[
{
    "country": "aachen",
    "city": "Aachen",
    "index": 1,
    "name": "Aachener Dom",
    "latitude": "50.774649811366",
    "longitude": "6.0842141838783",
    "excerpt": "It’s impossible to overestimate the significance of Aachen’s magnificent cathedral. The burial place of Charlemagne, it’s where more than 30 German kings…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/aachener-dom/a/poi-sig/1205437/359390",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/05b3384752ae9950e6a6dd9afd1f17fb-aachener-dom.jpg",
    "detail_description": "It’s impossible to overestimate the significance of Aachen’s magnificent cathedral. The burial place of Charlemagne, it’s where more than 30 German kings were crowned and where pilgrims have flocked since the 12th century. Before entering the church, stop by Dom Information for info and tickets for tours and the cathedral treasury. English tours run daily at 2pm.\nThe oldest and most impressive section is Charlemagne’s palace chapel, the Pfalzkapelle, an outstanding example of Carolingian architecture. Completed in 800, the year of the emperor’s coronation, it’s an octagonal dome encircled by a 16-sided ambulatory supported by antique Italian pillars. The colossal brass chandelier was a gift from Emperor Friedrich Barbarossa, during whose reign Charlemagne was canonised in 1165.Pilgrims have poured into town ever since that time, drawn as much by the cult surrounding Charlemagne as by its prized relics: Christ’s loincloth from when he was crucified, Mary’s cloak, the cloth that John the Baptist's decapitated head was wrapped in, and swaddling clothes from when Jesus was an infant. These are displayed once every seven years (next in 2021) and draw 100,000 or more of the faithful.To accommodate these regular floods of visitors, a Gothic choir was docked to the chapel in 1414 and filled with such treasures as the Pala d’oro – a gold-plated altar-front depicting Christ’s Passion – and the jewel-encrusted gilded copper pulpit, both fashioned in the 11th century. At the far end is the gilded shrine of Charlemagne that has held the emperor’s remains since 1215. In front, the equally fanciful shrine of St Mary shelters the four above-mentioned relics.Unless you join a guided tour, you'll barely get a glimpse of the white marble of Charlemagne’s imperial throne in the upstairs gallery. Reached via six steps – just like King Solomon’s throne – it served as the coronation throne of 30 German kings between 936 and 1531."
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 10,
    "name": "Couven Museum",
    "latitude": "50.775659",
    "longitude": "6.08501",
    "excerpt": "This small applied arts museum recreates the living spaces and lives of 17th- and 18th-century patricians.",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/couven-museum/a/poi-sig/1294643/359390",
    "image_url": null,
    "detail_description": "This small applied arts museum recreates the living spaces and lives of 17th- and 18th-century patricians.\n"
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 9,
    "name": "Dom Information",
    "latitude": "50.774797",
    "longitude": "6.082585",
    "excerpt": "The Dom's visitor centre is your go-to stop for tour tickets, information and to peruse the displays and a short introduction to the cathedral.",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/dom-information/a/poi-sig/1294640/359390",
    "image_url": null,
    "detail_description": "The Dom's visitor centre is your go-to stop for tour tickets, information and to peruse the displays and a short introduction to the cathedral.\n"
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 8,
    "name": "Puppenbrunnen",
    "latitude": "50.775048",
    "longitude": "6.084505",
    "excerpt": "A modern fountain that's a crowd-pleasing work of mechanical art; look for the cock on top (a symbol of Napoleon's love for Aachen). Other details (all…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/puppenbrunnen/a/poi-sig/1520268/359390",
    "image_url": null,
    "detail_description": "A modern fountain that's a crowd-pleasing work of mechanical art; look for the cock on top (a symbol of Napoleon's love for Aachen). Other details (all with meaning), include a horse, professor, canon and more.\nCreated in 1975, it is considered a main work by Aachen sculptor Bonifatius Stirnberg."
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 7,
    "name": "Suermondt Ludwig Museum",
    "latitude": "50.773386",
    "longitude": "6.095674",
    "excerpt": "The Suermondt Ludwig Museum is especially proud of its medieval sculpture but also has fine works by Cranach, Dürer, Macke, Dix and other masters. An…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/suermondt-ludwig-museum/a/poi-sig/1078954/359390",
    "image_url": null,
    "detail_description": "The Suermondt Ludwig Museum is especially proud of its medieval sculpture but also has fine works by Cranach, Dürer, Macke, Dix and other masters. An oddly fascinating highlight is the room of curiosities with such items as a stuffed shark and a falcon mummy on display.\nIt's all beautifully presented in a 19th-century town mansion."
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 6,
    "name": "Ludwig Forum Aachen",
    "latitude": "50.781059",
    "longitude": "6.102047",
    "excerpt": "In a former umbrella factory, the well-respected Ludwig Forum trains the spotlight on American and European contemporary art (Warhol, Richter, Holzer,…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/ludwig-forum-aachen/a/poi-sig/1078953/359390",
    "image_url": null,
    "detail_description": "In a former umbrella factory, the well-respected Ludwig Forum trains the spotlight on American and European contemporary art (Warhol, Richter, Holzer, Penck, Haring) and also stages progressive changing exhibits. Among the most eye-catching works is the sculpture Supermarket Lady (1971) by Duane Hanson, a poignant critique of mass consumption.\n"
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 5,
    "name": "Katschhof",
    "latitude": "50.775598",
    "longitude": "6.08384",
    "excerpt": "It's worth finding a comfy spot in which to sit and contemplate this deeply historic square. At the north end is the backside of the Rathaus; across from…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/katschhof/a/poi-sig/1294642/359390",
    "image_url": null,
    "detail_description": "It's worth finding a comfy spot in which to sit and contemplate this deeply historic square. At the north end is the backside of the Rathaus; across from it is the Dom and its complex of buildings. To the west is a mishmash of old buildings that have parts dating back to when this was part of Charlemagne's palace.\n"
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 4,
    "name": "Centre Charlemagne",
    "latitude": "50.775652",
    "longitude": "6.083411",
    "excerpt": "A modern triangular building in the midst of where the great man walked, this museum looks at not only the life and times of Charlemagne but also Aachen's…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/centre-charlemagne/a/poi-sig/1520267/359390",
    "image_url": null,
    "detail_description": "A modern triangular building in the midst of where the great man walked, this museum looks at not only the life and times of Charlemagne but also Aachen's dramatic history. Multimedia exhibits bring key periods to life, from the Roman era onward. Begin your Route Charlemagne walk here; there is a huge amount of info in English.\n"
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 3,
    "name": "Rathaus",
    "latitude": "50.776073",
    "longitude": "6.083808",
    "excerpt": "Fifty life-sized statues of German rulers, including 30 kings crowned in Aachen between AD 936 and 1531, adorn the facade of Aachen's splendid Gothic town…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/rathaus/a/poi-sig/1205443/359390",
    "image_url": null,
    "detail_description": "Fifty life-sized statues of German rulers, including 30 kings crowned in Aachen between AD 936 and 1531, adorn the facade of Aachen's splendid Gothic town hall. Inside, the undisputed highlight is the vaulted coronation hall where the post-ceremony banquets were held. Note the epic 19th-century frescoes and replicas of the imperial insignia: a crown, orb and sword (the originals are in Vienna).\nThe Rathaus was built in the 14th century atop the foundations of Charlemagne’s palace, of which the eastern tower, the Granusturm, is the oldest part to survive."
},
{
    "country": "aachen",
    "city": "Aachen",
    "index": 2,
    "name": "Domschatzkammer",
    "latitude": "50.775062",
    "longitude": "6.082896",
    "excerpt": "Aachen's cathedral treasury is a veritable mother lode of gold, silver and jewels. Of particular importance are the silver-and-gold bust of Charlemagne…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/domschatzkammer/a/poi-sig/1205440/359390",
    "image_url": null,
    "detail_description": "Aachen's cathedral treasury is a veritable mother lode of gold, silver and jewels. Of particular importance are the silver-and-gold bust of Charlemagne and a 10th-century bejewelled processional cross known as the Lotharkreuz; both featured in the coronation ceremonies held at the cathedral between 936 and 1531. Other highlights include a 1000-year-old relief-decorated ivory situla (a pail for holy water) and the marble sarcophagus that held Charlemagne’s bones until his canonisation; the relief shows the rape of Persephone.\nGet tickets at Dom Information."
}
]