[
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 1,
    "name": "Louvre Abu Dhabi",
    "latitude": "24.533684",
    "longitude": "54.398557",
    "excerpt": "Designed by Pritzker Prize–winning architect Jean Nouvel, the highly anticipated Louvre Abu Dhabi finally arrived in late 2017. Through 12 galleries, the…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/louvre-abu-dhabi/a/poi-sig/1509384/1340112",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/19c15f58b72274297719380903dbd1f7-louvre-abu-dhabi.jpg",
    "detail_description": "Designed by Pritzker Prize–winning architect Jean Nouvel, the highly anticipated Louvre Abu Dhabi finally arrived in late 2017. Through 12 galleries, the world-class collection traces humanity's artistic achievements from the Neolithic up to the present day, all the while breaking all norms of traditional museum curation. Here, artworks are grouped by theme and time-frame rather than country or specific civilisation. The result is a globe-trotting journey through human heritage that highlights the universal threads of all cultures.\nFrom the First Villages (gallery 1) through Civilisations and Empires (gallery 3) and The Magnificence of the Court (gallery 8) all the way up to A Global Stage (gallery 12), where Ai Weiwei's 2016 'Fountain of Light' takes centre stage, the exhibits transcend geography and nationality. This means you encounter unexpectedly beautiful juxtapositions such as a bronze winged dragon from northern China sitting in front of a glazed-brick Persian archer from the Achaemenid Empire, and the bronze head of an Edo Culture king from Nigeria displayed amid a room lined with French and Italian 17th-century oil paintings of royalty.Highlights include an eerily beautiful 7th-millennium-BC Ain Ghazal statue from Jordan; a 3rd-millennium-BC standing Bactrian princess; a black stone statue of Gudea, prince of Lagash from Iraq's neo-Summerian era; a c 2nd-century Buddhist stupa plaque from India; a 2nd-century bronze lion from Spain; a 15th-century ceramic bust of St Peter of Verona; and paintings by Picasso, Rothko and Miró.As well as the permanent collection, separate buildings house temporary exhibitions (four held annually), a children's museum and the excellent museum cafe. These buildings are all grouped around a central plaza which juts straight out into the sea and is shaded by the museum's elaborate 7500-ton filigree dome, which seems to hover mid-air above. The dome pays homage to date-palm-leaf shading with its geometric star design dappling the plaza floor below in a 'rain of light' effect.You'll need around two hours to explore the museum if you're just browsing, longer if you've got an interest in art or history. For a highlight snapshot of the collection, 90-minute tours (adult/child Dhs50/30) are offered at 11am and 2pm daily in English and at 5pm on Friday in Arabic and French."
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 16,
    "name": "Saadiyat Beach Club",
    "latitude": "24.55817",
    "longitude": "54.44998",
    "excerpt": "This luxurious, exclusive beach club, spa and fitness centre is open to day visitors and offers an expanse of pristine beach with plenty of sun-loungers…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/saadiyat-beach-club/a/poi-sig/1509381/1340112",
    "image_url": null,
    "detail_description": "This luxurious, exclusive beach club, spa and fitness centre is open to day visitors and offers an expanse of pristine beach with plenty of sun-loungers and umbrellas, a beautiful pool if seawater isn't your thing, a workout room offering yoga classes plus a handful of upmarket bars and cafes. Protected hawksbill turtles nest along the coast and the occasional school of dolphins is spotted in the turquoise waters.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 25,
    "name": "Khalifa Mosque",
    "latitude": "24.48447911311",
    "longitude": "54.352890042738",
    "excerpt": "In common with all mosques in the city, this beautiful mosque stands in nonalignment with the grid system, honouring the direction of Mecca instead. It is…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/khalifa-mosque/a/poi-sig/1322199/1340117",
    "image_url": null,
    "detail_description": "In common with all mosques in the city, this beautiful mosque stands in nonalignment with the grid system, honouring the direction of Mecca instead. It is closed to non-Muslims.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 24,
    "name": "Etisalat Head Office",
    "latitude": "24.483981",
    "longitude": "54.359227",
    "excerpt": "This iconic 27-floor building, with a 'golf ball' as its crowning glory, makes an excellent landmark for navigating the city's grid system. Built in 2001,…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/etisalat-head-office/a/poi-sig/1509595/1340117",
    "image_url": null,
    "detail_description": "This iconic 27-floor building, with a 'golf ball' as its crowning glory, makes an excellent landmark for navigating the city's grid system. Built in 2001, it houses the headquarters of the local telephone service provider.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 23,
    "name": "Capital Gardens",
    "latitude": "24.491816",
    "longitude": "54.362969",
    "excerpt": "This park in the heart of downtown offers two multipurpose playgrounds, a mini climbing wall and basketball and football areas; and there's an erupting…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/capital-gardens/a/poi-sig/1509596/1340117",
    "image_url": null,
    "detail_description": "This park in the heart of downtown offers two multipurpose playgrounds, a mini climbing wall and basketball and football areas; and there's an erupting fountain giving a bit of lively respite from the stifling heat of summer.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 21,
    "name": "Al Markaziyah Gardens",
    "latitude": "24.48249375",
    "longitude": "54.34919806",
    "excerpt": "Spread over three distinct areas, Al Nahyan Park, Family Park and Urban Park, Al Markaziyah Gardens forms a broad band of recreational lawns parallel to…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/al-markaziyah-gardens/a/poi-sig/1437835/1340117",
    "image_url": null,
    "detail_description": "Spread over three distinct areas, Al Nahyan Park, Family Park and Urban Park, Al Markaziyah Gardens forms a broad band of recreational lawns parallel to the Corniche. The facilities offer toddler and children play areas, fountains and shaded seating.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 22,
    "name": "Al Khalidiyah Public Park",
    "latitude": "24.47009",
    "longitude": "54.344087",
    "excerpt": "One of many popular, shady parks in Abu Dhabi, this park offers a respite from the heat of the Corniche in summer. There's a jogging track (20-minute…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/al-khalidiyah-public-park/a/poi-sig/1509070/1340117",
    "image_url": null,
    "detail_description": "One of many popular, shady parks in Abu Dhabi, this park offers a respite from the heat of the Corniche in summer. There's a jogging track (20-minute circuit) and a variety of climbing frames and other attractions for youngsters.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 20,
    "name": "Abdullah Hamaid Al Rumaithi Mosque",
    "latitude": "24.491816",
    "longitude": "54.359107",
    "excerpt": "Squeezed between looming towers, this mosque is one of two that bookend a plaza hidden off the main roads. Keen photographers should come here at sunset…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/abdullah-hamaid-al-rumaithi-mosque/a/poi-sig/1610987/1340117",
    "image_url": null,
    "detail_description": "Squeezed between looming towers, this mosque is one of two that bookend a plaza hidden off the main roads. Keen photographers should come here at sunset when the high-rises gleam and glint in the fading light and the mosques turn their green lights on. Non-Muslims can't enter the actual mosque.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 19,
    "name": "NYUAD Art Gallery",
    "latitude": "24.52327",
    "longitude": "54.433823",
    "excerpt": "If you're a fan of cutting-edge art, the temporary art exhibitions held here, in the art gallery of New York University's Abu Dhabi campus, focus on…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/nyuad-art-gallery/a/poi-sig/1611639/1340112",
    "image_url": null,
    "detail_description": "If you're a fan of cutting-edge art, the temporary art exhibitions held here, in the art gallery of New York University's Abu Dhabi campus, focus on bringing to the fore current regional and international issues and promoting the best contemporary artists working today. Check the website to see if there's anything on while you're in town.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 18,
    "name": "Al Itihad Square",
    "latitude": "24.48833",
    "longitude": "54.354558",
    "excerpt": "This square, trapped between busy main roads, offers good views of the tower-clustered skyline of the western Corniche Rd. Photos of the square's little…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/al-itihad-square/a/poi-sig/1610986/1340117",
    "image_url": null,
    "detail_description": "This square, trapped between busy main roads, offers good views of the tower-clustered skyline of the western Corniche Rd. Photos of the square's little mosque, with its caramel-toned stone and octagonal minaret, backed by steel and glass high-rises, make for a good contrast of Abu Dhabi's different faces. Particularly good at sunset.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 17,
    "name": "Burj Mohammed Bin Rashid",
    "latitude": "24.487217",
    "longitude": "54.356854",
    "excerpt": "Stare up – access is limited to residents – at this 92-floor, 382m landmark tower which forms part of the World Trade Center and is Abu Dhabi's tallest…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/burj-mohammed-bin-rashid/a/poi-sig/1509598/1340117",
    "image_url": null,
    "detail_description": "Stare up – access is limited to residents – at this 92-floor, 382m landmark tower which forms part of the World Trade Center and is Abu Dhabi's tallest building (at least for now). The tower is the taller of two matching towers with distinctive sloping, elliptical roofs that look remarkable when lit at night.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 15,
    "name": "Lake Park & Formal Park",
    "latitude": "24.494335",
    "longitude": "54.35915",
    "excerpt": "These two shady parks straddling 4th St and spreading along the Corniche fill up with families, joggers and picnickers in the early evening. The…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/lake-park-formal-park/a/poi-sig/1509592/1340117",
    "image_url": null,
    "detail_description": "These two shady parks straddling 4th St and spreading along the Corniche fill up with families, joggers and picnickers in the early evening. The centrepiece of Lake Park is the 15m-high fountain; there is also a popular cafe beside the lake (though it was closed and awaiting new owners when we were last in town). In late 2018 the playground area here was being rejuvenated. Formal Park has a maze, barbecue pits and an exercise track.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 14,
    "name": "UAE Pavilion",
    "latitude": "24.533264",
    "longitude": "54.418588",
    "excerpt": "Shaped like two parallel sand dunes – smooth and curvaceous on the windward side, steep and rippled on the eroded side – this award-winning building by…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/uae-pavilion/a/poi-sig/1509383/1340112",
    "image_url": null,
    "detail_description": "Shaped like two parallel sand dunes – smooth and curvaceous on the windward side, steep and rippled on the eroded side – this award-winning building by Sir Norman Foster and partners was designed for the 2010 Shanghai Expo and then relocated here. Along with neighbouring Manarat Al Saadiyat, its major role since arriving on Saadiyat has been to host Abu Dhabi Art. In 2018 the building was closed, undergoing refurbishment to become a cultural centre, with an expected reopening date of 2020.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 13,
    "name": "Saadiyat Public Beach",
    "latitude": "24.546977",
    "longitude": "54.435947",
    "excerpt": "By far Abu Dhabi's nicest public beach. A boardwalk leads through a protected zone of coastal vegetation, home to nesting turtles, to this prime slice of…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/saadiyat-public-beach/a/poi-sig/1509379/1340112",
    "image_url": null,
    "detail_description": "By far Abu Dhabi's nicest public beach. A boardwalk leads through a protected zone of coastal vegetation, home to nesting turtles, to this prime slice of powdery white beach on the northwest coast of Saadiyat Island (neighbouring the Park Hyatt resort). There's a lifeguard until sunset and a cafe, though you're able to bring in your own picnic supplies (no alcohol allowed). Towel rental is Dhs10 and sunloungers with umbrella are Dhs25 weekdays and Dhs50 Friday and Saturday.\nFor those who fancy more than sun-sloth action, you can rent SUP-boards, kayaks and paddle-boats here too."
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 12,
    "name": "Street Sculptures",
    "latitude": "24.486436",
    "longitude": "54.356039",
    "excerpt": "There was a time when no self-respecting Gulf city would be seen without a giant concrete coffeepot. Those days have gone, for better or for worse, but a…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/street-sculptures/a/poi-sig/1509597/1340117",
    "image_url": null,
    "detail_description": "There was a time when no self-respecting Gulf city would be seen without a giant concrete coffeepot. Those days have gone, for better or for worse, but a little reminder of the pioneering days of oil riches and the city development they brought can be seen in the traffic island between the World Trade Center and Etisalat buildings.\nThe five concrete monuments show a date cover, incense burner, rose water shaker, coffeepot and fort, symbolising the traditions of hospitality and Bedouin culture at the heart of Emirati life, together with the impulse to safeguard the land from marauding seafaring invaders."
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 11,
    "name": "Nurai Island",
    "latitude": "24.614328",
    "longitude": "54.477833",
    "excerpt": "A 12-minute boat ride from Saadiyat Island, this idyllic piece of paradise was awarded a 'Most Luxurious Project in the World' nod by Newsweek and is…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/nurai-island/a/poi-sig/1580121/1340112",
    "image_url": null,
    "detail_description": "A 12-minute boat ride from Saadiyat Island, this idyllic piece of paradise was awarded a 'Most Luxurious Project in the World' nod by Newsweek and is touted by the island's only tenant, Zaya Nurai Island Resort, as the Maldives of the Middle East. It is indeed a postcard-perfect getaway – a lush, nearly 1-km-sq island with calm beaches, sun-toasted sands and top-end food and amenities to pamper yourself with.\nDay passes (book beforehand through the website) include boat transfers and beach and pool access. To use up the food and beverage minimum spend portion of the day pass chill out with a cocktails at the Ginger Mermaid Bar, looking out to sea, and have wood-fired pizza on the beach at Smokin' Pineapple."
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 10,
    "name": "Al Mina Fish Market",
    "latitude": "24.514152",
    "longitude": "54.375372",
    "excerpt": "This large fish market bustles with traders selling row upon colourful row of the sea's bounty from the ice bars. It's busiest early in the day when…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/al-mina-fish-market/a/poi-sig/1354404/1340112",
    "image_url": null,
    "detail_description": "This large fish market bustles with traders selling row upon colourful row of the sea's bounty from the ice bars. It's busiest early in the day when wholesalers head here to buy up prawns, red snapper, blue-shelled crabs and pink Sultan Ibrahims.\nFor a memorable lunch or supper for under Dhs50, buy your fish at the market from the folk in blue (per kilogram Dhs25 to Dhs35), and take it to the folk in red in the gutting and filleting station (per kilogram Dhs2). Take the fillets next door (alongside the dry-fish section) and jostle with seafarers for your favourite spices. Then give your purchases to the cooks at one of the attached small canteens, who will make it into a fire-hot Kerala fish curry or simply grill it rubbed in salt and lemon (per kilogram Dhs15). Take the finished dish on to the dhow harbour outside, and sit on a lobster pot to eat it! It doesn't get fresher than that."
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 9,
    "name": "Dhow Harbour",
    "latitude": "24.511146",
    "longitude": "54.372776",
    "excerpt": "There's something fascinating about sitting by the harbourside watching the dhows slip off to sea. At any time of day, there's work going on as fishers…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/dhow-harbour/a/poi-sig/1509202/1340112",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/96691575a9b08e92859531e2a4dfce3e-dhow-harbour.jpg",
    "detail_description": "There's something fascinating about sitting by the harbourside watching the dhows slip off to sea. At any time of day, there's work going on as fishers mend their nets, pile up lobster pots, hang out colourful sarongs to dry, unload fish and congregate for communal chats. As you survey the resting dhows strung together five abreast, you can almost forget Abu Dhabi's modern backdrop as its ancient past as a fishing village is revealed.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 7,
    "name": "Manarat Al Saadiyat",
    "latitude": "24.533733",
    "longitude": "54.418502",
    "excerpt": "Housed in a postmodern building with an eye-catching honeycomb mantle, Manarat Al Saadiyat ('place of enlightenment') hosts regular art courses and…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/manarat-al-saadiyat/a/poi-sig/1363535/1340112",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a87b1088577bc1062451918d69f506a7-manarat-al-saadiyat.jpg",
    "detail_description": "Housed in a postmodern building with an eye-catching honeycomb mantle, Manarat Al Saadiyat ('place of enlightenment') hosts regular art courses and workshops and film screenings. There are also occasional temporary art exhibitions. Check the website to see if anything interesting is happening before you troop all the way out here. Otherwise, the time to visit is during the Abu Dhabi Art Fair for which it is the major venue.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 8,
    "name": "Warehouse 421",
    "latitude": "24.517159",
    "longitude": "54.370995",
    "excerpt": "In a former port warehouse, this contemporary arts centre and gallery hosts temporary exhibitions showcasing the UAE's art, design and creative scenes…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/warehouse-421/a/poi-sig/1579811/1340112",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ab402023d156c9fdca689c78c5fe85bf-warehouse-421.jpg",
    "detail_description": "In a former port warehouse, this contemporary arts centre and gallery hosts temporary exhibitions showcasing the UAE's art, design and creative scenes. There's usually one or two small exhibitions running. The website lists what's on. There's also a program of creative workshops and film screenings in winter. It's a good bet for checking out the latest in cutting-edge Abu Dhabi culture. Look for the 18m-long cast-iron ship out the front.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 6,
    "name": "Qasr Al Hosn",
    "latitude": "24.482175412097",
    "longitude": "54.354927787618",
    "excerpt": "Featured on the back of the Dhs1000 note, this fort started life in 1760 as a watchtower that safeguarded a precious freshwater well. After an expansion,…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/qasr-al-hosn/a/poi-sig/409670/1340117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/274996d0b7d7c3c09a88374123f616be-qasr-al-hosn.jpg",
    "detail_description": "Featured on the back of the Dhs1000 note, this fort started life in 1760 as a watchtower that safeguarded a precious freshwater well. After an expansion, it became the ancestral home of the ruling Al Nahyan family in 1793 and remained a royal residence until 1966 (its watchtower is Abu Dhabi's oldest surviving structure). An extensive years-long restoration ground to the finish line in late 2018, and it was reopened as a cultural hub with historic exhibits and gallery space.\n"
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 5,
    "name": "Corniche Beach",
    "latitude": "24.472932",
    "longitude": "54.340407",
    "excerpt": "There are several gates to this spotlessly maintained, Blue-Flagged public beach. The turquoise sea, view of Lulu Island, palm trees and gardens make it…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/corniche-beach/a/poi-sig/1509093/1340117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d80a421dce7100c91c815eb09ce3e18c-corniche-beach.jpg",
    "detail_description": "There are several gates to this spotlessly maintained, Blue-Flagged public beach. The turquoise sea, view of Lulu Island, palm trees and gardens make it an unexpected pleasure in the heart of a capital city. A lifeguard is on duty until sunset.\nThe 2km beach is divided into three sections: Al Sahil (Gate 4, free entry) is for singles and groups, Gate 2 is for families and a quiet zone, and Gate 3 is for families and children. The latter two beaches are shielded from view by a fence. Showers, changing rooms and cabanas are available; sunloungers and umbrellas can be hired for Dhs25."
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 4,
    "name": "Arabian Saluki Centre",
    "latitude": "24.409014",
    "longitude": "54.697666",
    "excerpt": "You'll probably hear them before you see them, as a howl goes up when a visitor approaches this hound pound. A visit here involves entering the kennels,…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/attractions/arabian-saluki-centre/a/poi-sig/1510026/361165",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1394c298d08241299e93c06bbe976fd7-arabian-saluki-centre.jpg",
    "detail_description": "You'll probably hear them before you see them, as a howl goes up when a visitor approaches this hound pound. A visit here involves entering the kennels, meeting the affectionate and well-looked-after residents, picking up a puppy or two and perhaps watching bath time. Prized for their hunting skills and speed over distance, salukis have for centuries been man's best friend to the Bedouin, and after a visit to this breeding and training centre, it's easy to see why.\nIt neighbours the Abu Dhabi Falcon Hospital so can easily be combined with a tour there.Originating in China, the saluki is thought to be one of the first breeds of dog to be domesticated and their speed, tolerance to high temperatures and intelligence made them the perfect companions for nomadic communities who used them to catch rabbits and other small game. While there's not much call for their skills in the desert these days, they remain a beloved part of the Arabian Peninsula heritage with pure-bred, well-behaved dogs fetching thousands of dirhams. Many are bred to race and, according to the Guinness Book of Records, a saluki holds the record for four-legged speed at 68.8km/h, clocked in 1996. Their beauty is also prized and dogs are paraded before judges for their pride, stride and condition of coat. To see these wonderful, shaggy-eared dogs in action, visit the 10-day Al Dhafra Festival in the deserts of Madinat Zayed in the Western Region of Abu Dhabi Emirate."
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 3,
    "name": "Abu Dhabi Falcon Hospital",
    "latitude": "24.407327",
    "longitude": "54.699336",
    "excerpt": "Standing outside Abu Dhabi Falcon Hospital, watching anxious owners from across the region delivering their hooded 'patients' in person, you will quickly…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/attractions/abu-dhabi-falcon-hospital/a/poi-sig/1308284/361165",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-463481366_master.jpg",
    "detail_description": "Standing outside Abu Dhabi Falcon Hospital, watching anxious owners from across the region delivering their hooded 'patients' in person, you will quickly realise that this is a much-needed and much-loved facility. Falcons are an integral part of traditional Gulf culture, and no expense is spared in restoring these magnificent birds to full health. Tours include visits to the falcon museum, the examination room – including intimate glimpses into coping procedures – and the free-flight aviary. Tour reservations (bookable online) are mandatory.\nIf you're willing to brave an arm, the well-behaved raptors will even perch for a photograph.The hospital is about 6km southeast of Abu Dhabi airport. Coming from central Abu Dhabi, follow Airport Rd (E20) to Sweihan Rd in the direction of Falah City; about 3km past the junction with Hwy E11, turn right after the water tank (before exit 30A) and follow the signs to the hospital."
},
{
    "country": "abu-dhabi",
    "city": "Abu Dhabi",
    "index": 2,
    "name": "Corniche",
    "latitude": "24.491386",
    "longitude": "54.35282",
    "excerpt": "The waterfront Corniche, with its white sandy beaches and generous promenade, stretches the entire length of the northwest shore of the city. Giving…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/corniche/a/poi-sig/1363922/1340117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b9845bee829bc6c6fe778a2cfae95e77-abu-dhabi-corniche.jpg",
    "detail_description": "The waterfront Corniche, with its white sandy beaches and generous promenade, stretches the entire length of the northwest shore of the city. Giving spectacular views of the iconic high-rise tower blocks assembled along the seafront, it also offers one of the city's main recreation opportunities with dedicated cycle paths along the promenade and weaving in and out of the Corniche's landscaped gardens. Refreshments are available from the public beaches that punctuate the western section of the road.\nThe best way to explore the whole Corniche is by grabbing a bike from the Cyacle bike-share station (www.bikeshare.ae), in front of the Nation Riviera Beach Club at the southwestern end of the Corniche (sign up online or at a station). There are several other stations near the Corniche, including at the World Trade Center, Rayhaan Rotana and Adia HQ. Towels and sunbeds can be hired from several of the Corniche's public beaches. It's worth taking some water for exploring the whole length of the Corniche as the eastern section has few amenities and long stretches without shade.The inland side of the Corniche is dotted with parks that come alive at night with local families seeking the sea breeze in the sweltering summer months (May to September) or clustered around mobile heaters in the cool winter nights (December to February)."
}
]