[
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 1,
    "name": "Museo Histórico de Acapulco",
    "latitude": "16.850055",
    "longitude": "-99.902651",
    "excerpt": "The Fuerte de San Diego is home to this excellent 15-room museum, an enjoyable romp through history of the region, from its settlement by various pre…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/museo-historico-de-acapulco/a/poi-sig/413580/361516",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2304589727.jpg",
    "detail_description": "The Fuerte de San Diego is home to this excellent 15-room museum, an enjoyable romp through history of the region, from its settlement by various pre-Hispanic peoples to Acapulco's days as the principal port for the key trade route to the Philippines, responsible for Asian influence on Mexican arts and the accumulation of immense wealth that attracted pirates, corsairs and freebooters. Check out the cross-section of a galleon, and spot a Japanese katana in an exquisitely carved ivory sheath.\nOther displays cover the War of Independence when the fort was taken from the Spaniards after a six-month siege under the command of the warrior-priest Morelos, and there are excellent temporary exhibitions such as the one on the importance of the jaguar in pre-Hispanic cultures."
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 25,
    "name": "Playa Condesa",
    "latitude": "16.856175",
    "longitude": "-99.867525",
    "excerpt": "This central Acapulco beach is backed by high-rise hotels.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playa-condesa/a/poi-sig/1524670/361516",
    "image_url": null,
    "detail_description": "This central Acapulco beach is backed by high-rise hotels.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 23,
    "name": "Playa Manzanillo",
    "latitude": "16.842169",
    "longitude": "-99.910998",
    "excerpt": "Playa Manzanillo, a small crescent of sand handy for the center, is popular with locals but not especially clean.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playa-manzanillo/a/poi-sig/1524676/361516",
    "image_url": null,
    "detail_description": "Playa Manzanillo, a small crescent of sand handy for the center, is popular with locals but not especially clean.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 24,
    "name": "Playa Icacos",
    "latitude": "16.849275",
    "longitude": "-99.854565",
    "excerpt": "At the eastern end of the Acapulco strip, this lively beach is a good spot for summer sunsets.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playa-icacos/a/poi-sig/1524671/361516",
    "image_url": null,
    "detail_description": "At the eastern end of the Acapulco strip, this lively beach is a good spot for summer sunsets.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 22,
    "name": "Playa Hornitos",
    "latitude": "16.859461",
    "longitude": "-99.883575",
    "excerpt": "The central and busy Playa Hornitos is backed by numerous bars and restaurants. The high-rise hotel zone begins here.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playa-hornitos/a/poi-sig/1524669/361516",
    "image_url": null,
    "detail_description": "The central and busy Playa Hornitos is backed by numerous bars and restaurants. The high-rise hotel zone begins here.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 21,
    "name": "Playa Hornos",
    "latitude": "16.856216",
    "longitude": "-99.892416",
    "excerpt": "One of Acapulco's busy beaches along the strip, this can smell a little fishy at its western end from the day's catch.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playa-hornos/a/poi-sig/1524668/361516",
    "image_url": null,
    "detail_description": "One of Acapulco's busy beaches along the strip, this can smell a little fishy at its western end from the day's catch.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 20,
    "name": "La Diana",
    "latitude": "16.859214",
    "longitude": "-99.872299",
    "excerpt": "This statue and roundabout marks the center of Acapulco's strip. Many hotels, restaurants and discos are within a few blocks of it.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/la-diana/a/poi-sig/1412928/361516",
    "image_url": null,
    "detail_description": "This statue and roundabout marks the center of Acapulco's strip. Many hotels, restaurants and discos are within a few blocks of it.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 18,
    "name": "Catedral de Nuestra Señora de la Soledad",
    "latitude": "16.848998",
    "longitude": "-99.908863",
    "excerpt": "The Catedral de Nuestra Señora de la Soledad, built in 1930, dominates the square and is unusual for its blue-domed, neo-Byzantine architecture.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/catedral-de-nuestra-senora-de-la-soledad/a/poi-sig/413582/361516",
    "image_url": null,
    "detail_description": "The Catedral de Nuestra Señora de la Soledad, built in 1930, dominates the square and is unusual for its blue-domed, neo-Byzantine architecture.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 19,
    "name": "Sinfonía del Mar",
    "latitude": "16.843134",
    "longitude": "-99.916985",
    "excerpt": "Sinfonía del Mar is an outdoor stepped plaza that occasionally hosts concerts, but mainly serves as an amazing place to view sunsets.",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/sinfonia-del-mar/a/poi-sig/413594/361516",
    "image_url": null,
    "detail_description": "Sinfonía del Mar is an outdoor stepped plaza that occasionally hosts concerts, but mainly serves as an amazing place to view sunsets.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 17,
    "name": "Playa Tlacopanocha",
    "latitude": "16.845209",
    "longitude": "-99.907823",
    "excerpt": "One of the beaches closest to Old Acapulco is Playa Tlacopanocha, directly across from the zócalo, noteworthy more as a departure point for bay cruises…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playa-tlacopanocha/a/poi-sig/1524675/361516",
    "image_url": null,
    "detail_description": "One of the beaches closest to Old Acapulco is Playa Tlacopanocha, directly across from the zócalo, noteworthy more as a departure point for bay cruises than as a swimming beach.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 16,
    "name": "Playa La Angosta",
    "latitude": "16.841974",
    "longitude": "-99.914517",
    "excerpt": "Playa La Angosta is in a tiny, protected cove on the west side of the peninsula. From the zócalo it takes about 20 minutes to walk here. Or you can take…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playa-la-angosta/a/poi-sig/1524672/361516",
    "image_url": null,
    "detail_description": "Playa La Angosta is in a tiny, protected cove on the west side of the peninsula. From the zócalo it takes about 20 minutes to walk here. Or you can take any ‘Caleta’ bus and get off near Hotel Avenida, at the corner of Las Palmas and Avenida Costera, just one short block from the beach.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 15,
    "name": "Parque Papagayo",
    "latitude": "16.86057",
    "longitude": "-99.886826",
    "excerpt": "This large shaded children’s park, between Morín and El Cano near Playa Hornitos, is popular with Mexican families. Attractions include a lake with…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/parque-papagayo/a/poi-sig/1147331/361516",
    "image_url": null,
    "detail_description": "This large shaded children’s park, between Morín and El Cano near Playa Hornitos, is popular with Mexican families. Attractions include a lake with paddleboats, a children’s train, a bar-restaurant, an aviary, a small zoo and a petting zoo. The 1.2km circuit trail is a good place for a morning jog.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 14,
    "name": "Playa Revolcadero",
    "latitude": "16.790223",
    "longitude": "-99.820919",
    "excerpt": "Beyond the Puerto Marqués turnoff and before the airport, Playa Revolcadero is a long, straight beach that has seen a recent explosion in luxury tourism…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playa-revolcadero/a/poi-sig/1524673/361516",
    "image_url": null,
    "detail_description": "Beyond the Puerto Marqués turnoff and before the airport, Playa Revolcadero is a long, straight beach that has seen a recent explosion in luxury tourism and residential development. Waves are large and surfing is popular here, especially in summer, but a strong undertow makes swimming dangerous; heed lifeguards’ instructions. Horseback riding along the beach is popular.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 13,
    "name": "Bahía Puerto Marqués",
    "latitude": "16.801193",
    "longitude": "-99.835972",
    "excerpt": "The beaches on Bahía Puerto Marqués, about 18km southeast of the zócalo, are very popular, and its calm waters are good for waterskiing and sailing. You…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/bahia-puerto-marques/a/poi-sig/1524674/361516",
    "image_url": null,
    "detail_description": "The beaches on Bahía Puerto Marqués, about 18km southeast of the zócalo, are very popular, and its calm waters are good for waterskiing and sailing. You get a magnificent view of the Bahía de Acapulco as the Carretera Escénica climbs south out of the city. ‘Puerto Marqués’ buses run here along Avenida Costera every 10 minutes from 5am to 10pm.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 12,
    "name": "Exekatlkalli",
    "latitude": "16.84375",
    "longitude": "-99.915118",
    "excerpt": "A dying Diego Rivera spent the final two years of his life at this villa with his muse and lover, Mexican art collector Dolores 'Lola' Olmedo. Rivera…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/exekatlkalli/a/poi-sig/1522433/361516",
    "image_url": null,
    "detail_description": "A dying Diego Rivera spent the final two years of his life at this villa with his muse and lover, Mexican art collector Dolores 'Lola' Olmedo. Rivera spent over a year and a half of that time (1956–57) working on five murals, two of which fringe the entrance to the villa and are accessible to the public. Made of colored tiles and shells, the serpentine images depict Quetzalcóatl, the feathered serpent, and Tláloc, the Aztec god of rain.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 11,
    "name": "Jardín Botánico de Acapulco",
    "latitude": "16.827587",
    "longitude": "-99.846979",
    "excerpt": "Located on the campus of a Jesuit university, these botanical gardens house an impressive collection of flora and fauna. The well-marked footpath climbs…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/jardin-botanico-de-acapulco/a/poi-sig/413570/361516",
    "image_url": null,
    "detail_description": "Located on the campus of a Jesuit university, these botanical gardens house an impressive collection of flora and fauna. The well-marked footpath climbs from 204m to 411m above sea level through a shaded tropical forest, with plenty of benches to stop at and smell the flowers. It's 1.2km from the main road between Acapulco and Diamante; shared cabs marked 'Base–Cumbres' depart from the Icacos Naval Base and drop you right outside the gardens.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 10,
    "name": "Fuerte de San Diego",
    "latitude": "16.849983",
    "longitude": "-99.902308",
    "excerpt": "This beautifully restored pentagonal fort was built in 1616 atop a hill east of the zócalo. Its mission was to protect the Spanish naos (galleons)…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/fuerte-de-san-diego/a/poi-sig/413566/361516",
    "image_url": null,
    "detail_description": "This beautifully restored pentagonal fort was built in 1616 atop a hill east of the zócalo. Its mission was to protect the Spanish naos (galleons) conducting trade between the Philippines and Mexico from marauding Dutch and English buccaneers. The fort was destroyed in a 1776 earthquake and rebuilt; it remains basically unchanged today and is home to the excellent Museo Histórico de Acapulco.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 9,
    "name": "La Capilla de la Paz",
    "latitude": "16.822288",
    "longitude": "-99.855101",
    "excerpt": "Perched on a hilltop high above Acapulco is this quiet spot for reflection, an airy '70s A-frame chapel surrounded by lovely gardens and providing…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/la-capilla-de-la-paz/a/poi-sig/413572/361516",
    "image_url": null,
    "detail_description": "Perched on a hilltop high above Acapulco is this quiet spot for reflection, an airy '70s A-frame chapel surrounded by lovely gardens and providing stunning ocean views. Despite the giant white cross that can be seen from miles away, it was built as a non-denominational chapel to welcome people of all faiths – the garden's sculpture of clasped hands perhaps better captures that spirit. Access is via a gated compound: you may have to leave ID at the gate.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 8,
    "name": "Isla de la Roqueta",
    "latitude": "16.822144201731",
    "longitude": "-99.90936756134",
    "excerpt": "This island offers a popular (crowded) beach, and snorkeling and diving possibilities on the far side. You can rent snorkeling gear, kayaks and more. From…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/isla-de-la-roqueta/a/poi-sig/413568/361516",
    "image_url": null,
    "detail_description": "This island offers a popular (crowded) beach, and snorkeling and diving possibilities on the far side. You can rent snorkeling gear, kayaks and more. From Playa Caleta, boats make the eight-minute trip regularly. Alternatively, glass-bottomed boats (Yates Fondo de Cristal) make a circuitous trip from here or the zócalo, pointing out celebrity dwellings, sea life and the Virgen de los Mares, a submerged bronze Virgin statue. The trip takes about 45 minutes.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 7,
    "name": "Museo de la Máscara",
    "latitude": "16.849645",
    "longitude": "-99.905055",
    "excerpt": "If you love masks but are unable to visit the epic museums in Zacatecas and San Miguel, swing by this new museum, where visages of devils, conquistadors,…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/museo-de-la-mascara/a/poi-sig/1633538/361516",
    "image_url": null,
    "detail_description": "If you love masks but are unable to visit the epic museums in Zacatecas and San Miguel, swing by this new museum, where visages of devils, conquistadors, jaguars and more gaze down from the walls. Most of the masks are from Guerrero; check out the exquisite horsehair and goat's horn ceremonial masks and the human-animal hybrids from Mexican legends that dictate that each person has a guardian animal. Watch the video on mask use in festivals and religious ceremonies.\nThere are also some African and Indian masks, and the curator is happy to chat about the art of mask-making."
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 6,
    "name": "Pie de la Cuesta",
    "latitude": "16.905537",
    "longitude": "-99.979191",
    "excerpt": "Just 12km from central Acapulco is Pie de la Cuesta, a rustic beach suburb built on a wide sand spit that acts as a dividing line between the sea and the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/pie-de-la-cuesta/a/poi-sig/1633539/361516",
    "image_url": null,
    "detail_description": "Just 12km from central Acapulco is Pie de la Cuesta, a rustic beach suburb built on a wide sand spit that acts as a dividing line between the sea and the freshwater Laguna de Coyuca. The large freshwater lagoon contains several islands including Isla Pájaros, a bird sanctuary. It's a more serene place than Acapulco proper, good for enjoying dramatic sunset views from the long beach and bloody sunrises over the lagoon or for horseback riding by the crashing ocean.\nMovie buffs: Laguna de Coyuca is where part of Rambo: First Blood Part II was filmed."
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 5,
    "name": "Playas Caleta & Caletilla",
    "latitude": "16.831633189724",
    "longitude": "-99.903810024262",
    "excerpt": "Playas Caleta and Caletilla are two small, protected beaches blending into each other in a cove on the south side of the Península de las Playas. They’re…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/playas-caleta-caletilla/a/poi-sig/413592/361516",
    "image_url": null,
    "detail_description": "Playas Caleta and Caletilla are two small, protected beaches blending into each other in a cove on the south side of the Península de las Playas. They’re both backed by a solid line of seafood palapa (thatched-roof) restaurants. The calm waters here are especially popular with families, though it is a panga (skiff) harbor, thus isn't the cleanest; it can also get insanely crowded. A defunct aquarium sits on an islet just offshore; boats cross regularly to Isla de la Roqueta.\nAll buses marked ‘Caleta’ heading down Avenida Costera arrive here."
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 3,
    "name": "Zona Arqueológica de Palma Sola",
    "latitude": "16.886073",
    "longitude": "-99.894733",
    "excerpt": "One of Acapulco's best attractions is the least well-known and also the least expected. High above the city, on the La Cuesta hill, it's a ceremonial and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/zona-arqueologica-de-palma-sola/a/poi-sig/1633549/361516",
    "image_url": null,
    "detail_description": "One of Acapulco's best attractions is the least well-known and also the least expected. High above the city, on the La Cuesta hill, it's a ceremonial and pilgrimage site dating back to 450 BCE to 650 CE, with some wonderfully preserved rock paintings, petroglyphs depicting the story of creation, and the best bird's-eye view of the city spread out beneath you from the site's highest point. It costs around M$350 to get here by taxi from central Acapulco, including waiting time.\nTake water with you for the steep slog up between granite boulders, inscribed with human figures and odd human-anchor hybrids. Some depict the participants dancing or wearing ritual masks. The site is located at the confluence of two creeks, suggesting its importance in the worship of Tláloc, the god of rain, who is associated with running water. To reach the most important part of the site, the cave carved with petroglyphs depicting the creation myth, veer to the left. There are explanation boards in English and Spanish. Watch your step, lest you startle a snake dozing in the sun."
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 4,
    "name": "Zócalo",
    "latitude": "16.848496",
    "longitude": "-99.908364",
    "excerpt": "Every night Acapulco’s leafy old town zócalo comes alive with street performers, mariachis and sidewalk cafes; it also hosts occasional festivals. It’s…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/zocalo/a/poi-sig/413596/361516",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148671165_full.jpg",
    "detail_description": "Every night Acapulco’s leafy old town zócalo comes alive with street performers, mariachis and sidewalk cafes; it also hosts occasional festivals. It’s especially popular with multiple generations of Mexican families on Sunday nights. The Catedral de Nuestra Señora de la Soledad, built in 1930, dominates the square and is unusual for its blue-domed, neo-Byzantine architecture.\n"
},
{
    "country": "acapulco",
    "city": "Acapulco",
    "index": 2,
    "name": "Clavadistas de la Quebrada",
    "latitude": "16.845876",
    "longitude": "-99.915526",
    "excerpt": "Acapulco’s most famous tourist attraction, the cliff divers of La Quebrada have been dazzling audiences since 1934. Every night, a team of seven lithe…",
    "detail_url": "https://www.lonelyplanet.com/mexico/central-pacific-coast/acapulco/attractions/clavadistas-de-la-quebrada/a/poi-sig/413576/361516",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/98704658full.jpeg",
    "detail_description": "Acapulco’s most famous tourist attraction, the cliff divers of La Quebrada have been dazzling audiences since 1934. Every night, a team of seven lithe young divers leaps into churning waves before scaling the cliff opposite the viewing platform and then plunging with fearless finesse from heights of 25m to 35m into the narrow ocean cove below. The spectacle lasts for 20 minutes. The last show features divers holding torches. For good road karma, tip the divers on your way out.\nLa Perla restaurant-bar provides a great (but pricey) view of the divers from above."
}
]