[
{
    "country": "accra",
    "city": "Accra",
    "index": 17,
    "name": "British Council",
    "latitude": "5.5555358470105",
    "longitude": "-0.2006607101455",
    "excerpt": "Organises cultural events and lectures. Also has an air-con library with English newspapers and magazines.",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/british-council/a/poi-sig/1004575/355309",
    "image_url": null,
    "detail_description": "Organises cultural events and lectures. Also has an air-con library with English newspapers and magazines.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 16,
    "name": "Independence Arch",
    "latitude": "5.548939",
    "longitude": "-0.192808",
    "excerpt": "This imposing arch adjacent to Independence Sq is crowned by a large black star, Ghana's national symbol. Note: taking photos is forbidden.",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/independence-arch/a/poi-sig/1350586/355309",
    "image_url": null,
    "detail_description": "This imposing arch adjacent to Independence Sq is crowned by a large black star, Ghana's national symbol. Note: taking photos is forbidden.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 15,
    "name": "Osu Castle",
    "latitude": "5.5465972717358",
    "longitude": "-0.1835029702917",
    "excerpt": "Built by the Danes around 1659 and originally called Christiansborg Castle, Osu Castle was the seat of government until 2013, when the president and his…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/osu-castle/a/poi-sig/1300354/355309",
    "image_url": null,
    "detail_description": "Built by the Danes around 1659 and originally called Christiansborg Castle, Osu Castle was the seat of government until 2013, when the president and his office moved to Flagstaff House. It remains closed to visitors for the time being, and photographs are not allowed.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 14,
    "name": "National Museum",
    "latitude": "5.5606339377092",
    "longitude": "-0.2062715005555",
    "excerpt": "Set in pleasant grounds, the national museum features excellent displays on various aspects of Ghanaian culture and history. The displays on local crafts,…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/national-museum/a/poi-sig/438142/355309",
    "image_url": null,
    "detail_description": "Set in pleasant grounds, the national museum features excellent displays on various aspects of Ghanaian culture and history. The displays on local crafts, ceremonial objects and the slave trade are particularly noteworthy. The museum was closed for renovation at the time of writing and was scheduled to reopen in 2017.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 13,
    "name": "Bojo Beach",
    "latitude": "5.507238",
    "longitude": "-0.327272",
    "excerpt": "Bojo Beach is so clean and chilled out that you'd never guess it was such a short drive west of Accra city. On arrival there's a small entrance fee to pay…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/bojo-beach/a/poi-sig/1557229/355309",
    "image_url": null,
    "detail_description": "Bojo Beach is so clean and chilled out that you'd never guess it was such a short drive west of Accra city. On arrival there's a small entrance fee to pay, and you'll then be rowed across a clear strip of water to a pristine strip of beach, where there are sun loungers and refreshments. It's a worthy alternative to hectic Labadi Beach.\nIf you want to stay the night the Bojo Beach Resort has suitably swish rooms."
},
{
    "country": "accra",
    "city": "Accra",
    "index": 12,
    "name": "Holy Trinity Cathedral",
    "latitude": "5.541176",
    "longitude": "-0.206369",
    "excerpt": "This gracious red-brick Anglican Church was completed by the British in 1894.",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/holy-trinity-cathedral/a/poi-sig/1350595/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/beb2426ccee0c53aba07e7c923d8307e-holy-trinity-cathedral.jpg",
    "detail_description": "This gracious red-brick Anglican Church was completed by the British in 1894.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 11,
    "name": "Jamestown Lighthouse",
    "latitude": "5.5326",
    "longitude": "-0.2124000042677",
    "excerpt": "For a great view of the city and the busy and colourful fishing harbour (haze and pollution permitting), climb to the top of the old lighthouse near James…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/jamestown-lighthouse/a/poi-sig/438140/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1c150dad6805a74c6cf13343500fae47-jamestown-lighthouse.jpg",
    "detail_description": "For a great view of the city and the busy and colourful fishing harbour (haze and pollution permitting), climb to the top of the old lighthouse near James Fort.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 8,
    "name": "The Studio",
    "latitude": "5.559361",
    "longitude": "-0.178646",
    "excerpt": "Ghanaian photographer Francis Kokoroko and his friends regularly host cultural events and art talks at this tiny, unbranded studio on the top floor of the…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/the-studio/a/poi-sig/1602322/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c3ecb42672589d0b213b59da6e73a6ca-the-studio.jpg",
    "detail_description": "Ghanaian photographer Francis Kokoroko and his friends regularly host cultural events and art talks at this tiny, unbranded studio on the top floor of the Forico Mall in Osu. A young, stylish and interested crowd shows up when documentaries or discussions are hosted about such things as the rise of Hip Life music or how Ghanaian film posters developed their very own style.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 9,
    "name": "Legon Botanical Gardens",
    "latitude": "5.666979",
    "longitude": "-0.187626",
    "excerpt": "This nature park close to the University of Ghana is the perfect spot to take a break from Accra’s relentless pace, and one of only a few green spots in…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/legon-botanical-gardens/a/poi-sig/1602483/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3dd5b18590a35ebde0630e6ab963ecdb-legon-botanical-gardens.jpg",
    "detail_description": "This nature park close to the University of Ghana is the perfect spot to take a break from Accra’s relentless pace, and one of only a few green spots in town. Since a recent makeover, thrills for the whole family are possible: a canopy walkway (C20), a high rope obstacle course (C30), and more traditional activities such as bird watching and biking.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 10,
    "name": "Flagstaff House",
    "latitude": "5.578464",
    "longitude": "-0.187261",
    "excerpt": "This dramatic structure was completed in 2008 amid huge controversy around the tens of millions of dollars it cost to construct. Built to resemble an…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/flagstaff-house/a/poi-sig/1350589/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6f1472271f876f93d3345baadbcbc3ed-flagstaff-house.jpg",
    "detail_description": "This dramatic structure was completed in 2008 amid huge controversy around the tens of millions of dollars it cost to construct. Built to resemble an Asante Golden Stool, it is the office and residence of the President of Ghana.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 7,
    "name": "ANO Centre for Cultural Research",
    "latitude": "5.552823",
    "longitude": "-0.187875",
    "excerpt": "This arts institution, which takes its name from the word 'grandmother' in Akan, was founded by Ghanaian art historian, writer and filmmaker Nana…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/ano-centre-for-cultural-research/a/poi-sig/1565165/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e6227c66aa51cd298d35042e75c4497c-ano-centre-for-cultural-research.jpg",
    "detail_description": "This arts institution, which takes its name from the word 'grandmother' in Akan, was founded by Ghanaian art historian, writer and filmmaker Nana Oforiatta-Ayim and has just opened a well-curated permanent space for exhibitions and screenings, including a workshop and library. Time your visit for one of the weekly events that focus on a deeper look into the current exhibition.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 6,
    "name": "Makola Market",
    "latitude": "5.5494631523344",
    "longitude": "-0.2056343566491",
    "excerpt": "There is no front door or welcoming sign to the Makola Market. Before you know it, you've been sucked in by the human undertow from the usual pavements…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/makola-market/a/poi-sig/1300351/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/962b04d4db68a05a3a5f2532cc2aabc2-makola-market.jpg",
    "detail_description": "There is no front door or welcoming sign to the Makola Market. Before you know it, you've been sucked in by the human undertow from the usual pavements clogged with vendors hawking food, secondhand clothes and shoes to the market itself. For new arrivals to Africa, it can be an intense experience, but it’s a fun – if, perhaps, a little masochistic – Ghanaian initiation rite.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 5,
    "name": "Labadi Beach",
    "latitude": "5.561999",
    "longitude": "-0.139303",
    "excerpt": "Come the weekend people flock to Accra's most popular beach to play ball games, frolic in the surf, go horse riding along the sand or party to loud dance…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/labadi-beach/a/poi-sig/1351027/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d025de8fa65bc1fe58548af4128c8dec-labadi-beach.jpg",
    "detail_description": "Come the weekend people flock to Accra's most popular beach to play ball games, frolic in the surf, go horse riding along the sand or party to loud dance music in the bars and restaurants that line the shore. Needless to say, if you're looking for a quieter experience, come on a weekday. Labadi is about 8km east of Accra; to come here, take a tro-tro (minibus) at Nkrumah Circle in Central Accra or along the Ring Rd.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 4,
    "name": "Goethe-Institut",
    "latitude": "5.583846",
    "longitude": "-0.163175",
    "excerpt": "Goethe-Institut, the cultural arm of the German government in Ghana, is also a popular events venue in Accra. If you’re in town on the first Saturday in…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/goethe-institut/a/poi-sig/1561148/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/57a322e25e1b6cceb407221009a8b87e-goethe-institut.jpg",
    "detail_description": "Goethe-Institut, the cultural arm of the German government in Ghana, is also a popular events venue in Accra. If you’re in town on the first Saturday in the month, don’t miss the market where you can find everything from fresh pasta and organic vegetables to paintings and handicrafts. There is also a small biergarten-style restaurant selling German beer, bratwurst and sauerkraut. Check the programme to see what concerts or movies are on.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 3,
    "name": "Kwame Nkrumah Park and Mausoleum",
    "latitude": "5.544668",
    "longitude": "-0.203215",
    "excerpt": "This tranquil park is full of bronze statues, fountains and wandering peacocks, with the mausoleum of Kwame Nkrumah, Ghana's first leader, at its heart…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/kwame-nkrumah-park-and-mausoleum/a/poi-sig/1299748/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/07b430ba6c6a8e128d2f6bcbbd7c115e-kwame-nkrumah-park.jpg",
    "detail_description": "This tranquil park is full of bronze statues, fountains and wandering peacocks, with the mausoleum of Kwame Nkrumah, Ghana's first leader, at its heart. It's a pleasant enough place to wander around, but the park museum is rather dishevelled. It houses a curious collection of Nkrumah's personal belongings, including the smock he wore while declaring Ghana's independence, as well as copies of personal correspondence and numerous photos of him and various world leaders.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 2,
    "name": "Independence Square",
    "latitude": "5.547486995404",
    "longitude": "-0.1927915731123",
    "excerpt": "Independence Sq, also known as Black Star Sq, is a vast, empty expanse of concrete overlooked by spectator stands of Stalinesque grace. The square is…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/independence-square/a/poi-sig/1299743/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fb06760943c7c4c60b84064856496a93-independence-square.jpg",
    "detail_description": "Independence Sq, also known as Black Star Sq, is a vast, empty expanse of concrete overlooked by spectator stands of Stalinesque grace. The square is dominated by an enormous McDonald's-like arch, beneath which the Eternal Flame of African Liberation, lit by Kwame Nkrumah, still flickers. It stands empty for most of the year, except for special commemorations. Super churches sometimes get the authorisation to preach here. Across the street stands Independence Arch.\n"
},
{
    "country": "accra",
    "city": "Accra",
    "index": 1,
    "name": "Jamestown",
    "latitude": "5.53511",
    "longitude": "-0.212624",
    "excerpt": "Jamestown originated as a community that emerged around the 17th-century British James Fort, merging with Accra as the city grew. These days, Jamestown is…",
    "detail_url": "https://www.lonelyplanet.com/ghana/accra/attractions/jamestown/a/poi-sig/1350588/355309",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/881192c9f2ba388a37a569bae909f580-jamestown.jpg",
    "detail_description": "Jamestown originated as a community that emerged around the 17th-century British James Fort, merging with Accra as the city grew. These days, Jamestown is one the poorer neighbourhoods of Accra – full of beautifully dishevelled colonial buildings, clapboard houses and corrugated iron shacks – but it remains vibrant. For a great view of the city and the busy and colourful fishing harbour (haze and pollution permitting), climb to the top of the whitewashed lighthouse.\nThere are several boxing gyms in Jamestown that have nurtured a long line of local kids into champions. You'll see plenty of posters around. For entertainment there's the excellent Jamestown Cafe and adjacent gallery."
}
]