[
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 1,
    "name": "Ethnological Museum",
    "latitude": "9.046761",
    "longitude": "38.757727",
    "excerpt": "Set within Haile Selassie’s former palace, and surrounded by the beautiful gardens and fountains of the university’s main campus, is the enthralling…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/ethnological-museum/a/poi-sig/455951/355289",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8b5391162d0a0de98a44ebb7517db6ea-ethnological-museum.jpg",
    "detail_description": "Set within Haile Selassie’s former palace, and surrounded by the beautiful gardens and fountains of the university’s main campus, is the enthralling Ethnological Museum. Even if you’re not a museum fan, this one is worth a bit of your time – it’s easily one of the finest museums in Africa, showing the full sweep of Ethiopia's cultural and social history across two floors.\nThe show starts before you even get inside: facing the entrance, look for the intriguing set of 13 stairs spiralling skyward. Each step was placed by the Italians as a symbol of Fascist domination, one for every year Mussolini held power (starting from his march to Rome in 1922). A small Lion of Judah (the symbol of Ethiopian monarchy) sits victoriously atop the final step, like a jubilant punctuation mark at the end of a painfully long sentence.Within the entrance hall you’ll find a small exhibition dedicated to the history of the palace, and the doorway to the Institute of Language Studies library.The museum truly comes into its own on the 1st floor, where superb artefacts and handicrafts from Ethiopia’s peoples are distinctively displayed. Instead of following the typical static and geographical layout that most museums fall into, these displays are based upon the life cycle. First comes Childhood, with birth, games, rites of passage and traditional tales. We particularly enjoyed the ‘Yem Tale’, a story of selfishness, dead leopards and sore tails! Adulthood probes into beliefs, nomadism, traditional medicine, war, pilgrimages, hunting, body culture and handicrafts. The last topic is Death and Beyond, with burial structures, stelae and tombs. The exhibition gives a great insight into Ethiopia’s many rich cultures.Other rooms on this floor show the preserved bedroom, bathroom and exorbitant changing room of Emperor Haile Selassie, complete with a bullet hole in his mirror courtesy of the 1960 coup d’etat.The 2nd floor is home to two drastically different, but equally delightful, displays. The vibrant hall focuses on religious art, with an exceptional series of diptychs, triptychs, icons, crosses and magic scrolls. Magic scrolls, like the Roman lead scrolls, were used to cast curses on people or to appeal to the gods for divine assistance. The collection of icons is the largest and most representative in the world. Senses of another sort are indulged in the small cavelike corridor that sits next to the hall. Inside, the black surrounds leave you nothing to look at besides traditional musical instruments from across Ethiopia. If you're lucky you might have a soundtrack accompany you.It’s well worth coming to this museum twice; once at the start of your journey through Ethiopia and once at the end when you’ll be able to put everything into context.After you’ve lapped up the treasures in the museum, stop by the double-decker London bus next to the university entrance gates. Brought to Addis by Haile Selassie, it’s now a bar and packed with students."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 24,
    "name": "Addis Ababa Park",
    "latitude": "9.01524389",
    "longitude": "38.76307949",
    "excerpt": "A thin stand of greenery opposite the presidential palace.",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/addis-ababa-park/a/poi-sig/1433526/355289",
    "image_url": null,
    "detail_description": "A thin stand of greenery opposite the presidential palace.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 27,
    "name": "Kiddus Mikael's Church",
    "latitude": "9.02729529",
    "longitude": "38.80063547",
    "excerpt": "An important local landmark in the city's east.",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/kiddus-mikael-s-church/a/poi-sig/1441512/355289",
    "image_url": null,
    "detail_description": "An important local landmark in the city's east.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 26,
    "name": "Presidential Palace",
    "latitude": "9.016362",
    "longitude": "38.760517",
    "excerpt": "This is where the Ethiopian president lives. Don't even think of taking a photo.",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/presidential-palace/a/poi-sig/1558244/355289",
    "image_url": null,
    "detail_description": "This is where the Ethiopian president lives. Don't even think of taking a photo.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 25,
    "name": "Jan Meda Sports Ground",
    "latitude": "9.04211",
    "longitude": "38.769572",
    "excerpt": "Stadium in the north of Addis Ababa, where major celebrations and horse races take place.",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/jan-meda-sports-ground/a/poi-sig/1558243/355289",
    "image_url": null,
    "detail_description": "Stadium in the north of Addis Ababa, where major celebrations and horse races take place.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 23,
    "name": "National Archives & Library of Ethiopia",
    "latitude": "9.0178578",
    "longitude": "38.74908898",
    "excerpt": "Shelves groan under the weight of 20,000 books on Ethiopia. The English-language section is quite good.",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/national-archives-library-of-ethiopia/a/poi-sig/1423268/355289",
    "image_url": null,
    "detail_description": "Shelves groan under the weight of 20,000 books on Ethiopia. The English-language section is quite good.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 22,
    "name": "Entoto Panoramic Viewpoint",
    "latitude": "9.09243312",
    "longitude": "38.75959239",
    "excerpt": "High on Entoto Mountain, there’s a terrific but windy panoramic view of Ethiopia's modern capital spread out below through the towering eucalyptus trees.",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/entoto-panoramic-viewpoint/a/poi-sig/1441518/355289",
    "image_url": null,
    "detail_description": "High on Entoto Mountain, there’s a terrific but windy panoramic view of Ethiopia's modern capital spread out below through the towering eucalyptus trees.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 21,
    "name": "Kidane Mehret Church",
    "latitude": "9.076459",
    "longitude": "38.773617",
    "excerpt": "The unremarkable new church on this site is far less interesting than the reconstructed original, complete with Aksumite architectural traces, alongside…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/kidane-mehret-church/a/poi-sig/1441508/355289",
    "image_url": null,
    "detail_description": "The unremarkable new church on this site is far less interesting than the reconstructed original, complete with Aksumite architectural traces, alongside it.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 20,
    "name": "Entoto Maryam Museum",
    "latitude": "9.090104",
    "longitude": "38.763757",
    "excerpt": "This rather dusty museum has the usual collection of royal garments, valuable coins, ceremonial drums, poor lighting and bored-looking attendants, but…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/entoto-maryam-museum/a/poi-sig/1555195/355289",
    "image_url": null,
    "detail_description": "This rather dusty museum has the usual collection of royal garments, valuable coins, ceremonial drums, poor lighting and bored-looking attendants, but there are some highlights. These include the royal bed and royal crown once used by Menelik II.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 19,
    "name": "Addis Ababa University",
    "latitude": "9.04905",
    "longitude": "38.759884",
    "excerpt": "Addis Ababa's expansive university is the country's largest and most prestigious. The academic year runs roughly from October to May. The university also…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/addis-ababa-university/a/poi-sig/1441540/355289",
    "image_url": null,
    "detail_description": "Addis Ababa's expansive university is the country's largest and most prestigious. The academic year runs roughly from October to May. The university also houses within its ground the excellent Ethnological Museum.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 18,
    "name": "Tomb of Sylvia Pankhurst",
    "latitude": "9.03074808",
    "longitude": "38.76649263",
    "excerpt": "Facing the entrance to the Holy Trinity Cathedral is the tomb of the famous British suffragette Sylvia Pankhurst. Pankhurst was one of the very few people…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/tomb-of-sylvia-pankhurst/a/poi-sig/1433537/355289",
    "image_url": null,
    "detail_description": "Facing the entrance to the Holy Trinity Cathedral is the tomb of the famous British suffragette Sylvia Pankhurst. Pankhurst was one of the very few people outside Ethiopia who protested Italy’s occupation; she moved to Addis Ababa in 1956.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 17,
    "name": "Institute of Ethiopian Studies",
    "latitude": "9.04827534",
    "longitude": "38.75949338",
    "excerpt": "Inside the grounds of Addis Ababa University, this institute boasts the world’s best collection of books in English on Ethiopia. It’s free for a half-day…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/institute-of-ethiopian-studies/a/poi-sig/1423267/355289",
    "image_url": null,
    "detail_description": "Inside the grounds of Addis Ababa University, this institute boasts the world’s best collection of books in English on Ethiopia. It’s free for a half-day’s casual use. If you're having trouble finding it, ask at the ticket office for the Ethnological Museum.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 16,
    "name": "Derg Monument",
    "latitude": "9.02019928",
    "longitude": "38.75195412",
    "excerpt": "The towering Derg Monument is one of the more poignant reminders of the country’s painful communist rule. Topped by a massive red star and emblazoned with…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/derg-monument/a/poi-sig/1423128/355289",
    "image_url": null,
    "detail_description": "The towering Derg Monument is one of the more poignant reminders of the country’s painful communist rule. Topped by a massive red star and emblazoned with a golden hammer and sickle, the cement obelisklike structure climbs skyward in front of Black Lion Hospital.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 15,
    "name": "Entoto Maryam Church",
    "latitude": "9.089596",
    "longitude": "38.763682",
    "excerpt": "The octagonal Entoto Maryam Church hosted Menelik’s coronation, but sadly for a church of such historical significance, the only time you can catch a…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/entoto-maryam-church/a/poi-sig/1424123/355289",
    "image_url": null,
    "detail_description": "The octagonal Entoto Maryam Church hosted Menelik’s coronation, but sadly for a church of such historical significance, the only time you can catch a glimpse of the interior is during Sunday Mass, and even then, casual visitors (as opposed to genuine worshipers) are not welcome. Down the hill on the back side of the building are the remains of Menelik's rather modest palace.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 14,
    "name": "Natural History Museum",
    "latitude": "9.0340251",
    "longitude": "38.76541576",
    "excerpt": "Unless you've a particular interest in Ethiopia's animals and birdlife, this is more a case of rainy day tourism. Go eye to eye with a bloated leopard –…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/natural-history-museum/a/poi-sig/1423226/355289",
    "image_url": null,
    "detail_description": "Unless you've a particular interest in Ethiopia's animals and birdlife, this is more a case of rainy day tourism. Go eye to eye with a bloated leopard – sometimes the stuffers just don’t know when to stop stuffing! – and other stuffed wildlife, but sadly there's neither Ethiopian wolf nor lion. Of most interest are the bird specimens – reportedly around 40% of the country's 862 species are represented here.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 13,
    "name": "Afewerk Tekle’s Home & Studio",
    "latitude": "9.00976649",
    "longitude": "38.71745114",
    "excerpt": "A member of several international academies and with a drawer full of international decorations – about 100 at last count, including the British Order of…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/afewerk-tekle-s-home-studio/a/poi-sig/1423257/355289",
    "image_url": null,
    "detail_description": "A member of several international academies and with a drawer full of international decorations – about 100 at last count, including the British Order of Merit – Afewerk Tekle is considered among Africa’s greatest artists. His former home and studio was closed to the public after his death in 2012. Renovations were still taking place as of late 2016, but we were assured that there are still plans to reopen…one day.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 12,
    "name": "Washa Mikael Church",
    "latitude": "9.04839094",
    "longitude": "38.80366485",
    "excerpt": "The Washa Mikael Church is a few kilometres east of Addis Ababa's town centre. Though local priests date it back to the 3rd century AD, it most probably…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/washa-mikael-church/a/poi-sig/1424128/355289",
    "image_url": null,
    "detail_description": "The Washa Mikael Church is a few kilometres east of Addis Ababa's town centre. Though local priests date it back to the 3rd century AD, it most probably dates back to the 12th century. If you’re mad and not planning to visit the churches at Lalibela or Tigray in the north, this is definitely worth a peek as an example of the extraordinary rock-hewn architecture that Ethiopia is so famous for. Unfortunately, from July to October it’s usually flooded with rainwater.\nThe church is tricky to find, so ask locals en route.Finally, a word of warning: a number of tourists have been mugged on the road up to the church, so go with a friend or two."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 11,
    "name": "Addis Ababa Museum",
    "latitude": "9.009739",
    "longitude": "38.762952",
    "excerpt": "Despite only being founded on Addis' centenary in 1986, the Addis Ababa Museum is the city’s scruffiest museum. That said, perusing candid portraits of…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/addis-ababa-museum/a/poi-sig/1423235/355289",
    "image_url": null,
    "detail_description": "Despite only being founded on Addis' centenary in 1986, the Addis Ababa Museum is the city’s scruffiest museum. That said, perusing candid portraits of the redoubtable Empress Taitu, rakish Lij Iyasu and the very beautiful Empress Zewditu, along with pictures of the capital in its infancy, is still worth an hour or so. It’s unbelievable that the raucous city outside was nothing more than tents on a hill just over a century ago.\nThere’s also a ‘first-in-Ethiopia’ room, with pictures of Menelik with Bede Bentley in Addis Ababa’s first motor car (1907) and the first telephone in Ethiopia. This was brought from Italy by Ras Makonnen in 1890, and it’s said that local priests, when they first heard the disembodied voices, thought telephones the work of demons."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 10,
    "name": "Bete Maryam Mausoleum",
    "latitude": "9.025178",
    "longitude": "38.765087",
    "excerpt": "The Bete Maryam Mausoleum is located just south of Menelik’s palace and offers what could be an enchantingly eerie experience for travellers (were it not…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/bete-maryam-mausoleum/a/poi-sig/1423242/355289",
    "image_url": null,
    "detail_description": "The Bete Maryam Mausoleum is located just south of Menelik’s palace and offers what could be an enchantingly eerie experience for travellers (were it not for security personnel at every turn). If you're lucky, after the priest has rolled up the carpet and pried open the large metal door in the floor, you will descend into the thick air of the creepy crypt. There you find four elaborate marble tombs of Empress Taitu, Emperor Menelik, Empress Zewditu and Princess Tsehai Haile Selassie.\nAt least that’s how a visit should go. The reality is that – thanks to the prime minister’s residence being next door – the whole complex is guarded by an inordinate number of very surly and unhelpful soldiers, who, if our last visit was anything to go by, try to make visiting the church as problematic as they possibly can.On Wednesdays and Fridays the mausoleum closes for prayers between 12.30pm and around 2pm."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 9,
    "name": "Lion of Judah Monument",
    "latitude": "9.01084349",
    "longitude": "38.75307198",
    "excerpt": "Long the symbol of Ethiopia’s monarchy, the Lion of Judah is ubiquitous throughout the country – and although images of the almighty animal abound in…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/lion-of-judah-monument/a/poi-sig/1423262/355289",
    "image_url": null,
    "detail_description": "Long the symbol of Ethiopia’s monarchy, the Lion of Judah is ubiquitous throughout the country – and although images of the almighty animal abound in Addis Ababa, it’s the storied history of the Lion of Judah Monument that makes this statue significant.\nAfter being erected on the eve of Haile Selassie’s coronation in 1930, it was looted by Italians in 1935 and placed in Rome next to the massive Vittorio Emanuele II Monument. In 1938, during anniversary celebrations of the proclamation of the Italian Empire, Zerai Deress, a young Eritrean, spotted the statue and defiantly interrupted proceedings to kneel and pray before it. After police verbally and physically attempted to stop his prayers, he rose and attacked the armed Italians with his sword while screaming ‘the Lion of Judah is avenged!’ He seriously injured several officers (some reports say he killed five) before he was shot. Although he died seven years later in an Italian prison, his legend lives on in Ethiopia and Eritrea.The Lion of Judah Monument was eventually returned to Addis Ababa in the 1960s."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 8,
    "name": "Yekatit 12 Monument",
    "latitude": "9.04331556",
    "longitude": "38.76193693",
    "excerpt": "Rising dramatically from the roundabout Siddist Kilo is this moving monument, dedicated to the thousands of innocent Ethiopians killed by the Italians as…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/yekatit-12-monument/a/poi-sig/1423190/355289",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/13388537822c3a3a9bb6a4d6a50374c3-yekatit-12-monument.jpg",
    "detail_description": "Rising dramatically from the roundabout Siddist Kilo is this moving monument, dedicated to the thousands of innocent Ethiopians killed by the Italians as retribution for the attempt on Viceroy Graziani’s life on 19 February 1937. ‘Yekatit 12’ is a date in the Ethiopian calendar roughly equivalent to 19 February.\n"
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 7,
    "name": "Africa Hall",
    "latitude": "9.015726",
    "longitude": "38.764079",
    "excerpt": "Built in 1961 by Emperor Haile Selassie, Africa Hall (near Meskal Sq) is the seat of the UN’s Economic Commission for Africa (ECA). The Italian-designed…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/africa-hall/a/poi-sig/1423238/355289",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/16db26f39d1c4fc0f16b95ec36b178ec-africa-hall.jpg",
    "detail_description": "Built in 1961 by Emperor Haile Selassie, Africa Hall (near Meskal Sq) is the seat of the UN’s Economic Commission for Africa (ECA). The Italian-designed building isn’t very interesting, apart from the friezelike motifs that represent traditional Ethiopian shamma (shawl) borders. It’s well worth a visit, but this is only possible by prior appointment (call the number above). You’ll need to bring your passport and they generally prefer it if you visit as part of a group.\nOf greatest interest is 'Africa: Past, Present and Future', a monumental stained-glass window by the artist Afewerk Tekle. Measuring 150 sq m, it fills one entire wall and is one of the biggest stained-glass windows in the world. During some hours of the day, the white marble floor of the foyer is flooded with colour."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 6,
    "name": "Merkato",
    "latitude": "9.03197",
    "longitude": "38.7384",
    "excerpt": "Wading into the market chaos known as Merkato, just west of Addis' centre, can be as rewarding as it is exasperating. You may find the most eloquent aroma…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/merkato/a/poi-sig/455955/355289",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/576a46fa22598e1bcb2171521f129c56-merkato.jpg",
    "detail_description": "Wading into the market chaos known as Merkato, just west of Addis' centre, can be as rewarding as it is exasperating. You may find the most eloquent aroma wafting from precious incense. You may also find that your wallet has been stolen and that you’ve got stinky excrement on your shoe. Some people say it’s the largest market in Africa, but as its exact boundaries are as shady as some of its characters, this is a little hard to verify.\nWhat should be noted, however, is that this isn’t one of those nicely photogenic markets with goods laid out on the ground or in little stalls. Most vendors now have permanent tin shacks to house their wares, so in many eyes this changes the market from a scene of exotica to just a slum.The mass of stalls, produce and people may seem impenetrable, but on closer inspection the market reveals a careful organisation with sections for each product. You can spend your Birr on pungent spices, silver jewellery or anything else that takes your fancy. There’s even a ‘recycling market’, where sandals (made out of old tyres), coffee pots (from old Italian olive tins) and other interesting paraphernalia can be found."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 5,
    "name": "Holy Trinity Cathedral",
    "latitude": "9.03075",
    "longitude": "38.76649",
    "excerpt": "This massive and ornate cathedral is the second-most important place of worship in Ethiopia (ranking behind the Old Church of St Mary of Zion in Aksum)…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/holy-trinity-cathedral/a/poi-sig/455953/355289",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b220b8f7b716081591e54c04a0b08a4a-holy-trinity-cathedral.jpg",
    "detail_description": "This massive and ornate cathedral is the second-most important place of worship in Ethiopia (ranking behind the Old Church of St Mary of Zion in Aksum). It’s also the celebrated final resting place of Emperor Haile Selassie and his wife Empress Menen Asfaw. Their massive Aksumite-style granite tombs sit inside and are a sight indeed. The solemnity of the interior design contrasts sharply with highly the charged emotions of many pilgrims. It's a fascinating place.\nThe cathedral’s exterior, with its large copper dome, spindly pinnacles, numerous statues and flamboyant mixture of international styles, provides an interesting and sometimes poignant glimpse into many episodes of Ethiopia’s history.Inside, there are some grand murals, the most notable being Afewerk Tekle’s depiction of the Holy Trinity, with Matthew (man), Mark (lion), Luke (cow) and John (dove) peering through the clouds. There are also some brilliant stained-glass windows (those on the north depict scenes from the Old Testament, those to the south from the New) and two beautifully carved imperial thrones, each made of white ebony, ivory and marble.The entrance fee also includes admission to a small but impressive museum of ecclesiastical artefacts in the grounds out the back.To the south of the cathedral is the memorial and graves of the ministers killed by the Derg for their opposition in 1974. Due to the prime minister’s compound being behind this memorial, photographs are strictly forbidden.The churchyard also hosts the graves of many patriots who died fighting the Italian occupation, including the great Resistance fighter Ras Imru. To the west of the cathedral is the tomb of the famous British suffragette Sylvia Pankhurst. Sylvia was one of the very few people outside Ethiopia who protested Italy’s occupation; she moved to Addis Ababa in 1956. On the north side is the tomb of Meles Zenawi, prime minister of Ethiopia until his sudden death in 2012.Purchase tickets at the administration office 20m west of the main gate. Self-appointed guides charge Birr20 to Birr30 per person."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 4,
    "name": "'Red Terror' Martyrs Memorial Museum",
    "latitude": "9.010555",
    "longitude": "38.762834",
    "excerpt": "‘As if I bore them all in one night, they slew them in a single night.’ These were the words spoken by the mother of four teenage children all killed on…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/red-terror-martyrs-memorial-museum/a/poi-sig/1364255/355289",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/37e55b18b8282f6e0abc28a8522435e5-red-terror-martyrs-memorial-museum.jpg",
    "detail_description": "‘As if I bore them all in one night, they slew them in a single night.’ These were the words spoken by the mother of four teenage children all killed on the same day by the Derg, as she officially opened the small but powerful ‘Red Terror’ Martyrs Memorial Museum in 2010. Over a couple of rooms the museum reveals the fall of Emperor Haile Selassie and the horrors of life under Mengistu’s Derg regime.\nThe museum is well laid out and incredibly moving, nothing more so than the walls of photos and names of just some of the estimated half a million killed under the Derg, or the display cabinets filled with human belongings dug out of mass graves. Some of the skulls and other bones are displayed alongside a photo of the victim and the personal artefacts they had on them when they died. The watch hanging in one display case was given by its owner to his wife just as he was led away by the soldiers of the Derg. His words: ‘Keep this safe. One day you will need it’. When the museum opened, his wife brought the watch here.Excellent English-speaking guides are often available, although you may prefer to just look on in silence.The museum is funded by donations only.Note: As of July 2022, the museum is closed to the public for the time being due to building damage."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 3,
    "name": "St George Cathedral & Museum",
    "latitude": "9.0368",
    "longitude": "38.75137",
    "excerpt": "Commissioned by Emperor Menelik II to commemorate his stunning 1896 defeat of the Italians in Adwa, and dedicated to St George (Ethiopia’s patron saint),…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/st-george-cathedral-museum/a/poi-sig/1423171/355289",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9945590e5068fb8873f89fa570daebd4-st-george-cathedral-museum.jpg",
    "detail_description": "Commissioned by Emperor Menelik II to commemorate his stunning 1896 defeat of the Italians in Adwa, and dedicated to St George (Ethiopia’s patron saint), whose icon was carried into the battle, this Piazza cathedral is one of Addis' most beautiful churches. The grey stone exterior is easily outdone by the interior’s flashes of colour and art. Sections of ceiling glow sky-blue and boast gilded stars, while the outer walls of the innermost shrine are covered in paintings and mosaics by the renowned Afewerk Tekle.\nThe church, built in traditional octagonal form and with a severe neoclassical style, was completed in 1911 with the help of Greek, Armenian and Indian artists. Empress Zewditu (in 1916) and Emperor Haile Selassie (in 1930) were both crowned here.In the grounds just north of the cathedral is the museum. It’s included on the church admission ticket, is well presented and contains probably the best collection of ecclesiastical paraphernalia in the country outside St Mary of Zion in Aksum. Items include beautiful crowns, crosses, prayer sticks, holy scrolls, ceremonial umbrellas and the coronation garb of Zewditu and Haile Selassie.Entry includes a guided tour of both the museum and church. Try to get Archdeacon Mebratu to be your guide. He’s very entertaining – maybe the most amusing and informative church guide we’ve had anywhere in Ethiopia – and liable to burst into song and dance, and get you to do likewise, at the drop of a hat."
},
{
    "country": "addis-ababa",
    "city": "Addis Ababa",
    "index": 2,
    "name": "National Museum",
    "latitude": "9.038402",
    "longitude": "38.762308",
    "excerpt": "The collection on show at the National Museum is ranked among the most important in sub-Saharan Africa, but sadly many of its exhibits are poorly labelled…",
    "detail_url": "https://www.lonelyplanet.com/ethiopia/addis-ababa/attractions/national-museum/a/poi-sig/455957/355289",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a1df49cdd46caa396fc22502e703791a-national-museum.jpg",
    "detail_description": "The collection on show at the National Museum is ranked among the most important in sub-Saharan Africa, but sadly many of its exhibits are poorly labelled, lit and displayed. Far and away the highlight is the palaeontological exhibition in the basement, the home of world-famous Lucy. Her 1974 discovery in the Afar region of northwestern Ethiopia changed our understanding of human origins forever. This section is well labelled in English, so if your time is limited spend most of it here.\nOn the basement level, you'll find two remarkable casts of Lucy, a fossilised hominid and easily Ethiopia's best-known ancient inhabitant. One lays prone, while the other stands much as she did some 3.2 million years ago, truly hitting home how small our ancient ancestors were. The real bones are preserved in the archives of the museum.Also here is the fossilized evidence of some amazing extinct creatures, like the massive sabre-toothed feline Homotherium and the gargantuan savannah pig Notochoerus.The periphery of the ground floor focuses on the pre-Aksumite, Aksumite, Solomonic and Gonderian periods. The wide array of artefacts includes an elaborate pre-1st-century-AD bronze oil lamp showing a dog chasing an ibex, a fascinating 4th-century-BC rock-hewn chair emblazoned with mythical ibexes, and ancient Sabaean inscriptions. The middle of the room hosts a collection of lavish royal paraphernalia, including Emperor Haile Selassie’s enormous (and rather hideous) carved wooden throne.On the 1st floor, there’s a vivid display of Ethiopian art ranging from early (possibly 14th-century) parchment to 20th-century canvas oil paintings by leading modern artists. Afewerk Tekle’s massive African Heritage is one of the more notable pieces. Another painting depicts the meeting of Solomon and Sheba. Note the shield of the soldier next to Solomon, which is engraved with the Star of David and a Christian Cross. The artist must have forgotten that this meeting is said to have occurred long before the birth of Christianity.The 2nd floor contains a dusty and poorly labelled collection of secular arts and crafts, including traditional weapons, jewellery, utensils, clothing and musical instruments.English-speaking guides are available for free (they should be tipped afterwards) and help to bring things alive."
}
]