[
{
    "country": "agropoli",
    "city": "Agropoli",
    "index": 2,
    "name": "Il Castello",
    "latitude": "40.353183",
    "longitude": "14.988356",
    "excerpt": "Built by the Byzantines in the 5th century, the castle was strengthened during the Angevin period, the time of the War of the Vespers, which was initially…",
    "detail_url": "https://www.lonelyplanet.com/italy/agropoli/attractions/il-castello/a/poi-sig/1257228/1320246",
    "image_url": null,
    "detail_description": "Built by the Byzantines in the 5th century, the castle was strengthened during the Angevin period, the time of the War of the Vespers, which was initially sparked by an uprising in Sicily during evening prayers. Agropoli's castle continued to be modified, and only part of the original defensive wall remains. It’s an enjoyable walk here from Agropoli's historic centre, and you can wander the ramparts and drink in magnificent views of the coastline and town.\nNot just a tourist sight, the castle is utilised by the locals: there's a permanent gallery showcasing the work of contemporary artists."
},
{
    "country": "agropoli",
    "city": "Agropoli",
    "index": 1,
    "name": "Trentova-Tresino",
    "latitude": "40.342685",
    "longitude": "14.974408",
    "excerpt": "Those frustrated by the dearth of well-marked hiking trails in the Parco Nazionale del Cilento, Vallo di Diano e Alburni should pay a visit to this mini…",
    "detail_url": "https://www.lonelyplanet.com/italy/agropoli/attractions/trentova-tresino/a/poi-sig/1598302/1320246",
    "image_url": null,
    "detail_description": "Those frustrated by the dearth of well-marked hiking trails in the Parco Nazionale del Cilento, Vallo di Diano e Alburni should pay a visit to this mini park-within-a-park 1km south of Agropoli. A variety of well-documented routes meander through an attractive but relatively untrammelled tract of Mediterranean coast.\nA visitor centre acts as trailhead for four named paths, the most popular of which – the 7.2km Sentiero Trezeni – parallels the coast all the way to Santa Maria di Castellabate. Quiet beaches, old military towers (dating from the Middle Ages to WWII) and wild headlands characterise the routes. The area is also good for bird watching.Some of the trails are popular with local mountain-bikers and horse-riders."
}
]