[
{
    "country": "akureyri",
    "city": "Akureyri",
    "index": 7,
    "name": "Catholic Church",
    "latitude": "65.677575",
    "longitude": "-18.092594",
    "excerpt": "The Catholic church is an attractive old red-and-white house built in 1912 and acquired by the church in 1952. On the nearby roundabout is Einar Jónsson’s…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-north/akureyri/attractions/catholic-church/a/poi-sig/477120/359569",
    "image_url": null,
    "detail_description": "The Catholic church is an attractive old red-and-white house built in 1912 and acquired by the church in 1952. On the nearby roundabout is Einar Jónsson’s sculpture Útlaginn (the Outlaw).\n"
},
{
    "country": "akureyri",
    "city": "Akureyri",
    "index": 5,
    "name": "Akureyri Art Museum",
    "latitude": "65.680297",
    "longitude": "-18.092144",
    "excerpt": "Stimulate your senses at the Akureyri Art Museum, which hosts eclectic, innovative exhibitions – from graphic design to portraiture – and is surrounded by…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-north/akureyri/attractions/akureyri-art-museum/a/poi-sig/1413713/359569",
    "image_url": null,
    "detail_description": "Stimulate your senses at the Akureyri Art Museum, which hosts eclectic, innovative exhibitions – from graphic design to portraiture – and is surrounded by a handful of local galleries. At the time of research, it was undergoing a major extension and renovation, including a museum shop and cafe.\n"
},
{
    "country": "akureyri",
    "city": "Akureyri",
    "index": 4,
    "name": "Akureyri Museum",
    "latitude": "65.666521",
    "longitude": "-18.08635",
    "excerpt": "This sweet, well-curated museum houses art and historical items relating to town life, including maps, photos and recreations of early Icelandic homes…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-north/akureyri/attractions/akureyri-museum/a/poi-sig/1265998/359569",
    "image_url": null,
    "detail_description": "This sweet, well-curated museum houses art and historical items relating to town life, including maps, photos and recreations of early Icelandic homes. The museum garden became the first place in Iceland to cultivate trees when a nursery was established here in 1899. Next door is a tiny, black-tarred timber church dating from 1846.\nA combined ticket including neighbouring Nonnahús and several town museums costs 2000kr."
},
{
    "country": "akureyri",
    "city": "Akureyri",
    "index": 6,
    "name": "Into the Arctic",
    "latitude": "65.685753",
    "longitude": "-18.079344",
    "excerpt": "Akureyri's newest entry on the exhibition scene, Into the Arctic displays cover the great north's wildlife, settlement, explorers and culture, from dog…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-north/akureyri/attractions/into-the-arctic/a/poi-sig/1601558/359569",
    "image_url": null,
    "detail_description": "Akureyri's newest entry on the exhibition scene, Into the Arctic displays cover the great north's wildlife, settlement, explorers and culture, from dog sledding and aviation to handicrafts. The founders' extensive map collection is on display as well.\n"
},
{
    "country": "akureyri",
    "city": "Akureyri",
    "index": 3,
    "name": "Nonnahús",
    "latitude": "65.667025",
    "longitude": "-18.085706",
    "excerpt": "The most interesting of the artists’ residences in Akureyri, Nonnahús was the childhood home of renowned children’s writer Reverend Jón Sveinsson (1857…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-north/akureyri/attractions/nonnahus/a/poi-sig/477138/359569",
    "image_url": null,
    "detail_description": "The most interesting of the artists’ residences in Akureyri, Nonnahús was the childhood home of renowned children’s writer Reverend Jón Sveinsson (1857–1944), known to most as Nonni. His old-fashioned tales of derring-do have a rich local flavour. The house dates from 1850; its cramped rooms and simple furnishings provide a poignant insight into life in 19th-century Iceland.\nA combined ticket for Nonnahús, neighbouring Akureyri Museum and several town museums costs 2000kr."
},
{
    "country": "akureyri",
    "city": "Akureyri",
    "index": 2,
    "name": "Akureyrarkirkja",
    "latitude": "65.679925824806",
    "longitude": "-18.090916612132",
    "excerpt": "Dominating the town from high on a hill, Akureyri’s landmark church was designed by Guðjón Samúelsson, the architect responsible for Reykjavík’s…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-north/akureyri/attractions/akureyrarkirkja/a/poi-sig/477116/359569",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0034f4719014b5f54ca376d1ffb65bc7-akureyrarkirkja.jpg",
    "detail_description": "Dominating the town from high on a hill, Akureyri’s landmark church was designed by Guðjón Samúelsson, the architect responsible for Reykjavík’s Hallgrímskirkja. Although the basalt theme connects them, Akureyrarkirkja looks more like a stylised 1920s US skyscraper than its big-city sibling.\nBuilt in 1940, the church contains a large 3200-pipe organ and a series of rather untraditional reliefs of the life of Christ. There’s also a suspended ship hanging from the ceiling, reflecting an old Nordic tradition of votive offerings for the protection of loved ones at sea. Perhaps the most striking feature is the beautiful central stained-glass window above the altar, which originally graced Coventry Cathedral in England.The church admits visitors most days; check the board outside for opening times, as they change frequently."
},
{
    "country": "akureyri",
    "city": "Akureyri",
    "index": 1,
    "name": "Lystigarðurinn",
    "latitude": "65.675294",
    "longitude": "-18.093356",
    "excerpt": "The most northerly botanical garden in the world makes a delightful spot for a fragrant wander on sunny days. The wealth of plant life on display is truly…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-north/akureyri/attractions/lystigardjurinn/a/poi-sig/1266317/359569",
    "image_url": null,
    "detail_description": "The most northerly botanical garden in the world makes a delightful spot for a fragrant wander on sunny days. The wealth of plant life on display is truly astonishing considering the gardens’ proximity to the Arctic Circle. You’ll find examples of every species native to Iceland, as well as a host of high-latitude and high-altitude plants from around the world. There's also a beautifully situated cafe.\nThere are several entrances."
}
]