[
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 15,
    "name": "Christ Church",
    "latitude": "38.806097",
    "longitude": "-77.047173",
    "excerpt": "Built in 1773, this brown-brick Georgian-style church has welcomed worshipers from George Washington to Robert E Lee. The cemetery contains the mass grave…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/christ-church/a/poi-sig/386027/1341611",
    "image_url": null,
    "detail_description": "Built in 1773, this brown-brick Georgian-style church has welcomed worshipers from George Washington to Robert E Lee. The cemetery contains the mass grave of Confederate soldiers.\nTake the trolley from King St station."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 14,
    "name": "Lee-Fendall House",
    "latitude": "38.809472132221",
    "longitude": "-77.046047977398",
    "excerpt": "Between 1785 and 1903, generations of the famous Lee family lived in this architecturally impressive house. Guided tours (on the hour) show the restored…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/lee-fendall-house/a/poi-sig/386077/1341611",
    "image_url": null,
    "detail_description": "Between 1785 and 1903, generations of the famous Lee family lived in this architecturally impressive house. Guided tours (on the hour) show the restored house as it probably was in the 1850s and 1860s, showcasing Lee-family heirlooms and personal effects, and period furniture.\n"
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 13,
    "name": "Friendship Firehouse Museum",
    "latitude": "38.805033068573",
    "longitude": "-77.049341605016",
    "excerpt": "This 1855 Italianate firehouse displays historic firefighting gear – a great draw for kids. Local legend has it that George Washington helped found this…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/friendship-firehouse-museum/a/poi-sig/386213/1341611",
    "image_url": null,
    "detail_description": "This 1855 Italianate firehouse displays historic firefighting gear – a great draw for kids. Local legend has it that George Washington helped found this volunteer fire company, served as its captain and even paid for a new fire engine.\nTake the trolley from King St station."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 12,
    "name": "Torpedo Factory Art Center",
    "latitude": "38.805108012385",
    "longitude": "-77.039384915681",
    "excerpt": "What do you do with a former munitions dump and arms factory? How about turning it into one of the best art spaces in the region? Three floors of artist…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/torpedo-factory-art-center/a/poi-sig/1127969/1341611",
    "image_url": null,
    "detail_description": "What do you do with a former munitions dump and arms factory? How about turning it into one of the best art spaces in the region? Three floors of artist studios and galleries are on offer in Old Town Alexandria, as well as the opportunity to buy paintings, sculptures, glass works, textiles and jewelry direct from their creators – all 165 of them.\nTake the trolley from King St station."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 11,
    "name": "Gadsby’s Tavern Museum",
    "latitude": "38.805454",
    "longitude": "-77.043504",
    "excerpt": "Once a real tavern (operated by John Gadsby from 1796 to 1808), this building now houses a museum demonstrating the prominent role of the tavern in…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/gadsby-s-tavern-museum/a/poi-sig/386163/1341611",
    "image_url": null,
    "detail_description": "Once a real tavern (operated by John Gadsby from 1796 to 1808), this building now houses a museum demonstrating the prominent role of the tavern in Alexandria during the 18th century. As the center of local political, business and social life, it was frequented by anybody who was anybody, including George Washington, Thomas Jefferson and the Marquis de Lafayette. Take a self-guided tour or join a guided tour at quarter to and quarter past the hour.\nThe rooms are restored to their 18th-century appearance, but are sparsely furnished."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 10,
    "name": "Alexandria Archaeology Museum",
    "latitude": "38.805163149721",
    "longitude": "-77.039488664259",
    "excerpt": "Alexandria is known for its landmark archaeological protection code – one of the first in the US – which encourages local archaeologists and developers to…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/alexandria-archaeology-museum/a/poi-sig/1333379/1341611",
    "image_url": null,
    "detail_description": "Alexandria is known for its landmark archaeological protection code – one of the first in the US – which encourages local archaeologists and developers to work together to preserve the past. This small museum on the 3rd floor of the Torpedo Factory houses a laboratory where archaeologists clean up and catalog the artifacts they have unearthed at local digs. First-hand observation of the work, excavation exhibits and hands-on discovery kits allow visitors to witness and participate in the reconstruction of history.\nTake the trolley from King St station."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 9,
    "name": "National Inventors Hall of Fame & Museum",
    "latitude": "38.802962",
    "longitude": "-77.06274",
    "excerpt": "Housed in the atrium of the US Patent and Trademark Office, this museum tells the history of the US patent. Step inside to see where the story started in…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/national-inventors-hall-of-fame-museum/a/poi-sig/1333398/1341611",
    "image_url": null,
    "detail_description": "Housed in the atrium of the US Patent and Trademark Office, this museum tells the history of the US patent. Step inside to see where the story started in 1917 in Memphis, Tennessee, when a wholesale grocer named Clarence Saunders invented and patented what he called ‘self-servicing’ stores, now commonly known as supermarkets.\nIncidentally, Saunders went from rags to riches and almost back to rags again, but you’ll have to visit the museum to get the rest of the story, along with displays depicting other famous and influential patents. It is about a third of a mile from the King St Metro station; take Diagonal Rd south to Dulany St."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 8,
    "name": "Contrabands & Freedmen Cemetery",
    "latitude": "38.794533",
    "longitude": "-77.049656",
    "excerpt": "During the Civil War, the Union-controlled southern city of Alexandria, VA, became a safe haven for formerly enslaved African Americans. Though they had…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/contrabands-freedmen-cemetery/a/poi-sig/1563934/1341611",
    "image_url": null,
    "detail_description": "During the Civil War, the Union-controlled southern city of Alexandria, VA, became a safe haven for formerly enslaved African Americans. Though they had been freed from bondage, their lives were difficult, with disease and death rampant in their shantytown homes. Some 1800 contrabands (as freed slaves were called) and freedmen were buried at this cemetery on Alexandria’s southern edge. A memorial park was developed on the site, including the sculpture, The Path of Thorns and Roses, symbolizing the freedom struggle.\nThe cemetery is about 1.5 miles southeast of the King St Metro station. From the station, take Reinekers Lane south, go left on Duke St, then right on S Washington St."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 7,
    "name": "George Washington Masonic National Memorial",
    "latitude": "38.807485",
    "longitude": "-77.06582",
    "excerpt": "Alexandria’s most prominent landmark features a fine view from the observation deck of its 333ft tower. Modeled after Egypt’s Lighthouse of Alexandria, it…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/george-washington-masonic-national-memorial/a/poi-sig/386059/1341611",
    "image_url": null,
    "detail_description": "Alexandria’s most prominent landmark features a fine view from the observation deck of its 333ft tower. Modeled after Egypt’s Lighthouse of Alexandria, it honors the first president (who was initiated into the Masons in Fredericksburg in 1752 and later became Worshipful Master of Alexandria Lodge No 22). After paying admission, you can explore exhibits on the 1st and 2nd floors, but to visit the tower and see Washington-family artifacts, you must take a 60-minute guided tour.\nTours depart at 9:30am, 11am, 1pm, 2:30pm and 4pm. If you ask one too many questions about masonic symbolism and the National Treasure movies, a trapdoor will open and drop you into the parking lot. We jest; it's all quite welcoming and fascinating."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 6,
    "name": "Stabler-Leadbeater Apothecary Museum",
    "latitude": "38.804239441465",
    "longitude": "-77.042786720333",
    "excerpt": "In 1792 Edward Stabler opened up his apothecary (pharmacy) – a family business that would operate until 1933, when the Depression forced its doors to…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/stabler-leadbeater-apothecary-museum/a/poi-sig/386123/1341611",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0735cb8f00c4937c3b9dd824cae4bb56-stabler-leadbeater-apothecary-museum.jpg",
    "detail_description": "In 1792 Edward Stabler opened up his apothecary (pharmacy) – a family business that would operate until 1933, when the Depression forced its doors to close. Unused and untouched since that time, it's now a museum. Shelves on two floors are lined with 900 beautiful hand-blown apothecary bottles storing remedies and potions. Harry Potter fans will adore the atmospheric upstairs preparation room, which resembles Professor Snape's potions room at Hogwarts – it even has jars of 'dragon's blood', hemlock and mandrake root\n"
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 5,
    "name": "Carlyle House",
    "latitude": "38.805203",
    "longitude": "-77.041905",
    "excerpt": "If you have time for just one historic house tour in Alexandria, make it this one. The house dates from 1753 when merchant and city founder, John Carlyle,…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/carlyle-house/a/poi-sig/1510182/1341611",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/85df2cdf559daafc97165088fb28b14c-carlyle-house.jpg",
    "detail_description": "If you have time for just one historic house tour in Alexandria, make it this one. The house dates from 1753 when merchant and city founder, John Carlyle, built the most lavish mansion in town (which in those days was little more than log cabins and muddy lanes). The Georgian Palladian–style house is decorated with paintings, historic relics and period furnishings that help bring the past to life. Visits are by one-hour guided tour.\nFree tours are given on the hour and half hour. Take the trolley from King St station."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 4,
    "name": "Lyceum: Alexandria's History Museum",
    "latitude": "38.803759",
    "longitude": "-77.047537",
    "excerpt": "For a quick primer on Alexandria’s history, stop by this small city museum in a beautiful Greek Revival building dating from 1839. A somewhat dusty array…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/lyceum-alexandria-s-history-museum/a/poi-sig/1563908/1341611",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4cea800003be276ea78839d272a7a942-the-lyceum-alexandria-s-history-museum.jpg",
    "detail_description": "For a quick primer on Alexandria’s history, stop by this small city museum in a beautiful Greek Revival building dating from 1839. A somewhat dusty array of artifacts, vintage photos and maps tell the stories of Native Americans, colonists fighting for independence, and northerners and southerners caught up in the Civil War (Alexandria became the longest occupied Confederate city).\nThe statue of the unarmed Confederate soldier in the crossing in front of the museum marks the spot from which soldiers left Alexandria to join the Confederate Army on May 24, 1861. The lone figure faces the battlefields where his comrades fell in the South. The names of those who lost their lives are written at the base."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 3,
    "name": "Alexandria Black History Museum",
    "latitude": "38.811978205826",
    "longitude": "-77.048110053705",
    "excerpt": "Paintings, photographs, books and other memorabilia documenting the African American experience in Alexandria, one of the nation’s major slave ports, are…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/alexandria-black-history-museum/a/poi-sig/1333397/1341611",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/74cd5436499c6a8cae055b73db0c7dac-alexandria-black-history-museum.jpg",
    "detail_description": "Paintings, photographs, books and other memorabilia documenting the African American experience in Alexandria, one of the nation’s major slave ports, are on display at this small resource center (enter from Wythe St). Pick up a brochure for self-guided walking tours of important African American history sites in Alexandria. In the next-door annex, the Watson Reading Room has a wealth of books and documents on African American topics.\nOperated by the museum, the African American Heritage Park is worth a stop to see headstones from a 19th-century African American cemetery. The park is about a half mile southeast of the King St Metro. From the station, take Reinekers Lane south, go left on Duke St, then right on Holland Lane."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 1,
    "name": "Fort Ward Museum & Historic Site",
    "latitude": "38.830414",
    "longitude": "-77.102051",
    "excerpt": "Washington, DC’s best-preserved Civil War fort is surprisingly hidden away in a residential Alexandria neighborhood. But there it is, a vivid foray into…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/fort-ward-museum-historic-site/a/poi-sig/1097619/1341611",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/37ae8c1f093cf183cce90dfd7c6cffcb-fort-ward-museum-historic-site.jpg",
    "detail_description": "Washington, DC’s best-preserved Civil War fort is surprisingly hidden away in a residential Alexandria neighborhood. But there it is, a vivid foray into the life and times of occupied Alexandria and what it took to protect the federal capital from Confederate attack. The reconstructed headquarters houses a small museum with period uniforms, medical equipment and a model of the original fort. A road winds through 45 tree-shaded acres, with signs and maps interpreting the fort’s landscape.\nFort Ward is considered a model of 19th-century engineering. Designed for 36 guns mounted in five bastions, it boasts nearly 95 percent of its original earthen walls, an authentically reconstructed bastion, the ceremonial entrance gate and underground bomb shelters to house 500 men. Check for frequent reenactments that interpret Civil War soldier and civilian life, including infantry drills, artillery demonstrations, camp life, torchlight tours and more. The easiest access to the fort is by car."
},
{
    "country": "alexandria",
    "city": "Alexandria",
    "index": 2,
    "name": "Freedom House Museum",
    "latitude": "38.803949",
    "longitude": "-77.054522",
    "excerpt": "This demure Federal-style row house holds a tragic story. At a time when Alexandria was the nation’s second-largest slave center (after New Orleans), a…",
    "detail_url": "https://www.lonelyplanet.com/usa/virginia/alexandria/attractions/freedom-house-museum/a/poi-sig/1510181/1341611",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/89a07e714a02ea3338a34578cab94f80-freedom-house-museum.jpg",
    "detail_description": "This demure Federal-style row house holds a tragic story. At a time when Alexandria was the nation’s second-largest slave center (after New Orleans), a flourishing slave-trading business occupied this building and adjoining space. A well-presented basement museum, developed by the Northern Virginia Urban League, powerfully tells the stories of the thousands of enslaved people who passed through. Personal video narratives and artifacts are on view in a heartbreaking setting.\nUp to 150 slaves were kept in the holding pen outside (since torn down). Among those likely held here was Solomon Northup, a free black man who in 1841 was kidnapped from Washington and sold into bondage in the south. His story was portrayed in the film Twelve Years a Slave. There's no admission, but donations are encouraged. The museum isn't signed; look for the Franklin and Armfield Slave Office information panel."
}
]