[
{
    "country": "algiers",
    "city": "Algiers",
    "index": 1,
    "name": "Casbah",
    "latitude": "36.7851",
    "longitude": "3.058673",
    "excerpt": "The heart of the city is its ancient Casbah, a steep and narrow maze of streets just west of the Pl des Martyrs. There are several magnificent Ottoman…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/casbah/a/poi-sig/503080/355067",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-535510559_full.jpg",
    "detail_description": "The heart of the city is its ancient Casbah, a steep and narrow maze of streets just west of the Pl des Martyrs. There are several magnificent Ottoman palaces to explore here, most concentrated around the Djemaa Ketchoua at the end of Rue Ahmed Bouzrina; the finest is the Dar Hassan Pacha.\nThis fiercely traditional neighborhood saw some of the most bitter fighting during the Battle of Algiers (Gillo Pontecorvo's extraordinary film of the same name was shot in situ shortly after the war's end). Today the Casbah is fine to walk around, but exercise extreme caution with personal belongings and avoid going there at night. Hiring a guide (ask at your hotel) is not a bad idea."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 17,
    "name": "Jardin d'Essai",
    "latitude": "36.748926",
    "longitude": "3.07394",
    "excerpt": "These bayside botanical gardens date to the first years of French occupation and today they are a sprawling natural hothouse. It's a place of outstanding…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/jardin-d-essai/a/poi-sig/457591/355067",
    "image_url": null,
    "detail_description": "These bayside botanical gardens date to the first years of French occupation and today they are a sprawling natural hothouse. It's a place of outstanding beauty with avenues of palms and stands of exotic trees. To escape here from the city centre, take the metro to the Jardin d'Essai stop.\n"
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 16,
    "name": "Museum of Popular Arts & Traditions",
    "latitude": "36.786535",
    "longitude": "3.061237",
    "excerpt": "This museum is the most accessible of the buildings one can visit in the Casbah. It is housed in a fine example of an Ottoman-period town house, the Dar…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/museum-of-popular-arts-traditions/a/poi-sig/457599/355067",
    "image_url": null,
    "detail_description": "This museum is the most accessible of the buildings one can visit in the Casbah. It is housed in a fine example of an Ottoman-period town house, the Dar Khedaoudj el-Amia, which follows the classic town house plan, with an entrance leading to an inner hall and a staircase up to the principal rooms. The museum contains a fascinating collection of traditional Algerian arts and crafts.\n"
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 14,
    "name": "Dar Aziza Bent el-Bey",
    "latitude": "36.785075",
    "longitude": "3.061302",
    "excerpt": "Aziza may have been a bent (daughter) of the bey of Constantine, who built the sumptuous Dar Aziza for her. Its whitewashed facade hides one of the most…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/dar-aziza-bent-el-bey/a/poi-sig/1107748/355067",
    "image_url": null,
    "detail_description": "Aziza may have been a bent (daughter) of the bey of Constantine, who built the sumptuous Dar Aziza for her. Its whitewashed facade hides one of the most gorgeous of Algiers’ grand houses. The tile work is especially impressive. Dar Aziza houses the office of the National Archaeology Agency and it's possible to visit the courtyard in normal working hours though photography is not allowed.\n"
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 15,
    "name": "Grande Poste",
    "latitude": "36.772846",
    "longitude": "3.05951",
    "excerpt": "Algiers' beloved main post office is an unmissable piece of living history, a fine example of French-designed, early 20th-century Moorish architecture…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/grande-poste/a/poi-sig/457589/355067",
    "image_url": null,
    "detail_description": "Algiers' beloved main post office is an unmissable piece of living history, a fine example of French-designed, early 20th-century Moorish architecture. Look out for what is possibly the world’s most exquisitely decorated post box near the entrance. At the time of research it was closed to visitors and in the process of being converted into a museum; it's expected to reopen sometime in 2018.\n"
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 13,
    "name": "Musée des Beaux Arts",
    "latitude": "36.74614",
    "longitude": "3.072374",
    "excerpt": "The Musée des Beaux Arts houses the best collection of art in the country. Opened in 1930, it traces the progress of European and particularly French art…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/musee-des-beaux-arts/a/poi-sig/457595/355067",
    "image_url": null,
    "detail_description": "The Musée des Beaux Arts houses the best collection of art in the country. Opened in 1930, it traces the progress of European and particularly French art from the 16th century, starting with Barnaba di Modena, passing through the neoclassicists such as David and Delacroix, Orientalists including Fromentin, and a Renoir painted during the artist’s visit in 1882. There is also a sizeable collection of work by local and international artists.\nTo get there from the city centre take the metro to the Jardin d'Essai stop."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 12,
    "name": "Musée National du Moudjahid",
    "latitude": "36.745633",
    "longitude": "3.069756",
    "excerpt": "This museum, which sits directly beneath the Makam Echahid, aims to collect, preserve and display objects and memories of the struggle against colonialism…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/musee-national-du-moudjahid/a/poi-sig/457597/355067",
    "image_url": null,
    "detail_description": "This museum, which sits directly beneath the Makam Echahid, aims to collect, preserve and display objects and memories of the struggle against colonialism. It starts with the story of the French invasion of 1830, but focuses on the struggle from the uprising in Sétif, Constantine and Guelma in 1944 to Independence Day in July 1962. Although information is in Arabic, the meaning of the exhibits is easy to understand. A taxi from the city centre will cost about Dh400.\nThe museum’s lower floor is a domed sanctuary, a natural shrine of low light and silence, and its walls are inscribed with verses from the Quran."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 11,
    "name": "Palais des Raïs",
    "latitude": "36.788245",
    "longitude": "3.06407",
    "excerpt": "This palace is in fact a row of several large waterfront houses, joined to form a single compound. It is now home to the Centre des Arts et de la Culture,…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/palais-des-rais/a/poi-sig/457605/355067",
    "image_url": null,
    "detail_description": "This palace is in fact a row of several large waterfront houses, joined to form a single compound. It is now home to the Centre des Arts et de la Culture, which hosts some excellent art and photographic exhibitions as well as performing arts, but just as much pleasure can be had simply by exploring such a grand, Ottoman-period mansion.\nThe main building was begun in 1750 and completed around 1798 by the Dey Mustapha Pacha, who used it as one of his residences. The French military occupied it for a while, after which it served as the American consulate, a school and a library before becoming the most successful restoration project in the city."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 10,
    "name": "Makam Echahid",
    "latitude": "36.74571044706",
    "longitude": "3.0696702003479",
    "excerpt": "One of the most recognisable landmarks in the city, the Makam Echahid celebrates the sacrifice of the unknown martyr who fell for his country. The…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/makam-echahid/a/poi-sig/457593/355067",
    "image_url": null,
    "detail_description": "One of the most recognisable landmarks in the city, the Makam Echahid celebrates the sacrifice of the unknown martyr who fell for his country. The monument, constructed by the Canadians in the early 1980s, is made up of three massive concrete palm fronds that come together and soar 92m into the sky, representing the coming together of agriculture, culture and industry to make independent Algeria great.\nDirectly below the base of the monument is the Musée National du Moudjahid while the open plaza surrounding it hosts concerts, events, exhibitions or a children's fair ground. It's popular with families on Friday and Saturday afternoons."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 9,
    "name": "Djemaa el-Djedid",
    "latitude": "36.784817",
    "longitude": "3.063126",
    "excerpt": "Colonial French town planners cleared many Ottoman buildings when they redesigned the Algiers waterfront and laid out what is now the place des Martyrs,…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/djemaa-el-djedid/a/poi-sig/457581/355067",
    "image_url": null,
    "detail_description": "Colonial French town planners cleared many Ottoman buildings when they redesigned the Algiers waterfront and laid out what is now the place des Martyrs, but they left the Djemaa el-Djedid. Contrary to its name, the New Mosque, sometimes also called the Pêcherie Mosque, was built in 1660 on the site of an earlier Quranic school and paid for by public subscription.\nThe mosque is unusual for Algiers, built in a recognisably Turkish style, with a series of domes and vaults, although the minaret is Andalusian in style. It is also unusual for being designed as a cross: local legend has it that the architect was a Christian, supposedly executed for his trickery.It has two entrances, one on the place and another on the steps of the ramparts, leading down to the port. Like most of the mosques in Algiers it's normally open to non-Muslims outside of prayer time, but it's worth taking a local guide with you."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 6,
    "name": "Djemma Ali Bitchine",
    "latitude": "36.786338",
    "longitude": "3.062063",
    "excerpt": "The Djemma Ali Bitchine, which dates to 1622, is a mosque with an unusual domed design clearly influenced by Italian or Byzantine churches. That it should…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/djemma-ali-bitchine/a/poi-sig/457587/355067",
    "image_url": null,
    "detail_description": "The Djemma Ali Bitchine, which dates to 1622, is a mosque with an unusual domed design clearly influenced by Italian or Byzantine churches. That it should be so is perhaps less of a surprise when you learn that it was in fact built by a former Christian who converted to Islam. Like several other mosques, this one was used as a church during the French occupation, when it was known as Notre Dame des Victoires. The minaret was destroyed towards the end of the 19th century. The building was reclaimed as a mosque in 1962.\nIn the rough days of Algerian piracy, when a man might be snatched off a ship in the high sea and given a choice of slavery or conversion, there were many so-called renegades, people around the Mediterranean who changed religion. Ali Bitchine was one. A sailor from Venice, his original name may have been Piccinino. Whoever he had been in Italy, in Algiers he was a sailor who, by the time he commissioned the construction of this mosque, had risen to become a grand admiral of the fleet."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 7,
    "name": "Djemaa el-Kebir",
    "latitude": "36.785186314382",
    "longitude": "3.0643057823181",
    "excerpt": "The city's Grand Mosque has ancient heritage. It's built on a rise above the inner port where early Berber and Phoenician inhabitants built a place of…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/djemaa-el-kebir/a/poi-sig/457583/355067",
    "image_url": null,
    "detail_description": "The city's Grand Mosque has ancient heritage. It's built on a rise above the inner port where early Berber and Phoenician inhabitants built a place of prayer. The Romans later turned this into a temple which was then converted into a Christian basilica. This was later torn down and replaced, in the 11th century, by the mosque, which has since been much altered and enlarged.\nInside the five doors the prayer hall is supported by rows of columns, 72 in all, and contains a cedarwood minbar, which carries an inscription stating that the mihrab, the niche indicating the direction of Mecca, was constructed in 490 AH (AD 1097). This supports the idea that the mosque was built by Youssef ben Tachfine, the Almoravid ruler of Tlemcen, at a time when the Mediterranean was transformed by the First Crusade.The minaret, 15m high, carries an inscription urging us to contemplate its beauty and the magnificent appearance of its crowns.It is normally open to non-Muslims outside of prayer time, but consider taking a local guide with you."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 8,
    "name": "Dar Hassan Pacha",
    "latitude": "36.785083",
    "longitude": "3.06098",
    "excerpt": "Carrying the name of its original owner, Dar Hassan Pacha, this is one of the city's grandest mansions. The building now houses a collection of…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/dar-hassan-pacha/a/poi-sig/457579/355067",
    "image_url": null,
    "detail_description": "Carrying the name of its original owner, Dar Hassan Pacha, this is one of the city's grandest mansions. The building now houses a collection of illuminated manuscripts and contemporary calligraphy by artists from across North Africa and the Middle East.\nHassan Pacha was the ruler of Algiers and a man with a sense of purpose – in 1795 he concluded a peace treaty with the fledgling USA guaranteeing their ships safe passage in Algiers' waters. Before that, around 1791, he began work building his palace on the edge of the Casbah, but away from the waterside, which was vulnerable and damp in winter. When Algiers fell to the French the house was turned into the governor's winter residence. Its facade was remodelled, and unlike most large houses here the Dar Hassan Pacha was given a European-style front, with rows of large windows and balconies and a grander entrance. During the occupation it played host to the great and good: the Emperor Napoleon and Empress Eugénie stayed during their 1860 tour."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 5,
    "name": "Djemaa Ketchoua",
    "latitude": "36.784997",
    "longitude": "3.060915",
    "excerpt": "Of all the mosques in central Algiers, the Djemaa Ketchoua has had the most turbulent history. Its date of construction is estimated as being around the…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/djemaa-ketchoua/a/poi-sig/1107730/355067",
    "image_url": null,
    "detail_description": "Of all the mosques in central Algiers, the Djemaa Ketchoua has had the most turbulent history. Its date of construction is estimated as being around the beginning of the 17th century. Its name translates as place or plateau of goats, a reminder of the time when this space – between the port and citadel – was open ground. The mosque was undergoing extensive renovations at the time of research.\nIt was remodelled in 1794 by Hassan Pasha, when he built his palace next door. The work is commemorated by a long inscription that begins: ‘What a beautiful mosque!’ Today it seems more unusual than beautiful, with its high steps, three-tiered minarets and part-tiled walls.A plaque to the left of the great doors notes that on 5 July 1830 a cross was placed on top of the mosque, beginning more than 130 years of French occupation. During this time it served as the city’s cathedral and one of the centrepieces of the French-held city: French artists and sculptors decorated it; Emperor Napoleon III took Mass here in 1860; and the composer Saint-Saëns played the organ here in 1873. The building was reconsecrated as a mosque on 5 July 1962, 132 years to the day after it was converted to a church and just two days after General de Gaulle recognised independent Algeria."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 4,
    "name": "Notre Dame d'Afrique",
    "latitude": "36.800952",
    "longitude": "3.042591",
    "excerpt": "One of the city's most famous buildings, this Catholic basilica still celebrates mass at 6pm daily, despite its dwindling flock. Its striking neo…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/notre-dame-d-afrique/a/poi-sig/457603/355067",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ce556bcd0509c44af59c07df42d3d1d0-notre-dame-d-afrique.jpg",
    "detail_description": "One of the city's most famous buildings, this Catholic basilica still celebrates mass at 6pm daily, despite its dwindling flock. Its striking neo-Byzantine architecture and freshly restored more-is-more interior are matched by amazing views out to sea and across the capital. The basilica is on a hilltop at the eastern edge of the city and would be a long walk from the city centre. A taxi is around Dh400.\n"
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 3,
    "name": "Bardo Museum of Prehistory & Ethnography",
    "latitude": "36.760178",
    "longitude": "3.04655",
    "excerpt": "The Bardo, which focuses on the prehistory of Algeria, is one of the best museums in Algiers. The collection is well-displayed with videos, models and…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/bardo-museum-of-prehistory-ethnography/a/poi-sig/457575/355067",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8f50d2199e238efb2d9fbfd3c79cfec9-bardo-museum-of-prehistory-ethnography.jpg",
    "detail_description": "The Bardo, which focuses on the prehistory of Algeria, is one of the best museums in Algiers. The collection is well-displayed with videos, models and excellent diagrams and information panels (in French) that reveal how the climate and environment of the region have changed over the eons and how that has affected human and wildlife development. There are lots of fossils, neolithic pottery, rock carvings and examples of Neanderthal paintings from the Sahara.\nEmerging from the museum, head up the tiled steps to the 'Summer Palace', an Ottoman-era palace of courtyards, fountains and sub-tropical gardens. It's within the same compound as the museum and included in the entry price."
},
{
    "country": "algiers",
    "city": "Algiers",
    "index": 2,
    "name": "National Museum of Antiquities",
    "latitude": "36.761535894387",
    "longitude": "3.0464637279511",
    "excerpt": "The richness of Algeria’s heritage is brought home in this museum. The collection of antiquities is drawn from sites around the city and throughout…",
    "detail_url": "https://www.lonelyplanet.com/algeria/algiers/attractions/national-museum-of-antiquities/a/poi-sig/457601/355067",
    "image_url": null,
    "detail_description": "The richness of Algeria’s heritage is brought home in this museum. The collection of antiquities is drawn from sites around the city and throughout Algeria. Among the early works are fine ivory carvings and large, totemic Libyan-period warriors on horseback. There is sculpture from Cherchell and mosaics from Tipaza, a room of bronzes including a wonderful fragment of a horse’s leg and hoof, and an extraordinary 3rd-century figure of a chubby child holding an eagle to its chest.\nThere is also a collection of Islamic art from across the Maghreb. The museum sits within the same compound and entry is included with the same ticket."
}
]