[
{
    "country": "almaty",
    "city": "Almaty",
    "index": 1,
    "name": "Central State Museum",
    "latitude": "43.23585",
    "longitude": "76.95069",
    "excerpt": "Almaty’s best museum takes you through Kazakhstan’s history from Bronze Age burials and nomadic culture to WWII sacrifices, telecommunications and the…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/central-state-museum/a/poi-sig/443050/356858",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/550598173_master.jpg",
    "detail_description": "Almaty’s best museum takes you through Kazakhstan’s history from Bronze Age burials and nomadic culture to WWII sacrifices, telecommunications and the transfer of the capital to Nur-Sultan, with many beautiful artefacts on display. A large replica of the Golden Man (a national symbol of Kazakhstan; a 3rd- or 4th-century warrior whose gold-clad remains were uncovered in 1969) stands in the entrance hall.\nHighlights include hall 1 that deals with archaeological finds and early history up to Chinggis (Genghis) Khan, with balbals (totemlike stones bearing the carved faces of honoured warriors or chieftains, placed at sacred spots by nomadic early Turks) and models of some of Kazakhstan’s major monuments. Next to it is the ‘Hall of Gold’, an exhibit of outstanding ancient gold adornments, mainly from Scythian burials between the 6th and 3rd centuries BC, which requires a special 1300T ticket (includes a tour in Russian or Kazakh; English tours cost extra). The ethnographic display in hall 2, upstairs, features a finely kitted-out yurt and some beautifully worked weaponry and horse and camel gear, plus musical instruments and exotic costumes going back to the 18th century. Halls 3 and 4 on floor 4 deal with the 20th and 21st centuries, including exhibits on some of Kazakhstan’s many ethnic groups. It’s just a pity that the museum's signage in nonlocal languages is limited to ‘Don’t touch, please!’"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 18,
    "name": "Hotel Kazakhstan",
    "latitude": "43.244976",
    "longitude": "76.957061",
    "excerpt": "Soviet-era skyscraper.",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/hotel-kazakhstan/a/poi-sig/1005863/356858",
    "image_url": null,
    "detail_description": "Soviet-era skyscraper.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 17,
    "name": "Academy of Sciences",
    "latitude": "43.246125",
    "longitude": "76.953113",
    "excerpt": "An imposing late-Soviet building.",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/academy-of-sciences/a/poi-sig/1431582/356858",
    "image_url": null,
    "detail_description": "An imposing late-Soviet building.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 16,
    "name": "Maslikhat",
    "latitude": "43.236284",
    "longitude": "76.94574",
    "excerpt": "Neoclassical-style City Council building.",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/maslikhat/a/poi-sig/1392108/356858",
    "image_url": null,
    "detail_description": "Neoclassical-style City Council building.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 15,
    "name": "Zhibek Zholy",
    "latitude": "43.2618",
    "longitude": "76.942588",
    "excerpt": "The pedestrianised stretch of this street in the lower, northern, part of the centre is Almaty’s (sort of) version of Moscow’s Arbat. It's dotted with…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/zhibek-zholy/a/poi-sig/1429761/356858",
    "image_url": null,
    "detail_description": "The pedestrianised stretch of this street in the lower, northern, part of the centre is Almaty’s (sort of) version of Moscow’s Arbat. It's dotted with inexpensive cafes, a few buskers and kitsch art stands.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 14,
    "name": "Kök-Töbe Cable Car",
    "latitude": "43.242389",
    "longitude": "76.95911",
    "excerpt": "This smooth, gleaming cable car runs from beside the Palace of the Republic up to Kök-Töbe hill on the southeast edge of Almaty, taking six minutes to…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/koek-toebe-cable-car/a/poi-sig/1384754/356858",
    "image_url": null,
    "detail_description": "This smooth, gleaming cable car runs from beside the Palace of the Republic up to Kök-Töbe hill on the southeast edge of Almaty, taking six minutes to glide high above the city. Great for views; less great for people with vertigo.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 13,
    "name": "Central Mosque",
    "latitude": "43.2683",
    "longitude": "76.953092",
    "excerpt": "Almaty’s multitowered, gold-domed, white-marble central mosque, built in 1999, is one of the largest in the country, with space for 3000 worshippers in…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/central-mosque/a/poi-sig/1392105/356858",
    "image_url": null,
    "detail_description": "Almaty’s multitowered, gold-domed, white-marble central mosque, built in 1999, is one of the largest in the country, with space for 3000 worshippers in the finely decorated main prayer hall. Women must cover their heads, arms and legs when visiting.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 12,
    "name": "Gorky Park",
    "latitude": "43.260769",
    "longitude": "76.966395",
    "excerpt": "Central Almaty’s biggest recreational park is a somewhat untidy place whose boating lakes, funfair rides, pony rides, a waterpark, rather sad zoo, cinema,…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/gorky-park/a/poi-sig/1384756/356858",
    "image_url": null,
    "detail_description": "Central Almaty’s biggest recreational park is a somewhat untidy place whose boating lakes, funfair rides, pony rides, a waterpark, rather sad zoo, cinema, cafes and shashlyk and beer stands are particularly popular with families on Sundays and holidays.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 11,
    "name": "Independence Monument",
    "latitude": "43.238542",
    "longitude": "76.945434",
    "excerpt": "This stone column is surmounted with a replica Golden Man standing on a winged snow leopard. Around its base are statues of a Kazakh family; behind is a…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/independence-monument/a/poi-sig/1392107/356858",
    "image_url": null,
    "detail_description": "This stone column is surmounted with a replica Golden Man standing on a winged snow leopard. Around its base are statues of a Kazakh family; behind is a semicircular wall of low-relief bronze sculptures depicting scenes from Kazakhstan’s history, from Golden Man times at the left end to Nazarbayev at the right.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 10,
    "name": "Dawn of Freedom Monument",
    "latitude": "43.23845",
    "longitude": "76.941783",
    "excerpt": "This striking monument honours those killed and injured on Respublika alany on 17 December 1986 during the Zheltoksan (December) protests, the first…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/dawn-of-freedom-monument/a/poi-sig/1392106/356858",
    "image_url": null,
    "detail_description": "This striking monument honours those killed and injured on Respublika alany on 17 December 1986 during the Zheltoksan (December) protests, the first unrest unleashed in Central Asia by the Gorbachev era of glasnost. Possibly as many as 250 people were killed when police opened fire on rioters protesting against the appointment of a Russian, Gennady Kolbin, as head of the Kazakhstan Communist Party.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 9,
    "name": "WWII War Memorial",
    "latitude": "43.258901",
    "longitude": "76.95527",
    "excerpt": "This dramatic socialist-realism memorial in Panfilov Park depicts soldiers from all 15 Soviet republics bursting out of a map of the USSR. An eternal…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/wwii-war-memorial/a/poi-sig/1384752/356858",
    "image_url": null,
    "detail_description": "This dramatic socialist-realism memorial in Panfilov Park depicts soldiers from all 15 Soviet republics bursting out of a map of the USSR. An eternal flame honouring the fallen of 1917–20 (the Civil War) and 1941–45 (WWII) flickers in front of the giant black monument. Nearby, a monument depicting three ragged soldiers honours Kazakh soldiers who'd fallen in Afghanistan.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 8,
    "name": "Green Market",
    "latitude": "43.26355",
    "longitude": "76.955152",
    "excerpt": "This large, two-level market has a true flavour of Central Asia, and is worth putting on your itinerary even if you're not really food shopping. It's been…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/green-market/a/poi-sig/1384125/356858",
    "image_url": null,
    "detail_description": "This large, two-level market has a true flavour of Central Asia, and is worth putting on your itinerary even if you're not really food shopping. It's been somewhat sanitised in recent years, but its stalls are still piled with nuts, fresh and dried fruit, Georgian sweets, smoked fish, spices, ready-made Korean salads, vegetables, medicinal herbs, cheeses, sausages and enormous hunks of fresh meat. There's an entire row dedicated to horsemeat.\nYou can get kymyz (fermented horse milk), shubat (fermented camel milk) and freshly squeezed pomegranate juice here too – and cafes dotted around the place will serve a bowl of laghman (long, stout noodles) or plov (fried rice with vegetables and sometimes meat) with tea and bread for less than 700T."
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 7,
    "name": "Respublika Alany",
    "latitude": "43.23827",
    "longitude": "76.945517",
    "excerpt": "This broad, Soviet-created ceremonial square provides a panoramic view of the snowcapped mountains on a clear morning and is surrounded by several…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/respublika-alany/a/poi-sig/443068/356858",
    "image_url": null,
    "detail_description": "This broad, Soviet-created ceremonial square provides a panoramic view of the snowcapped mountains on a clear morning and is surrounded by several landmark buildings and monuments.\nIts focus is the tall Independence Monument. The stone column is surmounted with a replica Golden Man standing on a winged snow leopard. Around its base are statues of a Kazakh family; behind is a semicircular wall of low-relief bronze sculptures depicting scenes from Kazakhstan’s history, from Golden Man times at the left end to President Nazarbayev at the right.Overlooking the square from the south is the neoclassical-style Maslikhat building. Southeast of here, opposite the Central State Museum, is a large official Presidential Residence. At the top of Zheltoksan, the striking Dawn of Freedom Monument honours those killed and injured on Respublika alany on 17 December 1986 during the Zheltoksan (December) protests, the first unrest unleashed in Central Asia by the Gorbachev era of glasnost. Possibly as many as 250 people were killed when police opened fire on rioters protesting against the appointment of a Russian, Gennady Kolbin, as head of the Kazakhstan Communist Party."
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 6,
    "name": "Zenkov Cathedral",
    "latitude": "43.258766",
    "longitude": "76.953173",
    "excerpt": "Candy-coloured Zenkov Cathedral is Kazakhstan's nearest (albeit distant) relative to St Basil’s Cathedral in Moscow and one of Almaty’s few surviving…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/zenkov-cathedral/a/poi-sig/1384753/356858",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5f09c425d39629e79c5aa9ea502707d7-zenkov-cathedral.jpg",
    "detail_description": "Candy-coloured Zenkov Cathedral is Kazakhstan's nearest (albeit distant) relative to St Basil’s Cathedral in Moscow and one of Almaty’s few surviving tsarist-era buildings. Designed by AP Zenkov in 1904, the cathedral is built entirely of wood (including the nails). Used as a museum and concert hall in Soviet times, it was returned to the Russian Orthodox Church in 1995 and has been restored with colourful icons and murals.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 5,
    "name": "Panfilov Park",
    "latitude": "43.25792519",
    "longitude": "76.95374907",
    "excerpt": "This large and attractive rectangle of greenery is one of central Almaty's most popular strolling and hangout places for all ages. At its heart stands the…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/panfilov-park/a/poi-sig/443066/356858",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/54345f8de1ed7acb9a2e902b91271af0-panfilov-park.jpg",
    "detail_description": "This large and attractive rectangle of greenery is one of central Almaty's most popular strolling and hangout places for all ages. At its heart stands the candy-coloured Zenkov Cathedral.\nThe park is named for the Panfilov Heroes, 28 soldiers of an Almaty infantry unit who died fighting off Nazi tanks in a village outside Moscow in 1941. They are commemorated at the fearsome war memorial east of the cathedral."
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 4,
    "name": "Kazakh Museum of Folk Musical Instruments",
    "latitude": "43.259425",
    "longitude": "76.956997",
    "excerpt": "In a striking 1908 wooden building (designed by cathedral architect Zenkov) at the east end of Panfilov Park, the city’s most original museum is a must…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/kazakh-museum-of-folk-musical-instruments/a/poi-sig/443064/356858",
    "image_url": null,
    "detail_description": "In a striking 1908 wooden building (designed by cathedral architect Zenkov) at the east end of Panfilov Park, the city’s most original museum is a must for musicians. As well as a fine collection of traditional Kazakh instruments (wooden harps and horns, bagpipes, the lute-like two-stringed dombra and the viola-like kobyz), there are also Turkish, Uzbek and Kyrgyz folk instruments for comparison and it's possible to attend the occasional performance of traditional music.\n"
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 3,
    "name": "Kazakhstan Museum of Arts",
    "latitude": "43.23585",
    "longitude": "76.91945",
    "excerpt": "This is the best art collection in the country, with Kazakh, Russian and some Western European art and a room of top-class modern Kazakh handicrafts, with…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/kazakhstan-museum-of-arts/a/poi-sig/443060/356858",
    "image_url": null,
    "detail_description": "This is the best art collection in the country, with Kazakh, Russian and some Western European art and a room of top-class modern Kazakh handicrafts, with much explanatory material in English. Particularly interesting is the room on Russia's Mir Iskusstva movement, and also the large collection of paintings by Kazakh Abylkhan Kasteev (1904–73).\nKasteev’s clear portraits, landscapes and scenes of Soviet progress (railways, collective farming) obviously toed the party line but his technique is fabulous.There's an engaging collection of abstract sculpture in the museum grounds."
},
{
    "country": "almaty",
    "city": "Almaty",
    "index": 2,
    "name": "Kök-Töbe",
    "latitude": "43.233635",
    "longitude": "76.976094",
    "excerpt": "This 1100m hill on the city’s southeast edge is crowned by a 372m-high TV tower visible from far and wide, and affords great views over the city and the…",
    "detail_url": "https://www.lonelyplanet.com/kazakhstan/almaty/attractions/koek-toebe/a/poi-sig/1429759/356858",
    "image_url": null,
    "detail_description": "This 1100m hill on the city’s southeast edge is crowned by a 372m-high TV tower visible from far and wide, and affords great views over the city and the mountains, plus an assortment of attractions at the top. The easy way up is by the smooth cable car.\nAt the top you'll find several cafes and restaurants, craft shops, a roller coaster, a minizoo, an 'I Heart Almaty' sign, a children’s playground and life-sized bronze statues of the four Beatles, placed here on the initiative of local fans in 2007. The work of Almaty sculptor Eduard Kazaryan, this is claimed to be the world’s only monument showing all the Fab Four together. You can sit beside a guitar-strumming John on the bench.The cable car and other facilities may close early, or not open at all, in poor weather. The cheaper way up Kok-Tobe is by bus 95 (opposite Ramstor on Furmanov) or 99 (south up Abylay Khan, east on Abay, south on Dostyk) to their terminus on Omarova, where a shuttle minibus (one way/return 350/600T, every few minutes from 10am to 1am) runs the final 1.25km up the hill."
}
]