[
{
    "country": "amman",
    "city": "Amman",
    "index": 1,
    "name": "Citadel",
    "latitude": "31.95394113",
    "longitude": "35.93596701",
    "excerpt": "The area known as the Citadel sits on the highest hill in Amman, Jebel Al Qala’a (about 850m above sea level), and is the site of ancient Rabbath-Ammon…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/citadel/a/poi-sig/1443155/361068",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-553924519_high.jpg",
    "detail_description": "The area known as the Citadel sits on the highest hill in Amman, Jebel Al Qala’a (about 850m above sea level), and is the site of ancient Rabbath-Ammon. Occupied since the Bronze Age, it's surrounded by a 1700m-long wall, which was rebuilt many times during the Bronze and Iron Ages, as well as the Roman, Byzantine and Umayyad periods. There's plenty to see, but the Citadel's most striking sights are the Temple of Hercules and the Ummayad Palace.\nArtefacts dating from the Bronze Age show that the hill was a fortress and/or agora (open space for commerce and politics) for thousands of years.The two giant standing pillars are the remains of the Roman Temple of Hercules. Once connected to the Forum (downtown), the temple was built during the reign of Roman Emperor Marcus Aurelius (AD 161–80). The only obvious remains are parts of the podium and the columns, which are visible from around town. There’s also a rather touching remnant of a stone-carved hand, which shows the level of detail that would have adorned the temple in its glory days. Nearby is a lookout with sweeping views of the downtown area.The Citadel’s most impressive series of historic buildings is focused around the Umayyad Palace, behind the small (and rather old-fashioned) archaeological museum. Believed to be the work of Umayyad Arabs and dating from about AD 720, the palace was an extensive complex of royal and residential buildings and was once home to the governor of Amman. Its lifespan was short – it was destroyed by an earthquake in AD 749 and was never fully rebuilt.Coming from the south, the first major building belonging to the palace complex is the domed audience hall, designed to impress visitors to the royal palace. The most intact of the buildings on the site, the hall is shaped like a cross, mirroring the Byzantine church over which it was built. After much debate as to whether the central space had originally been covered or left open to the elements, consensus came down on the side of the ceiling dome, which was reconstructed by Spanish archaeologists.A courtyard immediately north of the hall leads to a 10m-wide colonnaded street, lined with numerous arches and columns, and flanked by residential and administrative buildings. Further to the north is the former governor’s residence, which includes the throne room.East of the audience hall is the Umayyad Cistern, an enormous circular hole with steps leading down to the bottom, which once supplied water to the palace and surrounding areas. The small disc on the floor in the centre once supported a pillar that was used for measuring water levels.Near the museum to the south is the small Byzantine Basilica, most of which has been destroyed by earthquakes. It dates from the 6th or 7th century AD, and contains a few dusty mosaics.The Citadel ticket office is on the road leading up to the Citadel’s entrance. Multilingual, fully licensed guides (up to JD15 per hour) usually congregate near the ticket office and can really enhance your visit.The only access roads to the Citadel are from Al Malek Ali Bin Al Hussein St. It’s better to hire a taxi for the trip up (around JD1 from downtown) and save some energy for the recommended walk down. Steps lead from east of the Citadel complex, past a viewing platform to Hashemi St, opposite the Roman Theatre. This makes a fine start to a walking tour of downtown."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 26,
    "name": "Luna Park",
    "latitude": "31.96940706",
    "longitude": "35.91562497",
    "excerpt": "Rides and amusements for the kids, including Ferris wheels, teacup rides and pedalos.",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/luna-park/a/poi-sig/1105444/361068",
    "image_url": null,
    "detail_description": "Rides and amusements for the kids, including Ferris wheels, teacup rides and pedalos.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 25,
    "name": "Ad Deir",
    "latitude": "31.92552287",
    "longitude": "35.78469091",
    "excerpt": "Ad Deir is a facade cut into the rock of a hillside about 4km west of Wadi As Seer on the road to Iraq Al Amir village. It most likely served as an…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/ad-deir/a/poi-sig/1459025/361068",
    "image_url": null,
    "detail_description": "Ad Deir is a facade cut into the rock of a hillside about 4km west of Wadi As Seer on the road to Iraq Al Amir village. It most likely served as an elaborate medieval dovecote.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 24,
    "name": "Byzantine Basilica",
    "latitude": "31.95539215",
    "longitude": "35.93431084",
    "excerpt": "Near the Citadel's archaeological museum is the small Byzantine Basilica, most of which has been destroyed by earthquakes. It dates from the 6th or 7th…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/byzantine-basilica/a/poi-sig/1452047/361068",
    "image_url": null,
    "detail_description": "Near the Citadel's archaeological museum is the small Byzantine Basilica, most of which has been destroyed by earthquakes. It dates from the 6th or 7th century AD and contains a few dusty mosaics.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 23,
    "name": "Haya Cultural Centre",
    "latitude": "31.96610622",
    "longitude": "35.89683458",
    "excerpt": "Designed especially for children, this centre has a library, a playground, an interactive ecomuseum and an inflatable castle. It also organises regular…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/haya-cultural-centre/a/poi-sig/418195/361068",
    "image_url": null,
    "detail_description": "Designed especially for children, this centre has a library, a playground, an interactive ecomuseum and an inflatable castle. It also organises regular activities and theatre, puppet and music performances for kids.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 22,
    "name": "Museum of Popular Traditions",
    "latitude": "31.951916",
    "longitude": "35.939648",
    "excerpt": "This small museum, immediately to the left as you enter the Roman Theatre, has well-presented displays of traditional costumes, jewellery and face masks,…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/museum-of-popular-traditions/a/poi-sig/418211/361068",
    "image_url": null,
    "detail_description": "This small museum, immediately to the left as you enter the Roman Theatre, has well-presented displays of traditional costumes, jewellery and face masks, along with mannequins dressed in the traditional costumes of Jordan's different ethnic groups. A separate gallery displays mosaics from Jerash and Madaba.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 21,
    "name": "Odeon",
    "latitude": "31.95231938",
    "longitude": "35.93964714",
    "excerpt": "On the eastern side of Amman's Forum stands a 500-seat odeon. Built in the 2nd century AD, it served mainly as a venue for musical performances. It was…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/odeon/a/poi-sig/1442673/361068",
    "image_url": null,
    "detail_description": "On the eastern side of Amman's Forum stands a 500-seat odeon. Built in the 2nd century AD, it served mainly as a venue for musical performances. It was probably enclosed with a wooden roof or temporary tent roof to shield the performers and audience from the elements. Like its bigger sibling, the nearby Roman Forum, it is seasonally used for performances.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 20,
    "name": "Roman Aqueduct",
    "latitude": "31.92964984",
    "longitude": "35.7951395",
    "excerpt": "About 4km west of Wadi As Seer, on the road to the village of Iraq Al Amir, you can spot part of an ancient Roman aqueduct, testament to Rome's success at…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/roman-aqueduct/a/poi-sig/1459026/361068",
    "image_url": null,
    "detail_description": "About 4km west of Wadi As Seer, on the road to the village of Iraq Al Amir, you can spot part of an ancient Roman aqueduct, testament to Rome's success at irrigating this dry land. Wadi As Seer is served by minibus from Amman's Muhajireen Bus Station, but you'll need to walk or have your own transport to get to the aqueduct.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 19,
    "name": "Al Husseiny Mosque",
    "latitude": "31.95026",
    "longitude": "35.934863",
    "excerpt": "Built by King Abdullah I in 1924 and restored in 1987, this compact mosque is in the heart of downtown on the site of an earlier mosque built in AD 640…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/al-husseiny-mosque/a/poi-sig/1105398/361068",
    "image_url": null,
    "detail_description": "Built by King Abdullah I in 1924 and restored in 1987, this compact mosque is in the heart of downtown on the site of an earlier mosque built in AD 640. The mosque is possibly more interesting as a hive of activity than for any architectural splendour – the precinct is a popular local meeting place. Respectfully dressed non-Muslims may be admitted – ask at the gate.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 18,
    "name": "Duke’s Diwan",
    "latitude": "31.951871",
    "longitude": "35.933232",
    "excerpt": "This historic townhouse, built in 1924, has served as a post office (Amman's first), the Ministry of Finance and a hotel. Today, it has been restored with…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/duke-s-diwan/a/poi-sig/1442681/361068",
    "image_url": null,
    "detail_description": "This historic townhouse, built in 1924, has served as a post office (Amman's first), the Ministry of Finance and a hotel. Today, it has been restored with period furnishings by a prominent Jordanian businessman, who is also the duke of the village of Mukhaybeh. The collection of old photos of Amman provide an interesting glimpse of a bygone age. It's all quite underplayed, but rather charming nonetheless.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 17,
    "name": "Nymphaeum",
    "latitude": "31.95014984",
    "longitude": "35.93611015",
    "excerpt": "Built in AD 191, this elaborate public fountain was once a large, two-storey complex with water features, mosaics, stone carvings and possibly a 600-sq…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/nymphaeum/a/poi-sig/418217/361068",
    "image_url": null,
    "detail_description": "Built in AD 191, this elaborate public fountain was once a large, two-storey complex with water features, mosaics, stone carvings and possibly a 600-sq-metre swimming pool – all dedicated to the nymphs. Excavations started in earnest in 1993, and restoration will continue for many years. Except for a few columns, an elegant archway and a few alcoves, there is little to see, though the workers toiling away may yet reveal hidden treasures in the years to come.\n"
},
{
    "country": "amman",
    "city": "Amman",
    "index": 16,
    "name": "Martyr's Monument Museum",
    "latitude": "31.98788417",
    "longitude": "35.90759031",
    "excerpt": "The simple and solemn Martyr’s Monument Museum houses a small but interesting collection of documents, chronicling Jordan’s recent military history…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/martyr-s-monument-museum/a/poi-sig/418207/361068",
    "image_url": null,
    "detail_description": "The simple and solemn Martyr’s Monument Museum houses a small but interesting collection of documents, chronicling Jordan’s recent military history, from the Arab Revolt in 1916 (in which 10,000 Arab fighters were killed) through to the Arab–Israeli wars. The intention, however, is a focus on remembrance rather than historical verisimilitude.\nThe memorial is on the road to Zarqa, 1km east of the Sports City junction, in the grounds of the Sports City. A private taxi from downtown costs around JD5."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 15,
    "name": "Forum",
    "latitude": "31.9520581",
    "longitude": "35.93858667",
    "excerpt": "The row of columns immediately in front (north) of the Roman Theatre is all that’s left of the forum, once one of the largest public squares (about 100m…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/forum/a/poi-sig/1442677/361068",
    "image_url": null,
    "detail_description": "The row of columns immediately in front (north) of the Roman Theatre is all that’s left of the forum, once one of the largest public squares (about 100m by 50m) in Imperial Rome. Built in AD 190, the square was flanked on three sides by columns and on the fourth side by the Seil Amman stream, though almost everything lies underneath the modern streets.\nThe plaza has been completely renovated in recent years, bringing back something of the sense of grand public space, albeit with a modern aesthetic."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 14,
    "name": "Rainbow Street",
    "latitude": "31.949131",
    "longitude": "35.928662",
    "excerpt": "This street in Jebel Amman is a destination in itself. Ammanis come here every evening to promenade and to visit the many great cafes and restaurants – to…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/rainbow-street/a/poi-sig/1497384/361068",
    "image_url": null,
    "detail_description": "This street in Jebel Amman is a destination in itself. Ammanis come here every evening to promenade and to visit the many great cafes and restaurants – to see and be seen. There are plenty of shops if you come in the daytime (the area is good for souvenirs), but either way it's best explored by foot as the narrow one-way street easily clogs with traffic any time of day or night.\nThis is one of the oldest areas in Amman, and if you wander the backstreets, there are still many fine old stone villas to see."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 13,
    "name": "Folklore Museum",
    "latitude": "31.95203954",
    "longitude": "35.9389363",
    "excerpt": "Immediately to the right as you enter the Roman Theatre, this small museum houses a modest collection of items illustrating traditional Jordanian life. It…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/folklore-museum/a/poi-sig/418191/361068",
    "image_url": null,
    "detail_description": "Immediately to the right as you enter the Roman Theatre, this small museum houses a modest collection of items illustrating traditional Jordanian life. It includes a Bedouin goat-hair tent complete with tools, musical instruments such as the rababa (a one-stringed Bedouin instrument), looms, mihbash (coffee grinders), some weapons and various costumes, including traditional Circassian dress.\nOne cabinet has tools from archaeological digs – older visitors may roll their eyes that video cameras are now deemed museum-worthy; younger visitors possibly less so."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 12,
    "name": "Hejaz Railway",
    "latitude": "31.969023",
    "longitude": "35.968908",
    "excerpt": "The Hejaz Railway once ferried pilgrims from Damascus in Syria to Amman and then on to Medina in Saudi Arabia, but only the breeze rolls through this…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/hejaz-railway/a/poi-sig/1442997/361068",
    "image_url": null,
    "detail_description": "The Hejaz Railway once ferried pilgrims from Damascus in Syria to Amman and then on to Medina in Saudi Arabia, but only the breeze rolls through this historic old station at present. There's a small on-site museum, and you can sit in the elaborately decked Royal Carriage. Very occasionally, there are rumours that a tourist service will start using the splendid steam locomotive, but plans seem forever to run into the buffers. We live in hope.\nThe station is 2.5km east of the Roman Theatre, on the edge of downtown in the Mahatta district. If the museum is closed, there's usually someone who'll let you poke about the engine sheds and admire the old locos."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 11,
    "name": "Cave of the Seven Sleepers",
    "latitude": "31.88331928",
    "longitude": "35.99145646",
    "excerpt": "The legend of the ‘seven sleepers’ involves seven Christian boys who were persecuted by the Roman Emperor Trajan, then escaped to a cave and slept there…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/cave-of-the-seven-sleepers/a/poi-sig/1105549/361068",
    "image_url": null,
    "detail_description": "The legend of the ‘seven sleepers’ involves seven Christian boys who were persecuted by the Roman Emperor Trajan, then escaped to a cave and slept there for 309 years. This is one of several locations that claim to be that cave. Inside the main cave – also known as Ahl Al Kahf (Cave of the People) – are eight smaller tombs that are sealed, though one has a hole in it, through which you can see a creepy collection of human bones.\nAbove and below the cave are the remains of two mosques. About 500m west of the cave is a large and slightly unkempt Byzantine cemetery. The cave is to the right of a large new mosque complex in the village of Rajib, off the road from Amman to Sabah. Buses from Amman to Sabah pass 500m from the mosque; catch them at Wihdat bus station; the journey costs less than 500 fils and takes 15 minutes. Alternatively, take a minibus from Quraysh St in downtown, ask for ‘Al Kahf’ and the driver will show you where to get off to change for a Sabah bus. The easiest way here is by chartered taxi (around JD8 each way)."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 10,
    "name": "King Abdullah Mosque",
    "latitude": "31.96112295",
    "longitude": "35.91279315",
    "excerpt": "Completed in 1989 as a memorial by the late King Hussein to his grandfather, this blue-domed landmark can house up to 7000 worshippers, with a further…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/king-abdullah-mosque/a/poi-sig/1105401/361068",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/93c9c694863de93c0059615e45277b5b-king-abdullah-mosque.jpg",
    "detail_description": "Completed in 1989 as a memorial by the late King Hussein to his grandfather, this blue-domed landmark can house up to 7000 worshippers, with a further 3000 in the courtyard. There is also a small women’s section for 500 worshippers and a much smaller royal enclosure. The cavernous, octagonal prayer hall is capped by a magnificent blue dome 35m in diameter, decorated with Quranic inscriptions. This is the only mosque in Amman that openly welcomes non-Muslim visitors.\nThe Islamic Museum inside the mosque houses a small collection of photographs and personal effects of King Abdullah I. Shards of ancient pottery are also on display together with coins and stone engravings.A Friday visit may be possible if you avoid prayer time, but call ahead to be sure. Women are required to cover their hair – headscarves are available at the entrance to the mosque together with abayas (black full-length dress) to cover bare arms, legs or jeans. Shoes must be removed before entering the prayer hall."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 9,
    "name": "Qasr Al Mushatta",
    "latitude": "31.737823",
    "longitude": "36.010236",
    "excerpt": "These partially reconstructed 8th-century ruins are of the winter palace of Umayyad caliph Walid II, planned as a lavish castle but never finished. They…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/qasr-al-mushatta/a/poi-sig/1459020/361068",
    "image_url": null,
    "detail_description": "These partially reconstructed 8th-century ruins are of the winter palace of Umayyad caliph Walid II, planned as a lavish castle but never finished. They're a short drive from the international airport, but you'll need your own transport (or hired taxi) to reach them. If you ignore the occasional jet soaring overhead, the extensive site hints at the vast potential of the caliph’s grand vision – one cut short in 744, when he was assassinated by angry labourers on the site.\nSadly, the elaborate carvings on the palace facade are now in the Pergamon Museum in Berlin, a 1903 gift to Kaiser Wilhelm of the Ottoman Sultan Abd al Hamid of Turkey. Mushatta was also partially destroyed by earthquakes, and most of the columns and watchtowers have long since collapsed. However, the huge exterior wall and carved facades still hint at the original grandeur and beauty of the site.Right of the entrance are the ruins of a mosque, with its obviously rebuilt mihrab (niche in mosque, indicating direction of Mecca). The northern sections have the remains of a vaulted audience hall and residences. Segmented pillars lie scattered around like broken vertebrae. One unusual feature of the site is that the vaults were made from burnt bricks (an uncommon material in buildings of this style) rather than black basalt. Don't miss the ancient toilets (complete with drains), which are located at the back of the hall.If you’re driving from Amman, turn right at the roundabout by the Airport Hotel. Make sure you have your passport ready to show the guards at the security checkpoints along the route. Leave your passport at the first security check and then follow the road for 12km around the perimeter of the airport, turning right by the second and third check posts.A potential alternative is to charter a taxi from the airport (JD17) – an idea if you have a long wait for a flight – or combine a taxi to the airport with a visit to the ruins. A visit can be made from the airport in an hour."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 8,
    "name": "Children's Museum",
    "latitude": "31.984135",
    "longitude": "35.826204",
    "excerpt": "This brilliantly designed hands-on museum for kids is a complete joy. In its many zones, young visitors can play and learn about everything from the…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/children-s-museum/a/poi-sig/1582059/361068",
    "image_url": null,
    "detail_description": "This brilliantly designed hands-on museum for kids is a complete joy. In its many zones, young visitors can play and learn about everything from the working of the human body to lasers and rainbows. Particular favourites (possibly because they also involve dressing up) are the building site with its bricks and pulleys, and the mocked-up Royal Jordanian plane and air control tower. There's an outdoor play area and a cafe, plus a lovely library if the children need some quiet time.\nAll displays are in English and Arabic. Staff offer a caring and welcoming hand. If you're based in Amman long-term, a family membership ticket (from JD60) is a good investment for unlimited visits plus access to special events.Unaccompanied adults are not permitted."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 7,
    "name": "Jordan National Gallery of Fine Arts",
    "latitude": "31.958744",
    "longitude": "35.915251",
    "excerpt": "This small but impressive gallery is a wonderful place to gain an appreciation of contemporary Jordanian painting, sculpture and pottery. The attractive…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/jordan-national-gallery-of-fine-arts/a/poi-sig/418199/361068",
    "image_url": null,
    "detail_description": "This small but impressive gallery is a wonderful place to gain an appreciation of contemporary Jordanian painting, sculpture and pottery. The attractive space highlights contemporary art from around the Middle East and the wider Muslim world. Temporary exhibitions here are of high quality and serve as a valuable introduction (or refresher) to the world of Islamic art. The gallery is signposted from Suleiman Al Nabulsi St, opposite the King Abdullah Mosque.\nThe gallery is housed in two buildings, separated by a small park that hosts some interesting sculpture – Building 1, on the north side of the park, is the smaller and holds temporary exhibitions; Building 2 opposite contains the ticket office, the bulk of the collection and a cafe on the top floor."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 6,
    "name": "Jordan Museum",
    "latitude": "31.94577777",
    "longitude": "35.9253905",
    "excerpt": "The Jordan Museum, located next to the City Hall, is one of the best in the Middle East. Housed in a grand modern building, a series of beautifully…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/jordan-museum/a/poi-sig/1443065/361068",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/e8fc1f40fdd2f617809d5c2f8dda5b95-jordan-museum.jpeg",
    "detail_description": "The Jordan Museum, located next to the City Hall, is one of the best in the Middle East. Housed in a grand modern building, a series of beautifully presented and informative displays tell Jordan's historical epic from the first people through the Nabataean civilisation to the cusp of the modern era. Highlights include the oldest-known human statues (the spookily modern 9500-year-old plaster mannequins of Ain Ghazal), Jordan's share of the Dead Sea Scrolls, and a host of remains from Petra and surrounds.\nWe hope that one day the upstairs galleries, covering Islamic Jordan to the Arab Revolt, will finally be finished, but even without them, this museum is a must."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 5,
    "name": "Royal Automobile Museum",
    "latitude": "31.982884",
    "longitude": "35.826547",
    "excerpt": "You really don't have to be a car enthusiast to enjoy this museum, which displays more than 70 classic cars and motorbikes from the personal collection of…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/royal-automobile-museum/a/poi-sig/418225/361068",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF786706201.jpg",
    "detail_description": "You really don't have to be a car enthusiast to enjoy this museum, which displays more than 70 classic cars and motorbikes from the personal collection of King Hussein. It's something of a gem, and a great way to recount the story of modern Jordan. Vehicles range from pre-1950s glories to modern sports cars, taking in chrome-clad American cruisers to regal Rolls-Royces along the way, with accounts of presidential visits, Hollywood stars and defunct Middle Eastern monarchies enlivening the narrative.\nThe final display of suitably dusty rally cars is a neat rejoinder to the polish and chrome of the rest of the vehicles, while outside Matt Damon's ruggedly cool Martian rover from The Martian (filmed in Wadi Rum) gives a vision of possible future road trips. The museum is in the northwestern suburbs, north of 8th Circle."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 4,
    "name": "Darat Al Funun",
    "latitude": "31.95390448",
    "longitude": "35.93078594",
    "excerpt": "On the hillside to the north of the downtown area, this cultural haven is dedicated to contemporary art. The main building features an excellent art…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/darat-al-funun/a/poi-sig/418187/361068",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/darat-al-funun-Jordan-JPA02780.jpg",
    "detail_description": "On the hillside to the north of the downtown area, this cultural haven is dedicated to contemporary art. The main building features an excellent art gallery with works by Jordanian and other Arab artists, an art library, and workshops for Jordanian and visiting sculptors and painters. A schedule of upcoming exhibitions, lectures, films and public discussion forums is available on the website.\nAlmost as significant as the centre’s artistic endeavours are the architectural features of the site. At the base of the complex, near the entrance, are the excavated ruins of a 6th-century Byzantine church. Buildings further up the hill are mostly restored residences from the 1920s in the lovely Mediterranean-Venetian style that was popular in the region in the 1920s. There is also a peaceful cafe and gardens with views over Amman.Access is easiest on foot. From near the southern end of Al Malek Al Hussein St, head up the stairs under the ‘Riviera Hotel’ sign. At the top of the stairs, turn immediately right onto Nimer Bin Adwan St and walk uphill for 50m where you need to take the left fork. The entrance gate (no English sign) is on the right after a few metres."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 3,
    "name": "Roman Theatre",
    "latitude": "31.951666",
    "longitude": "35.9391771",
    "excerpt": "This magnificently restored theatre is the most obvious and impressive remnant of Roman Philadelphia, and is the highlight of Amman for most foreign…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/roman-theatre/a/poi-sig/1105394/361068",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/Jordan%20Amman%20%C2%A9%20lrosebrugh%20GettyImages-1148727438.jpg",
    "detail_description": "This magnificently restored theatre is the most obvious and impressive remnant of Roman Philadelphia, and is the highlight of Amman for most foreign visitors. The theatre itself is cut into the northern side of a hill, and has a seating capacity of 6000. The best time for photographs is the morning, when the light is soft – although the views from the top tiers just before sunset are also superb.\nThe theatre was probably built in the 2nd century AD during the reign of Antoninus Pius (AD 138–61). It was built on three tiers: the rulers, of course, sat closest to the action, the military secured the middle section, and the general public perched and squinted from the top rows. Theatres often had religious significance, and the small shrine above the top row of seats once housed a statue of the goddess Athena (now in the Jordan Museum), who was prominent in the religious life of the city.Full restoration of the theatre began in 1957. Unfortunately, non-original materials were used, which means that the present reconstruction is partly inaccurate. However, the final product is certainly impressive, especially considering that the theatre has again become a place of entertainment in recent years. Concerts are sometimes put on here in the summer – check with the tourist office or ask at your hotel."
},
{
    "country": "amman",
    "city": "Amman",
    "index": 2,
    "name": "Qasr Al Abad",
    "latitude": "31.91214158",
    "longitude": "35.75186008",
    "excerpt": "The small but impressive Qasr Al Abad, west of Amman, is one of the very few examples of pre-Roman construction in Jordan. Mystery surrounds the palace,…",
    "detail_url": "https://www.lonelyplanet.com/jordan/amman/attractions/qasr-al-abad/a/poi-sig/1443086/361068",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-826520924.jpg",
    "detail_description": "The small but impressive Qasr Al Abad, west of Amman, is one of the very few examples of pre-Roman construction in Jordan. Mystery surrounds the palace, and even its precise age isn’t known, though most scholars believe that Hyrcanus of the powerful Jewish Tobiad family built it sometime between 187 and 175 BC as a villa or fortified palace. Although never completed, much of the palace has been reconstructed, and remains an impressive site.\nThe palace was built from some of the biggest blocks of any ancient structure in the Middle East – the largest is 7m by 3m. The blocks were, however, only 20cm or so thick, making the whole edifice quite flimsy, and susceptible to the earthquake that flattened it in AD 362. Today, the setting and the animal carvings on the exterior walls are the highlights. Look for the carved panther fountain on the ground floor, the eroded eagles on the corners and the lioness with cubs on the upper storey of the back side. The gatekeeper will open the interior, as well as a small museum (which includes drawings of what the complex once looked like) for a tip of JD2. If he’s not around, ask for the miftah (key) at the small shop near the gate.Qasr Al Abad is best visited by private transport. It's on the outskirts of Iraq Al Amir village, about 10km west of Wadi As Seer, which is served by minibus from Amman's Muhajireen Bus Station. There are only occasional minibuses between Iraq Al Amir and Wadi As Seer."
}
]