[
{
    "country": "andorra-la-vella",
    "city": "Andorra la Vella",
    "index": 6,
    "name": "Plaça del Poble",
    "latitude": "42.506575",
    "longitude": "1.522315",
    "excerpt": "Occupying the roof of a modern government office building, this square affords splendid views of the valley and mountains, and is a popular local…",
    "detail_url": "https://www.lonelyplanet.com/andorra/andorra-la-vella/attractions/placa-del-poble/a/poi-sig/443855/358551",
    "image_url": null,
    "detail_description": "Occupying the roof of a modern government office building, this square affords splendid views of the valley and mountains, and is a popular local gathering place, especially in the evening.\nThe lift in the southeastern corner whisks you down to the car park below on Carrer del Prat de la Creu."
},
{
    "country": "andorra-la-vella",
    "city": "Andorra la Vella",
    "index": 5,
    "name": "Museu Nacional de l'Automòbil",
    "latitude": "42.533026",
    "longitude": "1.577954",
    "excerpt": "A trip to Andorra's National Automobile Museum will have classic revheads wishing they could take one of the 80 vintage cars or numerous antique…",
    "detail_url": "https://www.lonelyplanet.com/andorra/andorra-la-vella/attractions/museu-nacional-de-l-automobil/a/poi-sig/1006525/358551",
    "image_url": null,
    "detail_description": "A trip to Andorra's National Automobile Museum will have classic revheads wishing they could take one of the 80 vintage cars or numerous antique motorcycles for a spin around the Pyrenees. Also on display are over 100 bicycles, from old bone-rattlers to sleek racers. It's 6.5km northeast of Andorra la Vella.\n"
},
{
    "country": "andorra-la-vella",
    "city": "Andorra la Vella",
    "index": 3,
    "name": "Església de Sant Esteve",
    "latitude": "42.507319",
    "longitude": "1.521746",
    "excerpt": "These days aligned north–south, Andorra la Vella's parish church dates from the 12th century. Apart from some wonderfully warm, glowing stained-glass…",
    "detail_url": "https://www.lonelyplanet.com/andorra/andorra-la-vella/attractions/esglesia-de-sant-esteve/a/poi-sig/443853/358551",
    "image_url": null,
    "detail_description": "These days aligned north–south, Andorra la Vella's parish church dates from the 12th century. Apart from some wonderfully warm, glowing stained-glass windows and the Romanesque apse on its eastern side (some of whose frescoes now lie in Barcelona's Museu Nacional d'Art de Catalunya), it has little of interest, as it was much reformed in the 20th century.\n"
},
{
    "country": "andorra-la-vella",
    "city": "Andorra la Vella",
    "index": 4,
    "name": "Barri Antic",
    "latitude": "42.506923",
    "longitude": "1.520426",
    "excerpt": "The small Barri Antic (intrusively and artificially bisected by Avinguda del Príncep Benlloch) was the heart of Andorra la Vella back when the…",
    "detail_url": "https://www.lonelyplanet.com/andorra/andorra-la-vella/attractions/barri-antic/a/poi-sig/443849/358551",
    "image_url": null,
    "detail_description": "The small Barri Antic (intrusively and artificially bisected by Avinguda del Príncep Benlloch) was the heart of Andorra la Vella back when the principality's capital was little more than a village. The narrow cobbled streets around the historic Casa de la Vall are flanked by attractive stone houses.\n"
},
{
    "country": "andorra-la-vella",
    "city": "Andorra la Vella",
    "index": 2,
    "name": "Església de Santa Coloma",
    "latitude": "42.494148",
    "longitude": "1.497585",
    "excerpt": "Mentioned in documents from the 9th century, this elegant pre-Romanesque church is Andorra's oldest. The slender 12th-century Lombard bell tower still…",
    "detail_url": "https://www.lonelyplanet.com/andorra/andorra-la-vella/attractions/esglesia-de-santa-coloma/a/poi-sig/1006523/358551",
    "image_url": null,
    "detail_description": "Mentioned in documents from the 9th century, this elegant pre-Romanesque church is Andorra's oldest. The slender 12th-century Lombard bell tower still stands intact, though most of the remainder has been modified over the centuries. Free guided visits operate in summer. It's 2.5km southwest of Andorra la Vella, off the CG1.\nAll of the church's 12th-century Romanesque murals, except one entitled Agnus Dei (Lamb of God), were taken to Berlin for conservation in the 1930s, but were returned to Andorra in 2007."
},
{
    "country": "andorra-la-vella",
    "city": "Andorra la Vella",
    "index": 1,
    "name": "Casa de la Vall",
    "latitude": "42.506590526974",
    "longitude": "1.5204553230809",
    "excerpt": "Constructed in 1580 as a home for a wealthy family, this graceful stone mansion served as Andorra's parliament building from 1702 until as recently as…",
    "detail_url": "https://www.lonelyplanet.com/andorra/andorra-la-vella/attractions/casa-de-la-vall/a/poi-sig/443851/358551",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/51231c2441dbd1893555feb0f2c8056e-casa-de-la-vall.jpg",
    "detail_description": "Constructed in 1580 as a home for a wealthy family, this graceful stone mansion served as Andorra's parliament building from 1702 until as recently as 2011. The Sala del Consell, upstairs, must have been one of the world's cosiest parliament chambers; it's now used only very occasionally. Its Armari de les Set Claus (Cupboard of the Seven Keys) once held Andorra's most important official documents, and could only be opened if a key-bearing representative from each of the seven parishes was present.\nDownstairs is the Tribunal de Corts, the country's one and only courtroom. Thirty-minute guided tours in Catalan, Spanish or English run every half-hour, providing a fascinating insight into the history of this small nation."
}
]