[
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 11,
    "name": "Monument aux Morts",
    "latitude": "-18.91552851",
    "longitude": "47.52164796",
    "excerpt": "This WWI memorial, erected by the French, is a large golden angel on an island connected to the shore by a causeway. It is currently not advised to walk…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/monument-aux-morts/a/poi-sig/1435789/1001072",
    "image_url": null,
    "detail_description": "This WWI memorial, erected by the French, is a large golden angel on an island connected to the shore by a causeway. It is currently not advised to walk in this area so the best way to appreciate the memorial is from the viewpoints in the Haute-Ville.\n"
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 10,
    "name": "Gare Soarano",
    "latitude": "-18.903455",
    "longitude": "47.521105",
    "excerpt": "Tana’s old train station doesn’t see much passenger traffic these days, so the lovely building has been converted into a small, upmarket shopping centre…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/gare-soarano/a/poi-sig/1356542/1001072",
    "image_url": null,
    "detail_description": "Tana’s old train station doesn’t see much passenger traffic these days, so the lovely building has been converted into a small, upmarket shopping centre. There are regular art shows of works by Malagasy artists, as well as chi-chi boutiques and a couple of more prosaic shops (airlines, telecoms etc).\n"
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 9,
    "name": "Analakely Market",
    "latitude": "-18.90722",
    "longitude": "47.52634",
    "excerpt": "Antananarivo's main market is a shadow of the former zoma (market), for which the capital was legendary, but you'd only realise this if you came back in…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/analakely-market/a/poi-sig/418363/1001072",
    "image_url": null,
    "detail_description": "Antananarivo's main market is a shadow of the former zoma (market), for which the capital was legendary, but you'd only realise this if you came back in its glory days. It’s still a packed, teeming place, selling clothes, household items, dodgy DVDs and every food product you could imagine, plus a few you probably couldn’t. Don't bring any valuables with you.\n"
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 8,
    "name": "Musée d'Art et d'Archéologie",
    "latitude": "-18.911904328927",
    "longitude": "47.521044680401",
    "excerpt": "This small, dusty museum in Isoraka gives an overview of archaeological digs around the island, including displays of grave decorations from the south …",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/musee-d-art-et-d-archeologie/a/poi-sig/418379/1001072",
    "image_url": null,
    "detail_description": "This small, dusty museum in Isoraka gives an overview of archaeological digs around the island, including displays of grave decorations from the south (known as aloalo), rotating exhibits on Malagasy life (cooking, music etc), and a few talismans and objects used in traditional ceremonies. A tip for the guide (if there is one) is customary. There was a minor facelift happening in part of the building when we visited, so hopefully the experience will improve.\n"
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 7,
    "name": "Parc de Tsarasaotra",
    "latitude": "-18.867143",
    "longitude": "47.518787",
    "excerpt": "Lake Alarobia may be located at the heart of Antananarivo's industrial area, but it is a vital refuge and nesting site for 14 threatened endemic bird…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/parc-de-tsarasaotra/a/poi-sig/1523876/1001072",
    "image_url": null,
    "detail_description": "Lake Alarobia may be located at the heart of Antananarivo's industrial area, but it is a vital refuge and nesting site for 14 threatened endemic bird species such as the Madagascar pond heron, Meller's duck and Madagascar little grebe. The site is classified Ramsar (International Convention on Wetlands), a treaty that highlights the importance and fragility of wetlands and protects key sites. Unless you're a birder, the place will have only limited appeal.\nA taxi from Tana Water Front to the park will cost around Ar10,0000."
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 6,
    "name": "Presidential Palace",
    "latitude": "-18.91176694",
    "longitude": "47.52432828",
    "excerpt": "This beautiful 19th-century manor was an official French residence for many years. It became the Malagasy presidential palace in 1975 and remained so…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/presidential-palace/a/poi-sig/1435459/1001072",
    "image_url": null,
    "detail_description": "This beautiful 19th-century manor was an official French residence for many years. It became the Malagasy presidential palace in 1975 and remained so until president Didier Ratsiraka decided to build a more modern complex about 15km south of the capital in 1991. The mansion remains an official residence but is generally quiet. No photos allowed.\nIn a bid to balance the colonial architectural influence, Andry Rajoelina, president of the high transitional authority between 2009 and 2013 and then president from 2019, ordered that a replica of the King’s palace at Ambohimanga be built right next to the presidential palace."
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 5,
    "name": "Musée Andafivaratra",
    "latitude": "-18.920953",
    "longitude": "47.532821",
    "excerpt": "Housed in a magnificent pink baroque palace, this museum is the former home of Prime Minister Rainilaiarivony, the power behind the throne of the three…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/musee-andafivaratra/a/poi-sig/418377/1001072",
    "image_url": null,
    "detail_description": "Housed in a magnificent pink baroque palace, this museum is the former home of Prime Minister Rainilaiarivony, the power behind the throne of the three queens he married in succession (Rasoherina, Ranavalona II and Ranavalona III) between 1864 and 1895. The museum’s collection is a spare, dusty assortment of memorabilia from Merina (a tribal group) kings and queens, but the upper floors remain closed and labelling is poor.\nThe Merina crown jewels were stolen in 2013 and are yet to be recovered. Of the remaining exhibits, among the most interesting are the genealogy chart of Merina sovereigns at the entrance, the elaborate tea set given by Queen Victoria to Radama II and the scale model of the Rova. Overall, though, we're not sure it's worth the visit here, other than a brief stop outside to admire the facade."
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 3,
    "name": "Lac Anosy",
    "latitude": "-18.91501528",
    "longitude": "47.52142668",
    "excerpt": "Antananarivo’s heart-shaped lake lies in the southern part of town. It's particularly lovely in October, when the jacaranda trees lining its shores are…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/lac-anosy/a/poi-sig/418373/1001072",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148838865_high.jpg",
    "detail_description": "Antananarivo’s heart-shaped lake lies in the southern part of town. It's particularly lovely in October, when the jacaranda trees lining its shores are covered in purple blossoms. On an island connected to the shore by a causeway stands a large golden angel on a plinth, the Monument aux Morts, a WWI memorial erected by the French. It is currently not advised to walk in this area so the best way to appreciate Anosy is from the viewpoints in the Haute-Ville.\n"
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 4,
    "name": "Micheline",
    "latitude": "-18.903424",
    "longitude": "47.521148",
    "excerpt": "In 1929 French engineer André Michelin, of tyre fame, patented the use of pneumatics on rail vehicles in a bid to improve passenger comfort. Trials were…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/micheline/a/poi-sig/1436006/1001072",
    "image_url": null,
    "detail_description": "In 1929 French engineer André Michelin, of tyre fame, patented the use of pneumatics on rail vehicles in a bid to improve passenger comfort. Trials were hugely successful and ‘Micheline’ wagons were soon zooming up and down the world’s rail tracks.\nMadagascar didn’t escape the craze and got its first Micheline in 1932. By 1953, there were seven in regular service, but lack of maintenance and investment slowly caused the Malagasy railway system to fall into disrepair – Michelines included.It wasn’t until the revival of the rail system in the early 2000s that plans to restore the pneumatic wagons were hatched. Following restoration by the Michelin Museum in France, one Micheline, which seats 19 passengers in old-world class, resumed service in 2011, chugging its way between Tana and Andasibe (Périnet) or Antsirabe at weekends. But the wagon had been out of action for years at the time of writing, with the authorities unable to say whether it would get back on the rails."
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 2,
    "name": "Musée de la Photo",
    "latitude": "-18.917989",
    "longitude": "47.533861",
    "excerpt": "Opened in early 2018, this fabulous photography museum is Antananarivo's best museum. There are four small rooms showing films (in French, English or…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/musee-de-la-photo/a/poi-sig/1628607/1001072",
    "image_url": null,
    "detail_description": "Opened in early 2018, this fabulous photography museum is Antananarivo's best museum. There are four small rooms showing films (in French, English or Malagasy) that offer a fascinating window on Madagascar's past using archival photos – subject matter includes the history of Madasgacar's seven largest cities, important Malagasy identities from the 19th and 20th centuries, a look at the work of an early Malagasy photo studio, Saklava burial traditions, child rituals and other themes.\nUpstairs are exhibits on the role of the zebu in Malagasy life and walls filled with Polaroids covering modern life in the capital. There are good views from the pretty garden, a small but good shop at the entrance and an excellent cafe."
},
{
    "country": "antananarivo",
    "city": "Antananarivo",
    "index": 1,
    "name": "Rova",
    "latitude": "-18.923571",
    "longitude": "47.532252",
    "excerpt": "Tana’s rova (fortified palace), known as Manjakamiadana (A Fine Place to Rule), is the imposing structure that crowns the city's highest hill. Gutted in a…",
    "detail_url": "https://www.lonelyplanet.com/madagascar/antananarivo/attractions/rova/a/poi-sig/418383/1001072",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstockRF_316364579.jpg",
    "detail_description": "Tana’s rova (fortified palace), known as Manjakamiadana (A Fine Place to Rule), is the imposing structure that crowns the city's highest hill. Gutted in a fire in 1995, it remains under endless restoration but the compound can be visited. The palace was designed for Queen Ranavalona I by Scottish missionary James Cameron. The outer stone structure was added in 1867 for Queen Ranavalona II, although the roof and interior remained wooden, much to everyone's regret in 1995…\nThe palace gate is protected by a carved eagle, the symbol of military force, and a phallus, the symbol of circumcision and thus nobility. Succeeding rulers built (and destroyed) a number of other palaces on the premises; there are ruins scattered about. There is also a replica of King Andrianampoinimerina’s palace at Ambohimanga.The Rova is the resting place of the country’s greatest monarchs: the most imposing stone tombs are located left of the main gate. The plain grey ones are those of kings, while the queens’ are painted red (red was the colour of nobility).Remember that it is fady (taboo) to point your finger directly at the royal tombs or the palace itself. The Rova, which can be seen from almost anywhere in Tana, is at the very top of Haute-Ville, with wonderful views from the grounds.Despite what they tell you at the gate, a guide is not compulsory."
}
]