[
{
    "country": "apia",
    "city": "Apia",
    "index": 10,
    "name": "Vaiala Beach",
    "latitude": "-13.82668089",
    "longitude": "-171.75647492",
    "excerpt": "The closest beach to Apia town, immediately east of the harbour. The currents can be strong, so take care and avoid the area marked by buoys where there’s…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/vaiala-beach/a/poi-sig/1482843/1005170",
    "image_url": null,
    "detail_description": "The closest beach to Apia town, immediately east of the harbour. The currents can be strong, so take care and avoid the area marked by buoys where there’s a dangerous whirlpool.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 9,
    "name": "Falemata'aga",
    "latitude": "-13.839445",
    "longitude": "-171.763719",
    "excerpt": "The German-era school building houses an enchanting collection of artefacts and displays focusing on four themes: history, culture, Pacific and…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/falemata-aga/a/poi-sig/1077149/1005170",
    "image_url": null,
    "detail_description": "The German-era school building houses an enchanting collection of artefacts and displays focusing on four themes: history, culture, Pacific and environment. Donations are appreciated.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 8,
    "name": "Fish Market",
    "latitude": "-13.82957842",
    "longitude": "-171.77021654",
    "excerpt": "A scramble takes place here at the crack of dawn every Sunday to snag the freshest catches for the post-church to’ona’i (Sunday lunch). Unsurprisingly,…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/fish-market/a/poi-sig/1077164/1005170",
    "image_url": null,
    "detail_description": "A scramble takes place here at the crack of dawn every Sunday to snag the freshest catches for the post-church to’ona’i (Sunday lunch). Unsurprisingly, Apia's best fish and chips are also found here.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 7,
    "name": "Flea Market",
    "latitude": "-13.82936",
    "longitude": "-171.771369",
    "excerpt": "Down on the waterfront, this steamy labyrinth is packed with small stalls selling craftwork, clothing and souvenirs. Don’t bother to test your bargaining…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/flea-market/a/poi-sig/1077151/1005170",
    "image_url": null,
    "detail_description": "Down on the waterfront, this steamy labyrinth is packed with small stalls selling craftwork, clothing and souvenirs. Don’t bother to test your bargaining skills here, as haggling is not an element of Samoan commerce.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 6,
    "name": "Mormon Temple",
    "latitude": "-13.838195",
    "longitude": "-171.783085",
    "excerpt": "One of the most impressive buildings in Samoa is this massive temple taking up 1736 sq metres on the western approach to town. Completed in 2005 after a…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/mormon-temple/a/poi-sig/1455944/1005170",
    "image_url": null,
    "detail_description": "One of the most impressive buildings in Samoa is this massive temple taking up 1736 sq metres on the western approach to town. Completed in 2005 after a fire destroyed the previous building, the white granite edifice has an elegant art-deco sensibility and is capped by a golden angel.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 5,
    "name": "Government House",
    "latitude": "-13.830423",
    "longitude": "-171.767024",
    "excerpt": "While Government House isn't a thrilling landmark in itself (though the giant, modern rendition of a fale roof atop it is cause for a snapshot), it's…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/government-house/a/poi-sig/1529291/1005170",
    "image_url": null,
    "detail_description": "While Government House isn't a thrilling landmark in itself (though the giant, modern rendition of a fale roof atop it is cause for a snapshot), it's worth a visit to see the Samoa Police Brass Band – in full regalia – toot out the national anthem as it raises the flag each weekday morning between 7.30am and 8am.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 4,
    "name": "Vanya Taule'alo Gallery",
    "latitude": "-13.831663",
    "longitude": "-171.748581",
    "excerpt": "This small but special gallery showcases the works of Samoan and other Pacific Island artists: prints, paintings, woodcarvings, jewellery, and other…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/vanya-taule-alo-gallery/a/poi-sig/1529487/1005170",
    "image_url": null,
    "detail_description": "This small but special gallery showcases the works of Samoan and other Pacific Island artists: prints, paintings, woodcarvings, jewellery, and other handicrafts are all top quality, and are all for sale. The gallery is attached to the equally worthy Legends Cafe. It's about a five-minute drive from the centre of Apia.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 3,
    "name": "Immaculate Conception Cathedral",
    "latitude": "-13.832121",
    "longitude": "-171.766487",
    "excerpt": "Looming over the harbour, this lofty cathedral is breathtakingly beautiful. Originally constructed in 1884, the building was recently rebuilt at an…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/immaculate-conception-cathedral/a/poi-sig/1455950/1005170",
    "image_url": null,
    "detail_description": "Looming over the harbour, this lofty cathedral is breathtakingly beautiful. Originally constructed in 1884, the building was recently rebuilt at an estimated cost of ST13 million: it’s a hefty price tag for a country that isn’t exactly rolling in it, but the devout believe its ornate timber-crafted ceilings, dazzling stained-glass windows and gaspingly huge interior (2000-person capacity; it previously held 400) make it priceless.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 2,
    "name": "Samoa Cultural Village",
    "latitude": "-13.831496",
    "longitude": "-171.766294",
    "excerpt": "Though this 'village' is open every weekday, it's the interactive sessions that are an absolute must. Knowledgable and extremely affable hosts take…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/samoa-cultural-village/a/poi-sig/1529292/1005170",
    "image_url": null,
    "detail_description": "Though this 'village' is open every weekday, it's the interactive sessions that are an absolute must. Knowledgable and extremely affable hosts take visitors through all aspects of Samoan cultural and traditional life, with workshops on weaving, woodworking, siapo cloth making, traditional tatau, dance and music. Guests are also treated to an 'ava (kava) ceremony and lunch from the umu (hot-stone oven).The village is tucked away behind the Samoa Tourism Authority's information fale.\n"
},
{
    "country": "apia",
    "city": "Apia",
    "index": 1,
    "name": "Maketi Fou",
    "latitude": "-13.83435",
    "longitude": "-171.7719",
    "excerpt": "Abuzz with local merchants, shoppers, loiterers and men slamming it down over games of mu (Samoan checkers), this 24-hour market is a must-see shopping…",
    "detail_url": "https://www.lonelyplanet.com/samoa/apia/attractions/maketi-fou/a/poi-sig/1077150/1005170",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-482851531_full.jpg",
    "detail_description": "Abuzz with local merchants, shoppers, loiterers and men slamming it down over games of mu (Samoan checkers), this 24-hour market is a must-see shopping and social experience. Though primarily a produce market, pretty much everything is sold here. Souvenir hunters will find siapo (decorated bark cloth), woodcarvings, coconut-shell jewellery, lava-lava (wraparound sarongs) and T-shirts. A cold niu (drinking coconut) will give you strength to shop on, despite the oppressive humidity of the place.\nThe ambience is somewhat enlivened by the fume-ridden chaos of the adjacent bus station."
}
]