[
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 1,
    "name": "Aqaba Fort",
    "latitude": "29.52161332",
    "longitude": "35.00208317",
    "excerpt": "The fort (currently closed for renovation with no set reopening date) was built between 1510 and 1517, as attested by the Arabic inscriptions inside the…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/aqaba-fort/a/poi-sig/1443160/361080",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-980066542.jpg",
    "detail_description": "The fort (currently closed for renovation with no set reopening date) was built between 1510 and 1517, as attested by the Arabic inscriptions inside the monumental gateway, and was used as a khan (travellers’ inn) for pilgrims on their way to Mecca. The Ottomans occupied the castle until WWI when, in 1917, the fortress was substantially destroyed by shelling from the British Royal Navy. The Hashemite coat of arms above the main entrance commemorates the Arab Revolt that swept through Aqaba, ousting the Turks.\n"
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 10,
    "name": "Sharif Al Hussein Bin Ali Mosque",
    "latitude": "29.52768968",
    "longitude": "35.00248003",
    "excerpt": "This grand and beautiful gleaming white mosque – an icon of Aqaba – is named for the great-great-grandfather of the current king, the emir of Mecca who…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/sharif-al-hussein-bin-ali-mosque/a/poi-sig/1452393/361080",
    "image_url": null,
    "detail_description": "This grand and beautiful gleaming white mosque – an icon of Aqaba – is named for the great-great-grandfather of the current king, the emir of Mecca who proclaimed the Arab Revolt.\n"
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 9,
    "name": "Public Beach",
    "latitude": "29.5249142",
    "longitude": "35.00095275",
    "excerpt": "Packed at the weekend and on public holidays, this stretch of rather minimal sand beneath the palm trees offers a fun and sociable way to engage with…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/public-beach/a/poi-sig/1452397/361080",
    "image_url": null,
    "detail_description": "Packed at the weekend and on public holidays, this stretch of rather minimal sand beneath the palm trees offers a fun and sociable way to engage with Jordanians at play. During eids (Islamic feasts), the family parties extend well into the night. Note that women on the beach here should remain fully clothed – keep the swimsuits for the hotels and private beaches.\n"
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 8,
    "name": "Aqaba Heritage Museum",
    "latitude": "29.518986",
    "longitude": "35.00169",
    "excerpt": "This free museum, in the shadow of the giant flagpole, is moderately diverting. There are some fascinating period photos of Aqaba, including at the time…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/aqaba-heritage-museum/a/poi-sig/1580482/361080",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 7,
    "name": "Arab Revolt Flagpole",
    "latitude": "29.52120433",
    "longitude": "35.00158509",
    "excerpt": "Standing a massive 137m high and with a flag measuring 20m by 40m, this is Aqaba's most easily spotted landmark by some degree. Look closer, however, and…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/arab-revolt-flagpole/a/poi-sig/1452065/361080",
    "image_url": null,
    "detail_description": "Standing a massive 137m high and with a flag measuring 20m by 40m, this is Aqaba's most easily spotted landmark by some degree. Look closer, however, and you'll see the flag isn't Jordanian as you might expect. Instead, it's the banner of the Great Arab Revolt, whose centenary was celebrated in 2017. The capture of Aqaba was a key moment in the revolt against Ottoman rule in the Middle East.\n"
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 6,
    "name": "Aqaba Aquarium",
    "latitude": "29.458321",
    "longitude": "34.976649",
    "excerpt": "This aquarium is part of the Aqaba Marine Science Station, although its location in the shadow of the ferry terminal doesn't make you feel particularly…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/aqaba-aquarium/a/poi-sig/1579541/361080",
    "image_url": null,
    "detail_description": "This aquarium is part of the Aqaba Marine Science Station, although its location in the shadow of the ferry terminal doesn't make you feel particularly close to nature. Over a series of large and small tanks, you're introduced to the variety of fish and corals in the Gulf of Aqaba, and get a good picture of what you might see when snorkelling or scuba diving, from colourful parrotfish to reef sharks.\n"
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 5,
    "name": "Ayla",
    "latitude": "29.53093181",
    "longitude": "34.99996287",
    "excerpt": "Located along the Corniche and incongruously squeezed between the marina and the Mövenpick Resort Hotel, Ayla is the site of the ancient port of Aqaba…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/ayla/a/poi-sig/1443158/361080",
    "image_url": null,
    "detail_description": "Located along the Corniche and incongruously squeezed between the marina and the Mövenpick Resort Hotel, Ayla is the site of the ancient port of Aqaba. Fading noticeboards in English pinpoint items of interest. Archaeological enthusiasts will appreciate the imagination needed to turn the jumble of foundations and columns into a living city – start at the old street leading from the Egyptian gate and let your mind do the rest.\n"
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 4,
    "name": "Ancient Church at Ayla",
    "latitude": "29.53340088",
    "longitude": "34.99971452",
    "excerpt": "To the untrained eye, these ruins look unprepossessing to say the least, but archaeologists maintain that the remains of this ancient mud-brick complex…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/ancient-church-at-ayla/a/poi-sig/1452394/361080",
    "image_url": null,
    "detail_description": "To the untrained eye, these ruins look unprepossessing to say the least, but archaeologists maintain that the remains of this ancient mud-brick complex represent the oldest purpose-built church in the world. The foundations date back to the late 3rd or early 4th century, and the church was probably in use for about a century before an earthquake devastated the region. Layers of sand have helped preserve the walls, some of which are more than two meters high.\n"
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 3,
    "name": "Aqaba Museum",
    "latitude": "29.52164998",
    "longitude": "35.00149902",
    "excerpt": "The museum, closed in 2017 for renovation of the Aqaba Fort complex, was previously the home of the great-great-grandfather of the present king, Abdullah…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/aqaba-museum/a/poi-sig/1443162/361080",
    "image_url": null,
    "detail_description": "The museum, closed in 2017 for renovation of the Aqaba Fort complex, was previously the home of the great-great-grandfather of the present king, Abdullah II. The collection of artefacts includes coins, ceramics and 8th-century Islamic stone tablets. Anyone who has travelled the King’s Highway may be interested to see an inscribed milestone from the Trajan Rd (the Roman incarnation of this famous thoroughfare). No date has been announced for the museum's reopening.\n"
},
{
    "country": "aqaba",
    "city": "Aqaba",
    "index": 2,
    "name": "Aqaba Bird Observatory",
    "latitude": "29.573172",
    "longitude": "34.984212",
    "excerpt": "Run by the Royal Society for the Conservation of Nature, this bird sanctuary is an artificially created wetland that's become host to a variety of species…",
    "detail_url": "https://www.lonelyplanet.com/jordan/petra-and-the-south/aqaba/attractions/aqaba-bird-observatory/a/poi-sig/1581468/361080",
    "image_url": null,
    "detail_description": "Run by the Royal Society for the Conservation of Nature, this bird sanctuary is an artificially created wetland that's become host to a variety of species that use the area as a stopping-off point on the great bird migrations between Africa, Europe and Asia. There's a 1.5km walking trail around the cluster of lakes, and in winter especially the place is thick with ducks and waders.\nBirders will get particular pleasure from the concentration of white-eyed gulls – the Gulf of Aqaba has the largest population in the world."
}
]