[
{
    "country": "arcos-de-la-frontera",
    "city": "Arcos de la Frontera",
    "index": 7,
    "name": "Mirador de Abadés",
    "latitude": "36.746037",
    "longitude": "-5.803592",
    "excerpt": "For more sprawling panoramas of Arcos, the Río Guadalete and the surrounding country, seek out this small viewpoint at the southeastern end of the old…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/arcos-de-la-frontera/attractions/mirador-de-abades/a/poi-sig/1514437/1004355",
    "image_url": null,
    "detail_description": "For more sprawling panoramas of Arcos, the Río Guadalete and the surrounding country, seek out this small viewpoint at the southeastern end of the old town.\n"
},
{
    "country": "arcos-de-la-frontera",
    "city": "Arcos de la Frontera",
    "index": 6,
    "name": "Mirador",
    "latitude": "36.747825",
    "longitude": "-5.806865",
    "excerpt": "Arcos' standout lookout point, on Plaza del Cabildo in the heart of the old town, has spectacular views over the Río Guadalete, which is flanked by olive…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/arcos-de-la-frontera/attractions/mirador/a/poi-sig/1312019/1004355",
    "image_url": null,
    "detail_description": "Arcos' standout lookout point, on Plaza del Cabildo in the heart of the old town, has spectacular views over the Río Guadalete, which is flanked by olive and citrus trees.\n"
},
{
    "country": "arcos-de-la-frontera",
    "city": "Arcos de la Frontera",
    "index": 5,
    "name": "Castillo de los Duques",
    "latitude": "36.74804",
    "longitude": "-5.806993",
    "excerpt": "Originally an 11th-century Moorish alcázar (fortress), Arcos' castle was extensively rebuilt in the 14th and 15th centuries. It's closed to the public,…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/arcos-de-la-frontera/attractions/castillo-de-los-duques/a/poi-sig/1007259/1004355",
    "image_url": null,
    "detail_description": "Originally an 11th-century Moorish alcázar (fortress), Arcos' castle was extensively rebuilt in the 14th and 15th centuries. It's closed to the public, but its outer walls frame classic old-town views.\n"
},
{
    "country": "arcos-de-la-frontera",
    "city": "Arcos de la Frontera",
    "index": 4,
    "name": "Iglesia de San Pedro",
    "latitude": "36.746991",
    "longitude": "-5.804343",
    "excerpt": "Containing a 16th-century main altarpiece said to be the oldest in Cádiz province, this Gothic-baroque confection contains one of Andalucía's most…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/arcos-de-la-frontera/attractions/iglesia-de-san-pedro/a/poi-sig/1007262/1004355",
    "image_url": null,
    "detail_description": "Containing a 16th-century main altarpiece said to be the oldest in Cádiz province, this Gothic-baroque confection contains one of Andalucía's most magnificent small-church interiors, behind an 18th-century facade, and may have been constructed atop an Almohad-era fortress.\n"
},
{
    "country": "arcos-de-la-frontera",
    "city": "Arcos de la Frontera",
    "index": 3,
    "name": "Convento de las Mercedarias",
    "latitude": "36.747851",
    "longitude": "-5.805663",
    "excerpt": "If it's open, step into the vestibule of this working 1642 convent, push a bell, and a concealed cloistered nun on the other side of a wooden partition…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/arcos-de-la-frontera/attractions/convento-de-las-mercedarias/a/poi-sig/1264582/1004355",
    "image_url": null,
    "detail_description": "If it's open, step into the vestibule of this working 1642 convent, push a bell, and a concealed cloistered nun on the other side of a wooden partition will invite you to buy a bag of house-made treats. Place your money in a revolving compartment, and within a couple of minutes it will flip back round with your order on it. The convent is otherwise off limits to visitors.\n"
},
{
    "country": "arcos-de-la-frontera",
    "city": "Arcos de la Frontera",
    "index": 2,
    "name": "Basílica Menor de Santa María de la Asunción",
    "latitude": "36.748204",
    "longitude": "-5.806468",
    "excerpt": "This Gothic-baroque creation is one of Andalucía's more beautiful, intriguing churches, built over several centuries on the site of a mosque. Check out…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/arcos-de-la-frontera/attractions/basilica-menor-de-santa-maria-de-la-asuncion/a/poi-sig/1007260/1004355",
    "image_url": null,
    "detail_description": "This Gothic-baroque creation is one of Andalucía's more beautiful, intriguing churches, built over several centuries on the site of a mosque. Check out the ornate gold-leaf altarpiece (a miniature of that in Seville's cathedral) carved between 1580 and 1608, the striking painting of San Cristóbal (St Christopher), the restored 14th-century Gothic-Mudéjar mural, the woodcarved 18th-century choir and the Isabelline ceiling tracery. The original bell tower was toppled by the 1755 Lisbon earthquake; its neoclassical replacement remains incomplete.\n"
},
{
    "country": "arcos-de-la-frontera",
    "city": "Arcos de la Frontera",
    "index": 1,
    "name": "Plaza del Cabildo",
    "latitude": "36.747937",
    "longitude": "-5.806671",
    "excerpt": "Lined with fine ancient buildings, Plaza del Cabildo is the heart of Arcos' old town, its vertiginous mirador affording exquisite panoramas over the Río…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/arcos-de-la-frontera/attractions/plaza-del-cabildo/a/poi-sig/1007261/1004355",
    "image_url": null,
    "detail_description": "Lined with fine ancient buildings, Plaza del Cabildo is the heart of Arcos' old town, its vertiginous mirador affording exquisite panoramas over the Río Guadalete. The Moorish-origin Castillo de los Duques, rebuilt in the 14th and 15th centuries, is closed to the public, but its outer walls frame classic Arcos views. On the square's eastern side, the Parador de Arcos de la Frontera is a reconstruction of a grand 16th-century magistrate's house; pop in for a drink.\nBordering the plaza's northern edge is the Gothic-baroque Basílica Menor de Santa María de la Asunción."
}
]