[
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 1,
    "name": "Monasterio de Santa Catalina",
    "latitude": "-16.39596374763",
    "longitude": "-71.536615730705",
    "excerpt": "This convent shouldn’t be missed, even if you’ve overdosed on colonial edifices. Occupying a whole block and guarded by imposing high walls, it is one of…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/monasterio-de-santa-catalina/a/poi-sig/436942/363389",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/64fe3eb0d741c71bc8e0ced13d10c0cc-monasterio-de-santa-catalina.jpg",
    "detail_description": "This convent shouldn’t be missed, even if you’ve overdosed on colonial edifices. Occupying a whole block and guarded by imposing high walls, it is one of the most fascinating religious buildings in Peru. Nor is it just a religious building – the 20,000-sq-meter complex is almost a citadel within the city. It was founded in 1580 by a rich widow, doña María de Guzmán. Enter from the southeast corner.\nThe best way to visit Santa Catalina is to hire one of the informative guides, available for S20 from inside the entrance. Guides speak Spanish, English, French, German, Italian, Portuguese or Japanese. The tours last about an hour, after which you’re welcome to keep exploring by yourself until the gates close. The monastery is also open two evenings a week so that visitors can traipse through the shadowy grounds by candlelight as nuns would have done centuries ago.Alternatively, you can wander around on your own without a guide, soaking up the meditative atmosphere and getting slightly lost (there’s a finely printed miniature map on the back of your ticket if you’re up for an orienteering challenge). A helpful way to begin is to focus a visit on the three main cloisters. After passing under the silencio (silence) arch you will enter the Novice Cloister, marked by a courtyard with a rubber tree at its center. Novice nuns entering here were required to zip their lips in a vow of solemn silence and resolve to a life of work and prayer. Nuns lived as novices for four years, during which time their wealthy families were expected to pay a dowry of 100 gold coins per year. At the end of the four years they could choose between taking their vows and entering into religious service, or leaving the convent – the latter would most likely have brought shame upon their family.Graduated novices passed onto the Orange Cloister, named for the orange trees clustered at its center that represent renewal and eternal life. This cloister allows a peek into the Profundis Room, a mortuary where dead nuns were mourned. Paintings of the deceased line the walls. Artists were allotted 24 hours to complete these posthumous paintings, since painting the nuns while alive was out of the question.Leading away from the Orange Cloister, Córdova St is flanked by cells that served as living quarters for the nuns. These dwellings would house one or more nuns, along with a handful of servants, and ranged from austere to lavish depending on the wealth of the inhabitants. Ambling down Toledo St leads you to the cafe, which serves fresh-baked pastries and espressos, and finally to the communal washing area where servants washed in mountain runoff channeled into huge earthenware jars.Heading down Burgos St toward the cathedral’s sparkling sillar (white volcanic rock) tower, visitors may enter the musty darkness of the communal kitchen that was originally used as the church until the reformation of 1871. Just beyond, Zocodober Sq (the name comes from the Arabic word for ‘barter’) was where nuns gathered on Sundays to exchange their handicrafts, such as soaps and baked goods. Continuing on, to the left you can enter the cell of the legendary Sor Ana, a nun renowned for her eerily accurate predictions about the future and the miracles she is said to have performed until her death in 1686.Finally, the Great Cloister is bordered by the chapel on one side and the art gallery, which used to serve as a communal dormitory, on the other. This building takes on the shape of a cross. Murals along the walls depict scenes from the lives of Jesus and the Virgin Mary."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 25,
    "name": "Casona Iriberry",
    "latitude": "-16.39786042",
    "longitude": "-71.53735711",
    "excerpt": "It's worth a peek inside this casona (large house); the Universidad Nacional de San Agustín (UNSA) is located within its 18th-century colonial halls and…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/casona-iriberry/a/poi-sig/436922/363389",
    "image_url": null,
    "detail_description": "It's worth a peek inside this casona (large house); the Universidad Nacional de San Agustín (UNSA) is located within its 18th-century colonial halls and patios.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 26,
    "name": "Iglesia de La Merced",
    "latitude": "-16.401837262173",
    "longitude": "-71.538801258707",
    "excerpt": "This colonial church in the city center of Arequipa has a white interior that contrasts with its gold-leaf picture frames.",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/iglesia-de-la-merced/a/poi-sig/1352709/363389",
    "image_url": null,
    "detail_description": "This colonial church in the city center of Arequipa has a white interior that contrasts with its gold-leaf picture frames.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 24,
    "name": "Iglesia San Juan Bautista",
    "latitude": "-16.387652",
    "longitude": "-71.541971",
    "excerpt": "This small church in Yanahuara dates from 1750. The highly venerated Virgen de Chapi was moved here after the 2001 earthquake destroyed the church it was…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/iglesia-san-juan-bautista/a/poi-sig/1408417/363389",
    "image_url": null,
    "detail_description": "This small church in Yanahuara dates from 1750. The highly venerated Virgen de Chapi was moved here after the 2001 earthquake destroyed the church it was originally housed in.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 23,
    "name": "Iglesia de San Agustín",
    "latitude": "-16.398028",
    "longitude": "-71.538323",
    "excerpt": "This baroque church was originally constructed in 1575, destroyed in an earthquake in 1868 and then rebuilt by the end of that century. The exterior is…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/iglesia-de-san-agustin/a/poi-sig/1352711/363389",
    "image_url": null,
    "detail_description": "This baroque church was originally constructed in 1575, destroyed in an earthquake in 1868 and then rebuilt by the end of that century. The exterior is made of white sillar (volcanic rock).\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 22,
    "name": "Iglesia de Santo Domingo",
    "latitude": "-16.400478767519",
    "longitude": "-71.534392310954",
    "excerpt": "A colonial sillar (white volcanic rock) church and convento (monastery) complex that, despite extensive destruction from earthquakes, still retains…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/iglesia-de-santo-domingo/a/poi-sig/1352712/363389",
    "image_url": null,
    "detail_description": "A colonial sillar (white volcanic rock) church and convento (monastery) complex that, despite extensive destruction from earthquakes, still retains original features from its construction in 1634.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 21,
    "name": "Museo Arqueológico de la Universidad Católica de Santa María",
    "latitude": "-16.399680239828",
    "longitude": "-71.540353326094",
    "excerpt": "This university-run museum has interesting little displays on local excavation sites, as well as some artifacts, including surprisingly well-preserved…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/museo-arqueologico-de-la-universidad-catolica-de-santa-maria/a/poi-sig/1167423/363389",
    "image_url": null,
    "detail_description": "This university-run museum has interesting little displays on local excavation sites, as well as some artifacts, including surprisingly well-preserved ancient ceramics. Guided tours are available in Spanish and English; tips are expected.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 20,
    "name": "San Ignacio Chapel",
    "latitude": "-16.400065",
    "longitude": "-71.53651",
    "excerpt": "This chapel's polychrome cupola is smothered in jungle-like murals of tropical flowers, fruit and birds, among which mingle warriors and angels. It's…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/san-ignacio-chapel/a/poi-sig/436956/363389",
    "image_url": null,
    "detail_description": "This chapel's polychrome cupola is smothered in jungle-like murals of tropical flowers, fruit and birds, among which mingle warriors and angels. It's located to the left of the altar of the Iglesia de la Compañía.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 19,
    "name": "Museo Histórico Municipal",
    "latitude": "-16.394728",
    "longitude": "-71.535503",
    "excerpt": "The historical trajectory of both Arequipa and Peru is showcased in this educational, if unexciting, museum, split into different rooms dedicated to…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/museo-historico-municipal/a/poi-sig/1408392/363389",
    "image_url": null,
    "detail_description": "The historical trajectory of both Arequipa and Peru is showcased in this educational, if unexciting, museum, split into different rooms dedicated to different epochs and their heroes. There’s pre-Hispanic, the independence era, the republic era and the War of the Pacific.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 18,
    "name": "Museo de la Universidad Nacional de San Agustín",
    "latitude": "-16.400734",
    "longitude": "-71.536907",
    "excerpt": "One of many small university-run museums in Arequipa, this one’s a little more esoteric than most with themes jumping between archaeological remains,…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/museo-de-la-universidad-nacional-de-san-agustin/a/poi-sig/1407805/363389",
    "image_url": null,
    "detail_description": "One of many small university-run museums in Arequipa, this one’s a little more esoteric than most with themes jumping between archaeological remains, baroque furniture and colonial art from the Peruvian escuela cuzqueña (Cuzco school; a group of colonial artists who combined Spanish and Andean artistic styles).\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 17,
    "name": "Casa de Moral",
    "latitude": "-16.396861",
    "longitude": "-71.537743",
    "excerpt": "This stylized baroque house built in 1730 is named after the 200-year-old mulberry tree in its central courtyard. Owned by the bank BCP since 2003 it is…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/casa-de-moral/a/poi-sig/436918/363389",
    "image_url": null,
    "detail_description": "This stylized baroque house built in 1730 is named after the 200-year-old mulberry tree in its central courtyard. Owned by the bank BCP since 2003 it is now a museum notable for its antique maps, heavy furniture, religious art and extensive collection of Peruvian coins and banknotes. Explanations are in Spanish and English.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 16,
    "name": "Iglesia de San Francisco",
    "latitude": "-16.395142310122",
    "longitude": "-71.534863762138",
    "excerpt": "Originally built in the 16th century, this church has been badly damaged by several earthquakes. It still stands in its sillar (white volcanic rock)-brick…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/iglesia-de-san-francisco/a/poi-sig/436930/363389",
    "image_url": null,
    "detail_description": "Originally built in the 16th century, this church has been badly damaged by several earthquakes. It still stands in its sillar (white volcanic rock)-brick fusion glory, however, and visitors can see a large crack in the cupola – testimony to the power of quakes. The garden-plaza to its left doubles as a mini-park.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 15,
    "name": "Casa Ricketts",
    "latitude": "-16.39811484",
    "longitude": "-71.53586592",
    "excerpt": "The ornate Casa Ricketts has served as a seminary, archbishop’s palace, school and home to well-to-do families since it was built in 1738. Today it is the…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/casa-ricketts/a/poi-sig/436920/363389",
    "image_url": null,
    "detail_description": "The ornate Casa Ricketts has served as a seminary, archbishop’s palace, school and home to well-to-do families since it was built in 1738. Today it is the most splendiferous working bank in the city – possibly in all of Peru. Even if you’re not here for a transaction, it’s worth nosing around its small gallery of Arequipan art, and its dual interior courtyards with their puma-headed fountains.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 14,
    "name": "Museo de Arte Contemporáneo de Arequipa",
    "latitude": "-16.397873",
    "longitude": "-71.53828",
    "excerpt": "Set in a wonderfully restored casona (large house) and garden dating back to the founding of Arequipa itself in 1540, this museum's small, changing…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/museo-de-arte-contemporaneo-de-arequipa/a/poi-sig/1604233/363389",
    "image_url": null,
    "detail_description": "Set in a wonderfully restored casona (large house) and garden dating back to the founding of Arequipa itself in 1540, this museum's small, changing collection of contemporary art by arequipeño and international artists is worth a stroll to its central location near the Plaza de Armas.\nIf your Spanish is up to it, check the website for details of drawing, painting and kids workshops."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 13,
    "name": "La Mansión del Fundador",
    "latitude": "-16.464011",
    "longitude": "-71.557367",
    "excerpt": "This 17th-century mansion once owned by Arequipa’s founder, Garcí Manuel de Carbajal, has been restored with original furnishings and paintings, and even…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/la-mansion-del-fundador/a/poi-sig/436938/363389",
    "image_url": null,
    "detail_description": "This 17th-century mansion once owned by Arequipa’s founder, Garcí Manuel de Carbajal, has been restored with original furnishings and paintings, and even has its own chapel. The mansion is in the village of Huasacache, 9km from Arequipa’s city center, most easily reached by taxi (round-trip S20).\nLocal city tours often stop here, such as the four-hour Mirabus tour with Tours Class Arequipa."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 10,
    "name": "Callejón del Solar",
    "latitude": "-16.397539",
    "longitude": "-71.54045",
    "excerpt": "This magical neighborhood lane is Arequipa's most picturesque with radiant white sillar (volcanic rock) houses – people really live here – and pavers,…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/callejon-del-solar/a/poi-sig/1605179/363389",
    "image_url": null,
    "detail_description": "This magical neighborhood lane is Arequipa's most picturesque with radiant white sillar (volcanic rock) houses – people really live here – and pavers, trellis-covered park benches and pots spilling over with flowers. It could easily pass as the tidy set for 'Arequipa: The Stage Production' but has somehow managed to stay off the tourist radar. At night teenagers and lovers are drawn to the privacy of this city oasis; some gates are locked.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 11,
    "name": "El Molino de Sabandía",
    "latitude": "-16.456511",
    "longitude": "-71.499496",
    "excerpt": "This historic mill was built in 1785, fell into disrepair and was restored two centuries later; it now grinds once again for visitors. The neat grounds,…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/el-molino-de-sabandia/a/poi-sig/436926/363389",
    "image_url": null,
    "detail_description": "This historic mill was built in 1785, fell into disrepair and was restored two centuries later; it now grinds once again for visitors. The neat grounds, shaded with weeping willows and providing great views of El Misti, are a favorite of picnickers. The mill is located 9km southeast of the Plaza de Armas.\nA taxi costs around S15, or get here as part of a four-hour Mirabus tour with Tours Class Arequipa."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 12,
    "name": "Casa Museo Mario Vargas Llosa",
    "latitude": "-16.406025",
    "longitude": "-71.540458",
    "excerpt": "The house where Peruvian writer, activist and Nobel Prize in Literature recipient Mario Vargas Llosa was born has been converted into a creative museum…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/casa-museo-mario-vargas-llosa/a/poi-sig/1604234/363389",
    "image_url": null,
    "detail_description": "The house where Peruvian writer, activist and Nobel Prize in Literature recipient Mario Vargas Llosa was born has been converted into a creative museum. Holograms, rooms-turned-stages of scenes from his novels, original manuscripts and interactive displays illuminate the author's involvement in Latin America's modern history – making the museum not just for his fans. Obligatory tours are in Spanish but self-explanatory enough to be worthwhile.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 9,
    "name": "Museo de Arte Virreinal de Santa Teresa",
    "latitude": "-16.39645220255",
    "longitude": "-71.531533611502",
    "excerpt": "This gorgeous 17th-century Carmelite convent is open to the public as a living museum. The colonial-era buildings are justifiably famed for their…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/museo-de-arte-virreinal-de-santa-teresa/a/poi-sig/436946/363389",
    "image_url": null,
    "detail_description": "This gorgeous 17th-century Carmelite convent is open to the public as a living museum. The colonial-era buildings are justifiably famed for their decorative painted walls and restored rooms filled with priceless votive objets d’art, murals, precious metalwork, paintings and other historical artifacts. It is all explained by student tour guides who speak Spanish, English, French, German and Portuguese; tips are appreciated. A charming shop at the front of the complex sells baked goods and rose-scented soaps made by the nuns.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 8,
    "name": "Plaza de Armas",
    "latitude": "-16.398799",
    "longitude": "-71.536896",
    "excerpt": "Arequipa’s main plaza, unblemished by modern interference, is a museum of the city’s sillar (volcanic rock) architecture – white, muscular and…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/plaza-de-armas/a/poi-sig/436954/363389",
    "image_url": null,
    "detail_description": "Arequipa’s main plaza, unblemished by modern interference, is a museum of the city’s sillar (volcanic rock) architecture – white, muscular and aesthetically unique. Impressive colonnaded balconies line three sides. The fourth is given over to Peru’s widest cathedral, a humongous edifice with two soaring towers. Even this is dwarfed by the dual snowcapped sentinels of El Misti and Chanchani, both visible from various points in the central park.\nArequipeños (inhabitants of Arequipa) are a proud people fond of intellectual debate, especially about their fervent political beliefs, which historically found voice through regular demonstrations in the Plaza de Armas. In mid-2015, protests and traffic were (controversially) banned in and around the plaza to make it more tourist-friendly. Naturally crowds still gather in defiant dissent."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 7,
    "name": "Iglesia de La Compañía",
    "latitude": "-16.399711916097",
    "longitude": "-71.536487079035",
    "excerpt": "If Arequipa’s cathedral seems too big, an interesting antidote is this diminutive Jesuit church on the southeast corner of the Plaza de Armas. Proving…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/iglesia-de-la-compania/a/poi-sig/436928/363389",
    "image_url": null,
    "detail_description": "If Arequipa’s cathedral seems too big, an interesting antidote is this diminutive Jesuit church on the southeast corner of the Plaza de Armas. Proving that small can be beautiful, its facade is an intricately carved masterpiece of the churrigueresque style hatched in Spain in the 1660s (think baroque and then some). The equally detailed altar, completely covered in gold leaf, takes the style further and will be eerily familiar to anyone who has visited Seville cathedral in Spain.\nTo the left of the altar is the San Ignacio Chapel, with a polychrome cupola smothered in unusual jungle-like murals.Next door, and accessed via Calle Santo Domingo, the beautiful, semi-outdoor shopping center Claustros de la Compañía continues the ornate theme."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 6,
    "name": "Convento y Museo de la Recoleta",
    "latitude": "-16.39340093695",
    "longitude": "-71.541734071789",
    "excerpt": "Bibliophiles will delight in this musty monastery's huge library, which contains more than 20,000 dusty books and maps; the oldest volume dates to 1494…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/convento-y-museo-de-la-recoleta/a/poi-sig/436940/363389",
    "image_url": null,
    "detail_description": "Bibliophiles will delight in this musty monastery's huge library, which contains more than 20,000 dusty books and maps; the oldest volume dates to 1494. Scholarship was an integral part of the Franciscans’ order; the library is open for supervised visits, just ask at the entrance.Also on the premises is a well-known museum of Amazonian artifacts (including preserved jungle animals) collected by the missionaries, and an extensive collection of pre-conquest artifacts and religious art of the escuela cuzqueña (Cuzco school).\nThe monastery was constructed on the west side of the Río Chili in 1648 by Franciscan friars, though now it has been completely rebuilt. Guides speaking Spanish, English, French and Italian are available; a tip is expected.From the Plaza de Armas, it's an easy 10-minute walk across the river over pleasant Puente Bolognesi on the way to Yanahuara."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 5,
    "name": "La Catedral",
    "latitude": "-16.398187655077",
    "longitude": "-71.53662311923",
    "excerpt": "This beautiful building on the Plaza de Armas stands out for its stark white sillar (volcanic rock) and massive size – it's the only cathedral in Peru…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/la-catedral/a/poi-sig/436936/363389",
    "image_url": null,
    "detail_description": "This beautiful building on the Plaza de Armas stands out for its stark white sillar (volcanic rock) and massive size – it's the only cathedral in Peru that stretches the length of a plaza. It also has a history of rising from the ashes. The original structure, dating from 1656, was gutted by fire in 1844, rebuilt and then flattened by the 1868 earthquake. Most of what you see now has been rebuilt since then. A 'museum' tour is worthwhile.\nThe interior is simple and airy, with a luminous quality, and the high vaults are uncluttered. The cathedral also has a distinctly international flair; it is one of fewer than 100 basilicas in the world entitled to display the Vatican flag, which is to the right of the altar. Both the altar and the 12 columns (symbolizing the 12 Apostles) are made of Italian marble. The huge Byzantine-style brass lamp hanging in front of the altar is from Spain and the pulpit was carved in France. In 1870, Belgium provided the impressive organ, said to be the largest in South America, though damage during shipping condemned the devout to wince at its distorted notes for more than a century.An earthquake in 2001 toppled one enormous tower, and made the other slump precariously, yet by the end of the next year the cathedral looked as good as new."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 4,
    "name": "Yanahuara",
    "latitude": "-16.387519",
    "longitude": "-71.541713",
    "excerpt": "This tranquil neighborhood makes for a pleasant, walkable excursion, with a mirador (lookout) as its centerpiece providing excellent views of Arequipa and…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/yanahuara/a/poi-sig/436958/363389",
    "image_url": null,
    "detail_description": "This tranquil neighborhood makes for a pleasant, walkable excursion, with a mirador (lookout) as its centerpiece providing excellent views of Arequipa and El Misti through arches inscribed with poetry. To get here, go west on Puente Grau over the namesake bridge, and take the first right along Francisco Bolognesi hugging the park. Take the first left on Cuesta del Ángel and continue four blocks to Plaza Yanahuara with its church and mirador.\n"
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 3,
    "name": "Museo de la Catedral",
    "latitude": "-16.399046",
    "longitude": "-71.5374",
    "excerpt": "A must for visitors who want to see more of Arequipa's cathedral, the included 45-minute bilingual tour of this 'museum' is actually a peek at the inner…",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/museo-de-la-catedral/a/poi-sig/1604232/363389",
    "image_url": null,
    "detail_description": "A must for visitors who want to see more of Arequipa's cathedral, the included 45-minute bilingual tour of this 'museum' is actually a peek at the inner workings of the basilica, with an explanation of the impressive 1000-pipe church organ and the symbology and colors employed in religious paintings and ornaments. The rooftop views of Arequipa and its sillar (white volcanic rock) buildings are a bonus.\nEnter from the Santa Catalina corner of the Plaza de Armas."
},
{
    "country": "arequipa",
    "city": "Arequipa",
    "index": 2,
    "name": "Museo Santuarios Andinos",
    "latitude": "-16.399569357831",
    "longitude": "-71.537667595121",
    "excerpt": "There’s an escalating drama to this theatrically presented museum, dedicated to the preserved body of a frozen ‘mummy,’ and its compulsory guided tour …",
    "detail_url": "https://www.lonelyplanet.com/peru/arequipa-and-canyon-country/arequipa/attractions/museo-santuarios-andinos/a/poi-sig/1271853/363389",
    "image_url": null,
    "detail_description": "There’s an escalating drama to this theatrically presented museum, dedicated to the preserved body of a frozen ‘mummy,’ and its compulsory guided tour (free, but a tip is expected at the end). Spoiler: the climax is the vaguely macabre sight of poor Juanita, the 12-year-old Inca girl sacrificed to the gods in the 1450s and now eerily preserved in a glass refrigerator. Tours take about an hour and are conducted in Spanish, English and French.\r\n\nBefore presenting Juanita herself, well-versed student guides from the university lead you through a series of atmospheric, dimly lit rooms filled with artifacts from the expedition that found the ‘mummy.’ There is a beautifully shot 20-minute film about how Juanita, the so-called ‘Ice Maiden,’ was unearthed atop Nevado Ampato in 1995. From January to April, Juanita is switched for a different 'mummy' and placed in deep freeze in total darkness for conservation purposes.\r\n"
}
]