[
{
    "country": "argentina",
    "index": 1,
    "name": "Palacio Barolo",
    "latitude": "-34.609687",
    "longitude": "-58.38569",
    "excerpt": "One of Buenos Aires' most beautiful monuments, this 22-story building has a unique design inspired by Dante’s Divine Comedy. Its structure is divided into…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/palacio-barolo/a/poi-sig/394571/1326776",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_444490156.jpg",
    "detail_description": "One of Buenos Aires' most beautiful monuments, this 22-story building has a unique design inspired by Dante’s Divine Comedy. Its structure is divided into hell, purgatory and heaven; its height (100m) is a reference to each canto (song); and the number of floors (22) mirrors the number of verses per song. Dreamt up by the Italian architect Mario Palanti, Palacio Barolo was the tallest skyscraper in South America when it was completed in 1923.\nYou can walk around the gorgeous lobby for free, but it's best to go on a guided tour of the building: you'll get to ride in a vintage 1920s elevator and admire the panoramic views from the rooftop lighthouse. Palacio Barolo Tours offers a wide range of bilingual tours, including thematic tours focusing on architecture, literature, or photography, and nighttime tours that include a wine tasting. See the website for more details or stop at the kiosk on the building's ground level to book a tour.Note that there's also a new cocktail bar and cafe, Salón 1923, on the 16th floor of Palacio Barolo: the indoor-outdoor space is a wonderful venue for a coffee or a glass of wine, especially around sunset. It's also a (free) way to get a glimpse of the wonderful views from the building's upper levels without paying for a tour."
},
{
    "country": "argentina",
    "index": 35,
    "name": "Palacio del Congreso",
    "latitude": "-34.609805528292",
    "longitude": "-58.39258324908",
    "excerpt": "Argentina's green-domed Congress building, modeled on the Capitol Building in Washington, DC, was completed in 1906. Worthwhile free tours of the Senate…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/palacio-del-congreso/a/poi-sig/394577/1326776",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f7fc17cb217685c1a2d5d4fa87c42d0aeb5ed2960321808952285a52ac0ef592.jpg",
    "detail_description": "Argentina's green-domed Congress building, modeled on the Capitol Building in Washington, DC, was completed in 1906. Worthwhile free tours of the Senate chamber, the Chamber of Deputies and the gorgeous, walnut-paneled Congress library are given in English and Spanish. The tour also includes the pink room where until 1951 women met to discuss policies; their notes were then passed to a male deputy. Go to the entrance on Hipólito Yrigoyen and bring photo ID.\nNote the stone statues on either side of the steps at the front of the palace, facing the square; these were sculpted by the controversial artist Lola Mora and caused a scandal when they were erected in 1907. Conservatives insisted that they be removed; in 2014 President Cristina Kirchner returned replicas of the sculptures to their original location.Across the way, the Monumento a los Dos Congresos honors the assembly of 1813 and the 1816 Congress in Tucumán, when independence was declared."
},
{
    "country": "argentina",
    "index": 34,
    "name": "Manzana de las Luces",
    "latitude": "-34.610835",
    "longitude": "-58.374621",
    "excerpt": "In colonial times, the Manzana de las Luces was Buenos Aires’ most important center of culture and learning, and today the block still symbolizes…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/manzana-de-las-luces/a/poi-sig/394623/1326774",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/536effbcfd8cc3d0c4fff4fb5af05c14-manzana-de-las-luces.jpg",
    "detail_description": "In colonial times, the Manzana de las Luces was Buenos Aires’ most important center of culture and learning, and today the block still symbolizes education and enlightenment. Two of the five original buildings remain; Jesuit defensive tunnels were discovered in 1912. Free tours in Spanish are given at 2pm from Monday to Friday, but you can go inside and see the main patio area without taking a tour.\nThe first people to occupy the Manzana de las Luces were the Jesuits, who built several structures including the Procuraduría (1730; administrative headquarters), part of which still survives today. (Unfortunately for the Jesuits, they were later expelled from the premises – and Argentina – in 1767 by the King of Spain.) Along with housing offices, these buildings hosted converted indigenous people from the provinces. Later, during the 19th century, they were home to various museums, legislative offices, schools and universities.Today, a cultural center on the premises offers workshops and music, film and theater events, and a wonderfully atmospheric milonga takes place in here on Friday nights."
},
{
    "country": "argentina",
    "index": 33,
    "name": "Parque Nacional El Palmar",
    "latitude": "-31.867066",
    "longitude": "-58.208849",
    "excerpt": "On the west bank of the Río Uruguay, midway between Colón and Concordia, 8500-sq-km Parque Nacional El Palmar preserves the last extensive stands of yatay…",
    "detail_url": "https://www.lonelyplanet.com/argentina/along-the-rio-uruguay/attractions/parque-nacional-el-palmar/a/poi-sig/503230/1326516",
    "image_url": null,
    "detail_description": "On the west bank of the Río Uruguay, midway between Colón and Concordia, 8500-sq-km Parque Nacional El Palmar preserves the last extensive stands of yatay palm on the Argentine littoral. In the 19th century the native yatay covered large parts of Entre Ríos, Uruguay and southern Brazil, but the intensification of agriculture, ranching and forestry throughout the region destroyed much of the palm savanna.\nReaching a maximum height of about 18m, with a trunk diameter of 40cm, the larger specimens clustered throughout the park create a striking and soothing subtropical landscape that lends itself to photography. The grasslands and the gallery forests along the watercourses shelter much wildlife.Park admission (valid for 48 hours) is collected at the entrance from 7am to 10pm, but those spending the night in the park will be given a card that permits after hours access if you want to come and go.Facilities are 12km from the highway entrance down a good dirt road. Here, the visitor center has displays on natural history; you can organize canoeing, cycling and horseback-riding trips. Roads lead off the main access road to three viewpoints. Arroyo Los Loros, a short distance north of the campground, is a good place to observe wildlife. South of the visitor center is Arroyo El Palmar, a pleasant stream accessed at two viewpoints, La Glorieta and El Palmar. These have short marked trails; the latter has a birdwatching hide. There are three other short trails near the visitor center, and another hide by the river. Visitors are free to explore the trails on their own; guided walks are available by prior arrangement. There is river access for swimming and boating from the campground.The only way to sleep inside the park is in a tent in the dedicated zone. Ubajay has a variety of basic, cheap lodgings.There's a restaurant in the park next to the visitor center as well as a small shop selling sandwiches and basic supplies.El Palmar is on RN 14, a major national highway, with frequent north–south bus services. Most buses will drop you at the park entrance, 12km from the visitors center, but double-check with the driver as it's technically prohibited. You could walk or hitchhike from here or else get off 6km north at Ubajay, from where a remise will cost you around AR$300 to the visitors center.The easiest way to get here is by tour from Colón. You can also charter a remise from Colón: a return trip plus two hours at the park, covering all the trails, costs AR$850 (up to four people). Remises Palmares is recommended."
},
{
    "country": "argentina",
    "index": 32,
    "name": "Museo Municipal de Bellas Artes",
    "latitude": "-32.953908",
    "longitude": "-60.656623",
    "excerpt": "This gallery is worth a visit for its inventive displays of contemporary and 20th-century artworks from the MACRO collection, and its small collection of…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/rosario/attractions/museo-municipal-de-bellas-artes/a/poi-sig/494868/363049",
    "image_url": null,
    "detail_description": "This gallery is worth a visit for its inventive displays of contemporary and 20th-century artworks from the MACRO collection, and its small collection of European works, which contains a couple of very fine pieces. Free guided tours at 5pm.\n"
},
{
    "country": "argentina",
    "index": 31,
    "name": "Museo Superior de Bellas Artes Evita",
    "latitude": "-31.427665",
    "longitude": "-64.184779",
    "excerpt": "The Palacio Ferrerya – Nueva Córdoba’s landmark building – was built in 1914 and designed by Ernest Sanson in the Louis XVI style. The building itself is…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-superior-de-bellas-artes-evita/a/poi-sig/435416/363057",
    "image_url": null,
    "detail_description": "The Palacio Ferrerya – Nueva Córdoba’s landmark building – was built in 1914 and designed by Ernest Sanson in the Louis XVI style. The building itself is amazing, and has now been converted into this fine-arts museum, featuring more than 400 works in 12 rooms spread over three floors. If you’re into art or architecture, this place is a don’t-miss.\n"
},
{
    "country": "argentina",
    "index": 30,
    "name": "Finca las Nubes",
    "latitude": "-26.092247",
    "longitude": "-66.012769",
    "excerpt": "Located 5km southwest of Cafayate along the road to Río Colorado (it’s signposted ‘Mounier’), this small, organic and friendly winery has a fabulous…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/finca-las-nubes/a/poi-sig/503522/363054",
    "image_url": null,
    "detail_description": "Located 5km southwest of Cafayate along the road to Río Colorado (it’s signposted ‘Mounier’), this small, organic and friendly winery has a fabulous position at the foot of jagged hills. Tours depart hourly from 10am to 4:30pm. Tastings include four wines. The kitchen also serves empanadas (AR$18) and picada platters (AR$250). Grape-picking day in March – when volunteers are welcome – is lots of fun.\n"
},
{
    "country": "argentina",
    "index": 29,
    "name": "Paseo del Buen Pastor",
    "latitude": "-31.423987286568",
    "longitude": "-64.186352008001",
    "excerpt": "This cultural center and performance space was built in 1901 as a combined chapel, monastery and women’s prison. In mid-2007 it was re-inaugurated to…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/paseo-del-buen-pastor/a/poi-sig/1267538/363057",
    "image_url": null,
    "detail_description": "This cultural center and performance space was built in 1901 as a combined chapel, monastery and women’s prison. In mid-2007 it was re-inaugurated to showcase work by Córdoba’s young and emerging artists. The central patio area houses a couple of hip cafe-bars where you can kick back with an Appletini or two. The attached chapel (now desanctified) hosts regular live-music performances; stop by for a program, or check Thursday’s edition of the local newspaper La Voz del Interior for details.\n"
},
{
    "country": "argentina",
    "index": 27,
    "name": "Museo Casa Carlos Gardel",
    "latitude": "-34.601872",
    "longitude": "-58.407869",
    "excerpt": "A small but noteworthy tribute to tango's most famous voice. Located in Gardel’s old house, the museum traces the singer's early years in France and…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/villa-crespo-once-caballito-and-boedo/attractions/museo-casa-carlos-gardel/a/poi-sig/1103415/1326782",
    "image_url": null,
    "detail_description": "A small but noteworthy tribute to tango's most famous voice. Located in Gardel’s old house, the museum traces the singer's early years in France and Argentina, his musical and cinematic career, and his tragic death in a plane crash at the height of his success. Exhibits include audio displays, memorabilia and tablets loaded with every song Gardel recorded – a total of 893 tracks.\nThe house itself – a typical casa chorizo (sausage-like) residence with rooms leading off a central patio – is worth a look."
},
{
    "country": "argentina",
    "index": 28,
    "name": "Las Marianas",
    "latitude": "-31.69049",
    "longitude": "-68.595715",
    "excerpt": "One of the prettiest wineries in the region, this one was built in 1922, abandoned in 1950 and reinstated in 1999. The main building is gorgeous, with…",
    "detail_url": "https://www.lonelyplanet.com/argentina/central-argentina/san-juan/attractions/las-marianas/a/poi-sig/1146175/363020",
    "image_url": null,
    "detail_description": "One of the prettiest wineries in the region, this one was built in 1922, abandoned in 1950 and reinstated in 1999. The main building is gorgeous, with thick adobe walls and a few examples of the original winemaking equipment lying around. The mountain views out over the vineyard are superb. \n If you’re coming by bus, catch the 16 (40 minutes) near the corner of Santa Fe and Mendoza in San Juan. Get off at the corner of Calle Aberastain and Calle Nuevo, where you’ll see a signpost to the winery (an 800m walk)."
},
{
    "country": "argentina",
    "index": 26,
    "name": "Centro Cultural Recoleta",
    "latitude": "-34.58669",
    "longitude": "-58.391798",
    "excerpt": "Part of the original Franciscan convent and alongside its namesake church and cemetery, this excellent cultural center houses a variety of facilities,…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/recoleta-and-barrio-norte/attractions/centro-cultural-recoleta/a/poi-sig/1399999/1326780",
    "image_url": null,
    "detail_description": "Part of the original Franciscan convent and alongside its namesake church and cemetery, this excellent cultural center houses a variety of facilities, including art galleries, exhibition halls and a cinema. Events, courses and workshops are also offered – check the website for current offerings. Exhibitions are usually free, while tickets to films and shows are reasonably priced.\nWithin the Centro Cultural Recoleta is the Museo Participativo de Ciencias, a hands-on science museum for children."
},
{
    "country": "argentina",
    "index": 24,
    "name": "Glaciarium",
    "latitude": "-50.337025",
    "longitude": "-72.340078",
    "excerpt": "Unique and exciting, this gorgeous museum illuminates the world of ice. Displays and bilingual films show how glaciers form, along with documentaries on…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/el-calafate/attractions/glaciarium/a/poi-sig/1275728/363081",
    "image_url": null,
    "detail_description": "Unique and exciting, this gorgeous museum illuminates the world of ice. Displays and bilingual films show how glaciers form, along with documentaries on continental ice expeditions and stark meditations on climate change. Adults suit up in furry capes for the bar de hielo (AR$240 including drink), a blue-lit below-zero club serving vodka or fernet (an aromatic Italian spirit) and cola in ice glasses.\nThe gift shop sells handmade and sustainable gifts crafted by Argentine artisans. Glaciarium also hosts international cinema events. It’s 6km from Calafate toward Parque Nacional Los Glaciares. To get here, take the free hourly shuttle from 1 de Mayo between Av Libertador and Roca."
},
{
    "country": "argentina",
    "index": 25,
    "name": "EcoCentro",
    "latitude": "-42.782614",
    "longitude": "-64.995804",
    "excerpt": "Celebrating the area’s unique marine ecosystem, this masterpiece brings an artistic sensitivity to extensive scientific research. There are exhibits on…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/puerto-madryn/attractions/ecocentro/a/poi-sig/495286/363090",
    "image_url": null,
    "detail_description": "Celebrating the area’s unique marine ecosystem, this masterpiece brings an artistic sensitivity to extensive scientific research. There are exhibits on the breeding habits of right whales, dolphin sounds and southern-elephant-seal harems, a touch-friendly tide pool and more. The building includes a three-story tower and library, with the top featuring glass walls and comfy couches for reading.\nBring your binoculars: whales may be spotted from here. It’s an enjoyable 40-minute walk or 15-minute bike ride along the costanera to the EcoCentro. Shuttles run three times daily from the tourist office on Av Roca, or you can catch a Línea 2 bus to the last stop and walk 1km."
},
{
    "country": "argentina",
    "index": 23,
    "name": "Centro Cultural del Bicentenario",
    "latitude": "-27.786771",
    "longitude": "-64.260342",
    "excerpt": "This excellent cultural center is an airy, modern space housing three museums, all imaginatively displayed; the highlight is the anthropological…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/santiago-del-estero/attractions/centro-cultural-del-bicentenario/a/poi-sig/1274257/363072",
    "image_url": null,
    "detail_description": "This excellent cultural center is an airy, modern space housing three museums, all imaginatively displayed; the highlight is the anthropological collection, with an array of indigenous ceramics, jewelry and flutes. Fossils of mastodons and glyptodonts, extinct creatures that somewhat resembled large armadillos, also impress. The sparsely labeled historical museum is set around the attractive patio of Santiago’s noblest building, and is focused on Argentina's independence movement. The top-floor art gallery features good temporary exhibitions. All information is in Spanish.\nThe downstairs cafe is a popular meeting place, does good coffee and is a pleasant air-conditioned retreat from the Santiago heat."
},
{
    "country": "argentina",
    "index": 21,
    "name": "Parque General San Martín",
    "latitude": "-32.886254",
    "longitude": "-68.863335",
    "excerpt": "Walking along the lakeshore and snoozing in the shade of the rose garden in this beautiful 420-hectare park is a great way to enjoy one of the city’s…",
    "detail_url": "https://www.lonelyplanet.com/argentina/central-argentina/mendoza/attractions/parque-general-san-martin/a/poi-sig/1273851/363014",
    "image_url": null,
    "detail_description": "Walking along the lakeshore and snoozing in the shade of the rose garden in this beautiful 420-hectare park is a great way to enjoy one of the city’s highlights. Walk along Sarmiento/Civit out to the park and admire some of Mendoza’s finest houses on the way. Pick up a park map at the Centro de Información, just inside the impressive entry gates, which were shipped over from England and originally forged for the Turkish Sultan Hamid II.\nThe park was designed by Carlos (Charles) Thays in 1897, who also designed Parque Sarmiento in Córdoba. Its famous Cerro de la Gloria has a monument to San Martín’s Ejército de los Andes (Army of the Andes) for its liberation of Argentina, Chile and Peru from the Spaniards. On clear days, views of the valley make the climb especially rewarding. Pathways around the lake were undergoing renovation at the time of research, closing off some of the running and cycling routes.Other facilities in the park include tennis courts, an equestrian center, golf course, kid's playgrounds, a university campus, World Cup stadium, a lackluster zoo, and a massive amphitheater where the annual wine harvest festival is held."
},
{
    "country": "argentina",
    "index": 22,
    "name": "Puerto Mar del Plata",
    "latitude": "-38.050524",
    "longitude": "-57.538404",
    "excerpt": "Mar del Plata is one of Argentina’s most important fishing centers. Its port area, 8km south of the city center, is worth a visit, though public access to…",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/mar-del-plata/attractions/puerto-mar-del-plata/a/poi-sig/1273908/362996",
    "image_url": null,
    "detail_description": "Mar del Plata is one of Argentina’s most important fishing centers. Its port area, 8km south of the city center, is worth a visit, though public access to the jetty – and its graveyard of ruined ships, half-sunken and rusting in the sun – is now restricted. You can still watch the fishing boats come and go from the Banquina de Pescadores, the port’s scenic, rather aromatic and slightly touristy wharf.\nGrab some calamari and a beer here and watch the massive, shaggy sea lions who snooze, flirt and fight on the dock. Forget the aquarium, this is the real show!To get to the port from downtown, you have two options. You can take local bus 581 or 533 (which stop at various points downtown and along the oceanfront road) all the way to the wharf (AR$10). You’ll need a magnetic card to board. A taxi from downtown costs between AR$120 and AR$160. If you're going by taxi, consider arranging your return, as it's not easy to flag a taxi heading the other way. Note that the wharf mentioned here is not to be confused with the Centro Comercial de Mar del Plata, a cluster of high-end restaurants located near the entrance to the larger port complex."
},
{
    "country": "argentina",
    "index": 20,
    "name": "Circuito Superior",
    "latitude": "-25.688331",
    "longitude": "-54.446096",
    "excerpt": "The Paseo Superior (1750m) is entirely level and gives good views of the tops of several cascades and across to more. A recently constructed final section…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/parque-nacional-iguazu/attractions/circuito-superior/a/poi-sig/1528176/363039",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/3ad9a3fb542889ff5edf90d035a80dcb-circuito-superior.jpeg",
    "detail_description": "The Paseo Superior (1750m) is entirely level and gives good views of the tops of several cascades and across to more. A recently constructed final section crosses a large swath of the Iguazú river, ending above the powerful Salto San Martín before wending its way back across river islands.\n"
},
{
    "country": "argentina",
    "index": 16,
    "name": "Manzana Jesuítica",
    "latitude": "-31.41828652962",
    "longitude": "-64.187607200748",
    "excerpt": "Córdoba’s beautiful Manzana Jesuítica (Jesuit Block), like its counterpart in Buenos Aires, is also known as the Manzana de las Luces (Block of…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/manzana-jesuitica/a/poi-sig/435398/363057",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2317949241.jpg",
    "detail_description": "Córdoba’s beautiful Manzana Jesuítica (Jesuit Block), like its counterpart in Buenos Aires, is also known as the Manzana de las Luces (Block of Enlightenment), and was initially associated with the influential Jesuit order. The Colegio Nacional de Monserrat, which dates from 1782, is next door. In 2000 Unesco declared the Manzana Jesuítica a World Heritage site, along with five Jesuit estancias (ranches) throughout the province.\n"
},
{
    "country": "argentina",
    "index": 19,
    "name": "Museo de Arte Tigre",
    "latitude": "-34.409494",
    "longitude": "-58.59071",
    "excerpt": "Tigre’s grandest museum is located in a magnificent 1912 social club. Inside, it showcases the work of famous Argentine artists from the 19th and 20th…",
    "detail_url": "https://www.lonelyplanet.com/argentina/tigre-and-the-delta/attractions/museo-de-arte-tigre/a/poi-sig/454603/363119",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-999118992.jpg",
    "detail_description": "Tigre’s grandest museum is located in a magnificent 1912 social club. Inside, it showcases the work of famous Argentine artists from the 19th and 20th centuries. Perched on the river bank in glorious grounds, the building in itself is worth a visit. Guided tours in Spanish are given at 11am and 5pm Wednesday to Friday and more frequently on weekends.\n"
},
{
    "country": "argentina",
    "index": 18,
    "name": "Circuito Inferior",
    "latitude": "-25.685218",
    "longitude": "-54.443865",
    "excerpt": "This circuit (1400m) descends to the river, passing delightfully close to falls on the way. At the end of the path prepare for a drenching at the hands of…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/parque-nacional-iguazu/attractions/circuito-inferior/a/poi-sig/1528174/363039",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2302403923-rfc.jpeg",
    "detail_description": "This circuit (1400m) descends to the river, passing delightfully close to falls on the way. At the end of the path prepare for a drenching at the hands of Salto Bossetti if you're game. Just short of here, a free launch makes the short crossing to Isla San Martín. At the same junction you can buy tickets for the popular boat rides under the falls.\n"
},
{
    "country": "argentina",
    "index": 17,
    "name": "Museo de Arqueología de Alta Montaña",
    "latitude": "-24.788868",
    "longitude": "-65.410956",
    "excerpt": "One of northern Argentina's premier museums, MAAM has a serious and informative exhibition focusing on Inca culture and, in particular, the child…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/salta/attractions/museo-de-arqueologia-de-alta-montana/a/poi-sig/466654/363069",
    "image_url": null,
    "detail_description": "One of northern Argentina's premier museums, MAAM has a serious and informative exhibition focusing on Inca culture and, in particular, the child sacrifices left on some of the Andes’ most imposing peaks. The centerpiece is the mummified body of one of three children (rotated every six months) discovered at the peak of Llullaillaco in 1999. It was a controversial decision to display the bodies and it is a powerful experience to come face-to-face with them.\nIntricately plaited hair and clothes are perfectly preserved, and their faces reflect – you decide – a distant past or a typical 21st-century Salta face; a peaceful passing or a tortured death.The grave goods impress by their immediacy, with colors as fresh as the day they were produced. The illas (small votive figurines of animals and humans) are of silver, gold, shell and onyx, and many are clothed in textiles. It’s difficult to imagine that a more privileged look at pre-Columbian South American culture will ever be offered to us. Also exhibited is the ‘Reina del Cerro,’ a tomb-robbed mummy that ended up here after a turbulent history. Good videos give background on the sacrifices and on the Qhapaq Ñan, the Inca road system given Unesco status in 2014.There’s a shop and library as well as a cafe-bar with terrace."
},
{
    "country": "argentina",
    "index": 15,
    "name": "Parque Provincial Payunia",
    "latitude": "-36.507153",
    "longitude": "-69.336777",
    "excerpt": "Just over 200km south of Malargüe on the RN 40, the spectacular Parque Provincial Payunia is a 4500-sq-km reserve with a higher concentration of volcanic…",
    "detail_url": "https://www.lonelyplanet.com/argentina/malargue/attractions/parque-provincial-payunia/a/poi-sig/1586480/1006688",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-185265538.jpg",
    "detail_description": "Just over 200km south of Malargüe on the RN 40, the spectacular Parque Provincial Payunia is a 4500-sq-km reserve with a higher concentration of volcanic cones (over 800 of them) than anywhere else in the world. The scenery is breathtaking and shouldn’t be missed. The 12-hour 4WD tours or three-day horseback trips offered by most of the agencies in Malargüe are well worth taking. Be sure your tour stops at all the sites – those combining the visit with Laguna Llancancelo only visit half.\n"
},
{
    "country": "argentina",
    "index": 14,
    "name": "Costanera",
    "latitude": "-32.94242",
    "longitude": "-60.632687",
    "excerpt": "Rosario’s most attractive feature is its waterfront, where the area that was once derelict warehouses and train tracks has been reclaimed for the fun of…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/rosario/attractions/costanera/a/poi-sig/1273656/363049",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1253519751.jpg",
    "detail_description": "Rosario’s most attractive feature is its waterfront, where the area that was once derelict warehouses and train tracks has been reclaimed for the fun of the people. It stretches some 15km from its southern end at Parque Urquiza to the city’s northern edge, just short of the suspension bridge crossing into Entre Ríos province. It’s an appealing place to wander and watch what’s going on, from the plentiful birdlife and impromptu fútbol (soccer) games to massive cargo ships surging past on the river.\n"
},
{
    "country": "argentina",
    "index": 40,
    "name": "Mercado de Abasto",
    "latitude": "-34.60319",
    "longitude": "-58.410791",
    "excerpt": "The historic Mercado de Abasto (1895) has been turned into one of the most beautiful shopping centers in the city. The building, once a large vegetable…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/villa-crespo-once-caballito-and-boedo/attractions/mercado-de-abasto/a/poi-sig/1400041/1326782",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5d5a40f17e45ddf81041f439120902f2-mercado-de-abasto.jpg",
    "detail_description": "The historic Mercado de Abasto (1895) has been turned into one of the most beautiful shopping centers in the city. The building, once a large vegetable market, received an architectural prize in 1937 for its Av Corrientes facade. It holds more than 200 stores, a large cinema, a food court and the only kosher McDonald’s outside Israel (the one upstairs next to Burger King). It’s great for families, with a good children’s museum and even a small amusement park.\n"
},
{
    "country": "argentina",
    "index": 13,
    "name": "Teatro Colón",
    "latitude": "-34.601148",
    "longitude": "-58.383086",
    "excerpt": "Occupying an entire city block, this impressive seven-story theater is one of BA’s most prominent landmarks. It’s the city’s main performing arts venue,…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/teatro-colon/a/poi-sig/1103221/1326776",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2ed8a17c546b32a2491c812b819ef21e-teatro-colon.jpg",
    "detail_description": "Occupying an entire city block, this impressive seven-story theater is one of BA’s most prominent landmarks. It’s the city’s main performing arts venue, and with astounding acoustics, it's a world-class forum for opera, ballet and classical music. The Colón can seat 2500 spectators and provides standing room for another 500. Get hold of tickets to a performance, if you can, or take one of the frequent 50-minute backstage tours to view the stunning interior, the costume department, and ballerinas' dressing rooms.\n"
},
{
    "country": "argentina",
    "index": 39,
    "name": "Isla San Martín",
    "latitude": "-25.68662",
    "longitude": "-54.442652",
    "excerpt": "From the end of the Paseo Inferior, a free launch takes you across to this island with a trail of its own that gives the closest look at several falls,…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/parque-nacional-iguazu/attractions/isla-san-martin/a/poi-sig/1528175/363039",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1484016672.jpg",
    "detail_description": "From the end of the Paseo Inferior, a free launch takes you across to this island with a trail of its own that gives the closest look at several falls, including Salto San Martín, a huge, furious cauldron of water. It’s possible to picnic and paddle on the lee side of the island, but don’t venture too far off the beach. When the water is high – and this is the case more often than not – island access is shut off.\nA decision is made on access at 10:30am each morning – ask at any of the stations or information points. The last boat across to the island leaves at 3:15pm but it's best to visit early on while you wait for the crowds to dissipate in busier parts of the park."
},
{
    "country": "argentina",
    "index": 12,
    "name": "Feria de Mataderos",
    "latitude": "-34.662476",
    "longitude": "-58.499944",
    "excerpt": "On the outskirts of the city in the working-class barrio of Mataderos, this excellent folkloric festival happens on Sundays and national holidays. Come…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/attractions/feria-de-mataderos/a/poi-sig/1103429/363005",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b5e6b03d44f5304bd83064708a02ac2c-feria-de-mataderos.jpg",
    "detail_description": "On the outskirts of the city in the working-class barrio of Mataderos, this excellent folkloric festival happens on Sundays and national holidays. Come for handmade crafts and regional cuisine including locro (a corn and meat stew) and humita (a savory corn and cheese mixture wrapped in husks). Folk singers, dancers and gauchos on horseback entertain, and there’s a small gaucho museum nearby. Take a taxi, or bus 126 (from downtown) or bus 55 (from Palermo) – the trip takes an hour.\nThe festival also takes place on the following national holidays: May 25th, June 20th, July 9th, August 17th and October 12th."
},
{
    "country": "argentina",
    "index": 36,
    "name": "Plaza San Martín",
    "latitude": "-34.594722",
    "longitude": "-58.375821",
    "excerpt": "French landscape architect Carlos Thays designed the leafy Plaza San Martín, which is surrounded by some of Buenos Aires’ most impressive public buildings…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/retiro/attractions/plaza-san-martin/a/poi-sig/394757/1326779",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/17ce9ea02d97e09280c075659a0f7d38-plaza-san-martin.jpg",
    "detail_description": "French landscape architect Carlos Thays designed the leafy Plaza San Martín, which is surrounded by some of Buenos Aires’ most impressive public buildings. The park’s most prominent monument is an equestrian statue of José de San Martín; visiting dignitaries often come to honor the country’s liberator by leaving wreaths at its base. On the downhill side of the park you’ll see the Monumento a los Caídos de Malvinas, a memorial to the young men who died in the Falklands War.\nRetiro was the site of a monastery during the 17th century, and later became the country retiro (retreat) of Agustín de Robles, a Spanish governor. Since then, Plaza San Martín – which sits on a bluff – has played host to a slave market, a military fort and even a bullring.At the southern end of the plaza is Estación Retiro (Retiro train station), built by the British in 1915."
},
{
    "country": "argentina",
    "index": 38,
    "name": "Museo de Arte Hispanoamericano Isaac Fernández Blanco",
    "latitude": "-34.59086002",
    "longitude": "-58.3803728",
    "excerpt": "This museum is in a 1920s mansion in the neocolonial Peruvian style that developed as a reaction against French influences in turn-of-the-19th-century…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/retiro/attractions/museo-de-arte-hispanoamericano-isaac-fernandez-blanco/a/poi-sig/1144012/1326779",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8f1547cdefa681a05536624e692955b8-museo-de-arte-hispanoamericano-isaac-fernandez-blanco.jpg",
    "detail_description": "This museum is in a 1920s mansion in the neocolonial Peruvian style that developed as a reaction against French influences in turn-of-the-19th-century Argentine architecture. Its exceptional collection of colonial art includes silverwork from Alto Perú (present-day Bolivia), religious paintings and baroque instruments (including a Guarneri violin). The curved ceiling in the main salon is beautifully painted, and there’s also a peaceful garden. Signage is in Spanish.\nAlso known as the Palacio Noel, after the designing architect, the museum building and its collections suffered damage (since repaired) from the 1992 bombing of the Israeli embassy, which at the time was located at Arroyo and Suipacha. The space where the embassy was located has since become a small memorial park; you can still see the outline of the building on a neighboring wall."
},
{
    "country": "argentina",
    "index": 11,
    "name": "Cementerio de la Recoleta",
    "latitude": "-34.587927",
    "longitude": "-58.39242",
    "excerpt": "This cemetery is perhaps BA's top attraction. You can wander for hours in this incredible city of the dead, where the ‘streets’ are lined with impressive…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/recoleta-and-barrio-norte/attractions/cementerio-de-la-recoleta/a/poi-sig/394471/1326780",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-485761803_super.jpg",
    "detail_description": "This cemetery is perhaps BA's top attraction. You can wander for hours in this incredible city of the dead, where the ‘streets’ are lined with impressive statues and marble mausoleums. Peek into the crypts and check out the dusty coffins and try to decipher the history of its inhabitants. Past presidents, military heroes, influential politicians and the just plain rich and famous have made it past the gates here.\nPick up a map at the entrance. Though you can explore the cemetery on your own, it's really worthwhile to take a tour with a knowledgeable guide. Many local tour guides offer the service (including several you can hire near the entrance) – there are also free guided tours in English at 11am on Tuesdays and Thursdays."
},
{
    "country": "argentina",
    "index": 37,
    "name": "Palacio de las Aguas Corrientes",
    "latitude": "-34.600366",
    "longitude": "-58.395209",
    "excerpt": "Following cholera, typhoid and yellow fever epidemics, city officials commissioned the English engineer John Batemen to plan a water purification system –…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/congreso-and-tribunales/attractions/palacio-de-las-aguas-corrientes/a/poi-sig/394575/1326776",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f1ed3b8fbfd0c12531c13225334ce7d1adb57c6db7fbf68951321584bcab0369.jpg",
    "detail_description": "Following cholera, typhoid and yellow fever epidemics, city officials commissioned the English engineer John Batemen to plan a water purification system – the first of its kind in the Americas – to meet the needs of the city's rapidly growing population. This palatial waterworks building, completed in 1894, housed the water tanks. On the first floor is the quirky Museo del Agua y de la Historia Sanitaria with a collection of ornate tiles, faucets, ceramic pipe joints and old toilets.\nTopped by French-style mansard roofs, the building's facade consists of 170,000 glazed tiles and 130,000 enameled bricks, all shipped from Europe and assembled here. It still houses the offices of Argentina's state water company AySA, whose customers come here to pay their utility bills. Guided visits offer a backstage glimpse of the building’s inner workings."
},
{
    "country": "argentina",
    "index": 10,
    "name": "Plaza de Mayo",
    "latitude": "-34.60839814",
    "longitude": "-58.37226391",
    "excerpt": "Surrounded by the Casa Rosada, the Cabildo and the city’s main cathedral, Plaza de Mayo is the place where Argentines gather in vehement protest or…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/plaza-de-mayo/a/poi-sig/394627/1326774",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-141476294_super.jpg",
    "detail_description": "Surrounded by the Casa Rosada, the Cabildo and the city’s main cathedral, Plaza de Mayo is the place where Argentines gather in vehement protest or jubilant celebration. At the center is the Pirámide de Mayo, a white obelisk built to mark the first anniversary of independence from Spain.\nIf you happen to be here on Thursday at 3:30pm, you’ll see the Madres de la Plaza de Mayo gather and circle the pyramid, holding photographs of their missing children. These mothers of the 'disappeared’ (Argentines abducted by the state during the military dictatorship of 1976 to 1983) continue to march as a reminder of the past and for other social justice causes."
},
{
    "country": "argentina",
    "index": 9,
    "name": "Museo Gauchesco Ricardo Güiraldes",
    "latitude": "-34.23779",
    "longitude": "-59.48038864",
    "excerpt": "This sprawling museum in Parque Criollo dates from 1936 and is largely dedicated to Ricardo Güiraldes, author of the novel Don Segundo Sombra, and local…",
    "detail_url": "https://www.lonelyplanet.com/argentina/atlantic-coast/san-antonio-de-areco/attractions/museo-gauchesco-ricardo-gueiraldes/a/poi-sig/1158344/362999",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1648200604.jpg",
    "detail_description": "This sprawling museum in Parque Criollo dates from 1936 and is largely dedicated to Ricardo Güiraldes, author of the novel Don Segundo Sombra, and local gaucho history and culture in general. The entrance is in a re-created pulpería (tavern), set up as it would have been when it first opened in 1850, while the museum's main displays are housed in a 20th-century reproduction of an 18th-century casco (ranch house).\nThese well laid-out exhibits include gaucho money belts, silverwork and paintings (a number of them by Eduardo Sívori) and there are several rooms dedicated to Güiraldes – items include his old poncho and writing desk. Within the museum complex is a workshop and loom used to weave traditional woolen ponchos and blankets, which are also available to buy."
},
{
    "country": "argentina",
    "index": 8,
    "name": "Quilmes",
    "latitude": "-26.464465",
    "longitude": "-66.038239",
    "excerpt": "Dating from about AD 1000, Quilmes was a complex indigenous urban settlement that occupied about 30 hectares and housed as many as 5000 people. The…",
    "detail_url": "https://www.lonelyplanet.com/argentina/tucuman-around/attractions/quilmes/a/poi-sig/1267891/1319365",
    "image_url": null,
    "detail_description": "Dating from about AD 1000, Quilmes was a complex indigenous urban settlement that occupied about 30 hectares and housed as many as 5000 people. The inhabitants survived contact with the Inca, which occurred from about AD 1480 onward, but could not outlast the seige of the Spanish, who in 1667 deported the remaining 2000 to Buenos Aires.\nQuilmes’ thick walls underscore its defensive purpose, but clearly this was more than just a pucará (walled city). Dense construction radiates from the central nucleus. For revealing views of the extent of the ruins, climb as high as you can; there are trails on either side up to the remains of the watchtower. Be prepared for intense sun with no shade, and, during the hot summer months, a large fly population keen on exploring your facial orifices. Guides at the entrance will offer an explanation and/or tour for a tip. Don't expect accurate archaeological analysis.The long defunct museum was finally under renovation at the time of research, with an opening date in early 2018 being spoken of in hushed tones. This will be a good thing, as it's difficult to interpret the ruins without some solid reference at the site. Friendly folk selling local ceramics also have cold drinks to buy. There are no lodging options and no camping is allowed at the ruins, and nightlife at Quilmes belongs to the wildlife and the ghosts.Buses between Cafayate and Santa María or Tafí will drop you off at the junction; from there it’s a 5km walk or hitchhike to the ruins. Alternatively, get off at Amaicha del Valle, where a remise (taxi) will charge around AR$200 one way to the ruins: bargain to get a decent price, including waiting time. A remise from Cafayate or Santa María is also an option and tours run from Cafayate and Tafí."
},
{
    "country": "argentina",
    "index": 7,
    "name": "Garganta del Diablo",
    "latitude": "-25.695524",
    "longitude": "-54.436698",
    "excerpt": "A 1.1km walkway across the placid Río Iguazú leads to one of the planet’s most spectacular sights, the 'Devil’s Throat.' The lookout platform is perched…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/parque-nacional-iguazu/attractions/garganta-del-diablo/a/poi-sig/1528173/363039",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3063e7ff8e5830296a06c56edb982db2-garganta-del-diablo.jpg",
    "detail_description": "A 1.1km walkway across the placid Río Iguazú leads to one of the planet’s most spectacular sights, the 'Devil’s Throat.' The lookout platform is perched right over this amazingly powerful, concentrated torrent of water, a deafening cascade plunging to an invisible destination; vapors soaking the viewer blur the base of the falls and rise in a smoke-like plume that can be seen several kilometers away. It’s a place of majesty and awe, and should be left until the end of your visit.\nFrom Cataratas train station, train it or walk the 2.3km to the Garganta del Diablo stop. The last train to the Garganta leaves at 4pm, and we recommend taking it, as it’ll be a somewhat less crowded experience. If you walk, you’ll see quite a lot of wildlife around this time of day, too. Another option is to visit at lunchtime, as most organized tours stop to eat for an hour around 1:30pm.The entire trail is wheelchair acessible."
},
{
    "country": "argentina",
    "index": 6,
    "name": "Parque Provincial Aconcagua",
    "latitude": "-32.823706",
    "longitude": "-69.942141",
    "excerpt": "The region's most famous park is Parque Provincial Aconcagua, home of 6962m (22,841ft) Cerro Aconcagua, the highest peak outside the Himalayas and a…",
    "detail_url": "https://www.lonelyplanet.com/argentina/mendoza-the-central-andes/attractions/parque-provincial-aconcagua/a/poi-sig/460141/1319377",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1e392ad2d8c8284881b9c5e7f0bb9177-parque-provincial-aconcagua.jpg",
    "detail_description": "The region's most famous park is Parque Provincial Aconcagua, home of 6962m (22,841ft) Cerro Aconcagua, the highest peak outside the Himalayas and a favorite climbing destination. Reaching the summit requires a commitment of at least 13 to 15 days, including acclimatization time. Non-climbers can hike to base camps and refugios (rustic shelters) beneath the permanent snow line; easily, the best and most accessible long hike is to Confluencia from the park entrance at Laguna Horcones.\nFrom December to March, permits are obligatory for both trekking and climbing in Parque Provincial Aconcagua. Park rangers at Laguna Horcones, located only a kilometer past Horcones, the immigration and customs station for travelers entering Argentina from Chile, will not permit visitors to proceed up the Quebrada de los Horcones without one. Fees vary according to the complex park-use seasons."
},
{
    "country": "argentina",
    "index": 5,
    "name": "Parque Nacional Iguazú",
    "latitude": "-25.683148",
    "longitude": "-54.454594",
    "excerpt": "On the Argentine side of the marvelous falls, this park has loads to offer, and involves a fair amount of walking. The spread-out entrance complex ends at…",
    "detail_url": "https://www.lonelyplanet.com/argentina/iguazu-falls/attractions/parque-nacional-iguazu/a/poi-sig/1146060/1006621",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e92149cf3a85ad5e88c45a6b83f51b21-parque-nacional-iguazu.jpg",
    "detail_description": "On the Argentine side of the marvelous falls, this park has loads to offer, and involves a fair amount of walking. The spread-out entrance complex ends at a train station, with departures every half-hour to the Cataratas train station, where the waterfall walks begin, and to the Garganta del Diablo. You may prefer to walk: it’s only 650m along the Sendero Verde path to the Cataratas station, and a further 2.3km to the Garganta. You may well see capuchin monkeys along the way.\nThe entrance complex has various amenities, including lockers, a couple of ATMs and a restaurant. There’s also an exhibition, Yvyrá-retã, with a display on the park and Guaraní life essentially aimed at school groups.There’s enough in the park to detain you for a couple of days; admission is reduced by 50% if you visit the park again the following day. You need to get your ticket stamped when leaving on the first day to get the discount.Last entry is at 4:30pm."
},
{
    "country": "argentina",
    "index": 4,
    "name": "Casa Rosada",
    "latitude": "-34.608354",
    "longitude": "-58.370329",
    "excerpt": "The Casa Rosada was named for its distinctive color. It was from the balcony here, at the presidential palace, that Eva Perón famously addressed the…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/casa-rosada/a/poi-sig/394473/1326774",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/be60b27a272d8e95f06d9a788939cb70-casa-rosada.jpg",
    "detail_description": "The Casa Rosada was named for its distinctive color. It was from the balcony here, at the presidential palace, that Eva Perón famously addressed the throngs of impassioned supporters packed into Plaza de Mayo. (Note that the building houses offices; the presidential residence is in the northern suburb of Olivos.) Free hour-long guided tours are given on weekends and must be booked online in advance; bring ID.\nThe building occupies the site where colonial riverbank fortifications once stood; today, however, after repeated landfills, the palace stands more than 1km inland. The interesting Museo Casa Rosada is located behind the palace.One theory goes that the Casa Rosada's pink hue represented President Sarmiento's attempts to make peace during his 1868–74 term (by blending the red of the Federalists with the white of the Unitarians), but the more likely explanation is that it was caused by mixing white paint with bovine blood, a common practice in the late 19th century."
},
{
    "country": "argentina",
    "index": 3,
    "name": "Centro Cultural Kirchner",
    "latitude": "-34.604045",
    "longitude": "-58.369417",
    "excerpt": "It was former president Néstor Kirchner who, in 2005, first proposed turning the abandoned former central post office into a cultural center. He died in…",
    "detail_url": "https://www.lonelyplanet.com/argentina/buenos-aires/the-center/attractions/centro-cultural-kirchner/a/poi-sig/1528504/1326774",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bd6bbb201a6edddd95c179ce4a3c7eb4-centro-cultural-kirchner.jpg",
    "detail_description": "It was former president Néstor Kirchner who, in 2005, first proposed turning the abandoned former central post office into a cultural center. He died in 2010 before the project was completed, but this breathtaking cultural center was named in his honor. Within the vast beaux-arts structure – which stands eight stories tall and takes up an entire city block – are multiple art galleries and events spaces. The highlight is the Ballena Azul, a concert hall with world-class acoustics.\nThe original building, which was modeled on New York City’s main post office, took nearly 30 years to complete – it was finished in 1928. Restoration for the cultural center began in 2009 and it opened in May 2015. The architects used glass and stainless steel to maintain and add to the beauty of the original structure.The result is one of the city's grandest buildings, and it’s well worth a visit. It's free to enter and there are usually exhibitions to see that don't require tickets as well as a range of activities, like yoga, dance classes and concerts, that are free but ticketed. There's also great free programming and activity areas for kids. Check the website to see what's on and act quickly if you want to book."
},
{
    "country": "argentina",
    "index": 2,
    "name": "Palacio San José",
    "latitude": "-32.427074",
    "longitude": "-58.523794",
    "excerpt": "Topped by twin towers and surrounded by elegant gardens, Justo José de Urquiza’s ostentatious pink palace is 33km west of Concepción. Set around an…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northeast-argentina/concepcion/attractions/palacio-san-jose/a/poi-sig/1146014/363029",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-893185858.jpg",
    "detail_description": "Topped by twin towers and surrounded by elegant gardens, Justo José de Urquiza’s ostentatious pink palace is 33km west of Concepción. Set around an arched patio, with a walled garden out back, it was built partly to show up Urquiza’s archrival in Buenos Aires, Juan Manuel de Rosas, and partly to show the power and wealth of Entre Ríos province. Local caudillo Urquiza was largely responsible for Rosas’ 1852 downfall and the eventual adoption of Argentina’s modern constitution.\nSometime allies such as Domingo Sarmiento and Bartolomé Mitre supped at Urquiza’s 8.5m dining-room table and slept in the palatial bedrooms. The bedroom in which Urquiza was murdered by a mob sent by Ricardo López Jordán is a permanent shrine, created by Urquiza’s wife.Free guided tours in Spanish leave daily at 10am, 11am, noon, 2pm, 3pm and 4pm. There’s a restaurant on-site and picturesque grounds for picnicking.From Concepción, Servimas or other remise companies will take up to four people there and back, including a two-hour wait, for AR$550. Another option is a tour – Turismo Pioneros organizes guided visits. You could also jump off a Caseros-bound bus and walk 3km to the palace."
}
]