[
{
    "country": "arica",
    "city": "Arica",
    "index": 1,
    "name": "Museo de Sitio Colón 10",
    "latitude": "-18.480719855",
    "longitude": "-70.321590206969",
    "excerpt": "See the 32 excavated Chinchorro mummies in situ at this tiny museum below El Morro. They were discovered when an architect bought this former private home…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/arica/attractions/museo-de-sitio-colon-10/a/poi-sig/1303838/363271",
    "image_url": null,
    "detail_description": "See the 32 excavated Chinchorro mummies in situ at this tiny museum below El Morro. They were discovered when an architect bought this former private home with the intention of converting it into a hotel. You can gape at the glass-protected bodies as they were found, in the sand below the floors, in different positions, complete with their funerary bundles, skins and feathers of marine fowl.\nThere are a few infants, with red-painted mud masks. Go up the wooden ramp for a better vantage point of the mummies and then check out the great view of the city from the covered terrace. The included audio guide (available in English and other languages) gives a fine context to the site."
},
{
    "country": "arica",
    "city": "Arica",
    "index": 7,
    "name": "Museo Histórico y de Armas",
    "latitude": "-18.479975",
    "longitude": "-70.324055",
    "excerpt": "Atop Morro de Arica, this museum recounts a key battle that took place on this hillside in 1880 during the War of the Pacific. There'a a collection of…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/arica/attractions/museo-historico-y-de-armas/a/poi-sig/491906/363271",
    "image_url": null,
    "detail_description": "Atop Morro de Arica, this museum recounts a key battle that took place on this hillside in 1880 during the War of the Pacific. There'a a collection of 19th- and early 20th-century weaponry.\n"
},
{
    "country": "arica",
    "city": "Arica",
    "index": 5,
    "name": "Catedral de San Marcos",
    "latitude": "-18.47901151934",
    "longitude": "-70.32072482734",
    "excerpt": "This Gothic-style church has a threefold claim to fame. First, it was designed by celebrated Parisian engineer Alexandre Gustave Eiffel, before his…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/arica/attractions/catedral-de-san-marcos/a/poi-sig/491904/363271",
    "image_url": null,
    "detail_description": "This Gothic-style church has a threefold claim to fame. First, it was designed by celebrated Parisian engineer Alexandre Gustave Eiffel, before his success with the Eiffel Tower. Second, it was prefabricated in Eiffel's Paris shop in the 1870s (at the order of the Peruvian president) then shipped right around the world to be assembled on site. Still more curious is the construction itself: the entire church is made of stamped and molded cast iron, coated with paint.\n"
},
{
    "country": "arica",
    "city": "Arica",
    "index": 6,
    "name": "Ex-Aduana de Arica",
    "latitude": "-18.477355847295",
    "longitude": "-70.320810644438",
    "excerpt": "Eiffel designed this former customs house. Prefabricated in Paris, it was assembled on-site in 1874, with walls made of blocks and bricks stacked between…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/arica/attractions/ex-aduana-de-arica/a/poi-sig/491902/363271",
    "image_url": null,
    "detail_description": "Eiffel designed this former customs house. Prefabricated in Paris, it was assembled on-site in 1874, with walls made of blocks and bricks stacked between metallic supports. As the city's cultural center, it hosts a smattering of exhibitions and has an impressive 32-step wrought-iron spiral staircase. At the time of writing it was closed for long-term restoration.\n"
},
{
    "country": "arica",
    "city": "Arica",
    "index": 3,
    "name": "Ferrocarril Arica-Poconchile",
    "latitude": "-18.465882",
    "longitude": "-70.304132",
    "excerpt": "One part of the old rail line that linked Arica with La Paz, Bolivia, has been restored, allowing you to ride a tourist train that runs once a week…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/arica/attractions/ferrocarril-arica-poconchile/a/poi-sig/1590539/363271",
    "image_url": null,
    "detail_description": "One part of the old rail line that linked Arica with La Paz, Bolivia, has been restored, allowing you to ride a tourist train that runs once a week between Arica and the Lluta Valley town of Poconchile, some 37km to the northeast. The 1950s vintage train cars currently depart Saturdays at 10:30am and arrive back in Arica at 3:30pm, after a one-hour stop in Poconchile.\nThe train departs from the station in Chinchorro, about 3km northeast of the center. Call ahead or confirm with the tourist office that the train is running. Outside high season (December to mid-March) it tends to run only twice a month."
},
{
    "country": "arica",
    "city": "Arica",
    "index": 4,
    "name": "Cuevas de Anzota",
    "latitude": "-18.55119",
    "longitude": "-70.331297",
    "excerpt": "About 10km south of the center, the serene beaches give way to an area of jagged cliffs, rocky shorelines and caves that were used by the Chinchorro…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/arica/attractions/cuevas-de-anzota/a/poi-sig/1590579/363271",
    "image_url": null,
    "detail_description": "About 10km south of the center, the serene beaches give way to an area of jagged cliffs, rocky shorelines and caves that were used by the Chinchorro culture some 9000 years ago. A new coastal walk takes you through the area, with staircases leading up to lookout points, and fine vantage points over the dramatic coastline. Keep an eye out for sea lions, chungungo (a marine otter) and a host of marine birds.\nThere's no public transportation down this way. Take a taxi."
},
{
    "country": "arica",
    "city": "Arica",
    "index": 2,
    "name": "El Morro de Arica",
    "latitude": "-18.481034",
    "longitude": "-70.324591",
    "excerpt": "This imposing coffee-colored shoulder of rock looms 110m over the city. It makes a great place to get your bearings, with vulture-eye views of the city,…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/arica/attractions/el-morro-de-arica/a/poi-sig/1275583/363271",
    "image_url": null,
    "detail_description": "This imposing coffee-colored shoulder of rock looms 110m over the city. It makes a great place to get your bearings, with vulture-eye views of the city, port and Pacific Ocean. This lofty headland was the site of a crucial battle in 1880, a year into the War of the Pacific, when the Chilean army assaulted and took El Morro from Peruvian forces in less than an hour.\nThe hilltop is accessible by car or taxi (CH$4000 round-trip with a 30-minute wait), or by a steep footpath from the south end of Calle Colón. The story of El Morro is told step by step in the flag-waving Museo Histórico y de Armas, which has information in Spanish and English."
}
]