[
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 1,
    "name": "Cafesjian Center for the Arts",
    "latitude": "40.19257142",
    "longitude": "44.51572733",
    "excerpt": "Housed in a vast flight of stone steps known as the Cascade, this arts centre is one of the city's major cultural attractions. Originally conceived in the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/cafesjian-center-for-the-arts/a/poi-sig/1467588/358583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/af736293ddfa8584602b1860fbfac507-cafesjian-center-for-the-arts.jpg",
    "detail_description": "Housed in a vast flight of stone steps known as the Cascade, this arts centre is one of the city's major cultural attractions. Originally conceived in the 1920s by Soviet architect Alexander Tamanyan as part of his plan to modernise Yerevan, work on the monumental structure finally commenced in the 1980s but stalled after the 1988 earthquake. Eventually, Armenian-American philanthropist Gerard Cafesjian came to the rescue, funding its completion and transformation into a multi-level contemporary arts space.\nThe centre's two external garden galleries and five exhibition halls are accessed via an internal escalator. Next to the escalator are platforms where artworks from Cafesjian's personal collection of 20th-century and contemporary sculpture and furniture are displayed. There's a decidedly quirky theme at work here, with pieces such as Studio 65 for Gufram's Marilyn 'Bocca' Lip Sofa, Giorgio Laveri's Lipstick and Richard Cresswell's Butterfly Seat three of many works catching the eye on the trip up and down. These and the garden galleries, which feature recessed fountains, modern khachkars (stone steles featuring carved crosses) and contemporary sculptures, can be visited free of charge. Internal exhibits are free, except for one temporary exhibition which costs AMD1000.On the ground floor, the large gift shop is one of the best places in the city to source quality souvenirs. There's also a welcoming and well-stocked art library with a small children's section.In front of the Cascade, a sculpture garden features three huge bronze works by Colombian-Italian sculptor Fernando Botero: Cat, Roman Warrior and Woman Smoking a Cigarette. These sit alongside a whimsical wrought-iron teapot by Joana Vasconcelos, a bright blue kiwi by Peter Woytuk and plenty of other works. The two streets edging the park are home to cafes, bars and restaurants with plenty of outdoor seating.The steps themselves make for a popular place to catch a sunset while (discreetly) swigging a bottle of wine."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 40,
    "name": "Museum of National Architecture and Urban Life of Gyumri",
    "latitude": "40.78124",
    "longitude": "43.845159",
    "excerpt": "Though burdened with an unwieldy name and meagre budget, Gyumri's major cultural institution tries hard to provide a satisfying visitor experience. Set in…",
    "detail_url": "https://www.lonelyplanet.com/armenia/gyumri/attractions/museum-of-national-architecture-and-urban-life-of-gyumri/a/poi-sig/1081405/1313905",
    "image_url": null,
    "detail_description": "Though burdened with an unwieldy name and meagre budget, Gyumri's major cultural institution tries hard to provide a satisfying visitor experience. Set in a grand but crumbling 1872 mansion, its collection focuses on the traditional trades and crafts of Alexandropol, with displays on woodworking, blacksmithing, tinwork, lace, embroidery, shoemaking, hatmaking and silversmithing. An attached gallery of sculptures by Sergei Merkurov contains more Lenins and Stalins than you can shake a sickle at.\n"
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 38,
    "name": "Shuka",
    "latitude": "40.783076",
    "longitude": "43.84312",
    "excerpt": "Gyumri's historic pak shuka (covered market) once occupied the land now occupied by Vardanants Sq. Levelled during the Soviet era, the stallholders moved…",
    "detail_url": "https://www.lonelyplanet.com/armenia/gyumri/attractions/shuka/a/poi-sig/1523556/1313905",
    "image_url": null,
    "detail_description": "Gyumri's historic pak shuka (covered market) once occupied the land now occupied by Vardanants Sq. Levelled during the Soviet era, the stallholders moved their businesses a few blocks northeast, between Shahumian and Haghtanak Sts, where they remain today. The now uncovered shuka is one of the largest in Armenia, crammed with stalls selling fruit and vegetables, freshly ground coffee, pungent cheeses and basturma (cured meat), bread, bottles of cognac and much more.\n"
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 39,
    "name": "Centre of Popular Creation",
    "latitude": "40.191455",
    "longitude": "44.528672",
    "excerpt": "Its somewhat esoteric name means that many visitors to Yerevan overlook this museum. This is a great shame, as it is home to the best folk-art collection…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/centre-of-popular-creation/a/poi-sig/444017/358583",
    "image_url": null,
    "detail_description": "Its somewhat esoteric name means that many visitors to Yerevan overlook this museum. This is a great shame, as it is home to the best folk-art collection in the country and is well worth a visit. Spread over two floors, the collection of woodcarving, silverwork, embroidery, carpets, lace and costumes is in mint condition and attractively displayed, with good lighting and English-language labels. The 19th- and 20th-century carpets and the intricate woodwork (some inlaid) are particularly impressive.\n"
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 35,
    "name": "Hovhannavank",
    "latitude": "40.339479",
    "longitude": "44.388757",
    "excerpt": "Perched on the edge of the Kasagh Gorge, this monastery in the village of Ohanavan was once an important educational and theological centre where…",
    "detail_url": "https://www.lonelyplanet.com/armenia/ashtarak/attractions/hovhannavank/a/poi-sig/1523504/1313895",
    "image_url": null,
    "detail_description": "Perched on the edge of the Kasagh Gorge, this monastery in the village of Ohanavan was once an important educational and theological centre where manuscripts were written and illuminated. It has two adjoining churches: a basilica dating from the 5th century and the 13th-century Church of St John. The church has an altar decorated with frescoes, as well as unusual cantilevered staircases, detailed engravings and beautiful hanging chandeliers. The entrance to both buildings is via a splendid 13th-century gavit.\n"
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 34,
    "name": "Blue Mosque",
    "latitude": "40.17826198",
    "longitude": "44.50556066",
    "excerpt": "There has been a mosque on this site since 1765, but like the other eight or so mosques that operated in Yerevan at the beginning of the 20th century it…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/blue-mosque/a/poi-sig/443985/358583",
    "image_url": null,
    "detail_description": "There has been a mosque on this site since 1765, but like the other eight or so mosques that operated in Yerevan at the beginning of the 20th century it was closed during the Soviet era. Reconstructed in the late 1990s with Iranian funds, it is now the only functioning mosque in the city. Decorated with exterior tiles, it has a modest interior, graceful tiled dome, small minaret, and shady garden with fountains and flowerbeds.\nVisitors should dress appropriately – no bare legs or shoulders, and women should wear a headscarf when entering the prayer hall."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 36,
    "name": "Saghmosavank",
    "latitude": "40.380617",
    "longitude": "44.39676",
    "excerpt": "Surrounded by a fortified wall and commanding wonderful views over the Kasagh Gorge and to Mt Aragats, Saghmosavank (Monastery of Palms) is located in the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/ashtarak/attractions/saghmosavank/a/poi-sig/1523505/1313895",
    "image_url": null,
    "detail_description": "Surrounded by a fortified wall and commanding wonderful views over the Kasagh Gorge and to Mt Aragats, Saghmosavank (Monastery of Palms) is located in the village of the same name. The monastery is comprised of two main church buildings: the Church of Zion and the smaller Church of Karapet; both date from the 13th century. The monastery's gavit and L-shaped library date from the same period. A 7.5km trail connects Saghmosavank with Hovhannavank along the Kasagh Gorge (five to six hours return).\n"
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 37,
    "name": "Modern Art Museum of Yerevan",
    "latitude": "40.18020156",
    "longitude": "44.50599227",
    "excerpt": "When it opened in 1972, this was the first specialised museum of contemporary and modern art in the Soviet Union, and a source of enormous pride for the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/modern-art-museum-of-yerevan/a/poi-sig/444007/358583",
    "image_url": null,
    "detail_description": "When it opened in 1972, this was the first specialised museum of contemporary and modern art in the Soviet Union, and a source of enormous pride for the Armenian avant-garde. Many prominent local artists of the time donated works, and these form the core of the collection along with further artist donations from the 1980s. Recent acquisitions include impressive works by Karen Petrosyan, Armen Gevorgyan and Laura Avetisyan.\nThe museum is accessed via a narrow lane running off Movses Khorenatsi St, parallel to Mesrop Mashtots Ave."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 33,
    "name": "Tanahati Monastery",
    "latitude": "39.78026",
    "longitude": "45.399082",
    "excerpt": "The impressive main church at this monastery was dedicated to St Stepanos (Stephen) and was built in the 13th century on the site of a ruined 8th-century…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vayots-dzor-and-syunik/yeghegnadzor-and-around/attractions/tanahati-monastery/a/poi-sig/1467127/358582",
    "image_url": null,
    "detail_description": "The impressive main church at this monastery was dedicated to St Stepanos (Stephen) and was built in the 13th century on the site of a ruined 8th-century monastery. There are significant stone reliefs of animals on the exterior of the church, including the crest of the powerful Orbelian family (a bull and a lion) on the tambour and one of the Proshian family (an eagle holding a lamb in its talons) above the door.\nTo get here take the road to the right at the T-junction past the Museum of Gladzor University. It's 5km to Tanahati Monastery."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 32,
    "name": "Cathedral Museum",
    "latitude": "40.16178652",
    "longitude": "44.29118995",
    "excerpt": "Etchmiadzin's main museum houses precious objects and relics, including the Holy Lance (Surp Geghard), the weapon allegedly used by a Roman soldier to…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vagharshapat/attractions/cathedral-museum/a/poi-sig/1080517/1342766",
    "image_url": null,
    "detail_description": "Etchmiadzin's main museum houses precious objects and relics, including the Holy Lance (Surp Geghard), the weapon allegedly used by a Roman soldier to pierce the side of Christ while he was nailed to the cross. The spearhead is set into an ornate gold-and-silver casing. There are also clerical vestments and crowns, illuminated manuscripts, processional crosses, a reliquary of St John the Baptist, and a beautiful beaten-gold reliquary from 1300 that is said to contain a relic of the True Cross.\nBuy your ticket from the office behind Mayr Tachar church (look for the 'Museums' sign)."
},
{
    "country": "armenia",
    "city": "Lake Sevan",
    "index": 31,
    "name": "Noratus",
    "latitude": "40.37461",
    "longitude": "45.181245",
    "excerpt": "Approximately 900 khachkars (headstones) dating from as far back as the 10th-century dot this breathtaking cemetery on the western edge of Lake Sevan…",
    "detail_url": "https://www.lonelyplanet.com/armenia/lake-sevan/attractions/noratus/a/poi-sig/1628855/1330035",
    "image_url": null,
    "detail_description": "Approximately 900 khachkars (headstones) dating from as far back as the 10th-century dot this breathtaking cemetery on the western edge of Lake Sevan. Legend has it that an invading army was forced to take cover as their commander mistook the field of khachkars for a battalion of enemy soldiers. All khachkars face west and thus are better photographed in the afternoon. Watch out for the ladies who propose guided tours – for a price.\nA laminated paper detailing the most noteworthy khachkars in 10 languages is available outside the souvenir shop."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 30,
    "name": "National Gallery of Armenia",
    "latitude": "40.178119",
    "longitude": "44.513297",
    "excerpt": "Housed on the top floors of the History Museum, Armenia's foremost art gallery holds a large but somewhat underwhelming collection of European and Russian…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/national-gallery-of-armenia/a/poi-sig/444015/358583",
    "image_url": null,
    "detail_description": "Housed on the top floors of the History Museum, Armenia's foremost art gallery holds a large but somewhat underwhelming collection of European and Russian art. Its major draw is the collection of Armenian art displayed on the 4th and 5th floors. Highlights include works by Hakob Hovnatanian (1806–81), Martiros Sarian (1880–1972) and Vardges Surenyants (1860–1921). Of these, the paintings by Surenyants are the most impressive. Depicting scenes from Armenian fairy tales and various historical events, they are colourful and delicately detailed, with an Orientalist feel. Don't miss them.\n"
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 29,
    "name": "Mermaid's Hair",
    "latitude": "39.836485",
    "longitude": "45.66846",
    "excerpt": "According to local legend, the beautiful daughter of an Armenian nobleman was highly sought after, but she only had eyes for the handsome shepherd's son…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vayots-dzor-and-syunik/jermuk/attractions/mermaid-s-hair/a/poi-sig/1628914/358577",
    "image_url": null,
    "detail_description": "According to local legend, the beautiful daughter of an Armenian nobleman was highly sought after, but she only had eyes for the handsome shepherd's son. Every day she'd throw a rope into the gorge so he could climb up to her castle. When the nobleman saw this, he cursed her, saying she'd become a mermaid if she met the shepherd's son. Of course they met, and the curse came true – she became a mermaid and her hair is this waterfall.\nTake the road opposite the town at the statue of Armenian diplomat Israel Ori (1659–1711) and turn down the windy road past a Symphony of Stones–like rock formation. You'll quickly reach the parking lot."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 28,
    "name": "Medieval Goris Cave Dwellings",
    "latitude": "39.50597",
    "longitude": "46.353098",
    "excerpt": "Locals say the cave shelters of Old Goris carved into the hillside on the east side of town were built and inhabited in the 5th century. Several trails…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vayots-dzor-and-syunik/goris/attractions/medieval-goris-cave-dwellings/a/poi-sig/1616191/358576",
    "image_url": null,
    "detail_description": "Locals say the cave shelters of Old Goris carved into the hillside on the east side of town were built and inhabited in the 5th century. Several trails lead up over a saddle where there are epic views over Goris and volcanic pinnacle clusters similar to the 'fairy chimneys' seen in Turkey. It's worth exploring the cave rooms, many of which are linked together and feature arched ‘shelve’ walls. Nowadays, some caves are used to house cattle or as churches.\nHIKEArmenia has a 1½-hour marked hike on its app that goes up the mountain and leaves the cemetery. The hike is rather easy, but trails can be granular and slippery at parts – wear good shoes and watch your step."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 27,
    "name": "Surp Gevorg",
    "latitude": "40.3155",
    "longitude": "44.372052",
    "excerpt": "This handsome 17th-century church is located in the neighbourhood of Mughni, on the northern edge of Ashtarak. It features striped bands of stone around…",
    "detail_url": "https://www.lonelyplanet.com/armenia/ashtarak/attractions/surp-gevorg/a/poi-sig/1523503/1313895",
    "image_url": null,
    "detail_description": "This handsome 17th-century church is located in the neighbourhood of Mughni, on the northern edge of Ashtarak. It features striped bands of stone around its central drum, a classic half-folded umbrella cupola, an arched exterior arcade, and elaborate carvings on and over its west and south doors. Inside, there are fresco fragments. The surrounding fortress walls have small towers, monks' cells and a refectory built into them.\nMughni is an easy turn-off from the main highway that runs north to Spitak. Opposite the monastery is Nakanak bakery (open 9am to 7.30pm), where you can purchase savoury and sweet pastries straight from the oven. These can be enjoyed in the charming garden behind the church."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 26,
    "name": "Surp Grigor Lusavorich Cathedral",
    "latitude": "40.17196618",
    "longitude": "44.5168678",
    "excerpt": "Built to celebrate 1700 years of Christianity in Armenia and consecrated in 2001, this is the largest cathedral of the Armenian Apostolic Church. The…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/surp-grigor-lusavorich-cathedral/a/poi-sig/1464309/358583",
    "image_url": null,
    "detail_description": "Built to celebrate 1700 years of Christianity in Armenia and consecrated in 2001, this is the largest cathedral of the Armenian Apostolic Church. The complex, which has a prominent location atop a hill on the eastern edge of the city centre, consists of three churches: the cathedral, the Chapel of St Tiridates the King, and the Chapel of St Ashkhen the Queen. These two royal figures supported St Gregory in converting Armenia to Christianity.\nSome visitors find the interior disconcerting due to the presence of seats (1700 to be exact), the absence of candles (almost unheard of in Armenian Orthodox churches), the copious natural light and the minimalist decoration. The baldachin near the entrance was originally from Surp Gayane at Etchmiadzin; it contains relics of St Gregory."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 25,
    "name": "Republic Square",
    "latitude": "40.17760334",
    "longitude": "44.51259221",
    "excerpt": "From dawn till late into the night, Republic Sq is Yerevan's focal point and beating heart. Designed by architect Alexander Tamanyan as part of his 1924…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/republic-square/a/poi-sig/1464223/358583",
    "image_url": null,
    "detail_description": "From dawn till late into the night, Republic Sq is Yerevan's focal point and beating heart. Designed by architect Alexander Tamanyan as part of his 1924 urban plan for the city and originally named after Vladimir Lenin until 1991, the square is enclosed by a few current and former government buildings, the Armenia Marriott Hotel and the History Museum and National Gallery. Its famous musical fountains (8pm to 10pm in summer) are the city's most endearing attraction and a popular meeting point.\nUnderneath the square is a large bunker constructed during the Cold War to protect high-ranking officials in the event of a nuclear attack. This is closed to the public."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 22,
    "name": "Sardarapat Memorial & Museum",
    "latitude": "40.093044",
    "longitude": "43.946342",
    "excerpt": "Set on a hill, the stunning orange tuff memorial at Sardarapat commemorates the battle in May 1918 when forces of the first Armenian republic turned back…",
    "detail_url": "https://www.lonelyplanet.com/armenia/western-armenia/attractions/sardarapat-memorial-museum/a/poi-sig/1135204/1342765",
    "image_url": null,
    "detail_description": "Set on a hill, the stunning orange tuff memorial at Sardarapat commemorates the battle in May 1918 when forces of the first Armenian republic turned back the Turkish army and saved the country from a likely annihilation. Built in 1968 by Russian architect Rafael Israelyan, it's a popular pilgrimage destination for Armenians. About 1km along a flower-laden path is the State Ethnographic Museum, which includes a well-presented ethnographic collection and a hall with battle paraphernalia that's only signed in Armenian.\nSardarapat is about 10km southwest of Armavir, signposted near the village of Araks. Marshrutky leave from Yerevan's Kilikiya Avtokayan for Armavir (AMD400, 50 minutes, every 15 minutes from 7.30am to 8pm), from where you will need to negotiate with a taxi driver to take you to Sardarapat and return you to Armavir after two to three hours at the site. This should cost approximately AMD6000. There's a restaurant at the complex if you wish to have lunch or a coffee."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 24,
    "name": "Yervand Kochar Museum",
    "latitude": "40.188398",
    "longitude": "44.516097",
    "excerpt": "Though small, this fascinating museum does a great job of documenting the life and work of the prolific Armenian painter and sculptor. The museum…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/yervand-kochar-museum/a/poi-sig/444035/358583",
    "image_url": null,
    "detail_description": "Though small, this fascinating museum does a great job of documenting the life and work of the prolific Armenian painter and sculptor. The museum showcases works created throughout Kochar’s career, including Lonely Woman (1913) painted when he was only 13. Labels are in English and there's a short film about his most famous piece, the Guernica-like Disaster of War (1962).\nBorn in Tiflis (Tbilisi) in 1899, Kochar studied art there and in Moscow before moving to Paris in 1923, where he exhibited work in shows alongside Georges Braque, Henri Matisse, Pablo Picasso, Joan Miró and many other avant-garde masters. In 1936 he relocated to Soviet-ruled Armenia, a move he no doubt regretted after he was imprisoned on politically motivated charges between 1941 and 1943. In later years, the Soviets recognised his work and bestowed a number of honours on him, including the People's Artist of the Soviet Union in 1975. He died in 1979."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 23,
    "name": "Marmashen",
    "latitude": "40.843156",
    "longitude": "43.756005",
    "excerpt": "Marmashen’s location deep in a river valley 10km northwest of Gyumri is unusual – medieval monasteries in Armenia were almost always constructed in…",
    "detail_url": "https://www.lonelyplanet.com/armenia/western-armenia/attractions/marmashen/a/poi-sig/1631810/1342765",
    "image_url": null,
    "detail_description": "Marmashen’s location deep in a river valley 10km northwest of Gyumri is unusual – medieval monasteries in Armenia were almost always constructed in elevated locations. There are three churches hewn from lovely apricot-coloured tuff clustered together here, the most impressive of which is the 10th-century Surp Stepanos. A ruined 13th-century gavit is next to the church, and beautiful carved tombs and khachkars dot the surrounding landscape. The monastery is a popular picnic spot in summer.\nTo get here, take the main road north from Gyumri, follow the signs to Vahramaberd and pass through the village of Marmashen. When you arrive at Vahramaberd, turn left onto an unsealed road leading through farmland down into the valley. The monastery is near a lake and a small hydroelectric plant. A return taxi from Gyumri should cost around AMD5000 including 30 minutes at the monastery. Make sure the driver understands that you want to see the monastery and not the nearby village of the same name."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 21,
    "name": "Mt Aragats",
    "latitude": "40.47322",
    "longitude": "44.183545",
    "excerpt": "Snow covers the top of the highest mountain in modern Armenia almost year-round, so climbing is best from July through September. Be careful, though –…",
    "detail_url": "https://www.lonelyplanet.com/armenia/western-armenia/attractions/mt-aragats/a/poi-sig/1616130/1342765",
    "image_url": null,
    "detail_description": "Snow covers the top of the highest mountain in modern Armenia almost year-round, so climbing is best from July through September. Be careful, though – even in August, clouds can gather in the crater by 10am, so many start walking as early as possible (hikers commonly start mountain ascents at 5am). The southernmost of its four peaks (3893m) is easy enough for inexperienced climbers, but the northern peak (4090m) is more challenging and requires crossing a snowfield (experienced hikers only).\nThere is no public transport to Kari Lich (Kari Lake), the starting point for Mt Aragats walks. Hitchhikers usually take a bus to Byurakan and then try to thumb a lift, which is more likely on weekends. Hitchhiking back is easier, especially on weekends, as the lakeside khoravats (barbecue meats) restaurant (grills AMD500 to AMD1000) is a popular spot during summer. If driving, note that the road may be closed from January to May.The hotel at Kari Lake costs AMD15,000 without breakfast or AMD20,000 with breakfast for two."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 20,
    "name": "Spitakavor Monastery",
    "latitude": "39.829735",
    "longitude": "45.363815",
    "excerpt": "Only accessible by foot or 4WD, this 14th-century monastery was built on the site of a 5th-century basilica and has a church, gavit (antechamber) and bell…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vayots-dzor-and-syunik/yeghegnadzor-and-around/attractions/spitakavor-monastery/a/poi-sig/1467124/358582",
    "image_url": null,
    "detail_description": "Only accessible by foot or 4WD, this 14th-century monastery was built on the site of a 5th-century basilica and has a church, gavit (antechamber) and bell tower. The exterior of the church features some unusual carving. The 20th-century Armenian military commander Garegin Nzhdeh is buried in the graveyard. Nzhdeh fought in the Balkan Wars against the Ottoman Empire and commanded a force of Armenian volunteer fighters in WWI. In 1921 he was prime minister of the short-lived Republic of Mountainous Armenia.\nTo get here, head past the Museum of Gladzor University to a T-junction. The road to the left leads to the monastery; it's about 8.4km along a winding dirt track for vehicles or 6km along a more direct walking path. Walk past the museum and through the village, cross the stream and carry on straight up the western bank of the gorge, keeping the stream and small dam on your right (ignore the vehicle road, which switches back). Continue up the track, veer left into grazing pasture and then head right. You'll then see the monastery above you."
},
{
    "country": "armenia",
    "city": "Lake Sevan",
    "index": 19,
    "name": "Sevanavank",
    "latitude": "40.56514404",
    "longitude": "45.01098482",
    "excerpt": "A pagan temple once occupied this elevated site overlooking the lake, but was replaced by a now-ruined church in 305. Two further churches, Surp…",
    "detail_url": "https://www.lonelyplanet.com/armenia/sevanavank-peninsula/attractions/sevanavank/a/poi-sig/1467582/1341650",
    "image_url": null,
    "detail_description": "A pagan temple once occupied this elevated site overlooking the lake, but was replaced by a now-ruined church in 305. Two further churches, Surp Astvatsatsin and Surp Arakelots (aka Surp Karapet), were built in the 9th century. A gavit (antechamber) was added to Surp Astvatsatsin at a later date; now ruined, it is filled with handsome khachkars (stone crosses). Accessed via a long flight of steps, the monastery is one of Armenia's most popular tourist sites and is horrendously overcrowded in summer.\nLegend tells us that St Mesrop Mashtots had a vision of 12 figures walking across the lake, who showed him the place to found a church. Queen Mariam, wife of Vasak of Syunik, built the churches in 874, and they were heavily restored in the 17th century. In the 19th century the monastery was a place to reform errant monks – there was a strict regime and no women were allowed.Views from the top of the hill are expansive and can be spectacular; in summer and autumn a thick carpet of cloud pushes over the Areguniats mountains to the north and evaporates at the lake’s edge."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 18,
    "name": "Tatev Monastery",
    "latitude": "39.380246",
    "longitude": "46.24927",
    "excerpt": "The bishops of Syunik built the main church, Surp Poghos-Petros (St Paul and St Peter), in the 9th century to house important relics. There are faint…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vayots-dzor-and-syunik/tatev/attractions/tatev-monastery/a/poi-sig/1527686/358581",
    "image_url": null,
    "detail_description": "The bishops of Syunik built the main church, Surp Poghos-Petros (St Paul and St Peter), in the 9th century to house important relics. There are faint signs of frescoes, intricate carvings and portraits of the main donors on the northern side. On most days, the faithful line up to be blessed. The Surp Grigor Church, built in 1295 in the place of a 9th-century building, nestles next to the main church, and there’s a miniaturised chapel above the gatehouse.\nAt the monastery’s peak some 600 monks lived and worked in the complex, and national icon Surp Grigor Tatevatsi (St Gregory of Tatev; 1346–1409) is buried here.In the courtyard, look for the 8m octagonal pillar topped by a khachkar. The 9th-century monument is said to have predicted seismic activity (or the roar of hooves by approaching armies) by shifting.The fortifications, added in the 17th century, have been restored and are full of dining halls, towers and libraries. Outside the main gate there is an oil press exhibit with a display of seeds, tools and ancient machinery used in the process of oil extraction."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 17,
    "name": "Harichavank",
    "latitude": "40.6074",
    "longitude": "43.99939",
    "excerpt": "Once the summer residence of the Catholicos of Etchmiadzin, the still-functioning Harichavank is located in the old town of Harich, about 4km from the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/western-armenia/attractions/harichavank/a/poi-sig/1527675/1342765",
    "image_url": null,
    "detail_description": "Once the summer residence of the Catholicos of Etchmiadzin, the still-functioning Harichavank is located in the old town of Harich, about 4km from the town of Artik. Its chapel dates from the 7th or 8th century but was dramatically expanded with the addition of a gavit (antechamber) and domes in the 13th century. There is some beautiful geometric stonework over the main church door and around the dome of the gavit.\nIf you ask, the church’s caretaker can point out the anteroom/storeroom with a hole in the ceiling leading to a secret upstairs room. During times of invasion, the room was used to house women and children and sometimes even important local officials. A stone would be fitted exactly into the ceiling hole once everyone had climbed to safety.Direct buses depart Gyumri’s bus station for Harichavank (AMD400, 50 minutes) a few times daily. If you have your own vehicle, the monastery is about 15km off the main Yerevan–Gyumri road.When you are in the area, consider checking out the well-preserved 7th-century Lmbatavank church on a hilltop (open 10am to 6.30pm) southwest of Artik; it contains important early frescoes."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 16,
    "name": "Hovhannes Tumanyan Museum",
    "latitude": "40.187816",
    "longitude": "44.510154",
    "excerpt": "This museum celebrates the life and work of the extraordinary writer, translator and humanist who is often described as Armenia’s greatest poet. The…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/hovhannes-tumanyan-museum/a/poi-sig/1464198/358583",
    "image_url": null,
    "detail_description": "This museum celebrates the life and work of the extraordinary writer, translator and humanist who is often described as Armenia’s greatest poet. The museum includes exhibits about his works, photographs and letters documenting his life, as well as a six-room reconstruction of his apartment in Tbilisi. Armenians clearly find the museum intriguing, but those that don't speak the language may struggle to get the same impression due to a lack of English or foreign-language signage.\nBorn in 1869 in the village of Dsegh in the Lori region, Tumanyan was a handsome and charismatic man who received his education in Tiflis (now Tbilisi) and was based in that city for most of his life. There, he hosted a circle of intellectuals in the garret of his house that included Avetik Isahakyan, Ghazaros Aghayan and Derenik Demirchian. Known as the ‘Vernatoun’, they were artistically prolific and socially progressive. Tumanyan’s most famous works are the libretto for Armen Tigranian’s opera Anoush (1912), his poem ‘The Conquest of Tmkaberd’ and his novel David of Sassoun. In 1921, Tumanyan travelled to Constantinople to garner support and funds for Armenian refugees. Returning from that stressful trip, he fell ill in Tbilisi and was eventually transferred to Moscow for treatment. He died there in 1923 at age 54."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 15,
    "name": "Amberd",
    "latitude": "40.38937",
    "longitude": "44.22593",
    "excerpt": "Constructed on a ridge above the confluence of the little gorges of the Amberd and Arkashen streams, this majestic stone fortress dates back to the 7th…",
    "detail_url": "https://www.lonelyplanet.com/armenia/byurakan-and-around/attractions/amberd/a/poi-sig/1523554/1313896",
    "image_url": null,
    "detail_description": "Constructed on a ridge above the confluence of the little gorges of the Amberd and Arkashen streams, this majestic stone fortress dates back to the 7th century but its current buildings date from the 12th century. It’s easy to see why the site was chosen – at 2300m above sea level it commands a position above the farms and trade routes of the Ararat Plain. The ruins of a chapel, 13th-century bathhouse and cistern stand downhill from the fortress.\nThe fortress is about 13km from the Amberd Hotel, which is about a two-hour hike offering spectacular scenery along the footpath. Walk along the Mt Aragats road (accessible May to December) until you reach the ski house. Then take the left-hand fork of the road (the fortress can be seen from a distance, but you have to walk around a steep valley before reaching it). Although the fortress is geographically close to Byurakan, the paved road makes a 15km-long circuitous route.The first part of the road heads uphill towards Kari Lich (Kari Lake) and then branches off to the left 5km before the fortress. As you walk or drive through this landscape look for the large green or white tents owned by Armenian shepherds who graze their flocks here in summer.There's a restaurant on-site."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 14,
    "name": "Martiros Sarian Museum",
    "latitude": "40.18706194",
    "longitude": "44.50974011",
    "excerpt": "This museum preserves the studio and some of the works of 20th-century painter Martiros Sarian, known for his vibrant colour-saturated canvases. On the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/martiros-sarian-museum/a/poi-sig/443999/358583",
    "image_url": null,
    "detail_description": "This museum preserves the studio and some of the works of 20th-century painter Martiros Sarian, known for his vibrant colour-saturated canvases. On the 3rd floor, Sarian's work portrays his travels to Egypt, Constantinople and Iran – trips he said ignited his creativity like school never could. The next floor down covers paintings he did in Armenia following independence in the 1920s. Finally, on the ground floor are photos and personal belongings. Staff don't speak English, but the museum is well signed.\nOften described as the founder of the national style of painting, Sarian (also spelled Saryan) was born in Russia in 1880 and studied art at the Moscow School of Painting, Sculpture and Architecture. Wanting to visit the homeland of his parents, he travelled to Armenia in 1901 and completed many paintings of the local landscape on that trip. After returning in 1915 to help refugees who had fled from the massacres in the Ottoman Empire, he relocated to Armenia permanently in 1928 after a two-year stint painting in Paris. Strongly influenced by the work of Henri Matisse and Paul Gauguin, Sarian soon became known for his vibrantly coloured landscapes and portraits. Unlike many of his artistic peers he managed to stay in the good books of his Soviet masters, and was awarded the Order of Lenin three times. He died in Yerevan 1972."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 13,
    "name": "Areni-1 Cave",
    "latitude": "39.731619",
    "longitude": "45.204017",
    "excerpt": "In 2007, proud Armenians were ecstatic when archaeologists discovered the world's oldest known winery dating back 6100 years at this cave. The next year,…",
    "detail_url": "https://www.lonelyplanet.com/armenia/areni/attractions/areni-1-cave/a/poi-sig/1628857/1330050",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock1628242591-RFE.jpg",
    "detail_description": "In 2007, proud Armenians were ecstatic when archaeologists discovered the world's oldest known winery dating back 6100 years at this cave. The next year, an archaeologist found the world's oldest leather shoe under a pile of sheep dung dating to 3500 BC. The Areni-1 cave complex is now open to visitors who can explore the ancient wine-making equipment.\nThe entrance is behind the Edem restaurant at the beginning of the road that leads to Noravank. Ask one of the vendors to open the fence."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 12,
    "name": "Matenadaran",
    "latitude": "40.191152",
    "longitude": "44.520035",
    "excerpt": "Standing at the top of Yerevan’s grandest avenue, this cathedral-like manuscript library is a source of enormous pride to all Armenians. The first…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/matenadaran/a/poi-sig/444001/358583",
    "image_url": null,
    "detail_description": "Standing at the top of Yerevan’s grandest avenue, this cathedral-like manuscript library is a source of enormous pride to all Armenians. The first matenadaran (book depository) for Armenian texts was built by Mesrop Mashtots, the inventor of the Armenian alphabet, at Etchmiadzin in the 5th century and held thousands of manuscripts. Invasions over the centuries led to enormous losses through looting and burning, but 1800 exquisitely illustrated and bound manuscripts survived. These form the basis of the stunning collection here.\nAt the base of the purpose-designed building, which dates from 1957, is a statue of Mashtots teaching his alphabet to a disciple. Six other statues of great scholars and writers stand by the door. The outdoor gallery has carved rock tombs and khachkars brought here from ancient sites around Armenia.Inside, there are more than 23,000 manuscripts, fragments, documents and maps, although only a small number are on display. The central hall focuses on the development of Armenian medieval sciences, literature and arts throughout the centuries. Other halls showcase Greek and Roman scientific and philosophical works, Iranian and Arabic manuscripts, and singular items such as the 13th-century Homilies of Mush, so heavy that it was ripped in half to be carried away to safety by two women after the 1915 massacres. The book was not put back together until years later, as one saviour had emigrated to America and taken it with her for safekeeping."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 11,
    "name": "Mother Armenia Military Museum",
    "latitude": "40.1957196",
    "longitude": "44.52537019",
    "excerpt": "There's symbolism aplenty in this huge 22m-high memorial above the Cascade. Mother Armenia's stern visage, military stance and massive sword project a…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/mother-armenia-military-museum/a/poi-sig/1467572/358583",
    "image_url": null,
    "detail_description": "There's symbolism aplenty in this huge 22m-high memorial above the Cascade. Mother Armenia's stern visage, military stance and massive sword project a clear message: Armenia has had its fill of invasions, massacres and repression, and will fight to preserve its nationhood. Inside the pedestal is a somewhat dull military museum of photos and dioramas documenting Armenian involvement in WWII (150,000 to 250,000 Armenians died, half of those sent to fight) as well as the bloody 1989–94 Karabakh War.\nThe museum opened in 1950 and was originally topped with a 17m statue of Stalin. This was replaced with Ara Harutyunyan's Mother Armenia statue in 1967. One soldier was crushed to death and several were injured when Stalin's statue was wrenched off unannounced one night, leading to grim muttering about Stalin still killing from beyond the grave. Inside, the Karabakh War gets prominent exposure on the main floor and includes an explanation of Operation Nemesis, a covert operation by the Armenian Revolutionary Federation (Dashnaktsutyun) carried out from 1920 to 1922 in which Ottoman political and military figures were assassinated for their roles in the horrific massacres of 1915–16.Mother Armenia is located in the poorly maintained Haghtanak (Victory) Park, which is also home to a small amusement park popular with locals on weekends.To get here, take the elevator in the Cascade to the top courtyard and from there walk up the stairs to the huge concrete platform. From the top of the platform, walk to the main road, take the underpass and enter the park."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 10,
    "name": "Zvartnots Cathedral",
    "latitude": "40.160444",
    "longitude": "44.336786",
    "excerpt": "Catholicos Nerses III (known as 'the Builder') sponsored construction of the 'Celestial Angels Cathedral' in the 7th century. Destroyed in the 10th…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vagharshapat/attractions/zvartnots-cathedral/a/poi-sig/1468707/1342766",
    "image_url": null,
    "detail_description": "Catholicos Nerses III (known as 'the Builder') sponsored construction of the 'Celestial Angels Cathedral' in the 7th century. Destroyed in the 10th century, its evocative ruins now stand in a semi-industrial landscape near Zvartnots Airport and were included on Unesco's World Heritage List in 2000. It was originally dedicated to – and housed relics of – Surp Grigor Lusavorich, the first Catholicos of the Armenian Church. A model in the on-site museum shows what it may have originally looked like.\nThe ruins lay buried until the 20th century when they were excavated and the cathedral was partially reconstructed in a polygonal form with plenty of columns supporting carved arches. There are interesting sculptural remnants surrounding the main structure – look out for the carved eagle capital in particular.The museum in the southwest corner of the site displays artefacts found during the excavation. It also has a series of informative panels about medieval Armenian architecture. Entry is included in the overall ticket price.Around the cathedral are the ruins of the palace of the Catholicos and the wine press and stone tanks of a medieval winery.Zvartnots is on the Vagharshapat–Yerevan Hwy, near the delightfully named village of Ptghunk, 17km from Yerevan and 4km from Vagharshapat. To get here, take bus 111 (AMD200, 30 minutes) from Yerevan's Kilikya Avtokayan and look out for a pillar topped with an eagle on the left-hand side of the highway. This was created by noted Armenian sculptor Ervand Kochar and marks the entrance to the site."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 9,
    "name": "Sergei Parajanov Museum",
    "latitude": "40.178849",
    "longitude": "44.499532",
    "excerpt": "For something totally unique, head to this museum near Hrazdan Gorge. Crammed with collages, drawings, photographs and assemblages created by the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/sergei-parajanov-museum/a/poi-sig/444023/358583",
    "image_url": null,
    "detail_description": "For something totally unique, head to this museum near Hrazdan Gorge. Crammed with collages, drawings, photographs and assemblages created by the experimental film-maker best known for his 1969 film Sayat Nova (aka The Colour of Pomegranates), it is as eccentric as it is engaging. Housed in an attractive 19th-century timber house, the collection manages to evoke Parajanov's prodigious talent, humour and humanity while at the same time illustrating the difficulties faced by artists, film-makers and writers living in the USSR.\nBorn in 1924 in Tiflis (Tbilisi), Parajanov moved to Moscow in 1945 to study film-making. His early career was blighted when he was convicted of homosexuality (then illegal) in 1948, a charge that many of his friends and supporters considered bogus. After being released from jail and living in Ukraine for a few years, he moved to Yerevan in the late 1960s. Two more criminal charges were levied against him in 1973 (for rape and producing pornography) and he was sentenced to five years of hard labour in a Siberian jail.While in prison, he used his fingernails to make faces in aluminium milk-bottle lids and called them 'thalers'. One of these can be found in the museum and a silver replica is given as an award at the Golden Apricot Yerevan International Film Festival.Parajanov was eventually released after a high-profile international campaign for his freedom, supported by artists including Françoise Sagan, Jean-Luc Godard, François Truffaut, Luis Buñuel, Federico Fellini, Michelangelo Antonioni, Andrei Tarkovsky, Louis Aragon and John Updike. Parajanov died in Yerevan in 1990."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 8,
    "name": "Khor Virap Monastery",
    "latitude": "39.878888",
    "longitude": "44.576802",
    "excerpt": "Located 32km south of Yerevan at the foot of Mt Ararat, Khor Virap has been repeatedly rebuilt since the 5th century. Legend says the pagan King Trdat III…",
    "detail_url": "https://www.lonelyplanet.com/armenia/western-armenia/attractions/khor-virap-monastery/a/poi-sig/1527681/1342765",
    "image_url": null,
    "detail_description": "Located 32km south of Yerevan at the foot of Mt Ararat, Khor Virap has been repeatedly rebuilt since the 5th century. Legend says the pagan King Trdat III imprisoned St Gregory the Illuminator (Surp Grigor Lusavorich) here for 12 years. These days, pilgrims climb down a metal ladder into the well where the saint was incarcerated. To join them, wear sturdy shoes and head to the small church in the compound's southwestern corner (the well is right of the altar).\nAfter his cruel treatment of the saint, the king was cursed by madness (or, in a more colourful version of the tale, cursed to roam the forest with the behaviour of a wild boar) and was miraculously cured by St Gregory. Historians contend that Trdat may have switched allegiances to tap into the strength of Armenia’s growing Christian community in the face of Roman aggression. In any case, the king converted to Christianity and St Gregory became the first Catholicos of the Armenian Apostolic Church. He set about building churches on top of pagan temples and teaching the faith.The main Surp Astvatsatsin Church dates from the 17th century. Look for the carving of the saint curing the possessed King Trdat on its eastern facade, facing visitors as they enter the compound.Just outside the monastery walls are some excavations on the site of Artashat, Trdat’s capital, founded in the 2nd century BC.The monastery is on a hillock close to the Araks River at the border with Turkey and overlooks river pastures, stork nests and vineyards. Mt Ararat towers above and is visible even on a hazy day. There are stalls below selling drinks and snacks.Khor Virap is reached via a 4km road off the main highway, which passes through Pokr Vedi (sometimes also called Khor Virap). Marshrutky bound for Ararat village depart from Yerevan at the Sasuntsi David metro stop on Sevan St at 9am, 11am, and 2pm (AMD400, 40 minutes). Ask to be let off at Khor Virap, but if the driver is only willing to stop at Pokr Vedi, you'll need to walk or hitch a lift the rest of the way."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 7,
    "name": "Mother See of Holy Etchmiadzin",
    "latitude": "40.160476",
    "longitude": "44.290202",
    "excerpt": "Etchmiadzin is the Vatican of the Armenian Apostolic Church, the place where Surp Grigor Lusavorich saw a beam of light in a divine vision, and where he…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vagharshapat/attractions/mother-see-of-holy-etchmiadzin/a/poi-sig/1467581/1342766",
    "image_url": null,
    "detail_description": "Etchmiadzin is the Vatican of the Armenian Apostolic Church, the place where Surp Grigor Lusavorich saw a beam of light in a divine vision, and where he built the first Mayr Tachar (Mother Church of Armenia). Though its rich history and symbolic importance make it a revered destination for Armenian Christians, the compound's churches and museums are underwhelming. Those who only have time for one day trip from Yerevan should consider visiting Geghard Monastery and Garni Temple instead.\nThe main cathedral, Mayr Tachar, stands in a quadrangle of hedges and lawn surrounded by 19th-century buildings. The original church was consecrated between AD 301 and 303 when Christianity was first adopted by the Armenian nation, but later fell into ruin and was rebuilt in 480–83. More work and expansion occurred in the 600s, 1600s and 1700s, and a major restoration of the interior was being undertaken at the time of writing. The three-tiered bell tower at the entrance of the church is richly carved and dates from 1654. Inside, the church is modest in scale, about 20m by 20m, but the roof gleams with frescoes. At the centre is an altar at the place where St Gregory saw the divine light strike the ground. Divine Liturgy is celebrated every Sunday starting at 11am (10.30am on feast days). Morning services are generally conducted at 7.30am from Monday to Saturday and 8am on Sunday. Evening services are generally conducted at 5.30pm daily.The grounds include the Palace of the Catholicos (aka the Veharan), the home of the present Catholicos, Karekin II, who was enthroned in 1999. He is the supreme prelate of the 1700-year-old Armenian Apostolic faith. There's also the Cathedral Museum containing precious items obtained by the Church, and the disappointing Rouben Sevak Museum.The gardens of Mayr Tachar have a 1915–23 Genocide Monument and many fine khachkars assembled from around the country. There are also a number of contemporary churches, seminaries and libraries in the compound, the most notable of which is the Holy Archangels Church next to the main gate. This was designed by Jim Torosyan and consecrated in 2011."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 6,
    "name": "Erebuni Historical & Archaeological Museum-Reserve",
    "latitude": "40.14292318",
    "longitude": "44.53642243",
    "excerpt": "This archaeological site dates from 782 BC, three decades before Rome was established. It gives insight into daily life in the palace of Argishti I, one…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/erebuni-historical-archaeological-museum-reserve/a/poi-sig/1467576/358583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/088f0d387171155c8abdd7be02b46f25-erebuni-historical-archaeological-museum-reserve.jpg",
    "detail_description": "This archaeological site dates from 782 BC, three decades before Rome was established. It gives insight into daily life in the palace of Argishti I, one of the greatest kings of Urartu. At the foot of the hill, a poorly maintained Soviet-era museum displays artefacts from the palace excavations including some extraordinary silver rhytons (drinking horns), as well as objects found when an Urartian tomb was uncovered in Yerevan in 1984 during construction of a factory.\nThe first stage of excavations here started in 1950, after a farmer unearthed an inscribed stone tablet. Archaeologists swooped in and soon found a large cuneiform slab with the inscriptions of Argishti I confirming the date when the fortress was constructed. They went on to uncover the remains of courtyards, halls, temples and rooms that were part of the royal palace. Dozens of Urartian and Achaemenid artefacts and mural fragments were also found, many of which are now displayed in the museum.The view from the fortress takes in parts of the city and Karmir Blur, where excavations have revealed similar ancient finds. Frescoes in the reconstructed palace wall are replicas. There are huge storerooms for wheat, along with tonir (oven pits) and gigantic pitchers for wine and oil. There’s also a place for animal sacrifices, and workshops (still buried) for making tools. If you're lucky, two women stationed behind the fortress walls will sing you beautiful Armenian songs from their CD, which is available for purchase.To get here, take bus 2 or marshrutka 14 from Khandjian St or from opposite the Zoravar Andranik metro station on Tigran Mets Ave. Alternatively, take marshrutka 11 from Republic Sq. Get off at the large roundabout with an orange tuff statue of King Argishti in his chariot; it's a 15- to 20-minute trip from the city centre."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 5,
    "name": "Old Khndzoresk",
    "latitude": "39.497513",
    "longitude": "46.389327",
    "excerpt": "Dug into volcanic sandstone on the slopes of Khor Dzor (Deep Gorge), the village of Old Khndzoresk was inhabited as far back as the 13th century. By the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/vayots-dzor-and-syunik/goris/attractions/old-khndzoresk/a/poi-sig/1628960/358576",
    "image_url": null,
    "detail_description": "Dug into volcanic sandstone on the slopes of Khor Dzor (Deep Gorge), the village of Old Khndzoresk was inhabited as far back as the 13th century. By the late 19th century, the town was the largest in eastern Armenia, but after being devastated by the 1931 earthquake it was abandoned (save for a brief stint during the Karabakh War when caves were used as shelter). Now Old Khndzoresk stands a ghost town of caves and 17th-century churches worth spending several hours exploring.\nTake the highway from Goris about 6km and make a right on a dirt road located about 3km before the town of Khndzoresk. The bumpy road will take you to a viewpoint and a cafe (open May to October) as well as a squeaky 160m suspension bridge over the gorge. Alternatively, drive to the end of Khndzoresk and follow the paved road to the right down the hill."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 3,
    "name": "History Museum of Armenia",
    "latitude": "40.178062",
    "longitude": "44.513254",
    "excerpt": "Its simply extraordinary collection of Bronze Age artefacts make this museum Armenia's pre-eminent cultural institution and an essential stop on every…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/history-museum-of-armenia/a/poi-sig/444025/358583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b37b64dbe20ee2a4e1102ed71cb87d01-history-museum-of-armenia.jpg",
    "detail_description": "Its simply extraordinary collection of Bronze Age artefacts make this museum Armenia's pre-eminent cultural institution and an essential stop on every visitor's itinerary. Many of the items were excavated at the Necropolis of Lchashen near Lake Sevan in the 1950s, and it's hard to do them justice in words. The collection includes bronze sculptures, four-wheeled wooden chariots with metal decoration, carved stone fertility symbols, and a magnificent array of weapons and armour (arrows, quivers, helmets and shields).\nOther exhibits of note include medieval khachkars (cross-stones), 18th- and 19th-century Armenian costumes, a 5500-year-old leather shoe discovered in a cave in the Vayots Dzor region in 2008, carpets and embroidered amices (liturgical vestments). The only disappointing section is the one concentrating on Soviet Armenia, which ostentatiously eschews English-language labelling (all other exhibits have Armenian, Russian and English labels).The National Gallery of Armenia is on the top floors."
},
{
    "country": "armenia",
    "city": "Armenia",
    "index": 4,
    "name": "Noravank",
    "latitude": "39.684435",
    "longitude": "45.233107",
    "excerpt": "Founded by Bishop Hovhannes in 1205 and sensitively renovated in the 1990s, Noravank (New Monastery) is one of the most spectacular sites in Armenia and…",
    "detail_url": "https://www.lonelyplanet.com/armenia/southern-armenia/attractions/noravank/a/poi-sig/1527683/1330049",
    "image_url": null,
    "detail_description": "Founded by Bishop Hovhannes in 1205 and sensitively renovated in the 1990s, Noravank (New Monastery) is one of the most spectacular sites in Armenia and should be included on every visitor's itinerary. Around sunset, the reddish hues of the dramatic cliffs surrounding the monastery are accentuated by the setting sun, and the reddish-gold stone of its churches acquire a luminous sheen – it's a totally magnificent sight.\nThe complex includes the 13th-century Surp Karapet Church, built next to the ruins of an earlier church also dedicated to St John the Baptist. Attached to this is a small 13th-century chapel dedicated to Surp Gregor; it's home to a carved lion-human tombstone dated to 1300.The main, much-photographed, structure is the 14th-century Surp Astvatsatsin Church (1339), built on top of the mausoleum of Burtel Orbelian, who is buried here with his family. Historians say the church is reminiscent of tower-like burial structures created in the early years of Christianity. There’s a wonderful carving of Christ flanked by Sts Peter and Paul above the door.An unimpressive museum featuring prints, as well as some old coins and books, is found to the right of the entrance (AMD500, open 9am to 9pm).There are picnic spots and springs around Noravank, as well as an excellent on-site restaurant (set menu AMD3500 to AMD4500, open 7.30am to 8pm). The valley really warms up in the middle of a summer’s day, so come early, or late in the afternoon.Noravank features on many travel-agency tours from Yerevan, which is about 90 minutes away by road – many combine a visit with a stop at Khor Virap and a winery. Marshrutky from Yerevan or Yeghegnadzor can drop you at the turn-off on the highway near the Edem restaurant. From here, it's 7.5km to Noravank. Hitching is a fairly easy process, especially on weekends."
},
{
    "country": "armenia",
    "city": "Yerevan",
    "index": 2,
    "name": "Armenian Genocide Memorial & Museum",
    "latitude": "40.185352887791",
    "longitude": "44.488363265991",
    "excerpt": "Commemorating the massacre of Armenians in the Ottoman Empire from 1915 to 1922, this institution uses photographs, documents, reports and films to…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/armenian-genocide-memorial-museum/a/poi-sig/444011/358583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dc09406e991afa6dacee68a5d831f5b3-armenian-genocide-memorial-museum.jpg",
    "detail_description": "Commemorating the massacre of Armenians in the Ottoman Empire from 1915 to 1922, this institution uses photographs, documents, reports and films to deliver a powerful museum experience similar to that of Israel's Yad Vashem (Holocaust Museum). Free tours are available for five or more. On the hill above is a 44m-high spire memorial next to a circle of 12 basalt slabs leaning over to guard an eternal flame.\nBuilt in 1967, the memorial's 12 tilted slabs represent the lost provinces of western Armenia, land lost to Turkey in a post-WWI peace deal between Ataturk and Lenin, while the spire has a fine split dividing it into larger and smaller needles, the smaller one representing western Armenia. From the museum, a broad pathway flanked by a 100m-long wall engraved with the names of massacred communities leads to the memorial.In the grounds, there is a stand of trees planted by foreign leaders who use the term genocide to describe the events that occurred.The complex is on Tsitsernakaberd Hill (Fortress of Swallows) across the Hrazdan Gorge from central Yerevan. The easiest way to get here is via a ride-hailing app (about AMD600) or taxi (AMD800 to AMD1200 from the city centre). There won't be any taxis waiting when you leave unless you prearrange one, so having the GG or Yandex app is a good idea. Alternatively, take marshrutka (minivan) 46 from Mesrop Mashtots Ave and alight at the steps of Hamalir (the sports and concert complex). From here you can walk up the steps to the end of the park where the memorial and the museum are located. If driving, head towards the Hrazdan stadium, turn right onto Athena St and look for a blue sign with white lettering signalling the route."
}
]