[
{
    "country": "asheville",
    "city": "Asheville",
    "index": 1,
    "name": "Biltmore Estate",
    "latitude": "35.540704",
    "longitude": "-82.553126",
    "excerpt": "Charmed by Asheville's natural beauty, shipping and railroad heir George Washington Vanderbilt II decided to build a summer home modeled after three…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/asheville/attractions/biltmore-estate/a/poi-sig/1128949/362216",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockRF1127143313.jpg",
    "detail_description": "Charmed by Asheville's natural beauty, shipping and railroad heir George Washington Vanderbilt II decided to build a summer home modeled after three châteaux that he'd seen in France’s Loire Valley, including Château Royal de Blois, Château de Chenonceau, and Château de Chambord. By the time his&nbsp;\"little mountain retreat\" was completed just in time for Christmas in 1895, it was the largest privately owned home in the United States.\nThe history of the Biltmore Estate\nOver a thousand men were hired to complete the Biltmore over a period of six years.&nbsp;You will want to allow several hours to explore the entire 8000-acre estate,&nbsp;the construction of which required its own rail line, brick kiln, and wood shop. Once the home's 250 rooms were habitable, Vanderbilt stuffed his new retreat with expensive antiques imported from Europe, and invited such high-profile friends as writers Edith Wharton and Henry James for the housewarming.&nbsp;\nSadly, Vanderbilt was able to enjoy his palatial summer home for less than twenty years before he died unexpectedly from appendicitis. His heirs did their best to keep the estate going through the the Roaring Twenties, Great Depression, and World War II, eventually opening it to the public and allowing it to operate as a museum rather than a private home.\nOver time, Vanderbilt's widow Edith sold nearly 90,000 acres of land surrounding Biltmore to the Forest Service, contributing to the conservation of&nbsp;Pisgah National Forest. Other attempts to increase the profitability of the estate included the 1971 introduction of French winemaster Philippe Jourdain to the vineyards at Biltmore, a throwback to the estate's Loire Valley inspiration.\nThings to do\nTours\nThere are a number different tours that showcase different aspects of the property, from the sprawling gardens to the servants' quarters to even the rooftops with their views of the Blue Ridge Mountains.&nbsp;Most tours have an additional ticket fee on top of estate admission, typically around $40 plus tax, and last an hour.\nSelf-guided tours of the house are the most affordable, being included in estate admission, and give you a chance to take in dozens of points of&nbsp;interest –&nbsp;including our favorite, the two-lane bowling alley which sits in the basement along with a vast swiming pool and the house kitchen, which has its own rotisserie.&nbsp;You can also pay $15 extra for an audio tour.\nWine and dine\nA 5-mile drive through the impeccably manicured estate, which also holds several cafes and two top-end hotels, leads to the winery and dairy farm in Antler Hill Village. A complimentary wine tasting is included in daytime admission to the Biltmore Estate, so get ready to savor reds, whites, and rosés.&nbsp;\nHiking\nHiking is another popular way to explore the estate grounds, which were designed under the advice of Central Park designer Frederick Law Olmsted and managed by Gifford Pinchot, who later became the first head of the US Forest Service.&nbsp;It's appropriate then that you'll find&nbsp;22 miles of hiking trails you can tackle on your own. Guided hikes are available as well for an additional fee, such as the $20 River Stroll Hike to the Biltmore lagoon or the $25 birding stroll that shows off Bilmore's program to preserve habitat for Eastern Bluebirds.\nBiltmore with kids\nThere's a special audio tour just for littles narrated by the Vanderbilt's Saint Bernard, Cedric. He has a kid's eye view of the estate, with stories about the Vanderbilt family and life in a palatial estate that will inspire all kinds of imaginative play. Speaking of which, the Pisgah Playground is a great place to let littles run out their energy near Antler Hill Village.\nKids will also enjoy the chance to meet the Biltmore Estate's birds, from Coco the parrot to the farmyard's hard working chickens. It's an extra $15 for the Feathered Friends tour, but it's certainly an educational experience. So are the free craft demonstrations at Antler Hill Barn, including blacksmithing, broom making, and woodworking.\nIn the summer months, there's a special Kid's Fishing clinic on the Biltmore Lagoon ($125 per person) with a proper fishing instructor and all equipment included.&nbsp;The whole family might enjoy the Farm Trail Guided Bike Ride ($35) that includes visits to the Market Cottage, French Broad River, and the estate's working agricultural areas.&nbsp;\nHotels near the Biltmore Estate\nIt should come as no surprise that a family famous for its glamorous hotels has a few on the Biltmore Estate property.&nbsp;The Village Hotel is the most&nbsp;modest option, with nicely appointed rooms and&nbsp;easy access to Antler Hill Village and the winery, along with a pair of eateries on site.\nThe Inn at Biltmore Estate is the destination flagship three miles from the grand house itself. With four-star accommodations, you can expect all sorts of extras like high tea service in the library lounge, two restaurants,&nbsp;shuttles to other parts of the estate, turn-down service, and a day spa.\nThe Cottages at Biltmore Estate are ultra luxe and very private, with room for up to six guests, fully stocked kitchens, private chef service, floral services, and 24 hour concierge. The Cottages are popular for families traveling together – and you can even arrange for intimate gatherings like micro weddings and elopements.&nbsp;\nTips for visitors\nThe Biltmore Estate's is open seven days a week, with varying hours. The visitor entrance&nbsp;is open from 9AM - 5:30PM, while different areas of the estate may have later hours – the winery, for example, is open until 7PM, while the Library Lounge at the Inn is open till 10PM.&nbsp;&nbsp;It's best to buy tickets in advance.\nBiltmore is only a few minutes from downtown Asheville, making it ultra-easy to access despite the pastoral reputation. Just punch&nbsp;1 Lodge St, Asheville, NC 28803 into your GPS and park in Lots A and B on arrival. Those lots are a short walk to the house and gardens, but if you have mobility limitations a shuttle is available from April to October.\nTicket prices and memberships\nFiguring out Biltmore's admissions fees can be a dizzying process – tickets cover different areas of the Estate depending on the season, as well as which amenity level you choose, plus all the a la carte add ons, like tours, for additional&nbsp;purchase. But the property was built by industrialists – of course the family has found a way to monetize Asheville's own chateau.&nbsp;\nAccess to the House, gardens, Antler Hill Village, and Winery can be had at any of the three \"experience levels\" that range from the Biltmore Experience to \"enhanced\" to \"exclusive\" options. Admissions start at $64 for adults, while kids under 9 are free. Gardens and Grounds admission, which does not include entry to the house itself, can be had for $55-$75, and include a complimentary wine tasting.\nYou can also purchase an annual pass for $249, which comes with ticket discounts for guests, audio guides, special tours, dining, shopping, and lodging. The annual pass also gets you&nbsp;free daytime admission for kids 16 and under.\nIf you book a room at one of the three Biltmore estate hotels, you'll get&nbsp;access to Biltmore gardens, Antler Hill Village, and the Winery for the duration of your stay.&nbsp;\nAccessibility at Biltmore Estate\nBecause it's a historic property modeled after even older, windier châteaux in Europe, the Biltmore Estate isn't the most ADA accessible destination you might have on your bucket list. There are long flights of stairs to the second and third floors and basements, and only the first and second floors are accessible for those with mobility limitations. That said, Biltmore does offer discounted admission to offset some of the house being out of reach.\nOther portions of the estate are accessible, including the Walled Garden, Conservatory, and all of Antler Hill Village. Wheelchairs are available first-come-first-serve from reception and can be used during tours. It's advisable to bring your own mobility aids, however, to guarantee availability.&nbsp;\nVisitors who are deaf or hard of hearing can request printed transcripts of the audio guides or assistive devices. You may request an ASL interpreter up to a week in advance. Guests who are blind or visually impaired can request complimentary audio guides, too.&nbsp;\n"
},
{
    "country": "asheville",
    "city": "Asheville",
    "index": 5,
    "name": "Asheville Pinball Museum",
    "latitude": "35.596347",
    "longitude": "-82.556634",
    "excerpt": "A veritable time machine, this downtown treat transports gamers back to the much-lamented pinball arcades of yesteryear. With stock ranging from vintage…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/asheville/attractions/asheville-pinball-museum/a/poi-sig/1590122/362216",
    "image_url": null,
    "detail_description": "A veritable time machine, this downtown treat transports gamers back to the much-lamented pinball arcades of yesteryear. With stock ranging from vintage cowboy-and-Indian games up to brand-new Game of Thrones editions, something is certain to flip your flippers. Your admission fee covers unlimited plays, though you may have to wait your turn on popular machines.\n"
},
{
    "country": "asheville",
    "city": "Asheville",
    "index": 4,
    "name": "Thomas Wolfe Memorial",
    "latitude": "35.597647",
    "longitude": "-82.55128",
    "excerpt": "An incongruous survivor of old Asheville, this downtown clapboard structure was the childhood home of Look Homeward, Angel author Thomas Wolfe (1900–38)…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/asheville/attractions/thomas-wolfe-memorial/a/poi-sig/1128950/362216",
    "image_url": null,
    "detail_description": "An incongruous survivor of old Asheville, this downtown clapboard structure was the childhood home of Look Homeward, Angel author Thomas Wolfe (1900–38). His autobiographical 1929 novel so offended locals that he didn’t return to Asheville (which he fictionalized as ‘Altamont’) for eight years. Hourly tours, on the half-hour, enter the house itself.\n"
},
{
    "country": "asheville",
    "city": "Asheville",
    "index": 3,
    "name": "Folk Art Center",
    "latitude": "35.592744",
    "longitude": "-82.481714",
    "excerpt": "Part gallery, part store, and wholly dedicated to Southern craftsmanship, the superb Folk Art Center stands directly off the Blue Ridge Pkwy, 6 miles east…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/asheville/attractions/folk-art-center/a/poi-sig/1429865/362216",
    "image_url": null,
    "detail_description": "Part gallery, part store, and wholly dedicated to Southern craftsmanship, the superb Folk Art Center stands directly off the Blue Ridge Pkwy, 6 miles east of downtown Asheville. Handcrafted Appalachian chairs hanging above its lobby make an impressive appetizer for the Southern Highland Craft Guild’s permanent collection, a treasury of pottery, baskets, quilts and woodcarvings that’s displayed on the 2nd floor.\nThere are daily demonstrations by experts, and the Allanstand Craft Shop on the 1st floor sells high-quality traditional crafts."
},
{
    "country": "asheville",
    "city": "Asheville",
    "index": 2,
    "name": "Asheville Art Museum",
    "latitude": "35.594838",
    "longitude": "-82.55143",
    "excerpt": "The glass-fronted West Wing is a showstopping introduction to this downtown museum, which is looking sleek after a $24 million renovation that added 70%…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/asheville/attractions/asheville-art-museum/a/poi-sig/1597944/362216",
    "image_url": null,
    "detail_description": "The glass-fronted West Wing is a showstopping introduction to this downtown museum, which is looking sleek after a $24 million renovation that added 70% more exhibition space. New features include the revamped West Wing, a rooftop sculpture terrace and the 15ft-high Oculus window, which overlooks Pack Square. The permanent collection showcases 20th- and 21st-century American art, with a focus on the Southeast.\n"
}
]