[
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 1,
    "name": "National Museum",
    "latitude": "37.885015",
    "longitude": "58.355255",
    "excerpt": "Looking like a lost palace in the urban desert, the National Museum occupies a striking position in front of the Kopet Dag. It’s actually a collection of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/national-museum/a/poi-sig/443398/357814",
    "image_url": null,
    "detail_description": "Looking like a lost palace in the urban desert, the National Museum occupies a striking position in front of the Kopet Dag. It’s actually a collection of three pricey museums – the History Museum, the Nature &amp; Ethnographic Museum and the Presidential Museum. The History Museum is the only one that approaches value for money.\nInside the History Museum, the lavish Ancient History Hall includes Neolithic tools from western Turkmenistan and relics from the Bronze Age Margiana civilisation, including beautiful amulets, seals, cups and cult paraphernalia. There is also a model of the walled settlement uncovered at Gonur. The Antiquity Hall houses amazing rhytons – horn-shaped vessels of intricately carved ivory used for Zoroastrian rituals and official occasions.The Presidential Museum might appeal to those intrigued by personality cults, with its huge photos of the president."
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 16,
    "name": "Mosque of Khezrety Omar",
    "latitude": "37.937725",
    "longitude": "58.362948",
    "excerpt": "The modern mosque of Khezrety Omar, off Atamurat Niyazov köçesi, is worth visiting for its wonderfully garish painted ceilings. ",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/mosque-of-khezrety-omar/a/poi-sig/1459921/357814",
    "image_url": null,
    "detail_description": "The modern mosque of Khezrety Omar, off Atamurat Niyazov köçesi, is worth visiting for its wonderfully garish painted ceilings. \n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 17,
    "name": "Majlis",
    "latitude": "37.932284",
    "longitude": "58.377829",
    "excerpt": "Turkmenistan's parliament building is opposite Independence Square.",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/majlis/a/poi-sig/1459926/357814",
    "image_url": null,
    "detail_description": "Turkmenistan's parliament building is opposite Independence Square.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 14,
    "name": "Former Archive of the Communist Party of Turkmenistan",
    "latitude": "37.940415",
    "longitude": "58.385714",
    "excerpt": "Across the road from the Statue of Lenin this austere concrete building was once the Archive of the Communist Party of Turkmenistan.",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/former-archive-of-the-communist-party-of-turkmenistan/a/poi-sig/1459929/357814",
    "image_url": null,
    "detail_description": "Across the road from the Statue of Lenin this austere concrete building was once the Archive of the Communist Party of Turkmenistan.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 15,
    "name": "Iranian Mosque",
    "latitude": "37.957133",
    "longitude": "58.345159",
    "excerpt": "The angular, futuristic Iranian mosque, illuminated with green neon, is on Görogly köçesi on the western outskirts of the city.",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/iranian-mosque/a/poi-sig/443388/357814",
    "image_url": null,
    "detail_description": "The angular, futuristic Iranian mosque, illuminated with green neon, is on Görogly köçesi on the western outskirts of the city.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 12,
    "name": "Turkmenbashi Museum",
    "latitude": "37.87797",
    "longitude": "58.382077",
    "excerpt": "Taking a leaf out of Kim Jong-il’s book, the Turkmenbashi Museum houses all the gifts and awards presented to former President Niyazov by various people…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/turkmenbashi-museum/a/poi-sig/1384153/357814",
    "image_url": null,
    "detail_description": "Taking a leaf out of Kim Jong-il’s book, the Turkmenbashi Museum houses all the gifts and awards presented to former President Niyazov by various people around the world. Expect to see lots of gold.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 13,
    "name": "Monument to the Independence of Turkmenistan",
    "latitude": "37.881425",
    "longitude": "58.38109",
    "excerpt": "This is a popular spot for wedding groups to take photographs with a golden statue of Turkmenbashi. Nearby is a trippy giant copy of Niyazov's once…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/monument-to-the-independence-of-turkmenistan/a/poi-sig/1459930/357814",
    "image_url": null,
    "detail_description": "This is a popular spot for wedding groups to take photographs with a golden statue of Turkmenbashi. Nearby is a trippy giant copy of Niyazov's once ubiquitous Ruhnama ('Book of the Soul').\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 10,
    "name": "Azadi Mosque",
    "latitude": "37.931877",
    "longitude": "58.398128",
    "excerpt": "More a statement of foreign-policy leanings than a sign of religious awakening, the Azadi mosque, similar in appearance to the Blue Mosque in İstanbul,…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/azadi-mosque/a/poi-sig/1459920/357814",
    "image_url": null,
    "detail_description": "More a statement of foreign-policy leanings than a sign of religious awakening, the Azadi mosque, similar in appearance to the Blue Mosque in İstanbul, stands just south of Magtymguly şayoli, 600m east of the junction with Turkmenbashi.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 11,
    "name": "Palace of Knowledge",
    "latitude": "37.878105",
    "longitude": "58.382292",
    "excerpt": "Beyond the southern end of Independence Park is the huge, golden domed Palace of Knowledge: three large buildings that include a library, concert hall and…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/palace-of-knowledge/a/poi-sig/1459931/357814",
    "image_url": null,
    "detail_description": "Beyond the southern end of Independence Park is the huge, golden domed Palace of Knowledge: three large buildings that include a library, concert hall and the Turkmenbashi Museum.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 9,
    "name": "Circus",
    "latitude": "37.954333",
    "longitude": "58.366199",
    "excerpt": "This Soviet-era circus building, which resembles a flying saucer, has been 'Turkmenised' with a coating of white marble. It's definitely worth a look if…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/circus/a/poi-sig/1462504/357814",
    "image_url": null,
    "detail_description": "This Soviet-era circus building, which resembles a flying saucer, has been 'Turkmenised' with a coating of white marble. It's definitely worth a look if you're collecting snaps of quirky landmarks, but we don't recommend seeing the circus itself, which features performing animals.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 8,
    "name": "Statue of Lenin",
    "latitude": "37.939662",
    "longitude": "58.384545",
    "excerpt": "The statue of Lenin, in a small park off Azadi köçesi, is a charmingly incongruous assembly of a tiny Lenin on an enormous and very Central Asian plinth…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/statue-of-lenin/a/poi-sig/1459919/357814",
    "image_url": null,
    "detail_description": "The statue of Lenin, in a small park off Azadi köçesi, is a charmingly incongruous assembly of a tiny Lenin on an enormous and very Central Asian plinth surrounded by fountains. Its walls feature modernist concrete sculptures made by Ernst Neizvestny, a Russian artist who lived and worked in Ashgabat during the 1970s.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 7,
    "name": "Independence Park",
    "latitude": "37.887115",
    "longitude": "58.383064",
    "excerpt": "The Altyn Asyr Shopping Centre is the curious pyramidal shopping centre at the northern end of Independence Park. The Monument to the Independence of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/independence-park/a/poi-sig/1459932/357814",
    "image_url": null,
    "detail_description": "The Altyn Asyr Shopping Centre is the curious pyramidal shopping centre at the northern end of Independence Park. The Monument to the Independence of Turkmenistan, known to some expats as ‘the plunger’ (for reasons obvious as soon as you see it), is another monument in the park.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 6,
    "name": "Museum of Fine Arts",
    "latitude": "37.93659",
    "longitude": "58.37419",
    "excerpt": "The Museum of Fine Arts is located in an impressive building with a big rotunda, two tiers and lots of gold. The collection contains some great Soviet…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/museum-of-fine-arts/a/poi-sig/443394/357814",
    "image_url": null,
    "detail_description": "The Museum of Fine Arts is located in an impressive building with a big rotunda, two tiers and lots of gold. The collection contains some great Soviet–Turkmen artwork: happy peasant scenes with a backdrop of yurts and smoke-belching factories. There is also a collection of Russian and Western European paintings and a fine selection of Turkmen jewellery and traditional costumes. Guided tours in English are available for a further US$20 per group.\n"
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 5,
    "name": "Carpet Museum",
    "latitude": "37.924278",
    "longitude": "58.376863",
    "excerpt": "While there’s a limit to the number of rugs the average visitor can stand, the central exhibit, the world’s largest handwoven rug, really is something to…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/carpet-museum/a/poi-sig/1384718/357814",
    "image_url": null,
    "detail_description": "While there’s a limit to the number of rugs the average visitor can stand, the central exhibit, the world’s largest handwoven rug, really is something to see (though you can see it hanging from the lobby when you enter – you don’t even have to buy a ticket). The ‘expert commission’ here is the place to have your carpets valued and taxed, and the necessary documentation issued for export.\nNote that while the entry fee is set in US dollars, the museum only accepts manat, so the price in local currency actually fluctuates depending on the official rate."
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 4,
    "name": "Arch of Neutrality",
    "latitude": "37.881967",
    "longitude": "58.333368",
    "excerpt": "Once the centrepiece of Niyazov's Ashgabat, the Arch of Neutrality was erected to celebrate the Turkmen people's unsurprisingly unanimous endorsement of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/arch-of-neutrality/a/poi-sig/443370/357814",
    "image_url": null,
    "detail_description": "Once the centrepiece of Niyazov's Ashgabat, the Arch of Neutrality was erected to celebrate the Turkmen people's unsurprisingly unanimous endorsement of Turkmenbashi's policy of neutrality in 1998. Above the arch itself is the real gem, a 12m-high polished-gold statue of Niyazov, which revolved to follow the sun throughout the day. Now in exile, overlooking his beloved city, Niyazov no longer rotates, but his comedic posture makes it clear why the monument was nicknamed 'batman' by locals.\nA sporadically functioning lift (2M) takes you to the top of the monument, where you'll find a small museum (1M)."
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 3,
    "name": "Independence Square",
    "latitude": "37.935432",
    "longitude": "58.383322",
    "excerpt": "At the centre of Ashgabat is the enormous Independence Square, on which sits the golden-domed Palace of Turkmenbashi (the place of work of the former…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/independence-square/a/poi-sig/1459917/357814",
    "image_url": null,
    "detail_description": "At the centre of Ashgabat is the enormous Independence Square, on which sits the golden-domed Palace of Turkmenbashi (the place of work of the former president), the Ministry of Fairness, the Ministry of Defence and Ruhyyet Palace, all of which were built by the French corporation Bouygues Construction, one-time court builder to Niyazov.\nUnfortunately, you can't enter or even get close to any of these buildings, and travellers report that if you walk in this area, government officials will quickly move you along."
},
{
    "country": "ashgabat",
    "city": "Ashgabat",
    "index": 2,
    "name": "Halk Hakydasy Memorial Complex",
    "latitude": null,
    "longitude": null,
    "excerpt": "Unveiled in 2014, this vast complex features three memorials honouring those that died in the 1948 earthquake, soldiers who perished in WWII and those…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/halk-hakydasy-memorial-complex/a/poi-sig/1578183/357814",
    "image_url": null,
    "detail_description": "Unveiled in 2014, this vast complex features three memorials honouring those that died in the 1948 earthquake, soldiers who perished in WWII and those killed in other Turkmen battles. The Earthquake Memorial features a bombastic bronze rendering of a bull and child (said to be the baby Niyazov).\nThere is also a museum (entrance US$10) featuring two exhibits: one covering the earthquake and the other focusing on war. The earthquake hall is perhaps Ashgabat's most touching museum and the display includes once-banned photos of pre-1948 earthquakes as well as information about the five-year clean-up effort, the burying of 110,000 bodies and the building of a new city.It's west of the city, near the Hotel Ýyldyz."
}
]