[
{
    "country": "asilah",
    "city": "Asilah",
    "index": 7,
    "name": "Bab Homar",
    "latitude": "35.464969",
    "longitude": "-6.037685",
    "excerpt": "The southern gate into the medina, Bab Homar is topped by a much-eroded Portuguese royal coat of arms.",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-atlantic-coast/asilah/attractions/bab-homar/a/poi-sig/1403584/355502",
    "image_url": null,
    "detail_description": "The southern gate into the medina, Bab Homar is topped by a much-eroded Portuguese royal coat of arms.\n"
},
{
    "country": "asilah",
    "city": "Asilah",
    "index": 6,
    "name": "Great Mosque",
    "latitude": "35.465283",
    "longitude": "-6.039425",
    "excerpt": "The recently restored, dazzlingly white Great Mosque, with its Islamic-green door is an icon of the medina, although it's closed to non-Muslims. A small…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-atlantic-coast/asilah/attractions/great-mosque/a/poi-sig/1411250/355502",
    "image_url": null,
    "detail_description": "The recently restored, dazzlingly white Great Mosque, with its Islamic-green door is an icon of the medina, although it's closed to non-Muslims. A small craft market runs down the side of it.\n"
},
{
    "country": "asilah",
    "city": "Asilah",
    "index": 5,
    "name": "Paradise Beach",
    "latitude": "35.422105",
    "longitude": "-6.063455",
    "excerpt": "R’Milat Beach, aka Paradise Beach or Las Cuevas – even Rubbish Beach, after the summer hordes have left – is 7km south of Asilah. It has a string of…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-atlantic-coast/asilah/attractions/paradise-beach/a/poi-sig/1633675/355502",
    "image_url": null,
    "detail_description": "R’Milat Beach, aka Paradise Beach or Las Cuevas – even Rubbish Beach, after the summer hordes have left – is 7km south of Asilah. It has a string of chiringuitos (ramshackle kiosks) serving up fried fish and tajines and you can hire beds and parasols. You can walk there along the coast or take a taxi (return around Dh250).\n"
},
{
    "country": "asilah",
    "city": "Asilah",
    "index": 2,
    "name": "Palais de Raissouli",
    "latitude": "35.465828",
    "longitude": "-6.040029",
    "excerpt": "This palace was built in 1909 by Er Raissouli the pirate and stands as a testament to the sumptuous life he led at the height of his power. Beautifully…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-atlantic-coast/asilah/attractions/palais-de-raissouli/a/poi-sig/484334/355502",
    "image_url": null,
    "detail_description": "This palace was built in 1909 by Er Raissouli the pirate and stands as a testament to the sumptuous life he led at the height of his power. Beautifully restored, it is usually only open during the Asilah Festival. The building includes a main reception room with a glass-fronted terrace overlooking the sea, from where Er Raissouli forced convicted murderers to jump to their deaths onto the rocks 30m below.\n"
},
{
    "country": "asilah",
    "city": "Asilah",
    "index": 3,
    "name": "Rada Beach",
    "latitude": "35.363226",
    "longitude": "-6.088228",
    "excerpt": "The wide sweep of Rada Beach – also known as Mounir Beach after the beach’s well-known cafe owner – is 22km from Asilah (7km of it down a dirt road) and…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-atlantic-coast/asilah/attractions/rada-beach/a/poi-sig/1634389/355502",
    "image_url": null,
    "detail_description": "The wide sweep of Rada Beach – also known as Mounir Beach after the beach’s well-known cafe owner – is 22km from Asilah (7km of it down a dirt road) and its isolation has kept it crowd-free. A return taxi costs around Dh450.\nAt low tide, it can be reached from Sidi Mghayet Beach in about an hour – you might have to scramble over some rocks to reach it but it all adds to the adventure."
},
{
    "country": "asilah",
    "city": "Asilah",
    "index": 4,
    "name": "Sidi Mghayet Beach",
    "latitude": "35.384362",
    "longitude": "-6.084087",
    "excerpt": "Around 15km from Asilah – including 4km down a dirt road – Sidi Mghayet is one of Asilah’s more remote beaches and one of the quietest. During July and…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-atlantic-coast/asilah/attractions/sidi-mghayet-beach/a/poi-sig/1634388/355502",
    "image_url": null,
    "detail_description": "Around 15km from Asilah – including 4km down a dirt road – Sidi Mghayet is one of Asilah’s more remote beaches and one of the quietest. During July and August, its golden crescent is lined with chiringuitos (simple food stalls); the rest of the time it’s often blissfully deserted. You’ll need a taxi to get here (around Dh400 return).\n"
},
{
    "country": "asilah",
    "city": "Asilah",
    "index": 1,
    "name": "Medina",
    "latitude": "35.465266",
    "longitude": "-6.038811",
    "excerpt": "Asilah’s compact medina is surrounded by sturdy stone fortifications built by the Portuguese in the 15th century. Enter through the Bab Al Kassaba and…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-atlantic-coast/asilah/attractions/medina/a/poi-sig/1404053/355502",
    "image_url": null,
    "detail_description": "Asilah’s compact medina is surrounded by sturdy stone fortifications built by the Portuguese in the 15th century. Enter through the Bab Al Kassaba and wander along its warren of alleyways, where the brilliant-white buildings punctuated with blue paintwork that match the sea and sky – many of which have been bought and restored by foreigners – are dotted with boutiques and galleries. Colourful murals painted each year during the Asilah Festival, as well as by local schoolchildren, make it exceptionally photogenic.\nAccess to the ramparts is limited. The southwestern bastion is the best spot for views over the ocean and is a popular spot at sunset. It also offers a peek into the nearby Koubba of Sidi Mansur (closed to non-Muslims) and the Mujaheddin Graveyard.The southern entrance to the medina, Bab Homar, is topped by the much-eroded Portuguese royal coat of arms. The main entrance, Bab Al Kasaba, leads to the Great Mosque, which is closed to non-Muslims. The medina is busiest on Thursday, Asilah’s main market day."
}
]