[
{
    "country": "aspen",
    "city": "Aspen",
    "index": 1,
    "name": "Ice Age Discovery Center",
    "latitude": "39.206868",
    "longitude": "-106.95419",
    "excerpt": "In October 2010, a bulldozer working near Snowmass unearthed the tusk of a female mammoth. Spurred by this unusual discovery, the Denver Museum of Nature …",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/ice-age-discovery-center/a/poi-sig/1432009/362111",
    "image_url": null,
    "detail_description": "In October 2010, a bulldozer working near Snowmass unearthed the tusk of a female mammoth. Spurred by this unusual discovery, the Denver Museum of Nature &amp; Science moved in for the next 10 months to conduct its largest-ever fossil excavation, resulting in the discovery of some 36,000 bones from 52 different Ice Age animals (including camels, sloths and mastodons – distant relatives of the mammoths).\nFive years later, the fossils were still being unpacked in Denver, but in the interim Snowmass set up this small discovery center with replica skulls and bones staffed by a paleontologist five days a week. Ground has been broken for a new museum close to the Snowmass gondola; it's projected to open in 2019."
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 11,
    "name": "Baldwin Gallery",
    "latitude": "39.18935",
    "longitude": "-106.818513",
    "excerpt": "A two-floor gallery, the Baldwin opened in 1994 and specializes in contemporary American art. It's among the best in the Rocky Mountains.",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/baldwin-gallery/a/poi-sig/1432011/362111",
    "image_url": null,
    "detail_description": "A two-floor gallery, the Baldwin opened in 1994 and specializes in contemporary American art. It's among the best in the Rocky Mountains.\n"
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 10,
    "name": "Galerie Maximillian",
    "latitude": "39.187811",
    "longitude": "-106.817386",
    "excerpt": "Come here for famous 20th-century names from Chagall to Lichtenstein, mixed in with works from contemporary American and British artists.",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/galerie-maximillian/a/poi-sig/1432012/362111",
    "image_url": null,
    "detail_description": "Come here for famous 20th-century names from Chagall to Lichtenstein, mixed in with works from contemporary American and British artists.\n"
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 9,
    "name": "Boesky West",
    "latitude": "39.189724",
    "longitude": "-106.815573",
    "excerpt": "Opened in 2017, this is the Western outpost of Marianne Boesky's Manhattan gallery, displaying the works of emerging artists over two floors.",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/boesky-west/a/poi-sig/1569331/362111",
    "image_url": null,
    "detail_description": "Opened in 2017, this is the Western outpost of Marianne Boesky's Manhattan gallery, displaying the works of emerging artists over two floors.\n"
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 8,
    "name": "Peter Lik",
    "latitude": "39.189849",
    "longitude": "-106.819124",
    "excerpt": "Displays the work of the self-taught Australian photographer. Lik focuses on vibrant panoramic landscapes, with a fine selection of local Aspen shots that…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/peter-lik/a/poi-sig/1432010/362111",
    "image_url": null,
    "detail_description": "Displays the work of the self-taught Australian photographer. Lik focuses on vibrant panoramic landscapes, with a fine selection of local Aspen shots that sometimes appear to be in 3D.\n"
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 7,
    "name": "Christopher Martin Gallery",
    "latitude": "39.187762",
    "longitude": "-106.81848",
    "excerpt": "Local artist Christopher Martin specializes in reverse glass painting, a technique that dates back to the Middle Ages. Stop by for a peek at his dynamic…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/christopher-martin-gallery/a/poi-sig/1569330/362111",
    "image_url": null,
    "detail_description": "Local artist Christopher Martin specializes in reverse glass painting, a technique that dates back to the Middle Ages. Stop by for a peek at his dynamic swirls of color on acrylic discs and rectangles.\n"
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 6,
    "name": "Wagner Park",
    "latitude": "39.188152",
    "longitude": "-106.820626",
    "excerpt": "A patch of green just off the Mill St mall, edged with cedars and a couple of shimmering aspens, and views of the Red and Aspen mountains. American…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/wagner-park/a/poi-sig/1153868/362111",
    "image_url": null,
    "detail_description": "A patch of green just off the Mill St mall, edged with cedars and a couple of shimmering aspens, and views of the Red and Aspen mountains. American football and soccer goals are set up, there's a playground area for little ones and plenty of space for a game of frisbee.\n"
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 5,
    "name": "Rio Grande Park",
    "latitude": "39.192557606285",
    "longitude": "-106.81729901936",
    "excerpt": "Aspen’s biggest public park runs along the river and is bisected by the Rio Grande Trail for 2.1 miles. The park is home to an enticing skate park,…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/rio-grande-park/a/poi-sig/1155459/362111",
    "image_url": null,
    "detail_description": "Aspen’s biggest public park runs along the river and is bisected by the Rio Grande Trail for 2.1 miles. The park is home to an enticing skate park, outdoor basketball courts, a huge athletic field perfect for football or frisbee, an art museum and sculpture garden, and the John Denver Sanctuary (another garden).\n"
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 4,
    "name": "Aspen Art Museum",
    "latitude": "39.188269",
    "longitude": "-106.816421",
    "excerpt": "This art museum's striking building features a warm, lattice-like exterior designed by Pritzker Prize–winner Shigeru Ban and contains three floors of…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/aspen-art-museum/a/poi-sig/1155753/362111",
    "image_url": null,
    "detail_description": "This art museum's striking building features a warm, lattice-like exterior designed by Pritzker Prize–winner Shigeru Ban and contains three floors of gallery space. There's no permanent collection, just edgy, innovative contemporary exhibitions featuring paintings, mixed media, sculpture, video installations and photography by artists such as Mamma Andersson, Mark Manders and Susan Philipsz. Art lovers will not leave disappointed. Head up to the roof for views and a bite to eat at the cool cafe.\n"
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 3,
    "name": "Ashcroft",
    "latitude": "39.056017",
    "longitude": "-106.799726",
    "excerpt": "The access point to the breathtaking Castle Creek Valley is the ghost town of Ashcroft, a silver-mining town founded in 1880. What remains are mostly…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/ashcroft/a/poi-sig/1007823/362111",
    "image_url": null,
    "detail_description": "The access point to the breathtaking Castle Creek Valley is the ghost town of Ashcroft, a silver-mining town founded in 1880. What remains are mostly miners cottages (log cabins with tin roofs), a couple of broken-down wagons stranded in the waist-high grass, a post office and a saloon.\nAt its height in 1893 about 2500 people worked here, but the silver veins were quickly exhausted and by 1895 the town's population plummeted to 100 residents. To get here, drive half a mile west of town on Hwy 82 to the roundabout and follow Castle Creek Rd south for 12.2 miles."
},
{
    "country": "aspen",
    "city": "Aspen",
    "index": 2,
    "name": "Independence",
    "latitude": "39.106671322226",
    "longitude": "-106.60518417505",
    "excerpt": "Just 16 miles east of Aspen, at the foot of Independence Pass, this gold-mining boom town turned ghost town started as a tented camp in the summer of 1879…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/aspen/attractions/independence/a/poi-sig/1155466/362111",
    "image_url": null,
    "detail_description": "Just 16 miles east of Aspen, at the foot of Independence Pass, this gold-mining boom town turned ghost town started as a tented camp in the summer of 1879, when one lucky miner struck gold on the Fourth of July. Operated and preserved by the Aspen Historical Society, the site offers the chance to see the remains of the old livery, the general store and a miners cabin or three.\nAfter its population peaked at 1500 residents, the town fell away during the harsh winter storm of 1899, when supply routes were severed due to heavy snowfall."
}
]