[
{
    "country": "athens",
    "city": "Athens",
    "index": 1,
    "name": "Panathenaic Stadium",
    "latitude": "37.968748872444",
    "longitude": "23.740586172676",
    "excerpt": "With its serried rows of white Pentelic marble seats built into a ravine next to Ardettos Hill, this ancient-turned-modern stadium is a draw both for…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/mets-pangrati/attractions/panathenaic-stadium/a/poi-sig/1008092/1342287",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/986a867c0579028836d9da955d3037c5-panathenaic-stadium.jpg",
    "detail_description": "With its serried rows of white Pentelic marble seats built into a ravine next to Ardettos Hill, this ancient-turned-modern stadium is a draw both for lovers of classical architecture and sports fans who can imagine the roar of the crowds from millennia past. A ticket gets you an audio tour, admission to a tiny exhibit on the modern Olympics (mainly eye-candy games posters) and the opportunity to take your photo on a winners' pedestal.\nThe stadium – built in the 4th century BC and restored for the first modern Olympic games in 1896 – was first used as a venue for the Panathenaic athletic contests. It's said that at Hadrian's inauguration in AD 120, a thousand wild animals were sacrificed in the arena. Later, the seats were rebuilt in marble by Herodes Atticus.In 1895, after centuries of disuse, the stadium was restored by wealthy Greek benefactor Georgios Averof – you can see his portrait carved in marble to the right of the entrance. It seats 70,000 spectators around the running track and field – which is not, unfortunately, modern Olympic-size; the stadium could be used only for archery and the marathon finish in the 2004 games. Now it's occasionally used for concerts and public events.Morning joggers are welcome here from 7.30am to 9am (download and fill in the waiver form from the website). There's also an entrance to the surrounding park from Arhimidous if you just want to see the view from the top of the stadium."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 40,
    "name": "Socrates' Prison",
    "latitude": "37.969422",
    "longitude": "23.721021",
    "excerpt": "On the slopes of Filopappou Hill, follow the path to this warren of rooms carved into bedrock. It's said to have been the place Socrates was imprisoned in…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/filopappou-hill-thisio-petralona/attractions/socrates-prison/a/poi-sig/1301815/1342286",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3aeba7682768e2223c2388bff3896ca3-socrates-prison.jpg",
    "detail_description": "On the slopes of Filopappou Hill, follow the path to this warren of rooms carved into bedrock. It's said to have been the place Socrates was imprisoned in before his trial in 399 BC.\nMore recently, artefacts from the Acropolis and National Archaeological Museum were hidden here to protect them from Nazi looting during WWII."
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 39,
    "name": "Jewish Museum",
    "latitude": "37.972869694395",
    "longitude": "23.733164262379",
    "excerpt": "This small museum traces the history of the Jewish community in Greece – starting with the deeply rooted Romaniote community established in the 3rd…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/jewish-museum/a/poi-sig/1008062/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8964b8958e9bba7e9d70bb516206d905-jewish-museum.jpg",
    "detail_description": "This small museum traces the history of the Jewish community in Greece – starting with the deeply rooted Romaniote community established in the 3rd century BC, through to the arrival of Sephardic Jews and beyond the Holocaust. The documents, religious art and folk objects are beautifully presented.\nAmong the many fascinating pieces of history to discover here is the story of Bishop Chrysostomos and Lucas Κarrer, the mayor of Zakynthos, who conspired to save the 275 Jews who lived on the island from Nazi German round-ups."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 38,
    "name": "Hill of the Pnyx",
    "latitude": "37.971665",
    "longitude": "23.719418",
    "excerpt": "North of Filopappou Hill, this hill was the official meeting place of the Democratic Assembly in the 5th century BC – really, the first site of democracy…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/filopappou-hill-thisio-petralona/attractions/hill-of-the-pnyx/a/poi-sig/1008074/1342286",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyRF_667920832.jpg",
    "detail_description": "North of Filopappou Hill, this hill was the official meeting place of the Democratic Assembly in the 5th century BC – really, the first site of democracy. You can see the speakers' steps, where the great orators Aristides, Demosthenes, Pericles and Themistocles addressed assemblies. (More recently, politicians have used it for photo ops.) The hill is often empty, save for birds, and its view of the Acropolis' front steps gives a real sense of the temples' centrality to ancient Athenian life.\n"
},
{
    "country": "athens",
    "city": "Athens",
    "index": 37,
    "name": "The Runner",
    "latitude": "37.976612",
    "longitude": "23.749394",
    "excerpt": "Thousands of jagged sheets of glass piled on top of each other create the dynamic shape of this striking sculpture of what really does appear to be a…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/mets-pangrati/attractions/the-runner/a/poi-sig/1620650/1342287",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_editorial_1179520771.jpg",
    "detail_description": "Thousands of jagged sheets of glass piled on top of each other create the dynamic shape of this striking sculpture of what really does appear to be a giant athlete running at speed. It took the artist Costas Varotsos six years to complete the 12m-high sculpture, which in 1994 was originally erected at Omonia Square; it was moved here when construction began on the subway station there.\nAlso on the grassy traffic island take note of the 15th-century olive tree, replanted here in 2013 from its original home in the village of Eliaionas."
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 36,
    "name": "Zappeion",
    "latitude": "37.970739755021",
    "longitude": "23.736196536661",
    "excerpt": "The southwestern third of the green space at the centre of Athens, adjacent to the National Garden, is a network of wide, tree-shaded walkways around the…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/zappeion/a/poi-sig/1153924/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_editorial_1965705790.jpg",
    "detail_description": "The southwestern third of the green space at the centre of Athens, adjacent to the National Garden, is a network of wide, tree-shaded walkways around the grand Zappeio Hall. The main entrances are on Leoforos Vasilissis Amalias and Leoforos Vasilissis Olgas.\nA pleasant cafe, restaurant and the open-air Aegli Cinema are alongside the hall."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 35,
    "name": "Agora Museum",
    "latitude": "37.97520849353",
    "longitude": "23.724213838577",
    "excerpt": "Within the Ancient Agora, this museum is packed with archaeological finds, but can get uncomfortably crowded if a tour group is cycling through. It is set…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/agora-museum/a/poi-sig/1008084/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c56f5dfd241aeffdb3a0394ec94be7e5-agora-museum.jpg",
    "detail_description": "Within the Ancient Agora, this museum is packed with archaeological finds, but can get uncomfortably crowded if a tour group is cycling through. It is set in the magnificent Stoa of Attalos, a two-storied portico replete with columns it was built by the king of Pergamum in the 2nd century BC and restored in the 1950s.\nOriginally, its facade was painted red and blue. People gathered here to watch the Panathenaic Procession. It was also the first-ever shopping arcade, for which the word stoa is still used today."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 34,
    "name": "Athens University",
    "latitude": "37.980882",
    "longitude": "23.734062",
    "excerpt": "This splendid building was designed by the Danish architect Christian Hansen and completed in 1864. Although the university has expanded massively around…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/omonia-exarhia/attractions/athens-university/a/poi-sig/1008053/1342283",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_407977351.jpg",
    "detail_description": "This splendid building was designed by the Danish architect Christian Hansen and completed in 1864. Although the university has expanded massively around the city (enrolment is more than 100,000 students), Hansen's building still serves as the university's administrative headquarters and ceremonial hall.\nAdjacent to the south is the more ornate Athens Academy, modelled on Plato's Academy and still Greece's most prestigious research institution. Admire the two school buildings' neoclassical facades from the street; neither is open to the public."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 33,
    "name": "National Library",
    "latitude": "37.98112",
    "longitude": "23.733226",
    "excerpt": "One of the neoclassical 'trilogy' of buildings on Panepistimio, the late-19th-century National Library is a dazzling design by Danish architect Theophil…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/omonia-exarhia/attractions/national-library/a/poi-sig/1008031/1342283",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/48dea7cea04aa4172630ca6a68d7c7d85788eb11612aee7098e11410df20f037.jpg",
    "detail_description": "One of the neoclassical 'trilogy' of buildings on Panepistimio, the late-19th-century National Library is a dazzling design by Danish architect Theophil Hansen. Serious academic researchers can gain access to the amazing interior; otherwise, visiting here is restricted to a quick peep in the entry hall and a photo op on the grand sweeping staircase.\nThe bulk of the library's holdings – such as an original codex of the Gospel of Matthew and a vast collection of theatre archives – has been transferred to the Stavros Niarchos Foundation Cultural Center."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 32,
    "name": "Church of Agios Eleftherios",
    "latitude": "37.975074385107",
    "longitude": "23.730014206879",
    "excerpt": "This 12th-century church, dedicated to both Agios Eleftherios and Panagia Gorgoepikoos (Virgin Swift to Hear), is Athens' religious history in one tiny…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/church-of-agios-eleftherios/a/poi-sig/1008090/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dd484d81b88ea0353b9e0ab381585368-church-of-agios-eleftherios.jpg",
    "detail_description": "This 12th-century church, dedicated to both Agios Eleftherios and Panagia Gorgoepikoos (Virgin Swift to Hear), is Athens' religious history in one tiny building. The cruciform-style marble church was erected on the ruins of an ancient temple and its exterior is a mix of medieval beasts and ancient gods in bas-relief, and columns appropriated from older structures. It was once the city’s cathedral, but now stands in the shadows of the much larger new cathedral.\nInside, none of its original frescoes are preserved, but patches of paint remain on the marble door frame, another repurposed ancient piece."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 31,
    "name": "National Library of Greece",
    "latitude": "37.940102",
    "longitude": "23.692467",
    "excerpt": "In 2018, the National Library shifted more than 720,000 items from its collection to this stunning new building that is part of the Stavros Niarchos…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/attractions/national-library-of-greece/a/poi-sig/1620741/359421",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_325582166.jpg",
    "detail_description": "In 2018, the National Library shifted more than 720,000 items from its collection to this stunning new building that is part of the Stavros Niarchos Foundation Cultural Center. Come to see the free temporary exhibitions scattered across the library's four floors, and to admire the soaring 'book castle' that forms the main entrance.\nAnyone can register to borrow or read books from the general collection but for access to the academic and special collections, which include many precious manuscripts, you need to have a scholarly purpose.Visit the Stavros Niarchos Foundation Cultural Center online (www.snfcc.org) to book free guided tours of the library."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 30,
    "name": "Herakleidon Museum Building B",
    "latitude": "37.97487",
    "longitude": "23.719718",
    "excerpt": "This eclectic private museum, split over two locations, examines the interrelation of art, mathematics and philosophy, explored through rotating exhibits…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/filopappou-hill-thisio-petralona/attractions/herakleidon-museum-building-b/a/poi-sig/1154131/1342286",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5cace4d2ab140ac73d4bd014f570ffae-herakleidon-museum.jpg",
    "detail_description": "This eclectic private museum, split over two locations, examines the interrelation of art, mathematics and philosophy, explored through rotating exhibits on such diverse subjects as ancient robotic and computer technology, and shipbuilding. Building B focuses on weapons of war, including triremes, the ancient warships that allowed the Greeks to conquer the Persians at the Battle of Salamis.\nAround the corner in a restored mansion, the smaller Building A has an exhibition on automata, featuring an ancient type of robot including one of a moving servant girl. The museum also holds one of the world’s biggest collections of MC Escher artworks (though it is not always on view)."
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 29,
    "name": "Plateia Syntagmatos",
    "latitude": "37.97553",
    "longitude": "23.734771",
    "excerpt": "Generally considered the centre of Athens, this square is a transport hub and general hang-out spot, especially on warm summer evenings when young people…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/plateia-syntagmatos/a/poi-sig/1287833/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0f527d1b1d79717456df5147436d58de-plateia-syntagmatos.jpg",
    "detail_description": "Generally considered the centre of Athens, this square is a transport hub and general hang-out spot, especially on warm summer evenings when young people and families lounge around the central fountain. Parliament, where the syntagma (constitution) was granted in 1843, is directly across the road, so the square is also the epicentre for any demonstrations or strikes.\nSurrounded by high-end hotels and businesses, the square itself has a metro entrance, a couple of cafes and an Athens City Information Kiosk. The western side of the square marks the beginning of one of Athens' main commercial districts, along pedestrianised Ermou."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 28,
    "name": "Lykavittos Hill",
    "latitude": "37.983192",
    "longitude": "23.74609",
    "excerpt": "The 277m summit of Lykavittos – 'Hill of Wolves', from ancient times, when it was wilder than it is now – gives the finest panoramas of the city and the…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/kolonaki/attractions/lykavittos-hill/a/poi-sig/1154555/1342282",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/49d4007499514298bc8fd1f6101683fc7e793c3763710654496d225cf224add4.jpg",
    "detail_description": "The 277m summit of Lykavittos – 'Hill of Wolves', from ancient times, when it was wilder than it is now – gives the finest panoramas of the city and the Attic basin, nefos (pollution haze) permitting. Perched on the summit is the little Chapel of Agios Georgios, floodlit like a beacon over the city at night. Walk up the path from the top of Loukianou in Kolonaki, or take the 10-minute funicular railway from the top of Ploutarhou.\nOpen-air Lykavittos Theatre, northeast of the summit, is a 1960s ampitheatre which hosts concerts and other events in summer. And of course there is a cafe at the top to reward your walk."
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 27,
    "name": "National Historical Museum",
    "latitude": "37.977586250226",
    "longitude": "23.732985527367",
    "excerpt": "This grand old collection of swords, ship figureheads and portraits of moustachioed generals is a bit short on signage; it's best for people who already…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/national-historical-museum/a/poi-sig/1008028/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8cd84e3a08c873ff6de39c5fdcf2307d-national-historical-museum.jpg",
    "detail_description": "This grand old collection of swords, ship figureheads and portraits of moustachioed generals is a bit short on signage; it's best for people who already know something about modern Greek history and the many battles of the 19th century that built the nation, piece by piece. This includes the battle of Messolongi, where Lord Byron fought; the museum owns the camp bed on which he died of malaria, among other effects – though they are often out on loan.\nAs counterpoint to all the war memorabilia, there's also a wing of traditional jewellery and folk costumes. The museum is housed in the old Parliament building, where Prime Minister Theodoros Deligiannis was assassinated on the front steps in 1905.Entry is free on Sundays."
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 26,
    "name": "Tomb of the Unknown Soldier",
    "latitude": "37.975344",
    "longitude": "23.736295",
    "excerpt": "In front of Parliament, the traditionally costumed evzones (presidential guards) stand by the tomb and change every hour on the hour. On Sunday at 11am, a…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/tomb-of-the-unknown-soldier/a/poi-sig/1276075/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/638ff20b4aa49725e7dd9a2681ffcf7e-parliament-changing-of-the-guard.jpg",
    "detail_description": "In front of Parliament, the traditionally costumed evzones (presidential guards) stand by the tomb and change every hour on the hour. On Sunday at 11am, a whole platoon marches down Vasilissis Sofias to the tomb, accompanied by a band. The evzones uniform of the fustanella (white skirt) and pom-pom shoes is based on the attire worn by the klephts, the mountain fighters of the War of Independence.\nYou can also see evzones outside the Presidential Guard and nearby Presidential Palace. It's interesting to see them here, alone and away from tourist cameras, going through their ritual pomp even in the dead of night."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 25,
    "name": "Athens Olympic Complex",
    "latitude": "38.039996582404",
    "longitude": "23.780422210693",
    "excerpt": "For the 2004 Olympics, this park with several stadiums and a pool was revamped by Spanish architect Santiago Calatrava, who built a signature winglike…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/attractions/athens-olympic-complex/a/poi-sig/1008066/359421",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_editorial_1830934313.jpg",
    "detail_description": "For the 2004 Olympics, this park with several stadiums and a pool was revamped by Spanish architect Santiago Calatrava, who built a signature winglike canopy on the main stadium's roof. It hosts major sports events and concerts. There are guided tours for groups (minimum 15 people; per person €3) but independent travellers can wander around to see such features as the wavy, white Wall of Nations display.\nOf all the Olympics facilities, this is the only one that is maintained and regularly used. Unfortunately, spaces such as the pool and tennis centre are open only to registered members, not day visitors. The rest, scattered around Athens and the southern peninsula, have been largely left to decay, due to a lack of funds for maintenance."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 24,
    "name": "Numismatic Museum",
    "latitude": "37.977712",
    "longitude": "23.73535",
    "excerpt": "The collection of coins here, dating from ancient through to modern times, is excellent, but of more general interest is the dazzling 1881 mansion in…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/kolonaki/attractions/numismatic-museum/a/poi-sig/1598772/1342282",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/19a246450ae3c2e869c08226ca57c9f0-numismatic-museum.jpg",
    "detail_description": "The collection of coins here, dating from ancient through to modern times, is excellent, but of more general interest is the dazzling 1881 mansion in which it's housed. Built by architect Ernst Ziller, it was the home of Heinrich Schliemann, the archaeologist who excavated Troy; fittingly, its mosaic floors and painted walls and ceilings are covered in classical motifs.\nThe adjoining gardens have an excellent cafe (9am to midnight daily).A joint ticket for €15 (€8 for students) covers here, the National Archeological Museum, Epigraphical Museum and the Byzantine &amp; Christian Museum, and is valid for three days."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 22,
    "name": "Temple of Hephaistos",
    "latitude": "37.975591047534",
    "longitude": "23.721452892573",
    "excerpt": "On the western edge of the Ancient Agora, the Temple of Hephaistos, god of the forge, was surrounded by foundries and metalwork shops. It was one of the…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/temple-of-hephaistos/a/poi-sig/1008063/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ccdbfc5dfef0c0d96e4d0a0fb114c15b0d20591886469762d0a1483c7f24371d.jpg",
    "detail_description": "On the western edge of the Ancient Agora, the Temple of Hephaistos, god of the forge, was surrounded by foundries and metalwork shops. It was one of the first buildings of Pericles' rebuilding program and is one of the best-preserved Doric temples in Greece.\nBuilt in 449 BC by Iktinos, one of the architects of the Parthenon, it has 34 columns and a frieze on the eastern side depicting nine of the Twelve Labours of Hercules.In AD 1300 it was converted into the Church of Agios Georgios. The last service held here was on 13 December 1834, in honour of King Otto's arrival in Athens.In 1922 and 1923, it was a shelter for refugees from Asia Minor. Iconic photos from that period show families hanging laundry among the pillars, and white tents set up all along the temple's base."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 23,
    "name": "National Sculpture & Art Gallery",
    "latitude": "37.986978",
    "longitude": "23.778307",
    "excerpt": "While the National Gallery is being rebuilt, a small portion of the collection is on display at the National Sculpture Gallery, in the former royal…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/attractions/national-sculpture-art-gallery/a/poi-sig/1289040/359421",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/Greece%20Athens%20Ioannis%20Mantas%20Alamy%202G6CNWA%20RFE.jpg",
    "detail_description": "While the National Gallery is being rebuilt, a small portion of the collection is on display at the National Sculpture Gallery, in the former royal stables in Goudi. Although a bit far from the centre, the gallery is a nice break from the classics. The modern sculpture exhibit, in one of the converted buildings, begins in the early 19th century, when figurative marble carving was taken up again.\nIn the site's other main building are a couple of the gallery's prize El Grecos, including The Concert of Angels, plus some compelling portraiture and other canvases by 20th-century artists include Konstantinos Parthenis, Yiannis Moralis, Konstantinos Maleas, and father and son Nikolaos and Nikos Lytras.Enter from Panayiotis Kanellopoulos."
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 20,
    "name": "Lysikrates Monument",
    "latitude": "37.971005",
    "longitude": "23.729943",
    "excerpt": "Chorus leader and musical patron Lysikrates built this tower in 334 BC to commemorate the victory of his sponsored chorus in the dramatic contests of the…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/lysikrates-monument/a/poi-sig/1378494/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4e9c43a4bc36a5568c3a79ca76b57667-lysikrates-monument.jpg",
    "detail_description": "Chorus leader and musical patron Lysikrates built this tower in 334 BC to commemorate the victory of his sponsored chorus in the dramatic contests of the Dionysia. The trophy, a bronze tripod, was set atop the pedestal. It's the earliest-known monument using Corinthian capitals externally, a style that is imitated in many modern monuments. The reliefs depict the battle between Dionysos and the Tyrrhenian pirates, whom the god had transformed into dolphins.\nIn ancient times, this street was lined with similar monuments to winners of dramatic and choral contests. This is the only one to survive, in part because for a time it was protected, as a Capuchin convent library was built around it. (Lord Byron stayed at the convent in 1810–11 and wrote Childe Harold.) The convent was destroyed in 1821 when the Ottomans occupied Athens."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 21,
    "name": "Hadrian’s Library",
    "latitude": "37.975582560701",
    "longitude": "23.725881785732",
    "excerpt": "These are the remains of the largest structure erected by Hadrian (2nd century AD). Not just a library, it also held music and lecture rooms. It was laid…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/hadrian-s-library/a/poi-sig/1008036/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_editorial_2237007297.jpg",
    "detail_description": "These are the remains of the largest structure erected by Hadrian (2nd century AD). Not just a library, it also held music and lecture rooms. It was laid out as a typical Roman forum, with a pool in the centre of a courtyard bordered by 100 columns. The library's west wall, by the site entrance, has been restored. Beyond are only traces of the library, as well as two churches, built in the 7th and 12th centuries.\nYou can get a good sense of the library's grand scale from outside the fence, uphill on Dexippou. It essentially functioned as Athens' civic centre in Roman times, while the nearby Roman Agora was the market.Admission to the site is included with the Acropolis combo ticket (€30), which permits entry to the Acropolis and six other sites (including this one) within five days."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 19,
    "name": "Stavros Niarchos Park",
    "latitude": "37.941718",
    "longitude": "23.693558",
    "excerpt": "Athens is short on green spaces, so this vast seaside park is a blessing. Covering a man-made slope that incorporates the roof of the Stavros Niarchos…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/attractions/stavros-niarchos-park/a/poi-sig/1572815/359421",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1be0ee5f9bda2d828aa043575c3ec713-stavros-niarchos-park.jpg",
    "detail_description": "Athens is short on green spaces, so this vast seaside park is a blessing. Covering a man-made slope that incorporates the roof of the Stavros Niarchos Foundation Cultural Center, this 21-hectare park has been sustainably designed with paths cutting through plantings of lavender, olive trees and other Mediterranean flora.\nThere's also kids' play areas, an outdoor gym and much more. A variety of free activities are laid on, but you can simply sit in a chair and soak up the sunshine.Rental bikes (€1 per hour if you sign up for an ID card at the Cultural Center) are available for pedalling on the cycle path around the park.In addition to regular public transport, you can also use a free shuttle bus, departing from Syntagma at Ermou. It runs several times a day on weekdays, and every 30 minutes from 9.30am to 9.30pm on weekends."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 18,
    "name": "Moni Kaisarianis",
    "latitude": "37.96094",
    "longitude": "23.797792",
    "excerpt": "Nestled on the lower slope of Mt Hymettos east of the city, this beautiful 11th-century working monastery is maintained as a well-restored archaeological…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/attractions/moni-kaisarianis/a/poi-sig/1289084/359421",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/41cc87700f318f098e0ef6332b7387d4-moni-kaisarianis.jpg",
    "detail_description": "Nestled on the lower slope of Mt Hymettos east of the city, this beautiful 11th-century working monastery is maintained as a well-restored archaeological site. The monastery itself is a destination only for serious Byzantine buffs, but its location in the large Kesariani Vyrona Forest, a park popular with hikers and bikers, makes for a nice break from urban Athens.\nThe walled monastery complex, dotted with cypress trees, has a central court surrounded by a kitchen and dining rooms, the monks' cells and a bathhouse. The domed main church was built atop foundations of an ancient temple, and classical columns support the dome. Most of the preserved frescoes date to the 17th and 18th centuries. Double-check opening hours by telephoning. Dress appropriately for a religious venue.To reach the park take bus 224 from Plateia Kaningos (at the north end of Akadimias) to the terminus. From here it’s about a 30-minute walk through the park to the monastery."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 17,
    "name": "Filopappou Hill",
    "latitude": "37.967444",
    "longitude": "23.719558",
    "excerpt": "Also called the Hill of the Muses, Filopappou Hill – along with the hills of the Pnyx and the Nymphs – is a somewhat wild, pine-shaded spot that's good…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/filopappou-hill-thisio-petralona/attractions/filopappou-hill/a/poi-sig/1008076/1342286",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/bc12ef89fbb081b9a238b0eccca7a29c-filopappou-hill.jpg",
    "detail_description": "Also called the Hill of the Muses, Filopappou Hill – along with the hills of the Pnyx and the Nymphs – is a somewhat wild, pine-shaded spot that's good for a stroll, especially at sunset. The hill also gives some of the best vantage points for photographing the Acropolis, and views to the Saronic Gulf.\nThe hill is identifiable by the Monument of Filopappos crowning its summit; it was built between AD 114 and 116 in honour of Julius Antiochus Filopappos, a prominent Roman consul and administrator. The marble-paved path, laid out in the 1950s by modernist architect Dimitris Pikionis, starts near the periptero (kiosk) on Dionysiou Areopagitou. After 250m, it passes the excellent Church of Agios Dimitrios Loumbardiaris, which contains fine frescoes. There's a detour to Socrates' prison, and the main path leads to the Shrine of the Muses, cut into the rock face just below the top of the hill.Inhabited from prehistoric times to the post-Byzantine era, the area was, according to Plutarch, the area where Theseus and the Amazons did battle. In the 4th and 5th centuries BC, defensive fortifications – such as the Themistoclean wall and the Diateichisma – extended over the hill, and some of their remains are still visible."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 16,
    "name": "Tower of the Winds",
    "latitude": "37.974195464996",
    "longitude": "23.7270227917",
    "excerpt": "This Pentelic marble tower within the Roman Agora, likely built in the 2nd century BC, is both beautiful and functional. Devised by Andronicus, a…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/tower-of-the-winds/a/poi-sig/1008091/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/355a94d52d736eb2aaebc85af3aea3fb-tower-of-the-winds.jpg",
    "detail_description": "This Pentelic marble tower within the Roman Agora, likely built in the 2nd century BC, is both beautiful and functional. Devised by Andronicus, a Macedonian (Greek) astronomer, it's an ancient time-and-weather station. Aligned with the four cardinal directions, each of its eight sides is a compass point, each illustrated with a figure representing the wind from that direction. Sundial markings are visible below the reliefs, and it was topped with a weather vane, probably a bronze figure of Triton.\nInside the tower you can see the original position of a water clock, which marked time with water from a stream that flowed down from the Acropolis. The stone roof, one of very few preserved from ancient times, is 24 stone panels. Conservators have revealed patches of fresco – it was once painted all blue inside. There are also traces of later uses: a faint Roman drawing of a ship, a patch of a Byzantine angel fresco from the time it was used as a church, and Arabic calligraphy and a mihrab (prayer niche) from the late Ottoman period, when Turkish dervishes used it as a tekke (a Sufi place of worship). Restoration of the site was completed in 2015.Adjoining the tekke, across the road north of the tower, was a Sufi madrasah (Islamic school), built in the 18th century; in the 19th century, its student cells made it useful as a jail. Much of the building was demolished to excavate Roman ruins beneath. Only the front gate, overgrown with greenery, remains."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 15,
    "name": "Basil & Elise Goulandris Foundation",
    "latitude": "37.969762",
    "longitude": "23.742646",
    "excerpt": "Opened in October 2019, this new museum showcases the collection of modern and contemporary artworks belonging to shipping magnate Basil Goulandris and…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/mets-pangrati/attractions/basil-elise-goulandris-foundation/a/poi-sig/1620649/1342287",
    "image_url": null,
    "detail_description": "Opened in October 2019, this new museum showcases the collection of modern and contemporary artworks belonging to shipping magnate Basil Goulandris and his wife Elise. Alongside pieces from the likes of top European artists including Cézanne, Van Gogh, Picasso and Giacometti are works from pioneering Greek painters such as Parthenis, Vasiliou, Hadjikyriakos-Ghikas, Tsarouchis and Moralis.\n"
},
{
    "country": "athens",
    "city": "Athens",
    "index": 14,
    "name": "TAF",
    "latitude": "37.976622558886",
    "longitude": "23.724450564809",
    "excerpt": "Whether you want a shot of art, a clever design morsel or a refreshing drink, stop in at TAF, a just-barely updated complex of 1870s brick buildings. The…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/taf/a/poi-sig/1277534/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3d22c5796d0dd36b6fe28ab50ceab2fa-taf.jpg",
    "detail_description": "Whether you want a shot of art, a clever design morsel or a refreshing drink, stop in at TAF, a just-barely updated complex of 1870s brick buildings. The central courtyard is a cafe-bar that fills with an eclectic young crowd, and the surrounding rooms act as galleries, DJ space and an excellent souvenir shop. Events are usually free.\n"
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 13,
    "name": "Museum of Greek Popular Instruments",
    "latitude": "37.974414621948",
    "longitude": "23.727493783099",
    "excerpt": "A single avid ethnomusicologist collected almost 1200 folk instruments; the best are on display in three floors of this house-turned-museum. Headphones…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/museum-of-greek-popular-instruments/a/poi-sig/1008041/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/2E6AXR9.jpg",
    "detail_description": "A single avid ethnomusicologist collected almost 1200 folk instruments; the best are on display in three floors of this house-turned-museum. Headphones let visitors listen to the gaïda (Greek goatskin bagpipes) and the wood planks that priests on Mt Athos use to call prayer times, among other distinctly Greek sounds. Musical performances are held in the lovely garden in summer.\n"
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 12,
    "name": "National Garden",
    "latitude": "37.973469997674",
    "longitude": "23.737519582516",
    "excerpt": "The former royal gardens, designed by Queen Amalia in 1838, are a pleasantly unkempt park that makes a welcome shady refuge from summer heat and traffic…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/national-garden/a/poi-sig/399853/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2021-09/GettyImages-1145074677.jpg",
    "detail_description": "The former royal gardens, designed by Queen Amalia in 1838, are a pleasantly unkempt park that makes a welcome shady refuge from summer heat and traffic. Tucked among the trees are a cafe, a playground, turtle and duck ponds, and a tiny (if slightly dispiriting) zoo. The main entrance is on Leoforos Vasilissis Sofias, south of Parliament; you can also enter from Irodou Attikou to the east, or from the adjacent Zappeion to the south.\n"
},
{
    "country": "athens",
    "city": "Athens",
    "index": 11,
    "name": "Stavros Niarchos Foundation Cultural Center",
    "latitude": "37.93995",
    "longitude": "23.691705",
    "excerpt": "Sitting beneath a man-made slope above Faliron Bay, and shaded by a 'Magic Carpet' roof covered with solar panels, this stunning Renzo Piano building,…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/attractions/stavros-niarchos-foundation-cultural-center/a/poi-sig/1518295/359421",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_524858500.jpg",
    "detail_description": "Sitting beneath a man-made slope above Faliron Bay, and shaded by a 'Magic Carpet' roof covered with solar panels, this stunning Renzo Piano building, completed in 2016, is home to the Greek National Opera and the main branch of the National Library. It's surrounded by a beautiful big park and hosts an impressive range of events and exhibitions, several of which are free.\nIn addition to regular public transport, you can use a free shuttle bus, departing from Syntagma at Ermou. It runs at least eight times a day on weekdays, and every 30 minutes from 9.30am to 9.30pm on weekends. The last shuttle back is 11.30pm Monday to Thursday and midnight Friday to Sunday."
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 10,
    "name": "Hadrian’s Arch",
    "latitude": "37.970177592182",
    "longitude": "23.732039873314",
    "excerpt": "The Roman emperor Hadrian had a great affection for Athens. Although he did his fair share of spiriting its Classical artwork to Rome, he also embellished…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/hadrian-s-arch/a/poi-sig/1008083/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1730853691.jpg",
    "detail_description": "The Roman emperor Hadrian had a great affection for Athens. Although he did his fair share of spiriting its Classical artwork to Rome, he also embellished the city with many temples and infrastructure improvements. As thanks, the people of Athens erected this lofty monument of Pentelic marble in 131 AD. It now stands on the edge of one of Athens' busiest avenues.\nIn Roman times, it stood across the road to the Temple of Olympian Zeus and, beyond, the sanctuary of Pan near the Ilissos River, long covered by pavement but emerging briefly in the wild greenery past the temple. The inscriptions laud the new Roman era: the northwest frieze reads, 'This is Athens, the Ancient city of Theseus', while the southeast frieze states, 'This is the city of Hadrian, and not of Theseus'."
},
{
    "country": "athens",
    "city": "Syntagma & Plaka",
    "index": 9,
    "name": "Temple of Olympian Zeus",
    "latitude": "37.970227",
    "longitude": "23.734138",
    "excerpt": "A can't-miss on two counts: it's a marvellous temple, once the largest in Greece, and it's smack in the centre of Athens. Of the temple's 104 original…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/temple-of-olympian-zeus/a/poi-sig/399857/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstockRF_1210311976.jpg",
    "detail_description": "A can't-miss on two counts: it's a marvellous temple, once the largest in Greece, and it's smack in the centre of Athens. Of the temple's 104 original Corinthian columns (17m high with a base diameter of 1.7m), only 15 remain – the fallen column was blown down in a gale in 1852.\nBegun in the 6th century BC by Peisistratos, the temple was abandoned for lack of funds. Various other leaders took a stab at completing it, but it was left to Hadrian to finish the job in AD 131, thus taking more than 700 years in total to build. In typically immodest fashion, Hadrian built not just a colossal statue of Zeus, but an equally large one of himself.Admission to the site is included with the Acropolis combo ticket (€30), which permits entry to the Acropolis and six other sites (including this one) within five days.Final admission is 30 minutes before closing."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 8,
    "name": "Church of Agios Dimitrios Loumbardiaris",
    "latitude": "37.970066",
    "longitude": "23.720351",
    "excerpt": "At the foot of Filopappou Hill, this 16th-century church may not be the oldest in Athens, but it is certainly one of the loveliest, with a heavy timber…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/filopappou-hill-thisio-petralona/attractions/church-of-agios-dimitrios-loumbardiaris/a/poi-sig/1008046/1342286",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1666148053.jpg",
    "detail_description": "At the foot of Filopappou Hill, this 16th-century church may not be the oldest in Athens, but it is certainly one of the loveliest, with a heavy timber roof, marble floors and the permanent scent of incense.\nA great 1732 fresco of St Dimitrios, astride his horse in a pose copied from ancient images of Alexander the Great, adorns the interior.The churchyard, with its wooden gate and bells, conjures Japan – a touch by modernist architect Dimitris Pikionis.Pikionis also applied his precise style to the restoration of the back exterior wall, a delightful piece of stonework.In 1648, the church was the site of a reported miracle. The Turks, ensconced on the Acropolis, prepared to fire a cannon on worshippers gathered in the church, but the gunner was killed by lightning, saving the congregation. Hence its name, Loumbardiaris ('of the cannon')."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 7,
    "name": "National Archaeological Museum",
    "latitude": "37.989006178995",
    "longitude": "23.732682013645",
    "excerpt": "Housing the world's finest collection of Greek antiquities in an enormous neoclassical building, this museum is one of Athens' top attractions. Treasures…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/omonia-exarhia/attractions/national-archaeological-museum/a/poi-sig/399851/1342283",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1522798868.jpg",
    "detail_description": "Housing the world's finest collection of Greek antiquities in an enormous neoclassical building, this museum is one of Athens' top attractions. Treasures offering a view of Greek art and history – dating from the Neolithic era to Classical periods, including the Ptolemaic era in Egypt – include exquisite sculptures, pottery, jewellery, frescoes and artefacts found throughout Greece. The beautifully presented exhibits are displayed mainly thematically.\nIt could take several visits to appreciate the museum's vast holdings, but it's possible to see the highlights in a couple of hours. The museum also hosts world-class temporary exhibitions.A joint ticket with the neighbouring Epigraphical Museum, the Byzantine &amp; Christian Museum and the Numismatic Museum costs €15 (€8 for students) and is valid for three days."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 6,
    "name": "Benaki Museum of Greek Culture",
    "latitude": "37.975817",
    "longitude": "23.740447",
    "excerpt": "In 1930 Antonis Benakis – a politician's son born in Alexandria, Egypt, in the late 19th century – endowed what is perhaps the finest museum in Greece…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/kolonaki/attractions/benaki-museum-of-greek-culture/a/poi-sig/1154554/1342282",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/G2NPXM.jpg",
    "detail_description": "In 1930 Antonis Benakis – a politician's son born in Alexandria, Egypt, in the late 19th century – endowed what is perhaps the finest museum in Greece. Its three floors showcase impeccable treasures from the Bronze Age up to WWII. Especially gorgeous are the Byzantine icons and the extensive collection of Greek regional costumes, as well as complete sitting rooms from Macedonian mansions, intricately carved and painted. Benakis had such a good eye that even the agricultural tools are beautiful.\nThe variety of displays here, including Classical Greek masterpieces, means that it's great for a group with varied interests. Late opening hours are another plus.Note also that there are two other major branches, 138 Pireos St for contemporary art, and the Museum of Islamic Art in Keramikos, as well as several smaller museums. A €25 pass to all is valid for three months."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 5,
    "name": "Museum of Cycladic Art",
    "latitude": "37.975699",
    "longitude": "23.742217",
    "excerpt": "The 1st floor of this exceptional private museum is dedicated to the iconic minimalist marble Cycladic figurines, dating from 3000 BC to 2000 BC. They…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/kolonaki/attractions/museum-of-cycladic-art/a/poi-sig/1289035/1342282",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-1235547905.jpg",
    "detail_description": ""
},
{
    "country": "athens",
    "city": "Athens",
    "index": 4,
    "name": "Byzantine & Christian Museum",
    "latitude": "37.974735",
    "longitude": "23.744781",
    "excerpt": "This outstanding museum, based in the 1848 Villa Ilissia, offers exhibition halls, most of them underground, crammed with religious art. The exhibits go…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/kolonaki/attractions/byzantine-christian-museum/a/poi-sig/1008035/1342282",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_editorial_1701764272.jpg",
    "detail_description": "This outstanding museum, based in the 1848 Villa Ilissia, offers exhibition halls, most of them underground, crammed with religious art. The exhibits go chronologically, charting the gradual and fascinating shift from ancient traditions to Christian ones, and the flourishing of a distinctive Byzantine style. Of course there are icons, but also delicate frescoes (some salvaged from a church and installed on floating panels) and more personal remnants of daily life.\nThe villa grounds, which sit next to Aristotle's Lyceum, are a series of formal gardens that include ancient ruins, such as a section of the 6th-century-BC Peisistratos aqueduct. A pretty cafe overlooks the greenery.A joint ticket also covering the National Archaeological Museum, the Epigraphical Museum and the Numismatic Museum costs €15 (€8 for students) and is valid for three days."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 3,
    "name": "Roman Agora",
    "latitude": "37.974464",
    "longitude": "23.725544",
    "excerpt": "This was the city’s market area under Roman rule, and it occupied a much larger area than the current site borders. You can see a lot from outside the…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/roman-agora/a/poi-sig/1290254/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1053590486.jpg",
    "detail_description": "This was the city’s market area under Roman rule, and it occupied a much larger area than the current site borders. You can see a lot from outside the fence, but it's worth going in for a closer look at the well-preserved Gate of Athena Archegetis, the propylaeum (entrance gate) to the market, as well as an Ottoman mosque and the ingenious and beautiful Tower of the Winds, on the east side of the site.\nThe gate, formed by four Doric columns, was financed by Julius Caesar and erected sometime during 10 BC. To the right of the entry, look also for the outlines of what was a 68-seat public latrine. Squatting atop one wing of the agora is the 17th-century Fethiye Mosque, now restored and housing temporary exhibitions. The mosque's interior frescoes have been lost – except for a tiny patch high on the back wall.Admission to the site is included with the Acropolis combo ticket (€30), which permits entry to the Acropolis and six other sites (including this one) within five days."
},
{
    "country": "athens",
    "city": "Athens",
    "index": 2,
    "name": "Ancient Agora",
    "latitude": "37.975877",
    "longitude": "23.723248",
    "excerpt": "The Agora was ancient Athens' heart, the lively hub of administrative, commercial, political and social activity. Socrates expounded his philosophy here;…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/ancient-agora/a/poi-sig/399843/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-637930866.jpg",
    "detail_description": "The Agora was ancient Athens' heart, the lively hub of administrative, commercial, political and social activity. Socrates expounded his philosophy here; in AD 49 St Paul came here to win converts to Christianity. The site today is a lush respite, home to the grand Temple of Hephaistos, a good museum and the 11th-century Byzantine Church of the Holy Apostles, trimmed in brick patterns that mimic Arabic calligraphy. The greenery harbours birds and lizards. Allow about two hours to see everything.\nFirst developed as a public site in the 6th century BC, the Agora was devastated by the Persians in 480 BC, but a new one was built in its place almost immediately. It was flourishing by Pericles' time and continued to do so until AD 267, when it was destroyed by the Herulians, a Gothic tribe from Scandinavia. The Turks built a residential quarter on the site, but this was demolished by archaeologists after Independence and later excavated to Classical and, in parts, Neolithic levels.Admission to the site is included with the Acropolis combo ticket (€30), which permits entry to the Acropolis and six other sites (including this one) within five days."
}
]