[
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 1,
    "name": "Martin Luther King Jr National Historic Site",
    "latitude": "33.756253",
    "longitude": "-84.373391",
    "excerpt": "The Civil Rights movement owes a great debt to the actions of various martyrs, communities and political actions throughout the American South, but almost…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/martin-luther-king-jr-national-historic-site/a/poi-sig/1247622/1342262",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d82c828acc3edeffa5f0083d6be474d4-martin-luther-king-jr-national-historic-site.jpg",
    "detail_description": "The Civil Rights movement owes a great debt to the actions of various martyrs, communities and political actions throughout the American South, but almost no aspect of the movement can be mentioned without including Atlanta and the city's most famous son, Martin Luther King Jr.\nWho was Martin Luther King Jr?\nMartin Luther King Jr, the quintessential figure of the Civil Rights movement and arguably America's greatest leader, was born and raised in Atlanta, the son of a preacher and choir leader. His lineage was significant not only because he followed his father to the pulpit of Atlanta's Ebenezer Baptist Church, but also because his political speeches rang out with a preacher's inflections. King remains one of the most respected figures of the 20th century and is Atlanta's quintessential African American hero, his legacy emblazoned across the city's historic Sweet Auburn district, home to the Martin Luther King Jr National Historic Site.\n\n  \nThe main entrance to the National Historic Site © Ampueroleonardo / Getty Images\n\nWhat to see at the Martin Luther King Jr National Historic Site\nThe historic site commemorates the life, work and legacy of the Civil Rights leader, taking up several blocks. Stop by the excellent visitor center to get oriented with a map and brochure of area sites. Here you'll find a video theater showing short films, and the D.R.E.A.M Gallery, which hosts changing exhibits that elucidate the context – the segregation, systemic oppression and racial violence that inspired and fueled King's work.\nThe majority of the site is self-guided, with ranger-led tours for Dr King's Birth Home only (ask about availability at the visitor center upon arrival, and beware, they book up fast). The new Ebenezer Baptist Church is the home of the congregation once led by Dr Martin Luther King Jr. Stop by the World Peace Rose Garden, which borders the Peace Plaza. The King Center is Dr King's final resting place. A 1.5-mile landscaped trail leads from the site to the Jimmy Carter Presidential Library &amp; Museum.\nTickets and other practicalities\nIt's free to visit the Martin Luther King Jr National Historic Site, however, all buildings are temporarily closed. Visitors may take a a self-guided tour of the campus.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 28,
    "name": "Skyview Atlanta",
    "latitude": "33.758777",
    "longitude": "-84.391394",
    "excerpt": "Soar 200ft above the Atlanta skyline in this 20-story, 42-gondola Ferris wheel.",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/skyview-atlanta/a/poi-sig/1513622/1342258",
    "image_url": null,
    "detail_description": "Soar 200ft above the Atlanta skyline in this 20-story, 42-gondola Ferris wheel.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 27,
    "name": "Atlanta Botanical Garden",
    "latitude": "33.791845148757",
    "longitude": "-84.372425079346",
    "excerpt": "In the northwest corner of Piedmont Park, this stunning 30-acre botanical garden has a Japanese garden, winding paths and the amazing Fuqua Orchid Center.",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/midtown/attractions/atlanta-botanical-garden/a/poi-sig/377013/1342257",
    "image_url": null,
    "detail_description": "In the northwest corner of Piedmont Park, this stunning 30-acre botanical garden has a Japanese garden, winding paths and the amazing Fuqua Orchid Center.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 26,
    "name": "Children's Museum of Atlanta",
    "latitude": "33.762372",
    "longitude": "-84.391801",
    "excerpt": "A hands-on museum geared toward kids aged eight and under. It's pretty small, so don't expect much to entertain adults, but it will distract your little…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/children-s-museum-of-atlanta/a/poi-sig/1129248/1342258",
    "image_url": null,
    "detail_description": "A hands-on museum geared toward kids aged eight and under. It's pretty small, so don't expect much to entertain adults, but it will distract your little ones for a few hours.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 25,
    "name": "Clyde Shepherd Nature Preserve",
    "latitude": "33.806395",
    "longitude": "-84.28299",
    "excerpt": "Smack in the middle of the city (well, OK – out in Decatur, but you get the idea), you'll find this 28-acre nature preserve, home of beavers, foxes, box…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/atlanta/attractions/clyde-shepherd-nature-preserve/a/poi-sig/1565599/362193",
    "image_url": null,
    "detail_description": "Smack in the middle of the city (well, OK – out in Decatur, but you get the idea), you'll find this 28-acre nature preserve, home of beavers, foxes, box turtles, red-spotted newts, coyotes and veritable clouds of birds. It's a welcome slice of wilderness in the heart of an enormous urban area.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 24,
    "name": "Breman Museum",
    "latitude": "33.793637",
    "longitude": "-84.389538",
    "excerpt": "Atlanta has the largest Jewish population in the South (outside of South Florida, which is its own region). The Breman Museum explores this history of…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/midtown/attractions/breman-museum/a/poi-sig/1565686/1342257",
    "image_url": null,
    "detail_description": "Atlanta has the largest Jewish population in the South (outside of South Florida, which is its own region). The Breman Museum explores this history of immigration and integration and is a major meeting point for the city's Jewish community. The museum also includes a powerful permanent exhibit on the Holocaust.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 23,
    "name": "Center for Puppetry Arts",
    "latitude": "33.79255",
    "longitude": "-84.389838",
    "excerpt": "A wonderland for visitors of all ages and hands down one of Atlanta's most unique attractions, the museum – expanded in 2015 – houses a treasury of…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/midtown/attractions/center-for-puppetry-arts/a/poi-sig/376987/1342257",
    "image_url": null,
    "detail_description": "A wonderland for visitors of all ages and hands down one of Atlanta's most unique attractions, the museum – expanded in 2015 – houses a treasury of puppets, some of which you get to operate yourself. A major addition is the Worlds of Puppetry Museum, housing the most comprehensive collection of Jim Henson puppets and artifacts in the world.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 22,
    "name": "Oakland Cemetery",
    "latitude": "33.74818",
    "longitude": "-84.372007",
    "excerpt": "In addition to holding the graves of author Margeret Mitchell, golf great Bobby Jones and Atlanta’s first African American mayor, Maynard Jackson, Atlanta…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/oakland-cemetery/a/poi-sig/1592667/1342262",
    "image_url": null,
    "detail_description": "In addition to holding the graves of author Margeret Mitchell, golf great Bobby Jones and Atlanta’s first African American mayor, Maynard Jackson, Atlanta's historic garden cemetery (dating to 1850) is one of the few graveyards in the world to boast a visitor center and museum shop. It offers themed tours, a music festival called Tunes from the Tombs and other events.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 21,
    "name": "King Center for Non-Violent Social Change",
    "latitude": "33.755277",
    "longitude": "-84.372962",
    "excerpt": "Across from the visitor center of the National Historic Site, this place has information on Martin Luther King Jr's life and work and a few of his…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/king-center-for-non-violent-social-change/a/poi-sig/377035/1342262",
    "image_url": null,
    "detail_description": "Across from the visitor center of the National Historic Site, this place has information on Martin Luther King Jr's life and work and a few of his personal effects, including his Nobel Peace Prize and Spoken Word Grammy, and exhibitions on Ghandi and Rosa Parks. His gravesite is surrounded by a long reflecting pool and can be viewed anytime.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 20,
    "name": "Ebenezer Baptist Church (New)",
    "latitude": "33.756289",
    "longitude": "-84.373945",
    "excerpt": "The new Ebenezer Baptist Church is the home of the congregation once led by Dr Martin Luther King Jr. As befits one of the most influential church…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/ebenezer-baptist-church-new/a/poi-sig/1371899/1342262",
    "image_url": null,
    "detail_description": "The new Ebenezer Baptist Church is the home of the congregation once led by Dr Martin Luther King Jr. As befits one of the most influential church communities in American history, the structure is impressive – light filled, airy and more welcoming than muscular. The church is across the street from the historic Ebenezer Baptist Church, and welcomes visitors to Sunday morning services. Dress nicely.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 19,
    "name": "Georgia Aquarium",
    "latitude": "33.76346",
    "longitude": "-84.395084",
    "excerpt": "Atlanta's showstopper. It's crowded, but the appeal of this aquarium, the second largest in the US, is hard to deny: whale sharks, playful sea lions at…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/georgia-aquarium/a/poi-sig/1592594/1342258",
    "image_url": null,
    "detail_description": "Atlanta's showstopper. It's crowded, but the appeal of this aquarium, the second largest in the US, is hard to deny: whale sharks, playful sea lions at SunTrust Pier 225 and an adorable daily penguin walk. Unfortunately there are also beluga whales and a live dolphin show; keeping cetaceans in captivity is a proven animal-welfare issue.\nParking is $10. Book tickets online in advance for discounts."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 18,
    "name": "Centennial Olympic Park",
    "latitude": "33.761646",
    "longitude": "-84.393077",
    "excerpt": "Atlanta's Centennial Olympic Park is the city's focal point for visitors. The park itself features a dancing Fountain of Rings water fountain, a Quilt of…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/centennial-olympic-park/a/poi-sig/1372831/1342258",
    "image_url": null,
    "detail_description": "Atlanta's Centennial Olympic Park is the city's focal point for visitors. The park itself features a dancing Fountain of Rings water fountain, a Quilt of Remembrance in honor of the victims of the 1996 Olympic bombing and a water garden, among other small details. It also contains some of the city's seminal sights, including the Center for Civil &amp; Human Rights, the World of Coca-Cola and the Georgia Aquarium.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 16,
    "name": "Historic Fourth Ward Park",
    "latitude": "33.769302",
    "longitude": "-84.364657",
    "excerpt": "Behind Ponce City Market, this below-ground-level 17-acre urban park was one of the BeltLine's first projects. It features a storm-water retention pond…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/historic-fourth-ward-park/a/poi-sig/1592655/1342262",
    "image_url": null,
    "detail_description": "Behind Ponce City Market, this below-ground-level 17-acre urban park was one of the BeltLine's first projects. It features a storm-water retention pond which feeds the park's fountains and Splashpad, a playground and outdoor theater, and a skate park partially funded by skateboarding legend Tony Hawk.\nIt comes with an interesting history as well: the sight was once home to an amusement park, casino and ballpark and people believed Clear Creek, which runs under the park, had therapeutic qualities. But Sears, Roebuck and Co buried it all when it built its massive brick headquarters in 1926 (now Ponce City Market)."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 17,
    "name": "Margaret Mitchell House & Museum",
    "latitude": "33.781501563214",
    "longitude": "-84.384258985519",
    "excerpt": "Operated by the Atlanta History Center, this home has been converted into a shrine to the author of Gone With the Wind. Mitchell wrote her epic in a small…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/midtown/attractions/margaret-mitchell-house-museum/a/poi-sig/377037/1342257",
    "image_url": null,
    "detail_description": "Operated by the Atlanta History Center, this home has been converted into a shrine to the author of Gone With the Wind. Mitchell wrote her epic in a small apartment in the basement of this Tudor Revival building, which is listed on the National Register of Historic Places. There are on-site exhibitions on Mitchell's life and writing career, and a two-hour looping documentary, The Making of a Legend.\nA combo ticket (adult/student/child $21.50/18/9) also gets you access to the Atlanta History Center."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 15,
    "name": "Underground Atlanta",
    "latitude": "33.75173",
    "longitude": "-84.389817",
    "excerpt": "This shopping and entertainment district in the Five Points area touted itself as a 'city beneath the streets' when it opened on Atlanta's original post…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/underground-atlanta/a/poi-sig/1592446/1342258",
    "image_url": null,
    "detail_description": "This shopping and entertainment district in the Five Points area touted itself as a 'city beneath the streets' when it opened on Atlanta's original post–Civil War Reconstruction Era streets in 1969. A $142-million renovation in 1989 made it the beating heart of downtown Atlanta throughout the '90s, but it has fallen out of favor again – there is almost nothing here besides the Masquerade concert venue, and the lower level is officially closed until further notice.\nIn 2017 the city sold it off to South Carolinian developers, who are in the midst of redeveloping the site (yet again) to the tune of $300-plus million – and there is citywide hope that Underground will live again in the near future."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 14,
    "name": "Georgia State Capitol",
    "latitude": "33.748975",
    "longitude": "-84.388052",
    "excerpt": "The gold-domed capitol is Atlanta's political hub. Free self-guided tours give visitors a glance at state-level American politics.",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/georgia-state-capitol/a/poi-sig/377027/1342258",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/131d80c78553d0698dfd4bc6da3f0014-georgia-state-capitol.jpg",
    "detail_description": "The gold-domed capitol is Atlanta's political hub. Free self-guided tours give visitors a glance at state-level American politics.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 13,
    "name": "Piedmont Park",
    "latitude": "33.787386859921",
    "longitude": "-84.374012947083",
    "excerpt": "A glorious, rambling urban park and the setting of many cultural and music festivals. The park has fantastic bike paths and a Saturday Green Market (from…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/midtown/attractions/piedmont-park/a/poi-sig/377043/1342257",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockRF209362879.jpg",
    "detail_description": "A glorious, rambling urban park and the setting of many cultural and music festivals. The park has fantastic bike paths and a Saturday Green Market (from 9am to 1pm).\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 12,
    "name": "World of Coca-Cola",
    "latitude": "33.762559",
    "longitude": "-84.392413",
    "excerpt": "This self-congratulatory museum might prove entertaining to fans of fizzy beverages and rampant commercialization. The climactic moment comes when guests…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/world-of-coca-cola/a/poi-sig/377045/1342258",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8d9d08f7459dfddaf1893b57ae03dfff-world-of-coca-cola.jpg",
    "detail_description": "This self-congratulatory museum might prove entertaining to fans of fizzy beverages and rampant commercialization. The climactic moment comes when guests sample Coke products from around the world – a taste-bud-twisting good time. But there are also Andy Warhol pieces on view, a 4-D film, company history and promotional materials aplenty.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 11,
    "name": "Jimmy Carter Presidential Library & Museum",
    "latitude": "33.766305",
    "longitude": "-84.356246",
    "excerpt": "Located on a hilltop overlooking Downtown, this center features exhibits highlighting Jimmy Carter's presidency (1977–81), including a replica of the Oval…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/jimmy-carter-presidential-library-museum/a/poi-sig/1129247/1342262",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ac2d19449f3e4b2d20232bfcc0a2e0df-carter-center.jpg",
    "detail_description": "Located on a hilltop overlooking Downtown, this center features exhibits highlighting Jimmy Carter's presidency (1977–81), including a replica of the Oval Office and his Nobel Prize. Don't miss the tranquil Japanese garden and butterfly garden out back. The 1.5-mile long, landscaped Freedom Park Trail leads from here to the Martin Luther King Jr National Historic Site through Freedom Park.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 10,
    "name": "Fernbank Museum of Natural History",
    "latitude": "33.774091",
    "longitude": "-84.327965",
    "excerpt": "Fernbank is a supremely kid-friendly museum that explores a bunch of subjects (dinosaurs, geology, shells, IMAX-style theater), all attached to a 65-acre…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/fernbank-museum-of-natural-history/a/poi-sig/1565598/1342262",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1389725495.jpg",
    "detail_description": "Fernbank is a supremely kid-friendly museum that explores a bunch of subjects (dinosaurs, geology, shells, IMAX-style theater), all attached to a 65-acre old-growth forest and 10-acre Wildwoods outdoor educational area within – reached by elevated walkway from the museum’s terrace. While children will have a blast, Fernbank is so well put together and organized that adults will surely enjoy it as well. The museum is northeast of Downtown, near Decatur.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 9,
    "name": "College Football Hall of Fame",
    "latitude": "33.759901",
    "longitude": "-84.39502",
    "excerpt": "It is impossible to overstate the importance of college football to American culture. This museum, relocated from Indiana in 2014 and revamped into this…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/college-football-hall-of-fame/a/poi-sig/1513611/1342258",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d0a5adce8cacde926a3b97e93b63be86-college-football-hall-of-fame.jpg",
    "detail_description": "It is impossible to overstate the importance of college football to American culture. This museum, relocated from Indiana in 2014 and revamped into this three-story, 94,256-sq-ft gridiron sanctuary, is a supremely cool and suitable shrine.\nPledge your allegiance to your team of choice upon entry and your interactive experience is customized as you make your way past famous trophies like the coveted Heisman and hands-on experiences such as Fight Song Karaoke or attempting to kick a 20yd field goal. Needless to say, kids go nuts here."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 8,
    "name": "First Ebenezer Baptist Church",
    "latitude": "33.75523",
    "longitude": "-84.374192",
    "excerpt": "Martin Luther King Jr, his father and grandfather were all pastors here, and King Jr's mother was the choir director. Sadly she was murdered here by a…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/first-ebenezer-baptist-church/a/poi-sig/377021/1342262",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f27a1b479735be4c49633c1d49f13cff-ebenezer-baptist-church.jpg",
    "detail_description": "Martin Luther King Jr, his father and grandfather were all pastors here, and King Jr's mother was the choir director. Sadly she was murdered here by a deranged gunman while she sat at the organ in 1974. A multimillion-dollar restoration, completed in 2011, brought the church back to the 1960–68 period when King Jr served as co-pastor with his father. Today looped recordings of King's speeches play in the church building.\nSunday services are now held at the new Ebenezer Church across the street."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 7,
    "name": "Atlanta History Center",
    "latitude": "33.841869",
    "longitude": "-84.386158",
    "excerpt": "This history museum centers on the Swan House, a 1930s mansion designed by iconic Atlanta architect Philip Trammell Shutze. Visitors can wander through…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/atlanta/attractions/atlanta-history-center/a/poi-sig/1567111/362193",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Atlanta%204kclips%20shutterstock_415659565%20RFE.jpg",
    "detail_description": "This history museum centers on the Swan House, a 1930s mansion designed by iconic Atlanta architect Philip Trammell Shutze. Visitors can wander through the opulent rooms or through 22 acres of pretty on-site gardens. At the time of writing, the History Center was restoring the battle of Atlanta cyclorama to a location near Swan House. The finished cyclorama will form an immersive painting that wraps around the viewer, complete with new, contextual interpretations and exhibitions.\nAdmission also gets you access to the Margaret Mitchell House."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 6,
    "name": "Battle of Atlanta Cyclorama",
    "latitude": "33.841477",
    "longitude": "-84.385321",
    "excerpt": "Once considered the largest oil painting in the world, this historic, cylindrical panoramic painting of the Civil War's Battle of Atlanta was unavailable…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/atlanta/attractions/battle-of-atlanta-cyclorama/a/poi-sig/1591982/362193",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Atlanta%20ZUMA%20Press%2C%20Inc.%20Alamy%20CCM1FJ%20RFE.jpg",
    "detail_description": "Once considered the largest oil painting in the world, this historic, cylindrical panoramic painting of the Civil War's Battle of Atlanta was unavailable for viewing at the time of research, as it was in the process of being restored and moved from its home since 1921 (Grant Park) to the custom-built, 23,000-sq-ft Lloyd and Mary Ann Whitaker Cyclorama Building at the Atlanta History Center. It should be in its new home by the time you read this.\nThe painting itself, which unrolled measures 42ft (13m) high by 358ft (109m) long, is enhanced by 28 plaster figures that are the focal point of the painting’s 3-D diorama, which slowly rotates to tell the story of the epic Civil War battle alongside narration and music. The new Cyclorama will also exhibit the restored Texas steam locomotive, an important early Atlanta railroading artifact that played a pivotal role in 1862’s Great Locomotive Chase."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 5,
    "name": "Stone Mountain Park",
    "latitude": "33.807251",
    "longitude": "-84.144459",
    "excerpt": "In the northeast Atlanta suburb of Stone Mountain sits this unique – and controversial – theme park based around the 825ft-high Stone Mountain, the world…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/atlanta/attractions/stone-mountain-park/a/poi-sig/1592206/362193",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/United%20States%20Atlanta%20Christopher%20Meder%20shutterstock_35528275%20RFC.jpg",
    "detail_description": "In the northeast Atlanta suburb of Stone Mountain sits this unique – and controversial – theme park based around the 825ft-high Stone Mountain, the world's largest outcropping of exposed granite. It is best known for the huge carving of Confederate 'heroes' Jefferson Davis, Stonewall Jackson and Robert E Lee (cue the controversial part), which took more than half a century to complete.\nRegardless of its potent lack of political correctness (and sordid history with the Ku Klux Klan as well, which was revived here in 1915), the 3200-acre park is wildly popular with families, hikers and outdoor enthusiasts (you can scale the mountain) and tourists alike, especially for the world's largest laser-light show, which takes place in the evenings on Saturdays from April to May, daily from Memorial Weekend through early August, and Saturdays from August through October. It remains one of Atlanta's most unique and fascinating kitsch attractions. Other attractions in the park include camping, golf, fishing, a snow park, a cable car and museums, among others."
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 4,
    "name": "Martin Luther King Jr Birthplace",
    "latitude": "33.755040986661",
    "longitude": "-84.37159493862",
    "excerpt": "The home where Martin Luther King was born and spent the first twelve years of his life is now part of the National Historic Site. Free first-come, first…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/east-side/attractions/martin-luther-king-jr-birthplace/a/poi-sig/1134410/1342262",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0c1143c9b20c3b979718fba4058f7375-martin-luther-king-jr-birthplace.jpg",
    "detail_description": "The home where Martin Luther King was born and spent the first twelve years of his life is now part of the&nbsp;National Historic Site. Free&nbsp;first-come, first-served guided tours take about 30 minutes to complete and require same-day registration.\nArrive early and stop at the visitor center at the site to check availability – there are only 15 spaces on each tour and&nbsp;slots fill fast. The tours can depart anytime between 10am and 4pm, but you are free to visit the rest of the park at your leisure before your designated tour time.\n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 2,
    "name": "High Museum of Art",
    "latitude": "33.788796",
    "longitude": "-84.387188",
    "excerpt": "Atlanta's modern High Museum was the first to exhibit art from Paris' Louvre and is a destination as much for its architecture as its world-class exhibits…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/midtown/attractions/high-museum-of-art/a/poi-sig/377031/1342257",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstockRF_209046772.jpg",
    "detail_description": "Atlanta's modern High Museum was the first to exhibit art from Paris' Louvre and is a destination as much for its architecture as its world-class exhibits. The multilevel building houses a permanent collection of eye-catching late-19th-century furniture, early American modern canvases from the likes of George Morris and Albert Gallatin, and postwar work from Mark Rothko. You can easily lose yourself (and a day) in this excellent art museum.\nThe permanent collection\nThe permanent collection at the High holds over 18,000 different pieces. They fall into seven different categories: photography; decorative arts and design; African art; European art; American art; modern and contemporary art; and folk and self-taught art.\nExhibitions\nThe gallery hosts touring exhibitions (including the Obama Portraits in 2022), multi-sensory installations, displays of works by solo artists as well as themed shows and rotating pieces from the permanent collection. You could see works by big 20th-century names such as Picasso, through to contemporary photographers such as Zanele Muholi.\n\n  \nThe atrium of the High Museum's new wing was designed by Renzo Piano © Walter Bibikow / Getty Images\n\nArchitecture\nThe striking, bright-white art repository, with its curved ramps and monumental swooping three-story glass atrium that shelters natural light like a precious resource, is a Midtown icon, its reflective white enamel facade standing in stark contrast to the surrounding skyscrapers and greenery. It earned its designer, Richard Meier, the 1984 Pritzker Prize. The most recent expansion was designed by Renzo Piano and opened in 2005.\nTickets and other practicalities\nTimed-entry tickets should be bought online in advance of your visit and give access to the galleries and exhibitions. Events are ticketed separately. The museum's galleries are all wheelchair-accessible. \n"
},
{
    "country": "atlanta",
    "city": "Atlanta",
    "index": 3,
    "name": "Center for Civil and Human Rights",
    "latitude": "33.76313",
    "longitude": "-84.392413",
    "excerpt": "The striking Center for Civil and Human Rights was a 2014 addition to Atlanta's Centennial Olympic Park. It is a sobering $68-million memorial to the…",
    "detail_url": "https://www.lonelyplanet.com/usa/georgia/atlanta/downtown/attractions/center-for-civil-and-human-rights/a/poi-sig/1513623/1342258",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7cf3f8b416eb4b2268c0c822b805f631-center-for-civil-and-human-rights.jpg",
    "detail_description": "The striking Center for Civil and Human Rights was a 2014 addition to Atlanta's Centennial Olympic Park. It is a sobering $68-million memorial to the American Civil Rights and global human-rights movements, designed to inspire and empower people to face the challenges for freedom and dignity that still exist in the world today.\nExhibitions are beautifully designed and thoughtfully executed, featuring stories from the past and present day where people have been fighting for their rights. Learn about non-violent protests before moving on to the indisputable highlight, an absolutely harrowing interactive mock Woolworth's lunch-counter sit-in simulation, where visitors put themselves in the place of the non-violent protestors who asked to be served at white-only lunch counters in 1960. The experience will leave you speechless and move some to tears.\n\n  \nThe National Center for Civil and Human Rights is a world-class museum © wayfarerlife / Shutterstock\n\nTickets and accessibility\nTimed-entry tickets must be bought online in advance of your visit. The center is fully accessible to people with disabilities, and wheelchairs and other assistive devices are available at no cost on a first-come, first-served basis. \n"
}
]