[
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 1,
    "name": "Fuggerei",
    "latitude": "48.369736",
    "longitude": "10.904242",
    "excerpt": "The legacy of Jakob Fugger ‘The Rich’ lives on at Augsburg’s Catholic welfare settlement, the Fuggerei, which is the oldest of its kind in existence…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/fuggerei/a/poi-sig/461478/359354",
    "image_url": null,
    "detail_description": "The legacy of Jakob Fugger ‘The Rich’ lives on at Augsburg’s Catholic welfare settlement, the Fuggerei, which is the oldest of its kind in existence. Around 200 people live here today and their rent remains frozen at 1 Rhenish guilder (now €0.88) per year, plus utilities and three daily prayers. Residents wave to you as you wander through the car-free lanes of this gated community flanked by its 52 pin-neat houses (containing 140 apartments) and little gardens.\nTo see how residents lived before running water and central heating, one of the apartments now houses the Fuggereimuseum, while there's a modern apartment open for public viewing at Ochsengasse 51. Interpretive panels are in German but you can ask for an information leaflet in English or download it from the website before you arrive."
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 11,
    "name": "Fuggereimuseum",
    "latitude": "48.36933",
    "longitude": "10.904295",
    "excerpt": "See how residents lived in the Fuggerei before running water and central heating in this museum located in one of the building's apartments.",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/fuggereimuseum/a/poi-sig/1209025/359354",
    "image_url": null,
    "detail_description": "See how residents lived in the Fuggerei before running water and central heating in this museum located in one of the building's apartments.\n"
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 10,
    "name": "Perlachturm",
    "latitude": "48.369150995553",
    "longitude": "10.898366841096",
    "excerpt": "For widescreen city views, climb the 70m-tall Perlachturm next door to the Rathaus – when it reopens, that is. At the time of research the structure was…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/perlachturm/a/poi-sig/461494/359354",
    "image_url": null,
    "detail_description": "For widescreen city views, climb the 70m-tall Perlachturm next door to the Rathaus – when it reopens, that is. At the time of research the structure was closed for the foreseeable future as renovation work took place.\n"
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 9,
    "name": "Goldener Saal",
    "latitude": "48.368702",
    "longitude": "10.898577",
    "excerpt": "Located on the 2nd floor of Augsburg's Rathaus, the meticulously restored Goldener Saal is the city's resplendent main meeting hall. It's a dazzling space…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/goldener-saal/a/poi-sig/1141039/359354",
    "image_url": null,
    "detail_description": "Located on the 2nd floor of Augsburg's Rathaus, the meticulously restored Goldener Saal is the city's resplendent main meeting hall. It's a dazzling space canopied by a gilded and coffered ceiling, interspersed with frescos.\n"
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 8,
    "name": "Jüdisches Kulturmuseum",
    "latitude": "48.365131",
    "longitude": "10.892215",
    "excerpt": "About 300m east of the main train station, as you head towards the Altstadt, you’ll come to the Synagoge Augsburg, an art nouveau temple built between…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/juedisches-kulturmuseum/a/poi-sig/1209026/359354",
    "image_url": null,
    "detail_description": "About 300m east of the main train station, as you head towards the Altstadt, you’ll come to the Synagoge Augsburg, an art nouveau temple built between 1914 and 1917 and housing a worthwhile Jewish museum. Exhibitions here focus on Jewish life in the region, presenting religious artefacts collected from defunct synagogues across Swabia.\n"
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 7,
    "name": "Rathaus",
    "latitude": "48.368713050251",
    "longitude": "10.898566246033",
    "excerpt": "Rising above the Rathausplatz are the twin onion-domed spires of the Renaissance Rathaus, built by Elias Holl from 1615 to 1620 and crowned by a 4m-tall…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/rathaus/a/poi-sig/461498/359354",
    "image_url": null,
    "detail_description": "Rising above the Rathausplatz are the twin onion-domed spires of the Renaissance Rathaus, built by Elias Holl from 1615 to 1620 and crowned by a 4m-tall pinecone, the city's emblem (also an ancient fertility symbol). Upstairs is the Goldener Saal, a huge banquet hall with an amazing gilded and frescoed coffered ceiling.\n"
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 6,
    "name": "Brechthaus",
    "latitude": "48.369943",
    "longitude": "10.900165",
    "excerpt": "Opened in 1998 to celebrate local boy Bertolt Brecht's 100th birthday, this house museum is the birthplace of the famous playwright and poet, where he…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/brechthaus/a/poi-sig/1141043/359354",
    "image_url": null,
    "detail_description": "Opened in 1998 to celebrate local boy Bertolt Brecht's 100th birthday, this house museum is the birthplace of the famous playwright and poet, where he lived for the first two years of his life (from 1898 to 1900) before moving across town. Among the displays are old theatre posters and a great series of life-size chronological photos, as well as his mother's bedroom.\n"
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 4,
    "name": "Dom Mariä Heimsuchung",
    "latitude": "48.372728361434",
    "longitude": "10.896554381668",
    "excerpt": "Augsburg’s cathedral has its origins in the 10th century but was Gothicised and enlarged in the 14th and 15th centuries. The star treasures here are the…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/dom-mariae-heimsuchung/a/poi-sig/461472/359354",
    "image_url": null,
    "detail_description": "Augsburg’s cathedral has its origins in the 10th century but was Gothicised and enlarged in the 14th and 15th centuries. The star treasures here are the so-called ‘Prophets’ Windows’. Depicting David, Daniel, Jonah, Hosea and Moses, they are among the oldest figurative stained-glass windows in Germany, dating from the 12th century. Look out for four paintings by Hans Holbein the Elder, including one of Jesus’ circumcision.\n"
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 5,
    "name": "Maximilianmuseum",
    "latitude": "48.36789",
    "longitude": "10.896989",
    "excerpt": "The Maximilianmuseum occupies two patrician townhouses joined by a statue-studded courtyard covered by a glass-and-steel roof. Highlights include a…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/maximilianmuseum/a/poi-sig/1141042/359354",
    "image_url": null,
    "detail_description": "The Maximilianmuseum occupies two patrician townhouses joined by a statue-studded courtyard covered by a glass-and-steel roof. Highlights include a fabulous collection of Elias Holl’s original wooden models for his architectural creations, and a collection of gold and silver coins. However, the real highlights here are the expertly curated temporary exhibitions on a variety of Bavarian themes.\n"
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 3,
    "name": "St Anna Kirche",
    "latitude": "48.368175",
    "longitude": "10.894768",
    "excerpt": "Often regarded as the first Renaissance church in Germany, the rather plain-looking (and well-hidden) St Anna Kirche is accessed via a set of cloisters…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/st-anna-kirche/a/poi-sig/1141040/359354",
    "image_url": null,
    "detail_description": "Often regarded as the first Renaissance church in Germany, the rather plain-looking (and well-hidden) St Anna Kirche is accessed via a set of cloisters lined with tombstones. The church contains a bevy of treasures, as well as the sumptuous Fuggerkapelle, where Jacob Fugger and some of his relatives lie buried, and the lavishly frescoed Goldschmiedekapelle (Goldsmiths' Chapel; 1420).\nThe church played an important role during the Reformation. In 1518 Martin Luther, in town to defend his beliefs before the papal legate, stayed at what was then a Carmelite monastery. His rooms have been turned into the Lutherstiege, a very informative exhibition about the Reformation and Luther's life."
},
{
    "country": "augsburg",
    "city": "Augsburg",
    "index": 2,
    "name": "Rathausplatz",
    "latitude": "48.368803926247",
    "longitude": "10.89775621891",
    "excerpt": "The heart of Augsburg’s Altstadt, this large, pedestrianised square is anchored by the Augustusbrunnen, a fountain honouring the Roman emperor; its four…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/augsburg/attractions/rathausplatz/a/poi-sig/461500/359354",
    "image_url": null,
    "detail_description": "The heart of Augsburg’s Altstadt, this large, pedestrianised square is anchored by the Augustusbrunnen, a fountain honouring the Roman emperor; its four figures represent the Lech River and the Wertach, Singold and Brunnenbach brooks.\nRising above the square are the twin onion-domed spires of the Renaissance Rathaus, built by Elias Holl from 1615 to 1620 and crowned by a 4m-tall pine cone, the city’s emblem (also an ancient fertility symbol). Upstairs is the Goldener Saal, a huge banquet hall with an amazing gilded and frescoed coffered ceiling.For panoramic views over Rathausplatz and the city, climb to the top of the Perlachturm, a former guard tower, and also an Elias Holl creation."
}
]