[
{
    "country": "austin",
    "city": "Austin",
    "index": 1,
    "name": "Bat Colony Under Congress Avenue Bridge",
    "latitude": "30.261643421572",
    "longitude": "-97.745168209076",
    "excerpt": "Austin is known as the capital of Texas quirk, so it shouldn't be surprising that it's a city tradition to sit on the grassy banks of Lady Bird Lake and…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/downtown/attractions/bat-colony-under-congress-avenue-bridge/a/poi-sig/377107/1319250",
    "image_url": "https://lp-cms-production.imgix.net/2021-02/shutterstockRF_84051646.jpg",
    "detail_description": "Austin is known as the capital of Texas quirk, so it shouldn't be surprising that it's a city tradition to sit on the grassy banks of Lady Bird Lake and watch the bats swarm out as dusk approaches each evening. Every year up to 1.5 million Mexican free-tailed bats make their home upon a platform beneath the Congress Ave Bridge, which crosses the Colorado at the southern end of downtown.\nNorth America’s largest urban bat colony consists entirely of female and young animals. In June, each female gives birth to one pup, and such is the density as the families take to the skies that bat radars have detected bat columns up to 10,000 feet (3050m) high. Each night, they feed on an estimated 30,000lb (13,500kg) of insects as the colony emerges toward the east like a fast-moving, black, chittering river.\n\n  \nAerial of Austin Texas from the Congress Avenue Bridge, next to the Statesmans Bat Observation Center. ©Christian Hinkle/Alamy Stock Photo\n\nHow to see Austin's bats\nThe Austin American-Statesman’s Bat Observation Area on the southeast side of Congress Avenue is accessible for visitors with disabilities, and is free to enjoy. You will, however, have to pay for parking nearby. The Bat Observation Area includes educational kiosks that operate year round, and Bat Conservation International has volunteers on hand and holds programs on weekend evenings during prime bat-viewing season from May through September. The best bat viewing is in August. You can also call the city's Bat Hotline at (512) 327-9721 to get the most up-to-date information on when the bats have been making their nightly appearances. \nIn addition to using the Bat Observation Area, people also line up on the narrow sidewalks of the bridge itself, as well as on the grassy hills around the base of the bridge. Lone Star Riverboats and Capital Cruises, behind the Hyatt Hotel, offer bat-watching excursions that run $12 for adults and $7 for kids. Capital also offers guided kayak tours for $30. If you have your own SUP or kayak, you can put in at a number of different points along Ladybird Lake, whether you want to start close to the bridge or a little further away like at Zilker Park.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 25,
    "name": "SouthPop",
    "latitude": "30.251718",
    "longitude": "-97.764984",
    "excerpt": "Pop into this South Austin gallery for rotating exhibits that spotlight Austin's live music and entertainment scenes, from the 1960s to the present. One…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/southpop/a/poi-sig/1563986/1319223",
    "image_url": null,
    "detail_description": "Pop into this South Austin gallery for rotating exhibits that spotlight Austin's live music and entertainment scenes, from the 1960s to the present. One recent exhibit celebrated the city's punk rock bands.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 26,
    "name": "Mary Moore Searight Metropolitan Park",
    "latitude": "30.161195",
    "longitude": "-97.806473",
    "excerpt": "Home to a disc golf course, tennis courts, a playground and hiking trails, this South Austin fave is just over a mile west of I-35 (exit Slaughter Lane).",
    "detail_url": "https://www.lonelyplanet.com/usa/austin/attractions/mary-moore-searight-metropolitan-park/a/poi-sig/1183537/362178",
    "image_url": null,
    "detail_description": "Home to a disc golf course, tennis courts, a playground and hiking trails, this South Austin fave is just over a mile west of I-35 (exit Slaughter Lane).\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 23,
    "name": "Hi, How Are You Mural",
    "latitude": "30.283891",
    "longitude": "-97.742014",
    "excerpt": "Created by songwriter and artist Daniel Johnston, this iconic bug-eyed frog greets passersby near the University of Texas. Also known as Jeremiah the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/hi-how-are-you-mural/a/poi-sig/1561154/1341578",
    "image_url": null,
    "detail_description": "Created by songwriter and artist Daniel Johnston, this iconic bug-eyed frog greets passersby near the University of Texas. Also known as Jeremiah the Innocent, the mural covers the south wall of a Thai restaurant known as Thai, How Are You – which changed its name from the less pun-tastic Thai Spice.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 24,
    "name": "Dazed and Confused Mural",
    "latitude": "30.248966",
    "longitude": "-97.755028",
    "excerpt": "Alright, alright, alright. Fans of Matthew McConaughey and Dazed and Confused can pay their respects to Wooderson – the unrepentant admirer of high school…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/dazed-and-confused-mural/a/poi-sig/1561156/1319223",
    "image_url": null,
    "detail_description": "Alright, alright, alright. Fans of Matthew McConaughey and Dazed and Confused can pay their respects to Wooderson – the unrepentant admirer of high school girls – at this eye-catching mural a short walk south from Monroe St, near the food truck park.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 21,
    "name": "Cathedral of Junk",
    "latitude": "30.218627",
    "longitude": "-97.77154",
    "excerpt": "An ongoing (and climbable!) backyard sculpture that turns one man's trash into everyone's treasure. Visitation is by appointment, by phone. Owner Vince…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/cathedral-of-junk/a/poi-sig/1374017/1319223",
    "image_url": null,
    "detail_description": "An ongoing (and climbable!) backyard sculpture that turns one man's trash into everyone's treasure. Visitation is by appointment, by phone. Owner Vince Hanneman doesn't always get to his voicemail, so keep trying until he answers. He'll fill you in on parking. Note that you can't really see the cathedral from a drive-by.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 22,
    "name": "I Love You So Much Mural",
    "latitude": "30.250893",
    "longitude": "-97.749406",
    "excerpt": "This simple expression of devotion draws legions of photo-taking lovebirds. Spray-painted on the side of Jo's Coffee on South Congress, it now joins the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/i-love-you-so-much-mural/a/poi-sig/1561155/1319223",
    "image_url": null,
    "detail_description": "This simple expression of devotion draws legions of photo-taking lovebirds. Spray-painted on the side of Jo's Coffee on South Congress, it now joins the Austin Motel sign and the patio at Guero's as an iconic symbol of the neighborhood. Eagle-eyed visitors may spot funny spin-offs of the mural around town.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 20,
    "name": "Austin Nature & Science Center",
    "latitude": "30.271751",
    "longitude": "-97.774456",
    "excerpt": "In the northwestern area of Zilker Park, this center has exhibitions of native Texan mammals, birds, reptiles, amphibians and arthropods that have been…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/austin-nature-science-center/a/poi-sig/1183543/1319223",
    "image_url": null,
    "detail_description": "In the northwestern area of Zilker Park, this center has exhibitions of native Texan mammals, birds, reptiles, amphibians and arthropods that have been injured and nursed back to health here, but cannot be released back into the wild. There are also outdoor nature trails lined with native plants, where you'll see bats, butterflies and birds.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 18,
    "name": "Contemporary Austin",
    "latitude": "30.269112",
    "longitude": "-97.742486",
    "excerpt": "This museum operates two separate sites. The Jones Center, downtown, features rotating exhibits representing new artists, spreading through two gallery…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/downtown/attractions/contemporary-austin/a/poi-sig/1183505/1319250",
    "image_url": null,
    "detail_description": "This museum operates two separate sites. The Jones Center, downtown, features rotating exhibits representing new artists, spreading through two gallery floors plus the two-tier Moody Rooftop, an open-air event space with great city views. The Laguna Gloria (3809 W 35th St) is a 1916 Italianate villa on the shores of Lake Austin that holds temporary exhibits plus an engaging sculpture park.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 19,
    "name": "UMLAUF Sculpture Garden & Museum",
    "latitude": "30.262907",
    "longitude": "-97.766053",
    "excerpt": "If the weather's just too perfect to be inside a climate-controlled building, stroll the open-air UMLAUF Sculpture Garden & Museum, located in the south…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/umlauf-sculpture-garden-museum/a/poi-sig/1183509/1319223",
    "image_url": null,
    "detail_description": "If the weather's just too perfect to be inside a climate-controlled building, stroll the open-air UMLAUF Sculpture Garden &amp; Museum, located in the south end of Zilker Park. Within the sculpture garden and the indoor museum, there are more than 130 works by 20th-century American sculptor Charles Umlauf, who was an art professor at UT for 40 years.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 17,
    "name": "Museum of the Weird",
    "latitude": "30.267111",
    "longitude": "-97.738752",
    "excerpt": "Pay the entrance fee in the gift shop, then step inside Austin's version of a cabinet of curiosities. It's more of a hallway of curiosities, really, lined…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/downtown/attractions/museum-of-the-weird/a/poi-sig/1561084/1319250",
    "image_url": null,
    "detail_description": "Pay the entrance fee in the gift shop, then step inside Austin's version of a cabinet of curiosities. It's more of a hallway of curiosities, really, lined with shrunken heads, malformed mammals and other unusual artifacts. The show stealer? The legendary Minnesota Ice Man – is that a frozen prehistoric man under all that ice? See for yourself, then grab a seat for a live show of amazing physical derring-do.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 16,
    "name": "Hope Outdoor Gallery",
    "latitude": "30.276117",
    "longitude": "-97.753065",
    "excerpt": "For a wild collision of colors and art, make your way to this sprawling collection of graffiti that's been spray-painted across multilevel concrete ruins…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/market-district-clarksville-north-austin/attractions/hope-outdoor-gallery/a/poi-sig/1561152/1341930",
    "image_url": null,
    "detail_description": "For a wild collision of colors and art, make your way to this sprawling collection of graffiti that's been spray-painted across multilevel concrete ruins. The on-site open-air gallery here is run by the HOPE Foundation, a collection of creatives who support education. To add your own art, email murals@hopecampaign.org for a permit. Note that the property could be closed or repurposed at any time, so get there now.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 15,
    "name": "Harry Ransom Humanities Research Center",
    "latitude": "30.284261",
    "longitude": "-97.741317",
    "excerpt": "The fascinating Ransom Center is a major repository of historic manuscripts, photography, books, film, TV, music and more. Highlights include a complete…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/harry-ransom-humanities-research-center/a/poi-sig/1183518/1341578",
    "image_url": null,
    "detail_description": "The fascinating Ransom Center is a major repository of historic manuscripts, photography, books, film, TV, music and more. Highlights include a complete copy of the Gutenberg Bible (one of only five in the USA) and what is thought to be the first photograph ever taken, from 1826. Check the website for special online-only exhibitions and the center's busy events calendar of author readings, live music, lectures and more.\r\n\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 14,
    "name": "Mexic-Arte Museum",
    "latitude": "30.266944",
    "longitude": "-97.743022",
    "excerpt": "This wonderful, eclectic downtown museum features works from Mexican and Mexican American artists in exhibitions that change every two months. Many are…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/downtown/attractions/mexic-arte-museum/a/poi-sig/1183507/1319250",
    "image_url": null,
    "detail_description": "This wonderful, eclectic downtown museum features works from Mexican and Mexican American artists in exhibitions that change every two months. Many are drawn from the permanent collection, which includes carved wooden masks, modern Latin American paintings, historic photographs and contemporary art. Don't miss the new and experimental talent on show in the back gallery.\nThe gift shop is another draw, with killer Mexican stuff that's pricey if you're heading south of the border, but reasonable if you're not."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 13,
    "name": "Elisabet Ney Museum",
    "latitude": "30.306689",
    "longitude": "-97.726082",
    "excerpt": "A German-born sculptor and spirited trailblazer, Elisabet Ney lived in Austin in the early 1880s, and her former studio is now one of the oldest museums…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/elisabet-ney-museum/a/poi-sig/1183523/1341578",
    "image_url": null,
    "detail_description": "A German-born sculptor and spirited trailblazer, Elisabet Ney lived in Austin in the early 1880s, and her former studio is now one of the oldest museums in Texas. Filled with more than 100 works of art, including busts and statues of political figures, the castlelike building made from rough-hewn stone is reason enough to visit. Look for the hidden door on the 2nd floor.\nThree of Ney's better-known works reside in the state capitol, but the artist considered her greatest legacy to be a sculpture of Lady Macbeth. The Smithsonian owns the original, but you can see a replica of it here."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 10,
    "name": "Zilker Park",
    "latitude": "30.26485",
    "longitude": "-97.775316",
    "excerpt": "This 350-acre park is a slice of green heaven, lined with hiking and biking trails. The park also provides access to the famed Barton Springs natural…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/zilker-park/a/poi-sig/1247055/1319223",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-1018558132.jpeg",
    "detail_description": "This 350-acre park is a slice of green heaven, lined with hiking and biking trails. The park also provides access to the famed Barton Springs natural swimming pool and Barton Creek Greenbelt. Find boat rentals, a miniature train, a playground and a botanical garden, too. On weekends from April to early September, admission is $5 per car. The park celebrated its centennial in 2017.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 11,
    "name": "Greetings from Austin Mural",
    "latitude": "30.247575",
    "longitude": "-97.755854",
    "excerpt": "Well of course you're going to pull over and take a photo in front of this wall-sized postcard. It's awesome. The eye-catching mural adorns the southside…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/greetings-from-austin-mural/a/poi-sig/1561153/1319223",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c657e7fdfdcae0cf0b28b40db1f6dca8-greetings-from-austin-mural.jpg",
    "detail_description": "Well of course you're going to pull over and take a photo in front of this wall-sized postcard. It's awesome. The eye-catching mural adorns the southside of the Roadhouse Relics building.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 12,
    "name": "Texas Memorial Museum",
    "latitude": "30.286996001319",
    "longitude": "-97.732544928299",
    "excerpt": "We all know how kids feel about dinosaurs, and this natural history museum is the perfect place for them to indulge their fascination. Look up to see the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/texas-memorial-museum/a/poi-sig/1183522/1341578",
    "image_url": null,
    "detail_description": "We all know how kids feel about dinosaurs, and this natural history museum is the perfect place for them to indulge their fascination. Look up to see the swooping skeleton of the Texas Pterosaur – one of the most famous dino finds ever. This impressively humongous Cretaceous-era flying reptile has a wingspan of 40ft and was recovered at Big Bend in 1971. There are other exhibits, too, focusing on anthropology, natural history, geology and biodiversity.\nUpstairs, you can glimpse a Texas horned lizard in a jar, a preserved prairie rattlesnake and a taxidermied American bison and other critters, but most of the exhibits are like something you'd find in the dusty attic of an eccentric great aunt."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 9,
    "name": "Zilker Botanical Garden",
    "latitude": "30.269288",
    "longitude": "-97.772568",
    "excerpt": "These lush gardens cover 31 acres on the south bank of the Colorado River, with displays including natural grottoes, a Japanese garden and a fragrant herb…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/zilker-botanical-garden/a/poi-sig/1183508/1319223",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7e1a3333be27ae900d95b7fecbf1e485-zilker-botanical-garden.jpg",
    "detail_description": "These lush gardens cover 31 acres on the south bank of the Colorado River, with displays including natural grottoes, a Japanese garden and a fragrant herb garden. You'll also find interesting historical artifacts sprinkled about the site – kind of like an outdoor architectural museum – including a 19th-century pioneer cabin, a cupola that once sat atop a local schoolhouse, and a footbridge moved from Congress Ave.\nCash or check only for the entrance fee."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 8,
    "name": "Blanton Museum of Art",
    "latitude": "30.280690427789",
    "longitude": "-97.737479396353",
    "excerpt": "A big university with a big endowment is bound to have a big art collection, and now, finally, it has a suitable building to show it off properly. With…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/blanton-museum-of-art/a/poi-sig/1183519/1341578",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_744349534.jpg",
    "detail_description": "A big university with a big endowment is bound to have a big art collection, and now, finally, it has a suitable building to show it off properly. With one of the best university art collections in the USA, the Blanton showcases a variety of styles. It doesn't go very in-depth into any of them, but then again you're bound to find something of interest.\nEspecially striking is the permanent installation of Missão/Missões (How to Build Cathedrals) – which involves 600,000 pennies, 800 communion wafers and 2000 cattle bones."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 7,
    "name": "Ann & Roy Butler Hike-and-Bike Trail & Boardwalk",
    "latitude": "30.245091",
    "longitude": "-97.72356",
    "excerpt": "You can gaze at the downtown skyline from a series of photogenic boardwalks on this scenic 10-mile trail, which loops around Lady Bird Lake. Shorten the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/south-austin/attractions/ann-roy-butler-hike-and-bike-trail-boardwalk/a/poi-sig/1561197/1319223",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1221197338.jpg",
    "detail_description": "You can gaze at the downtown skyline from a series of photogenic boardwalks on this scenic 10-mile trail, which loops around Lady Bird Lake. Shorten the loop by crossing the lake on one of several bridges. You'll find restrooms, water fountains and waste bags for your pet along the way. Check the city's Parks &amp; Recreation webpage (www.austintexas.gov/department/parks-and-recreation) for parking lots, trail access points and ADA accessible entrances. Austin old-timers may refer to the trail as the Lady Bird Trail or the Town Lake Trail.\n"
},
{
    "country": "austin",
    "city": "Austin",
    "index": 6,
    "name": "Lady Bird Johnson Wildflower Center",
    "latitude": "30.184902",
    "longitude": "-97.873077",
    "excerpt": "Anyone with an interest in Texas' flora and fauna should make the 20-minute drive to the wonderful gardens of the Lady Bird Johnson Wildflower Center,…",
    "detail_url": "https://www.lonelyplanet.com/usa/austin/attractions/lady-bird-johnson-wildflower-center/a/poi-sig/1183527/362178",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7c359e9c01d8fe08ae3561f17328c747-lady-bird-johnson-wildflower-center.jpg",
    "detail_description": "Anyone with an interest in Texas' flora and fauna should make the 20-minute drive to the wonderful gardens of the Lady Bird Johnson Wildflower Center, southwest of downtown Austin. The center, founded in 1982 with the assistance of Texas' beloved former first lady, has a display garden featuring every type of wildflower and plant that grows in Texas, separated by geographical region, with an emphasis on Hill Country flora. Spring is the best time to visit, but there's something in bloom all year.\nThe Wildflower Center hosts a variety of events during National Wildlflower Week in May."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 5,
    "name": "Lyndon Baines Johnson (LBJ) Library & Museum",
    "latitude": "30.285808",
    "longitude": "-97.729204",
    "excerpt": "Devoted to the 36th US president, who launched his political career in Austin, this museum is still attracting the crowds more than 50 years since he left…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/lyndon-baines-johnson-lbj-library-museum/a/poi-sig/1183517/1341578",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8db2b2131fda720a5273af3a7684fba6-lyndon-baines-johnson-lbj-library-museum.jpg",
    "detail_description": "Devoted to the 36th US president, who launched his political career in Austin, this museum is still attracting the crowds more than 50 years since he left office. Beyond the hokey, animatronic LBJ that regales visitors with the president's favourite anecdotes, the displays are fascinating and comprehensive, covering such major 1960s events as the assassination of President Kennedy, Johnson’s subsequent role in pushing through Civil Rights legislation, and the role played by the Vietnam War in his eventual downfall.\nPersonal mementos include LBJ’s presidential limo and assorted gifts from heads of state (including two terracotta horseback riders from Chiang Kai-shek). Don't miss the 8th floor, for a replica of Johnson's Oval Office, and an exhibit on Lady Bird Johnson, the president's wife."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 4,
    "name": "Bob Bullock Texas State History Museum",
    "latitude": "30.280252",
    "longitude": "-97.739088",
    "excerpt": "Big, glitzy and bursting with high-tech interactive exhibits, this showcase museum celebrates the story of the Lone Star State, from its earliest…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/bob-bullock-texas-state-history-museum/a/poi-sig/377103/1341578",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e899e6c0b562d5f1edded7212968d78f-bob-bullock-texas-state-history-museum.jpg",
    "detail_description": "Big, glitzy and bursting with high-tech interactive exhibits, this showcase museum celebrates the story of the Lone Star State, from its earliest inhabitants, via the era when it formed part of Mexico, up to the present day. The highlight is on the 1st floor, where you can see the hull of La Belle, a French ship that sank off the Gulf Coast in 1686, along with artifacts recovered from the wreck. Allow a few hours for your visit.\nUpstairs, galleries trace the revolutionary years of the Republic of Texas, its rise to statehood and its economic expansion into oil drilling and space exploration. Special features cover John Wayne’s 1960 movie The Alamo, and home-grown music from Bob Wills to Buddy Holly.The museum also houses an IMAX theater (check website for listings; adult/child four to 17 years $9/7), and the Texas Spirit Theater (adult/child four to 17 years $6/5), which shows The Star of Destiny, a ‘multi-sensory’ 15-minute film that's simultaneously high-tech and hokey fun.Museum parking costs $10."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 3,
    "name": "University of Texas at Austin",
    "latitude": "30.285605",
    "longitude": "-97.739396",
    "excerpt": "Whatever you do, don't call it 'Texas University' – them's fightin' words, usually used derisively by Texas A&M students to take their rivals down a notch…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/university-of-texas-at-austin/a/poi-sig/1183510/1341578",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c277b238e2edc24be6480a989e37d5bd-university-of-texas-at-austin.jpg",
    "detail_description": "Whatever you do, don't call it 'Texas University' – them's fightin' words, usually used derisively by Texas A&amp;M students to take their rivals down a notch. Sorry, A&amp;M, but the main campus of the University of Texas is kind of a big deal. Established in 1883, UT has the largest enrollment in the state, with over 50,000 students.\nNotable buildings on campus include four excellent museums and the Texas Memorial Stadium, home of the Texas Longhorns football team. But none define the UT campus as much as the UT Tower. Standing 307ft high, with a clock over 12ft in diameter, the tower looms large, both as a campus landmark and in Austin history as the perch used by a shooter during a 1966 mass killing. On a more cheerful note, it now serves as a beacon of victory when it's lit orange to celebrate a Longhorn win or other achievement.The tower's observation deck is accessible only by guided tours, which are offered frequently in summer but only on weekends during the school year. Advance reservations are recommended, although standby tickets may be available at the Texas Union's front desk.Want to see some Big 12 football or other college athletics while you're in town? The UT Box Office is your source for all things Longhorn."
},
{
    "country": "austin",
    "city": "Austin",
    "index": 2,
    "name": "Texas State Capitol",
    "latitude": "30.274736",
    "longitude": "-97.740371",
    "excerpt": "Completed in 1888 using sunset-red granite, Texas’ state capitol is the largest in the US, backing up the familiar claim that everything’s bigger…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/downtown/attractions/texas-state-capitol/a/poi-sig/1183497/1319250",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_304277048.jpg",
    "detail_description": "Completed in 1888 using sunset-red granite, Texas’ state capitol is the largest in the US, backing up the familiar claim that everything’s bigger hereabouts. Tasked with creating a bigger space for the state government after it outgrew the original capitol building, architect Elijah E. Myers submitted his design in 1881. It was his second time designing such an edifice after making a name for himself on the Michigan State Capitol Building in Detroit. However, the building that stands today reflects some changes to Myers design made after he was fired from the project in 1886.\nThe Capitol narrowly survived a 1983 fire, resulting in numerous renovations and restorations over the next decade. It was added to the National Register of Historic Places in 1970 and designated a National Historic Landmark in 1986. Drop in even if only to take a peek at the historic portraiture and the lovely rotunda – look up at the dome – and try out the whispering gallery created by its curved ceiling.\n\n  \nThe centerpiece of the State Capitol dome is a lone star surrounded by the letters TEXAS ©Sky Noir Photography by Bill Dickinson/Getty Images\n\nThe green sprawl of the capitol grounds and its monuments (which controversially still include a number of Confederate tributes) are worth a stroll. The freestanding visitor center holds an exhibit about the capitol building, while the gift shop sells Texas-themed souvenirs. Self-guided-tour brochures for both building and grounds can be picked up from a ground-floor office that’s also the starting point for an interesting array of daily 40-minute guided tours.\nWant to see government in action? Take a seat in the 3rd-floor visitors balconies overlooking the House of Representatives and Senate chamber galleries, which are open to the public when the state legislature is in session (odd-numbered years from mid-January through May or June).\nThere’s free two-hour parking in the Capitol Visitors Parking Garage, entered from either 12th St or 13th St, off San Jacinto Blvd.\n"
}
]