[
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 9,
    "name": "Mercado do Peixe",
    "latitude": "40.642411",
    "longitude": "-8.655317",
    "excerpt": "Right in the centre of town, Aveiro's covered fish market is a fun place to watch the local fishmongers sell their daily wares. If you want to taste as…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/mercado-do-peixe/a/poi-sig/1538005/1004191",
    "image_url": null,
    "detail_description": "Right in the centre of town, Aveiro's covered fish market is a fun place to watch the local fishmongers sell their daily wares. If you want to taste as well as look, head upstairs to the market's restaurant, the Restaurante Mercado do Peixe.\n"
},
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 8,
    "name": "Praia da Costa Nova",
    "latitude": "40.614311",
    "longitude": "-8.754044",
    "excerpt": "The closest beaches to Aveiro are the surfing hangouts of Praia da Barra and Costa Nova, 13km west of the town. Both are developed and busy in summer;…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/praia-da-costa-nova/a/poi-sig/1377930/1004191",
    "image_url": null,
    "detail_description": "The closest beaches to Aveiro are the surfing hangouts of Praia da Barra and Costa Nova, 13km west of the town. Both are developed and busy in summer; Costa Nova is the prettier of the two with its beachside strip of cafes, kitsch gift shops and picturesque candy-striped cottages. Buses (€2.55, hourly) go from Aveiro's Rua Clube dos Galitos.\n"
},
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 7,
    "name": "Catedral de São Domingos",
    "latitude": "40.639627",
    "longitude": "-8.65006",
    "excerpt": "Aveiro's cathedral was formerly part of a Dominican convent and contains a Manueline stone cross of Saint Domingo. The cathedral's sober white interior…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/catedral-de-sao-domingos/a/poi-sig/1375935/1004191",
    "image_url": null,
    "detail_description": "Aveiro's cathedral was formerly part of a Dominican convent and contains a Manueline stone cross of Saint Domingo. The cathedral's sober white interior contrasts with the impressive facade centred on a portal flanked by two pairs of unusual Doric pilasters. Note also the three figures – Faith, Hope and Charity – along with the coat of arms of Infante D Pedro (the King's son).\n"
},
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 6,
    "name": "Museu Arte Nova",
    "latitude": "40.641849",
    "longitude": "-8.655853",
    "excerpt": "Set in Aveiro's most eye-catching art nouveau building, this small museum above a cafe has a modest one-room exhibition on art nouveau design and…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/museu-arte-nova/a/poi-sig/1383165/1004191",
    "image_url": null,
    "detail_description": "Set in Aveiro's most eye-catching art nouveau building, this small museum above a cafe has a modest one-room exhibition on art nouveau design and architecture. Larger temporary displays rotate every three months. Ask for the multilingual brochures detailing all the town's art nouveau highlights, or better still, the audioguides in Portuguese, English and Spanish outlining the same (€10 deposit).\n"
},
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 5,
    "name": "Museu Marítimo de Ílhavo",
    "latitude": "40.604333",
    "longitude": "-8.666164",
    "excerpt": "The wonderful Museu Marítimo de Ílhavo is in a modern, award-winning building in the town of Ílhavo, 8km south of Aveiro. It covers the history of…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/museu-maritimo-de-ilhavo/a/poi-sig/1538850/1004191",
    "image_url": null,
    "detail_description": "The wonderful Museu Marítimo de Ílhavo is in a modern, award-winning building in the town of Ílhavo, 8km south of Aveiro. It covers the history of Portugal's maritime identity, from cod fishing (with superb fishing vessels from the 19th and 20th centuries) to oil paintings on the bows of the moliceiros (the traditional seaweed-harvesting boats). A highlight is the codfish (bacalhau) aquarium, showcasing the Atlantic cod, which the Portuguese have been fishing (and munching on) for centuries.\nEntry costs adult/reduced €8/3.50 if included with the associated Santo André ship museum."
},
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 4,
    "name": "Museu de Aveiro/Santa Joana",
    "latitude": "40.639032",
    "longitude": "-8.651015",
    "excerpt": "This fine museum, housed in the 15th-century Mosteiro de Jesus, owes its finest treasures to Princesa Joana (later canonised), daughter of Afonso V. In…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/museu-de-aveiro-santa-joana/a/poi-sig/1008489/1004191",
    "image_url": null,
    "detail_description": "This fine museum, housed in the 15th-century Mosteiro de Jesus, owes its finest treasures to Princesa Joana (later canonised), daughter of Afonso V. In 1472, 11 years after the convent was founded, Joana ‘retired’ here and, though forbidden to take full vows, she stayed until her death in 1490. Her tomb, a 17th-century masterpiece of inlaid marble mosaic, takes centre stage in a lavishly decorated room (the remodelled lower choir stalls), while an adjacent gold-leafed chapel displays azulejos (hand-painted tiles) depicting her life.\nThe museum's extraordinary painting collection, which spans the 10th to 15th centuries, includes a late-15th-century portrait of Joana, attributed to Nuno Gonçalves."
},
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 2,
    "name": "Reserva Natural das Dunas de São Jacinto",
    "latitude": "40.680898",
    "longitude": "-8.729239",
    "excerpt": "This gloriously tranquil nature reserve extends north from São Jacinto, between the sea and the placid lagoon west of Aveiro. A network of trails runs…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/reserva-natural-das-dunas-de-sao-jacinto/a/poi-sig/1008490/1004191",
    "image_url": null,
    "detail_description": "This gloriously tranquil nature reserve extends north from São Jacinto, between the sea and the placid lagoon west of Aveiro. A network of trails runs through the pine woods and dunes, including an 8km (three-hour) loop, while various hides offer the chance for birdwatching – the best period for this is November to February. Access to the reserve is free but you should register at the interpretative centre 1.5km north of the ferry on the N327 road.\nTo get to the reserve from Aveiro, take a bus to Forte da Barra (return €5.05) and then the ferry to São Jacinto (return passenger/car €3.30/9.30). Check schedules at www.aveirobus.pt. By car, you can avoid the ferry by circumnavigating the lagoon and approaching from the north, but it’s a much longer journey."
},
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 3,
    "name": "Praia de São Jacinto",
    "latitude": "40.669604",
    "longitude": "-8.747274",
    "excerpt": "Sandwiched between crashing Atlantic breakers and endless sand dunes, this magnificent beach forms the western flank of the São Jacinto nature reserve. To…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/praia-de-sao-jacinto/a/poi-sig/1609079/1004191",
    "image_url": null,
    "detail_description": "Sandwiched between crashing Atlantic breakers and endless sand dunes, this magnificent beach forms the western flank of the São Jacinto nature reserve. To get here, you'll need to take a bus from Aveiro to Forte da Barra (return €5.05) and then the ferry to São Jacinto (return passenger/car €3.30/9.30). The beach is then 1.5km west of the port. Schedules for boats and buses are available at www.aveirobus.pt.Drivers can take the long way around the lagoon and arrive from the north, though it's a much longer trip.\n"
},
{
    "country": "aveiro",
    "city": "Aveiro",
    "index": 1,
    "name": "Aliança Underground Museum",
    "latitude": "40.488982",
    "longitude": "-8.47151",
    "excerpt": "Between Aveiro and Coimbra, in the village of Sangalhos in the Bairrada wine-producing region, this magnificent place is part adega (winery), part art…",
    "detail_url": "https://www.lonelyplanet.com/portugal/aveiro/attractions/alianca-underground-museum/a/poi-sig/1383268/1004191",
    "image_url": null,
    "detail_description": "Between Aveiro and Coimbra, in the village of Sangalhos in the Bairrada wine-producing region, this magnificent place is part adega (winery), part art museum. Guided tours take you beneath the winery to a vast 1.5km network of tunnels housing an extraordinary collection of African and Portuguese art. Also down here are cellars crammed with huge oak barrels of maturing wines and brandies.\nExhibit highlights include a haunting collection of funerary objects from the Niger and a marvellous selection of contemporary Zimbabwean shona sculpture. Other key 'stops' – maps of the museum are set out like the London Underground – are the fossil and mineral collections, and the display of Portuguese ceramics. These include a range of azulejos (hand-painted tiles) and quirky animals by former ceramics company Bordallo Pinheiro (still an icon in Portugal).The scale of the wine production is also impressive – the largest oak barrels, all specially made on-site, are capable of holding up to 17,000 litres of brandy.Tours, which must be booked in advance, are available in English, Spanish, French and German, and include a glass of sparkling wine."
}
]