[
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 1,
    "name": "Maiden’s Tower",
    "latitude": "40.36617",
    "longitude": "49.83719",
    "excerpt": "This tapering 29m stone tower is Baku’s foremost historical icon, with rooftop views surveying Baku Bay and the Old City. Possibly millennia old, its…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/maiden-s-tower/a/poi-sig/1135757/358673",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b8c99d401b90bd06021c122b4346c8f7-maiden-s-tower.jpg",
    "detail_description": "This tapering 29m stone tower is Baku’s foremost historical icon, with rooftop views surveying Baku Bay and the Old City. Possibly millennia old, its construction date is the subject of much debate, though much of the present structure appears to be 12th century. The Azeri name, Qız Qalası, is usually rendered ‘Maiden’s Tower’ in English, leading to plenty of patently fictitious fairy tales. Various versions are considered in the imaginative little multimedia installations that adorn several floors of the tower's interior.\nA better translation of Qız Qalası would be ‘Virgin Tower’, alluding to military impenetrability rather than any association with tragic females. It was certainly an incredibly massive structure for its era, with walls 5m thick at the base and an unusual projecting spine-buttress."
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 26,
    "name": "Cahan Kudi Xatun",
    "latitude": "39.430227",
    "longitude": "45.19269",
    "excerpt": "Second only to the Möminə Xatun as Azerbaijan's most impressive medieval tomb-tower, the main 1320 mausoleum is a ribbed cylinder inlaid with ample 'Allah…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/naxcivan/attractions/cahan-kudi-xatun/a/poi-sig/1627381/358681",
    "image_url": null,
    "detail_description": "Second only to the Möminə Xatun as Azerbaijan's most impressive medieval tomb-tower, the main 1320 mausoleum is a ribbed cylinder inlaid with ample 'Allah Allah' calligraphy in blue glaze. Extensively restored in 2018, it's fronted by a double minaret and a small museum.\nThe complex is hidden away in Qarabağlar, a small, largely forgotten agricultural village 40km northwest of Naxçivan City. It's 7km off the main highway to Turkey: turn beside the NP3 petrol station. A minibus from Naxçivan City bus station leaves at 1pm (AZN1) but you'll be quite rushed to see the tower before it returns around 20 minutes later: ask the driver to wait or be prepared to walk back to the main highway to Qıvraq/Kəngirli and flag down a passing vehicle."
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 24,
    "name": "Batabat",
    "latitude": "39.539595",
    "longitude": "45.803547",
    "excerpt": "In stark contrast to lowland Naxçivan's arid semideserts, the upland lakes of Batabat are set in high, rolling grasslands. They make for cooling family…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/naxcivan/attractions/batabat/a/poi-sig/1627379/358681",
    "image_url": null,
    "detail_description": "In stark contrast to lowland Naxçivan's arid semideserts, the upland lakes of Batabat are set in high, rolling grasslands. They make for cooling family picnic spots in summer and are known for the novelty of their 'floating islands'. For twitchers, however, it's the birdlife (golden oriole, Radde's accentor etc) that form the sanctuary's main attraction.\nBe careful not to go further up the road from the upper lake. Though there is no sign, that is a military zone and your presence could cause an international incident.In winter, snow makes birdwatching less fulfilling but there's a small new ski centre under development at nearby Ağbulaq.The site is 60km north of Naxçivan City, around AZN35 return by taxi or accessible as part of a tour with Nakhchivan Travel."
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 25,
    "name": "Kiş Albanian Church",
    "latitude": "41.248919",
    "longitude": "47.193189",
    "excerpt": "The brilliantly renovated round-towered 'temple' in pretty Kiş village has been lovingly converted into a very well-presented trilingual museum. It’s the…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northwestern-azerbaijan/seki/attractions/kis-albanian-church/a/poi-sig/1465533/358691",
    "image_url": null,
    "detail_description": "The brilliantly renovated round-towered 'temple' in pretty Kiş village has been lovingly converted into a very well-presented trilingual museum. It’s the best place anywhere to learn about mysterious Caucasian Albania, the Christian nation that once covered most of northern Azerbaijan. In fact, the church site goes back well beyond the Christian era and glass-covered grave excavations allow visitors to peer down onto Bronze Age skeletons.\nTo find the church, take the first climbing lane that doubles back to the right after Kiş’ main street becomes cobbled and climb an 800m loop (there are signs). At a charming cafe opposite the entrance you might meet site director İlhamə Hüseynova, who organises homestays in the village and at her own little guesthouse."
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 23,
    "name": "Gəmiqaya",
    "latitude": "39.159948",
    "longitude": "45.937099",
    "excerpt": "Naxçivan's antiquity of human habitation is witnessed by a series of Bronze Age petroglyphs near the summit of remote Mt Gəmiqaya, thought to date as far…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/naxcivan-city/attractions/gemiqaya/a/poi-sig/1627380/1342764",
    "image_url": null,
    "detail_description": "Naxçivan's antiquity of human habitation is witnessed by a series of Bronze Age petroglyphs near the summit of remote Mt Gəmiqaya, thought to date as far back as six millennia. The images that one sees are small human and animal figures along with representations of celestial bodies, scraped through the hard, element-blackened surface of scattered iron-rich rocks. Getting to see them requires permits and a hired 4WD starting from Nəsirvaz, then a 20-minute walk.\nThe Gəmiqaya petroglyphs bear an uncanny similarity to the Domkhar petroglyphs of the Indus Valley in Ladakh. On a clear day the views back towards İlan Dağ are memorable.Nakhchivan Travel can organise the trip, but you'll need to give them at least two weeks advance notice to apply for the necessary paperwork."
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 22,
    "name": "Mir Mövsüm Ağa Ziyarətgahı",
    "latitude": "40.487644",
    "longitude": "50.204172",
    "excerpt": "One of Azerbaijan’s most intriguing shrines, this complex is topped with a beautifully patterned Central Asian–style dome and has an interior spangled…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/m-rd-k-n-suv-lan/attractions/mir-moevsuem-aga-ziyaretgahi/a/poi-sig/1516216/1330092",
    "image_url": null,
    "detail_description": "One of Azerbaijan’s most intriguing shrines, this complex is topped with a beautifully patterned Central Asian–style dome and has an interior spangled with polished-mirror mosaic facets. Most Azeris firmly believe that a wish made here will come true – and when it does they return in droves, offering suitable donations to show their gratitude. The holy man entombed here was not a scholar or a warrior but a 20th-century invalid whose 'blessing' was having bones so soft that he couldn't stand.\nVisitors of all faiths are warmly welcomed, although some traditional Muslims consider this site heretical. At the back of the complex is a cemetery with a fascinating mix of Islamic, atheist and Christian graves. It's at the east end of Şüvəlan, around 4km east of central Mərdəkən. Bus 136 to/from Baku via Mərdəkən stops outside."
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 21,
    "name": "Ordubad",
    "latitude": "38.906597",
    "longitude": "46.02057",
    "excerpt": "Naxçivan's most attractive settlement appears like an oasis amid craggy desert landscapes. Its central square features a classic old-men's teahouse…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/naxcivan/attractions/ordubad/a/poi-sig/1623035/358681",
    "image_url": null,
    "detail_description": "Naxçivan's most attractive settlement appears like an oasis amid craggy desert landscapes. Its central square features a classic old-men's teahouse beneath giant çinar (plane) trees and its narrow streets hide many an older building behind mud-brick walls. There are a couple of small museums to seek out, one of them opposite a distinctive brick mosque in a former zorkhana (venue for a distinctive Persian strength-meditation martial art).\nFrom Naxçivan City, several daily minibuses run to Ordubad (AZN2, 90 minutes), with the last return around 4pm from a bus station around 400m south of the central area.Alternatively, consider paying a taxi or travel agency to make the visit part of a day-return trip that could also include Alinja Castle and Əshabi-Kəhf."
},
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 40,
    "name": "Bulvar",
    "latitude": "40.368021",
    "longitude": "49.843694",
    "excerpt": "Full of rare trees, cafes, fountains and fairground rides, the central sweep of Baku's seafront park is eternally popular with families, amateur musicians…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/bulvar/a/poi-sig/1467090/358673",
    "image_url": null,
    "detail_description": "Full of rare trees, cafes, fountains and fairground rides, the central sweep of Baku's seafront park is eternally popular with families, amateur musicians and courting couples.\nStriking modernist buildings here include the International Muğam Centre, the Baku Business Center and the four-storey Park Bulvar Mall. Crossing the main road to reach the promenade area can be awkward but there's a handy underpass in front of the photogenic old Puppet Theatre,"
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 39,
    "name": "Cek",
    "latitude": "41.193188",
    "longitude": "48.236418",
    "excerpt": "The minuscule village of Cek (pronounced 'Jek') is just a handful of farmsteads around a rocky knob that protrudes from a sweep of grassy mountainside…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northern-azerbaijan/xinaliq/attractions/cek/a/poi-sig/1522073/358685",
    "image_url": null,
    "detail_description": "The minuscule village of Cek (pronounced 'Jek') is just a handful of farmsteads around a rocky knob that protrudes from a sweep of grassy mountainside. There's no shop or accommodation infrastructure, but views across the wide open landscape from here are hard to beat.\nFrom a point around 1.5km beyond the village, a trail descends into the canyon, crosses a seasonal bridge then climbs straight up the far side to Qrız. It makes a wonderful short trek, but some years the bridge at the canyon bottom gets washed away and without that (or a horse to carry you across the river), you might have to return the way you came."
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 37,
    "name": "Fortress",
    "latitude": "41.63679842",
    "longitude": "46.65123259",
    "excerpt": "Zaqatala’s Russian fortress is a sprawling affair whose grey stone walls are sturdy but not really imposing. Built between 1830 and 1860, it originally…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northwestern-azerbaijan/zaqatala/attractions/fortress/a/poi-sig/1487581/358689",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 38,
    "name": "Əshabi-Kəhf",
    "latitude": "39.21962",
    "longitude": "45.589056",
    "excerpt": "Əshabi-Kəhf is a series of holy caves, locally believed to be the scene of a Koranic miracle in which seven pious men managed to evade their enemies by…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/naxcivan/attractions/eshabi-kehf/a/poi-sig/1627378/358681",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 36,
    "name": "Duzdağ",
    "latitude": "39.285885",
    "longitude": "45.320749",
    "excerpt": "In decades past, being sent to a Soviet salt mine was a synonym for horror. At Duzdağ, however, a former mine site has been converted into a curative…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/naxcivan-city/attractions/duzdag/a/poi-sig/1465846/1342764",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 35,
    "name": "Nizami Literature Museum",
    "latitude": "40.369689",
    "longitude": "49.836506",
    "excerpt": "The greatest attraction of this museum for most visitors is the western facade of the building it inhabits: a fine early-20th-century structure with…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/nizami-literature-museum/a/poi-sig/444233/358673",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 32,
    "name": "Xan Yaylağı",
    "latitude": "41.237189",
    "longitude": "47.226362",
    "excerpt": "High above the city, a plateau of summer pastures known as Xan Yaylağı offers truly superb viewpoints back over the valley and northwards towards high…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northwestern-azerbaijan/seki/attractions/xan-yaylagi/a/poi-sig/1465437/358691",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 33,
    "name": "Rəsədxana",
    "latitude": "40.782069",
    "longitude": "48.599954",
    "excerpt": "Azerbaijan's world-class observatory, founded in 1966, currently has six large telescopes beneath archetypal silver domes, most now automated. By paying a…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northwestern-azerbaijan/samaxi/attractions/resedxana/a/poi-sig/1627407/358690",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 34,
    "name": "Carpet Museum",
    "latitude": "40.360076",
    "longitude": "49.834982",
    "excerpt": "From historic flatweaves to modernist picture-rugs, this tailor-made museum displays and explains a superb collection of Azerbaijani carpets. It's housed…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/carpet-museum/a/poi-sig/1487625/358673",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 31,
    "name": "Qrız",
    "latitude": "41.213271",
    "longitude": "48.242855",
    "excerpt": "One of Northern Azerbaijan's most culturally intriguing villages, Qrız sits on the crag-top plateau that looks out across the cliffs above Çaygoşan. The…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northern-azerbaijan/attractions/qriz/a/poi-sig/1630289/1330098",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 30,
    "name": "Mardakan Castle",
    "latitude": "40.492107",
    "longitude": "50.140775",
    "excerpt": "This 22m square-plan tower is a very dramatic construction yet it somehow manages to lie almost entirely hidden in a series of old village-style…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/m-rd-k-n-suv-lan/attractions/mardakan-castle/a/poi-sig/1465976/1330092",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 29,
    "name": "Dəmirçi Arxeologiya Muzeyi",
    "latitude": "40.83836",
    "longitude": "48.560514",
    "excerpt": "This stylishly designed, relatively well-endowed little museum, opened in August 2018, attractively displays several antique grave sites and finds from…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northwestern-azerbaijan/samaxi/attractions/demirci-arxeologiya-muzeyi/a/poi-sig/1627408/358690",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 28,
    "name": "Old Gabala  Site",
    "latitude": "40.889347",
    "longitude": "47.706499",
    "excerpt": "Today's Qəbələ was renamed for an ancient city mentioned in Pliny the Elder’s Natural History (AD 77), and forgotten after it was destroyed by the 18th…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northwestern-azerbaijan/qebele/attractions/old-gabala-site/a/poi-sig/1467235/358688",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 27,
    "name": "Qala Ethnographic Museum Complex",
    "latitude": "40.439615",
    "longitude": "50.168574",
    "excerpt": "This impressive open-air park-museum features several furnished, traditional-style Abşeron buildings – such as a house, blacksmith's forge, potters'…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/qala/attractions/qala-ethnographic-museum-complex/a/poi-sig/1465984/1330091",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 20,
    "name": "Quba 1918 Genocide Memorial Complex",
    "latitude": "41.361865",
    "longitude": "48.493277",
    "excerpt": "A startling pair of concrete spike-pyramids rise dramatically above a subterranean museum that very powerfully commemorates the massacres of April and May…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northern-azerbaijan/quba/attractions/quba-1918-genocide-memorial-complex/a/poi-sig/1465955/358684",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 18,
    "name": "Mud Volcanoes",
    "latitude": "39.995928",
    "longitude": "49.403372",
    "excerpt": "On top of utterly unpromising little Daşgil Hill is a weird collection of baby mud volcanoes, a whole family of ‘geologically flatulent’ little conical…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/abseron-peninsula/attractions/mud-volcanoes/a/poi-sig/1516215/1330089",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 19,
    "name": "İlisu Village",
    "latitude": "41.467493",
    "longitude": "47.052727",
    "excerpt": "Two beautiful high-altitude valleys meet at charming little İlisu. Amazingly this diminutive village of photogenic old homes was once the capital of a…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/qax/attractions/ilisu-village/a/poi-sig/1521453/1315976",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 16,
    "name": "Yanar Dağ",
    "latitude": "40.501743",
    "longitude": "49.891469",
    "excerpt": "In a raised gully near Digah village, a 10m-long strip of 'eternal' fire licks gently at at the foot of Fire Mountain. The name is misleading for what is…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/abseron-peninsula/attractions/yanar-dag/a/poi-sig/1135807/1330089",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 17,
    "name": "Chabiant Winery",
    "latitude": "40.705452",
    "longitude": "47.900869",
    "excerpt": "Chabiant Winery offers the most appealing visitor experience of Azerbaijan's new breed of vineyards, with a hotel, tastings and swifts swooping between…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/ivanovka/attractions/chabiant-winery/a/poi-sig/1627400/1330106",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 15,
    "name": "Beşbarmaq Dağ",
    "latitude": "40.956956",
    "longitude": "49.232569",
    "excerpt": "Atop a supersteep grassy ridge, Beşbarmaq Dağ is a distinctive split crag whose mystical crown of phallic rocks attracts (mostly female) pilgrims. They…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northern-azerbaijan/attractions/besbarmaq-dag/a/poi-sig/1135809/1330098",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 14,
    "name": "Ateşgah Fire Temple",
    "latitude": "40.415559",
    "longitude": "50.008821",
    "excerpt": "The unique Ateşgah is an 18th-century fire temple whose centrepiece is a flaming hearth. Arching above is a four-pillared stone dome with side flues which…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/abseron-peninsula/attractions/atesgah-fire-temple/a/poi-sig/1465985/1330089",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 13,
    "name": "Göygöl",
    "latitude": "40.591731",
    "longitude": "46.320977",
    "excerpt": "For a surreal slice of transplanted Teutonic history, drive around half an hour south of Gəncə to this agreeable small town founded as Helenendorf by…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/central-azerbaijan/gence/attractions/goeygoel/a/poi-sig/1521368/358677",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 11,
    "name": "Bazaar",
    "latitude": "38.752895",
    "longitude": "48.848133",
    "excerpt": "Lənkəran’s sprawling bazaar area is centred on an architecturally drab concrete hangar, but it’s loaded with colourful produce and equally colourful local…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/southern-azerbaijan/lenkeran/attractions/bazaar/a/poi-sig/1487650/358695",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 12,
    "name": "Qobustan Petroglyph Reserve",
    "latitude": "40.097787",
    "longitude": "49.38288",
    "excerpt": "The Unesco-listed Qobustan Petroglyph Reserve protects thousands of stick-figure stone engravings dating back up to 12,000 years. Themes include livestock…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/abseron-peninsula/attractions/qobustan-petroglyph-reserve/a/poi-sig/1521363/1330089",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 10,
    "name": "Fountains Square",
    "latitude": "40.37077491",
    "longitude": "49.83696485",
    "excerpt": "Ever-popular with strollers, this leafy piazza forms Central Baku’s natural focus. The fountains for which it is named include one topped by shiny…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/fountains-square/a/poi-sig/1467089/358673",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 9,
    "name": "Flame Towers",
    "latitude": "40.35916",
    "longitude": "49.826667",
    "excerpt": "Completed in 2012, this trio of sinuous blue-glass skyscrapers forms contemporary Baku's architectural signature. The three towers range from 28 to 33…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/flame-towers/a/poi-sig/1513696/358673",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 8,
    "name": "İmamzadə",
    "latitude": "40.714688",
    "longitude": "46.424725",
    "excerpt": "One of Azerbaijan's most impressive Islamic structures, the İmamzadə is a masterpiece of brickwork and Central Asian–style blue majolica tiles on the…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/central-azerbaijan/gence/attractions/imamzade/a/poi-sig/1081149/358677",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 7,
    "name": "Yarat Contemporary Art Centre",
    "latitude": "40.339479",
    "longitude": "49.842224",
    "excerpt": "Yarat means 'create', a spirit that's in ample evidence in this centre's many thought-provoking installations that don't shy away from sociopolitical…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/yarat-contemporary-art-centre/a/poi-sig/1514417/358673",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 6,
    "name": "Möminə Xatun",
    "latitude": "39.204873",
    "longitude": "45.40658",
    "excerpt": "Perfectly proportioned, if gently leaning, Naxçivan’s architectural icon is a 26m brick tower dating from 1186. It’s decorated with geometric patterns and…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/naxcivan-city/attractions/moemine-xatun/a/poi-sig/1465815/1342764",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 5,
    "name": "Xan Sarayı",
    "latitude": "41.20440309",
    "longitude": "47.19706578",
    "excerpt": "This ornate 1762 palace building features vivid murals and dazzling coloured light streaming through şəbəkə (stained-glass windows), making it Şəki’s…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/northwestern-azerbaijan/seki/attractions/xan-sarayi/a/poi-sig/1465388/358691",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Azerbaijan",
    "index": 4,
    "name": "Alinja Castle",
    "latitude": "39.193915",
    "longitude": "45.696731",
    "excerpt": "For those prepared to climb over 1500 steps up a mountain crag, one of Naxçivan's great highlights is the magnificent view from the sparse medieval ruins…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/naxcivan/attractions/alinja-castle/a/poi-sig/1623036/358681",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 3,
    "name": "Heydar Aliyev Center",
    "latitude": "40.396503",
    "longitude": "49.866686",
    "excerpt": "Vast and jaw-droppingly original, this Zaha Hadid building is a majestic statement of fluid 21st-century architecture forming abstract waves and peaks…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/heydar-aliyev-center/a/poi-sig/1487095/358673",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/AlamyRFHEE0DY.jpg",
    "detail_description": ""
},
{
    "country": "azerbaijan",
    "city": "Baku",
    "index": 2,
    "name": "Palace of the Shirvanshahs",
    "latitude": "40.366174",
    "longitude": "49.83333",
    "excerpt": "This splendid confection of sandstone walls and domes was the seat of northeastern Azerbaijan’s ruling dynasty during the Middle Ages. Mostly 15th century…",
    "detail_url": "https://www.lonelyplanet.com/azerbaijan/baku-baki/attractions/palace-of-the-shirvanshahs/a/poi-sig/444235/358673",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/49896be85a1fb388c69843635fb37817-palace-of-the-shirvanshahs.jpg",
    "detail_description": ""
}
]