[
{
    "country": "baguio",
    "city": "Baguio",
    "index": 1,
    "name": "BenCab Museum",
    "latitude": "16.41114",
    "longitude": "120.550318",
    "excerpt": "This superb museum dedicated to the life, times and work of artist Benedicto Reyes Cabrera (BenCab) is as fascinating as the man himself. The gallery is a…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/baguio/attractions/bencab-museum/a/poi-sig/1420640/357314",
    "image_url": null,
    "detail_description": "This superb museum dedicated to the life, times and work of artist Benedicto Reyes Cabrera (BenCab) is as fascinating as the man himself. The gallery is a mix of high glass panes that slant light into modern art colonnades offset by walls of traditional animist wood carvings, bulol (sacred wood figures), psychedelic works by Leonard Aguinaldo and ceremonial hagabi (carved wooden benches).\nAsin Rd jeepneys get you here from Abanao St near City Hall or a taxi costs P150. To visit is to experience Filipino crafts and modern art displayed in tandem, in a space that evokes ultramodernism while being partly modelled after a traditional rice terrace. Plus, there's a wonderfully saucy erotic art section downstairs and a great little cafe overlooking actual rice terraces."
},
{
    "country": "baguio",
    "city": "Baguio",
    "index": 8,
    "name": "Mile High Viewpoint",
    "latitude": "16.40436609",
    "longitude": "120.61931878",
    "excerpt": "See a lovely panorama and breathe in the clean air.",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/baguio/attractions/mile-high-viewpoint/a/poi-sig/1488233/357314",
    "image_url": null,
    "detail_description": "See a lovely panorama and breathe in the clean air.\n"
},
{
    "country": "baguio",
    "city": "Baguio",
    "index": 7,
    "name": "Night Market",
    "latitude": "16.41256",
    "longitude": "120.595819",
    "excerpt": "Didn't realise Baguio was so cold? The Night Market is a great place to find a cheap used hoodie or a raincoat.",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/baguio/attractions/night-market/a/poi-sig/1420812/357314",
    "image_url": null,
    "detail_description": "Didn't realise Baguio was so cold? The Night Market is a great place to find a cheap used hoodie or a raincoat.\n"
},
{
    "country": "baguio",
    "city": "Baguio",
    "index": 6,
    "name": "Lourdes Grotto",
    "latitude": "16.410399",
    "longitude": "120.581002",
    "excerpt": "Established by the Spanish Jesuits in 1907, the Lourdes Grotto sits at the top of 252 steps in the hilly western part of town. From the top, there’s a…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/baguio/attractions/lourdes-grotto/a/poi-sig/1449969/357314",
    "image_url": null,
    "detail_description": "Established by the Spanish Jesuits in 1907, the Lourdes Grotto sits at the top of 252 steps in the hilly western part of town. From the top, there’s a nice view of the city’s rooftops. Even better views are to be had from the top of Dominican Hill, a short walk from the grotto up Dominican Hill Rd.\n"
},
{
    "country": "baguio",
    "city": "Baguio",
    "index": 5,
    "name": "Baguio Mountain Provinces Museum",
    "latitude": "16.40703952",
    "longitude": "120.59846101",
    "excerpt": "This museum is a great introduction to the Igorot ('mountain people') of the Cordillera and the harmful 'savage highlander'/'cultured lowlander' divide,…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/baguio/attractions/baguio-mountain-provinces-museum/a/poi-sig/1190272/357314",
    "image_url": null,
    "detail_description": "This museum is a great introduction to the Igorot ('mountain people') of the Cordillera and the harmful 'savage highlander'/'cultured lowlander' divide, introduced by the Spanish. Each display focuses on an indigenous group, and you'll see spears, bolos (machetes) of Kalinga headhunters, accounts of Ibaloi mummification practices and a Kabayan mummy, and a compelling exhibition on the history of Baguio.\n"
},
{
    "country": "baguio",
    "city": "Baguio",
    "index": 4,
    "name": "Tam-awan Village",
    "latitude": "16.429973",
    "longitude": "120.576582",
    "excerpt": "Nine traditional Ifugao homes and two Kalinga huts were taken apart then reassembled on the side of a hill at this artists colony. Spending the night in…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/baguio/attractions/tam-awan-village/a/poi-sig/480556/357314",
    "image_url": null,
    "detail_description": "Nine traditional Ifugao homes and two Kalinga huts were taken apart then reassembled on the side of a hill at this artists colony. Spending the night in one of these huts (single/double P500/P1000) is a rare treat. You can participate in art workshops, learn dream-catcher or bead making, and enjoy indigenous music and dance demonstrations.\nThe Chanum Foundation, headed by contemporary artist Ben Cabrera (‘BenCab’), developed the project in line with its mission to preserve and teach the art and culture of the Cordillera people. On clear days you can see the South China Sea, hence the name Tam-awan (‘vantage point’).To get here, take a Quezon Hill–Tam-awan or Tam-awan–Long-Long jeepney from the corner of Kayang and Shagem Sts (P9)."
},
{
    "country": "baguio",
    "city": "Baguio",
    "index": 3,
    "name": "Camp John Hay",
    "latitude": "16.402906053346",
    "longitude": "120.61142921448",
    "excerpt": "A Japanese internment camp for Allied prisoners of war in WWII, and then a US military rest-and-recreation facility, 246-hectare Camp John Hay has been…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/baguio/attractions/camp-john-hay/a/poi-sig/480552/357314",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "baguio",
    "city": "Baguio",
    "index": 2,
    "name": "St Louis University Museum",
    "latitude": "16.41793794",
    "longitude": "120.59762129",
    "excerpt": "This campus museum is run by Isekias 'Ike' Picpican, one of the country’s foremost authorities on the history and culture of the Cordillera people. You…",
    "detail_url": "https://www.lonelyplanet.com/philippines/north-luzon/baguio/attractions/st-louis-university-museum/a/poi-sig/480554/357314",
    "image_url": null,
    "detail_description": "This campus museum is run by Isekias 'Ike' Picpican, one of the country’s foremost authorities on the history and culture of the Cordillera people. You can spend hours examining weapons, funereal artefacts, tribal costumes, musical instruments such as the nose flute, woodcarvings, and photographs of various rituals and sacrifices, but it helps if Ike is around to explain their context.\nLeave some form of ID with the front security folks at St Louis University."
}
]