[
{
    "country": "bahrain",
    "city": "Manama",
    "index": 1,
    "name": "Bahrain National Museum",
    "latitude": "26.240807",
    "longitude": "50.597899",
    "excerpt": "Deservedly the country's most popular attraction, this is an outstanding introduction to Bahrain's history, with signage in English and Arabic. It's…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/bahrain-national-museum/a/poi-sig/451205/361010",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/42bbce683fca78909b89b99b56c3d543-bahrain-national-museum.jpg",
    "detail_description": "Deservedly the country's most popular attraction, this is an outstanding introduction to Bahrain's history, with signage in English and Arabic. It's housed in a postmodern building on the waterfront, and the lower floor displays the archaeological finds of ancient Dilmun, the Hall of Graves and Bahrain's customs and traditions, where the south Asian impact on clothing is remarkably apparent. Upstairs, there are exhibits on the Tylos and Islamic periods, historic manuscripts and a delightful reproduction of a traditional souq.\nThe museum also has a temporary exhibition hall and an art gallery where displays periodically change. But arguably one of the most popular spaces, certainly with resident expat women, is the excellent museum cafe. Spacious, chic and comfortable, it has a first-rate terrace looking across the bay to the stunning Bahrain National Theatre. The museum is also where you buy tickets for the Qalat Bu Mahir Ferry to visit the Qalat Bu Mahir fort on Muharraq Island."
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 40,
    "name": "Sheikh Hussain Mosque",
    "latitude": "26.201673",
    "longitude": "50.533344",
    "excerpt": "There are mosques aplenty in Bahrain, but this tiny, perfectly formed Shia mosque has a wonderfully unusual curved design, providing a modern take on the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/sheikh-hussain-mosque/a/poi-sig/1609739/361010",
    "image_url": null,
    "detail_description": "There are mosques aplenty in Bahrain, but this tiny, perfectly formed Shia mosque has a wonderfully unusual curved design, providing a modern take on the architecture of the famous 9th-century spiralling Malwiya Tower minaret in Samarra, Iraq, a town of huge spiritual significance for many Shias. The mosque's beautifully carved wooden door is also noteworthy.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 39,
    "name": "Abdullah Al Zayed House for Bahraini Press Heritage",
    "latitude": "26.253934",
    "longitude": "50.610574",
    "excerpt": "More than 100 years old, this building was the home of the late Bahraini intellectual and 'father' of Gulf newspapers, Abdullah Al Zayed, who founded the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/muharraq-island/attractions/abdullah-al-zayed-house-for-bahraini-press-heritage/a/poi-sig/1614554/1331724",
    "image_url": null,
    "detail_description": "More than 100 years old, this building was the home of the late Bahraini intellectual and 'father' of Gulf newspapers, Abdullah Al Zayed, who founded the region's very first weekly paper. Today the beautifully restored building houses many interesting artefacts related to the country's press heritage, including a copy of the first published Bahraini newspaper.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 38,
    "name": "Financial Harbour Towers",
    "latitude": "26.237574",
    "longitude": "50.573373",
    "excerpt": "These iconic twin towers, resembling two huge glass slides, belong to the Financial Harbour and are amongst Manama's most distinct examples of modern…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/financial-harbour-towers/a/poi-sig/1527274/361010",
    "image_url": null,
    "detail_description": "These iconic twin towers, resembling two huge glass slides, belong to the Financial Harbour and are amongst Manama's most distinct examples of modern architecture. The West and East Towers are 260m high, with 52 floors each, and are home mainly to corporate offices, though there are some cafes and shopping areas accessible to the general public on the lower levels.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 36,
    "name": "Fish Market",
    "latitude": "26.230279",
    "longitude": "50.563277",
    "excerpt": "Bahrain's main fish market kicks off even before the dawn call to prayer, when Manama's fishermen bring their fresh haul into this functional, white tile…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/fish-market/a/poi-sig/1528317/361010",
    "image_url": null,
    "detail_description": "Bahrain's main fish market kicks off even before the dawn call to prayer, when Manama's fishermen bring their fresh haul into this functional, white tile-covered hall. Local fish connoisseurs are joined by the staff of exclusive restaurants as they make their daily purchases. Get here early, when the market is at its smelliest and noisiest –it's like nowhere else in Manama.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 37,
    "name": "Al Korar House",
    "latitude": "26.254003",
    "longitude": "50.610989",
    "excerpt": "In this house, Muharraq women work to preserve the craft of al korar (gold-thread weaving), which three generations of a local family saved from…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/muharraq-island/attractions/al-korar-house/a/poi-sig/1315808/1331724",
    "image_url": null,
    "detail_description": "In this house, Muharraq women work to preserve the craft of al korar (gold-thread weaving), which three generations of a local family saved from extinction. The intricate threadwork was once the occupation of all resident women; now only a handful know how to weave the elaborate braid that once adorned Bahraini ceremonial gowns, some of which are on display.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 35,
    "name": "Beit Seyadi",
    "latitude": "26.255386",
    "longitude": "50.61263",
    "excerpt": "A traditional house from the pre-oil period, Beit Seyadi once belonged to a pearl merchant. The house, located off Sheikh Isa Ave and closed for…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/muharraq-island/attractions/beit-seyadi/a/poi-sig/1306633/1331724",
    "image_url": null,
    "detail_description": "A traditional house from the pre-oil period, Beit Seyadi once belonged to a pearl merchant. The house, located off Sheikh Isa Ave and closed for restoration, boasts a fine exterior, with its peculiar rounded corners decorated with emblems of stars and crescent moons; note the filigree carved windows that allow the inhabitants to see out but no one to see in. An old mosque is attached to the house.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 34,
    "name": "Abu Bakr Al Sadiq Mosque",
    "latitude": "26.234929818002",
    "longitude": "50.59378630218",
    "excerpt": "This large, modern mosque is named after the second caliph of Islam and has an architectural style and interior common across the city. There are no…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/abu-bakr-al-sadiq-mosque/a/poi-sig/1315780/361010",
    "image_url": null,
    "detail_description": "This large, modern mosque is named after the second caliph of Islam and has an architectural style and interior common across the city. There are no formal visitor facilities, but visitors can pop in outside of local prayer times. Remove footwear and dress modestly: for men, this means no shorts and for women, loose clothing that covers all but feet and hands, and a headscarf. Entrances are gender segregated.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 33,
    "name": "Adliya Mosque",
    "latitude": "26.213359",
    "longitude": "50.585657",
    "excerpt": "This mosque, with squat onion domes resting on smooth lines and accentuated curves combining with more traditional local features, has a slightly art deco…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/adliya-mosque/a/poi-sig/1315782/361010",
    "image_url": null,
    "detail_description": "This mosque, with squat onion domes resting on smooth lines and accentuated curves combining with more traditional local features, has a slightly art deco feel. Fitting, given it sits in Manama's artsy neighbourhood of Adliya. Non-Muslim visitors (dressed modestly) can pop in outside of local prayer times to admire the more conventional interior. There is a women's entrance to the side that leads to a balcony.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 32,
    "name": "Manama Central Market",
    "latitude": "26.229856",
    "longitude": "50.565466",
    "excerpt": "Malls have conquered Manama in a big way, but the antidote lies in this earthy vestige of Old Bahrain, located off Lulu Ave. Fruit and veg dominates the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/manama-central-market/a/poi-sig/1528316/361010",
    "image_url": null,
    "detail_description": "Malls have conquered Manama in a big way, but the antidote lies in this earthy vestige of Old Bahrain, located off Lulu Ave. Fruit and veg dominates the cavernous main space, and you'll rub shoulders with a broad cross-section of Manama society doing their shopping far from the glitz of the retail temples. Don't miss the aromatic fish market, in a separate building off the northwestern corner.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 31,
    "name": "La Fontaine Centre for Contemporary Art",
    "latitude": "26.232926",
    "longitude": "50.58555",
    "excerpt": "Showcasing regional and international contemporary artists, this beautiful space hosts regular exhibitions. The venue is a magnificent elaboration of a…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/la-fontaine-centre-for-contemporary-art/a/poi-sig/1339889/361010",
    "image_url": null,
    "detail_description": "Showcasing regional and international contemporary artists, this beautiful space hosts regular exhibitions. The venue is a magnificent elaboration of a 19th-century Bahraini town house, with many features typical of Gulf Islamic architecture, including covered colonnades, archways and the signature fountain. The complex also includes an amphitheatre, a fine-dining restaurant and one of the city's best spas.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 30,
    "name": "Al Jasra Handicraft Centre",
    "latitude": "26.163669",
    "longitude": "50.45095",
    "excerpt": "This government-run centre encourages tourists to visit locals trained in age-old traditional skills like model-boat building and basket weaving. The…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/al-jasra/attractions/al-jasra-handicraft-centre/a/poi-sig/1306686/1331718",
    "image_url": null,
    "detail_description": "This government-run centre encourages tourists to visit locals trained in age-old traditional skills like model-boat building and basket weaving. The small workshops where the handicrafts are produced represent an admirable attempt to preserve skills that might otherwise be lost. They overlook a pleasant central garden, and there is also a gift shop where a purchase goes a little way to helping Bahrain retain some of its traditional handicraft skills.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 29,
    "name": "Al Dar Islands",
    "latitude": "26.131244",
    "longitude": "50.631351",
    "excerpt": "Throughout the day sea taxis whisk visitors to this little desert island, where there are shallow swimming areas, various day-accommodation options (from…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/al-dar-islands/a/poi-sig/1306638/361009",
    "image_url": null,
    "detail_description": "Throughout the day sea taxis whisk visitors to this little desert island, where there are shallow swimming areas, various day-accommodation options (from BD10), a bar, a covered play area for kids, a gym and two decent eateries. It's a nice break from the mainland and is popular with families, who arrive armed with large picnics, at weekends. Note: you cannot stay overnight.\nThe port for the island is off Umm Al Saeed Ave at Sitra's Fishing Port."
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 28,
    "name": "Al Jasra House",
    "latitude": "26.160916",
    "longitude": "50.451958",
    "excerpt": "One of several historic homes in Bahrain restored to their original condition, this one was built in 1907 and is famous as the birthplace of the former…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/al-jasra/attractions/al-jasra-house/a/poi-sig/1306562/1331718",
    "image_url": null,
    "detail_description": "One of several historic homes in Bahrain restored to their original condition, this one was built in 1907 and is famous as the birthplace of the former emir, Sheikh Isa Bin Salman Al Khalifa. It was constructed using local building materials of coral stone supported by palm-tree trunks, and the gravel in the courtyard is made up of a hundreds-and-thousands mixture of tiny mitre and auger shells. Opening times can be erratic, so it is worth calling ahead.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 27,
    "name": "Barbar Temple",
    "latitude": "26.225145",
    "longitude": "50.48273",
    "excerpt": "A complex of three 2nd and 3rd millennium BC temples centred around a freshwater spring believed to be dedicated to the Mesopotamian god of wisdom and…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/barbar-temple/a/poi-sig/1008861/361009",
    "image_url": null,
    "detail_description": "A complex of three 2nd and 3rd millennium BC temples centred around a freshwater spring believed to be dedicated to the Mesopotamian god of wisdom and sweet water, Enki, or his son Inzak, the tutelary god of Dilmun. The display inside the visitor's centre is a useful introduction to the site, which is seen from a walkway that circumnavigates it. This makes engaging with the excavations quite difficult, though there are plans to create a more immersive experience.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 25,
    "name": "Al Khamis Mosque",
    "latitude": "26.208503",
    "longitude": "50.549518",
    "excerpt": "This might just be the oldest mosque in Bahrain. It is believed a mosque has stood here since the 8th century, though the current ruins, which include two…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/al-khamis-mosque/a/poi-sig/1315757/361010",
    "image_url": null,
    "detail_description": "This might just be the oldest mosque in Bahrain. It is believed a mosque has stood here since the 8th century, though the current ruins, which include two beautifully restored, climbable minarets, date from the 12th and 13th centuries. The site is particularly evocative when lit up at night. The mosque's name comes from the Thursday market that was held here for centuries. Black-and-white pictures depicting this make up the excellent exhibit in the visitors centre.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 26,
    "name": "Pottery District",
    "latitude": "26.159762",
    "longitude": "50.51725",
    "excerpt": "Look out for the giant amphorae and head inwards from the corner of the highway and Ave 42 to explore Bahrain’s most famous pottery district, where…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/a-ali/attractions/pottery-district/a/poi-sig/1315752/1331715",
    "image_url": null,
    "detail_description": "Look out for the giant amphorae and head inwards from the corner of the highway and Ave 42 to explore Bahrain’s most famous pottery district, where traditional family-run workshops continue to thrive. Don't distract the potters and no one will stop you from peering in as they go about their daily work and the mud-brick kilns are fired up. The workshop nearest the highway is Mohamed Ja'far's. His son Hasan speaks some English should you require an informal guide.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 24,
    "name": "Albareh Art Gallery",
    "latitude": "26.212993",
    "longitude": "50.590056",
    "excerpt": "Cool and welcoming, this little gallery in artsy Adliya hosts work from across the region. Two modest sized rooms, where exhibits are regularly…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/albareh-art-gallery/a/poi-sig/1527316/361010",
    "image_url": null,
    "detail_description": "Cool and welcoming, this little gallery in artsy Adliya hosts work from across the region. Two modest sized rooms, where exhibits are regularly replenished, often display work that pushes the boundaries expected of Arab artists. Don't be surprised if this is one of the few galleries in which you come across a nude on display. Albareh makes a refreshing change from the tired, cliched regional art you'll see everywhere else, and if you like what you see, you can buy it.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 23,
    "name": "Formula 1 Racetrack",
    "latitude": "26.034728",
    "longitude": "50.510019",
    "excerpt": "The Al Sakhir Tower of the Formula 1 Racetrack rises above the desert like a beacon. If you're visiting Bahrain out of season and want to see what a state…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/formula-1-racetrack/a/poi-sig/1306687/361009",
    "image_url": null,
    "detail_description": "The Al Sakhir Tower of the Formula 1 Racetrack rises above the desert like a beacon. If you're visiting Bahrain out of season and want to see what a state-of-the-art track looks like, then you can either walk straight into the stand and admire it from afar or join a 40-minute tour of the grounds, media centre, control room and the world-famous track.\nBe sure to check the events calendar as the track is also used for drag racing, drifting and superbike races throughout the year."
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 22,
    "name": "Beit Al Quran Mosque",
    "latitude": "26.239749",
    "longitude": "50.59144",
    "excerpt": "This delightful little mosque is integrated within the Beit Al Quran complex and is open even when the museum isn't. Often overlooked, it has one of the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/beit-al-quran-mosque/a/poi-sig/1610109/361010",
    "image_url": null,
    "detail_description": "This delightful little mosque is integrated within the Beit Al Quran complex and is open even when the museum isn't. Often overlooked, it has one of the most unusual features you are likely to see in a Bahraini mosque, a beautiful stained-glass dome. This sits above a mihrab (niche indicating the direction of Mecca) decorated with blue tiles that evokes Muslim Persia. The tiles in the courtyard have a similar effect, only they take you to Muslim Spain.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 21,
    "name": "Jai Shri Khrishna Temple",
    "latitude": "26.231663",
    "longitude": "50.577195",
    "excerpt": "This 200-year-old Hindu temple is the oldest in the Gulf and a testimony to Bahrain's ancient Indian community. Situated down a narrow alley in the heart…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/jai-shri-khrishna-temple/a/poi-sig/1615202/361010",
    "image_url": null,
    "detail_description": "This 200-year-old Hindu temple is the oldest in the Gulf and a testimony to Bahrain's ancient Indian community. Situated down a narrow alley in the heart of Little India, a red gate opens up to a courtyard overlooked by a painted two-storey building with decorated Indian elephants marching beside colourful red, yellow and pink floral patterns. In the courtyard, modest shrines with huge images of Hindu deities sit in the open as worshippers pay their respects.\n"
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 20,
    "name": "World Trade Centre",
    "latitude": "26.239451",
    "longitude": "50.580862",
    "excerpt": "Built in 2008, these 240m-high, 50-floor office towers were inspired by the traditional badqeers (wind towers) seen in historic Bahraini homes. They are…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/world-trade-centre/a/poi-sig/1527273/361010",
    "image_url": null,
    "detail_description": "Built in 2008, these 240m-high, 50-floor office towers were inspired by the traditional badqeers (wind towers) seen in historic Bahraini homes. They are linked in the middle by three full-size wind turbines, which harness the onshore winds as they pass through the twin structures. This has helped the WTC win several awards for renewable energy, and has made it one of Manama's most photographed modern landmarks.\nAt the time of writing, a viewing platform open to tourists was being planned."
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 19,
    "name": "Al Jazaer Beach",
    "latitude": "25.989141",
    "longitude": "50.460892",
    "excerpt": "This beach won't win any Blue Flag awards for cleanliness, but if you do find yourself this far south, it's a nice enough spot to cool off. The clean,…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/al-areen/attractions/al-jazaer-beach/a/poi-sig/1531318/1331721",
    "image_url": null,
    "detail_description": "This beach won't win any Blue Flag awards for cleanliness, but if you do find yourself this far south, it's a nice enough spot to cool off. The clean, clear and very shallow waters are excellent for children to paddle in. Jazaer is popular with local families who turn up armed with huge picnics at the weekends. There are basic showers and toilets in the middle and a tiny store at the northern end selling snacks and drinks.\nThose without a vehicle can get bus 16 from Isa Town on Fridays and Saturdays only."
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 18,
    "name": "Bab Al Bahrain",
    "latitude": "26.234052",
    "longitude": "50.575519",
    "excerpt": "This handsome twin-arched gate is a fitting entrance to Manama Souq. Built by Sir Charles Dalrymple Belgrave, British adviser to the royals, in 1949, the …",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/bab-al-bahrain/a/poi-sig/451203/361010",
    "image_url": null,
    "detail_description": "This handsome twin-arched gate is a fitting entrance to Manama Souq. Built by Sir Charles Dalrymple Belgrave, British adviser to the royals, in 1949, the 'Gateway to Bahrain' originally stood where huge dhows (traditional cargo boats) laden with goods came to dock, as this was Bahrain's original customs pier. The sea has since been pushed several kilometres north through land reclamation, and Bab Al Bahrain now houses an information centre.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 17,
    "name": "Bin Matar House",
    "latitude": "26.253035",
    "longitude": "50.60851",
    "excerpt": "This traditional house was built in 1905 on reclaimed land by the Bin Matar pearl trading family, who lived here until 2002. Once surrounded by sea on…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/muharraq-island/attractions/bin-matar-house/a/poi-sig/1306634/1331724",
    "image_url": null,
    "detail_description": "This traditional house was built in 1905 on reclaimed land by the Bin Matar pearl trading family, who lived here until 2002. Once surrounded by sea on three sides and now in the heart of Muharraq, it was saved from demolition by the Sheikh Ebrahim Centre for Culture and Research, which reinvented the house as a museum devoted to the history of pearling (on the 1st floor). There's an airy gallery displaying contemporary art grafted onto the back of the building below; exhibitions change two or three times a year. There's an excellent gift shop.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 16,
    "name": "Dar Al Naft Oil Museum",
    "latitude": "26.027412",
    "longitude": "50.552724",
    "excerpt": "This grand white stone building, complete with neoclassical pillars, looks odd surrounded by nodding donkeys and sprawling pipelines, but this is where …",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/dar-al-naft-oil-museum/a/poi-sig/1306630/361009",
    "image_url": null,
    "detail_description": "This grand white stone building, complete with neoclassical pillars, looks odd surrounded by nodding donkeys and sprawling pipelines, but this is where 'black gold' was first struck in Bahrain. The exhibits are informative, albeit a tad dry. The first well, opened in 1932, sits to the left of the museum, and to right is the original, tiny Bapco (Bahrain Petroleum Company) office from 1931.\nRing ahead to check opening times, as the museum is seldom visited. It is a 40-minute drive from Manama along an unmarked road south of Awali off Ave 49."
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 14,
    "name": "Yateem Mosque",
    "latitude": "26.234744404905",
    "longitude": "50.576169541298",
    "excerpt": "Built in 1992 by Sheikh Isa Bin Salman Al Khalifa, this mosque is easily identified by its unique minaret, which (unusually for a mosque) also serves as a…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/yateem-mosque/a/poi-sig/451209/361010",
    "image_url": null,
    "detail_description": "Built in 1992 by Sheikh Isa Bin Salman Al Khalifa, this mosque is easily identified by its unique minaret, which (unusually for a mosque) also serves as a clock tower. But the real gem is inside: framed by beautiful Kufic calligraphy, four pillars hold up the twin arches of the mosque’s impressive mihrab (niche indicating the direction of Mecca), which is elaborately carved in different repeating geometric patterns, creating a dizzying effect.\nThe mosque can be respectfully visited by tourists outside of prayer times. Muslims should note there is no Friday prayer held here."
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 15,
    "name": "Qalat Bu Mahir",
    "latitude": "26.241317",
    "longitude": "50.613775",
    "excerpt": "An ancient defence fort built around 1840 to spot invading boats, the Bu Mahir Fort stares out across a bay to the high rises of Manama, making it an…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/muharraq-island/attractions/qalat-bu-mahir/a/poi-sig/1315826/1331724",
    "image_url": null,
    "detail_description": "An ancient defence fort built around 1840 to spot invading boats, the Bu Mahir Fort stares out across a bay to the high rises of Manama, making it an ideal spot for photographing the city's skyline. One of the joys is getting here via a small shuttle boat (BD1) from the National Museum, which runs every 15 minutes.\nThe fort will be the starting point of the walking Pearling Path route, and a new visitors centre has been built in anticipation. Eventually a footbridge will bypass the highway and connect it to old Muharraq."
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 13,
    "name": "Saar Temple & Burial Chambers",
    "latitude": "26.182953",
    "longitude": "50.489467",
    "excerpt": "This extensive site boasts a Dilmun-era temple dating to 1900 BC, surrounded by a host of buildings yet to be formally identified. However, the most…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/saar-temple-burial-chambers/a/poi-sig/1315755/361009",
    "image_url": null,
    "detail_description": "This extensive site boasts a Dilmun-era temple dating to 1900 BC, surrounded by a host of buildings yet to be formally identified. However, the most exciting excavations are the series of honeycombed burial chambers south of the temple. These have long been plundered with the removal of the coping stones, revealing the fascinating inner sanctums. It's soon to be turned into a major tourist attraction, but for now you can savour the privilege of wandering unchecked among the cradles of the dead.\nThe site is signposted from Sheikh Isa Bin Salman Hwy, south of Saar. Bus 13 from Manama Bus Station stops at Rd 79; from there it is a short walk to the site."
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 12,
    "name": "Al Areen Wildlife Park & Reserve",
    "latitude": "26.015485",
    "longitude": "50.494409",
    "excerpt": "Ignore the tacky cardboard cutouts of animals leading up to the entrance – this is a great-value day out for the entire family in one of Bahrain's three…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/al-areen/attractions/al-areen-wildlife-park-reserve/a/poi-sig/1306689/1331721",
    "image_url": null,
    "detail_description": "Ignore the tacky cardboard cutouts of animals leading up to the entrance – this is a great-value day out for the entire family in one of Bahrain's three conservation areas. The 10-sq-km reserve is home to several species of wildlife indigenous to the region, including herds of Arabian oryx, with their fabulous horns. The park is home to a total of 80 species of birds and 45 species of mammals.\nGet there early to avoid missing out on the excellent bus tour, which leaves every hour, but fills up very quickly in the afternoons. As you listen to the Arabic and English commentary, passing walkers struggling with the heat, you'll be grateful you choose the bus!"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 11,
    "name": "Al Bahair Mini Canyon & Wetlands",
    "latitude": "26.145815",
    "longitude": "50.573031",
    "excerpt": "Unlike any other place in Bahrain, these huge, beautiful, natural rock formations of varying shapes are yellowish in colour and sit right in the middle of…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/al-bahair-mini-canyon-wetlands/a/poi-sig/1610341/361009",
    "image_url": null,
    "detail_description": "Unlike any other place in Bahrain, these huge, beautiful, natural rock formations of varying shapes are yellowish in colour and sit right in the middle of a bustling residential neighbourhood. During the winter, when shallow wetlands form at their feet, the 'mini canyon', as it is known locally, becomes a bird haven, and locals love to sit atop the rocks in the evenings with a picnic.\nSadly, the dumped rubbish and encroaching development suggest this little urban oasis might not be around for much longer. Care should be taken when exploring as the ground is very soft in parts. For the best views, drive right to the back of the residential area on the western side of the Alba Club."
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 10,
    "name": "Little India",
    "latitude": "26.231829",
    "longitude": "50.576742",
    "excerpt": "Close your eyes in this little corner of Manama's historic souq and you would be forgiven for thinking you were in downtown Delhi. The lingua franca is…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/little-india/a/poi-sig/1615203/361010",
    "image_url": null,
    "detail_description": "Close your eyes in this little corner of Manama's historic souq and you would be forgiven for thinking you were in downtown Delhi. The lingua franca is Hindi, and the shop owners trace their roots back to the subcontinent. Walking along these narrow alleyways, a cup of chai (tea) in hand, stopping off for a quick bite in Swagat and witnessing puja (worship) inside the 200-year-old Khrishna Temple really is a one-off experience in Bahrain.\nLittle India covers an area of 5000 sq m spread over three streets (Bab Al Bahrain Ave, Al Tijjar Ave and Al Hadrami Ave) where historically many houses were built using Indian wood."
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 9,
    "name": "Tree of Life",
    "latitude": "25.993725",
    "longitude": "50.58419",
    "excerpt": "Although the Tree of Life's age has now been established, the mystique and allure of this lone, green, desert dweller remains strong. Planted around 1583,…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/tree-of-life/a/poi-sig/1315762/361009",
    "image_url": null,
    "detail_description": "Although the Tree of Life's age has now been established, the mystique and allure of this lone, green, desert dweller remains strong. Planted around 1583, the knotty mesquite tree gracefully spreads its ageing limbs over a patch of Bahrain's southern desert, attracting hundreds of visitors daily. They come to take pictures in its shade and enjoy the sunken walkway marked by 19 carved silhouettes of other famous trees around the globe that circumnavigates the Tree of Life, framing it from different perspectives.\nIt is still not clear what sustains the tree, though the underground water source it is tapped into is probably what once drew the inhabitants of the small village excavations have revealed to be buried close by. Once literally just a tree in the desert, today there is also an informative visitors shelter with toilets and a security guard around the clock.On special occasions, like the Bahrain International Music Festival, the site's open-air platform hosts cultural events. The tree is best appreciated after dusk, when it is hauntingly lit up to accentuate the mystique that draws people to it. Be careful though, driving away in the dark is tricky in a location where there is no street lighting.The tree is 40km south of Manama and signposted from the Musakar Hwy, becoming visible as soon as you go off-road. A 4WD is not required but take care not to drive into soft sand."
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 8,
    "name": "A'Ali Royal Burial Mounds",
    "latitude": "26.160744",
    "longitude": "50.516832",
    "excerpt": "There are more than 100,000 Dilmun-era burial mounds scattered across Bahrain, but none come close to the magnificence of these. That A'Ali was an…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/a-ali/attractions/a-ali-royal-burial-mounds/a/poi-sig/1315733/1331715",
    "image_url": null,
    "detail_description": "There are more than 100,000 Dilmun-era burial mounds scattered across Bahrain, but none come close to the magnificence of these. That A'Ali was an important place in antiquity is evident from the 17 royal mounds constructed nearly 4000 years ago, the most impressive of which is royal mound 8. At 12m high and 50m across, and housing five separate chambers, it still commands the regal awe it originally inspired.\nVisit in the late afternoon when it is cool enough to wander around the neighbouring streets and see how many more of the royal mounds you can find. This isn't that difficult – the gigantic cone-shaped mounds of earth are everywhere!"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 7,
    "name": "Riffa Fort",
    "latitude": "26.117913",
    "longitude": "50.563384",
    "excerpt": "The completely restored Riffa Fort was built in 1812 by Sheikh Salman Bin Ahmad Al Fatih, the 19th-century ruler of Bahrain. A classic piece of Bahraini…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/riffa-fort/a/poi-sig/1306564/361009",
    "image_url": null,
    "detail_description": "The completely restored Riffa Fort was built in 1812 by Sheikh Salman Bin Ahmad Al Fatih, the 19th-century ruler of Bahrain. A classic piece of Bahraini fortification, it now boasts a small museum with raised walkways leading through a series of interactive spaces that really enhance the visitor experience. A late-afternoon visit is particularly atmospheric, especially if it is finished off on the cafe's outdoor glass terrace overlooking the Hunayniyah Valley, just as the call to prayer engulfs it.\nIf you have the time, pop into the fort's mosque near the northern corner. This is usually left open outside of prayer times and was once part of the original complex, as alluded to by the restored architectural style. Riffa Fort is in the east of Riffa and is well signposted."
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 6,
    "name": "Beit Sheikh Isa Bin Ali Al Khalifa",
    "latitude": "26.253834",
    "longitude": "50.612847",
    "excerpt": "Offering a fascinating look at pre-oil life in Bahrain, this building was constructed around 1800 and is one of the finest examples of a traditional house…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/muharraq-island/attractions/beit-sheikh-isa-bin-ali-al-khalifa/a/poi-sig/1306631/1331724",
    "image_url": null,
    "detail_description": "Offering a fascinating look at pre-oil life in Bahrain, this building was constructed around 1800 and is one of the finest examples of a traditional house anywhere in the Gulf. The chief sitting room downstairs was kept cool in summer by the down draft from the badqeer (wind tower), the shutters on which could be closed in winter – stand beneath it to see how effective this system of natural air conditioning really is. There's fine gypsum and woodcarving throughout.\nThis was the seat of Bahraini power from 1869 to 1932, and its importance is reflected in the four different sections: sheikh, family, guests and servants. These are well captioned in English and a good half-hour could be spent rambling up and down the various staircases admiring the delicate arches, intricate wooden doors, courtyards and palm-trunk ceilings. Note the blackened walls and ceiling of the servants' kitchen."
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 5,
    "name": "Al Fatih Mosque",
    "latitude": "26.21897",
    "longitude": "50.59818",
    "excerpt": "This is Bahrain's grand mosque, built as a grand statement in honour of the founder of modern Bahrain, Sheikh Ahmed Bin Muhammad Bin Khalifa, who was…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/al-fatih-mosque/a/poi-sig/451201/361010",
    "image_url": null,
    "detail_description": "This is Bahrain's grand mosque, built as a grand statement in honour of the founder of modern Bahrain, Sheikh Ahmed Bin Muhammad Bin Khalifa, who was known as 'Al Fatih' (the conqueror). The mosque's foundation stone was laid by his direct descendant, the late emir Sheikh Isa Bin Salman Al Khalifa in 1983, exactly 200 years after Al Fatih liberated the nation from the Persians. Built at a cost of US$20 million, it is the most sumptuous mosque in the country.\nMarble was brought over from Italy to adorn the floor, glass from Austria was put into the windows and teak from India was carved locally to make the majestic 6m-high doors. Able to hold up to 7000 worshippers, Al Fatih has an air of majesty unmatched by other mosques in Bahrain and is the only one actively able to accommodate visitors. There are dedicated English- and Arabic-speaking guides on hand every day to give free guided tours. Simply turn up at the mosque office and request one. Those requiring tours in a different language or groups of 10 or more must phone ahead. Dress modestly."
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 4,
    "name": "Beit Al Quran",
    "latitude": "26.239749",
    "longitude": "50.59144",
    "excerpt": "The finest collection of ancient Qurans in the region, this wonderful homage to Islam's holiest book displays Qurans from almost every century since the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/beit-al-quran/a/poi-sig/451207/361010",
    "image_url": null,
    "detail_description": "The finest collection of ancient Qurans in the region, this wonderful homage to Islam's holiest book displays Qurans from almost every century since the advent of Islam in 610, as well as some of the earliest translations into European languages. This includes the English translation by George Sale, published in London in the 18th century, a copy of which was bought by US founding father and president Thomas Jefferson.\nWrapped in carved Kufic script, the distinctive Beit Al Quran is a fine example of modern Bahraini architecture. As well as Qurans, it also houses manuscripts, woodcarvings and examples of Islamic calligraphy, and boasts a library that is home to works by the likes of ancient Persian poets Rumi and Omar Khayyam. Look out for the miniature Qurans, the smallest of which (from 18th-century Persia) measures only 4.7cm by 3.2cm. The exhibits are well labelled in English and can be superficially perused within an hour. Phone ahead for a guided tour.The main entrance and car park are at the back, on the southern side of the building. Visitors should dress conservatively."
},
{
    "country": "bahrain",
    "city": "Manama",
    "index": 3,
    "name": "Manama Souq",
    "latitude": "26.234052",
    "longitude": "50.575519",
    "excerpt": "Manama Souq is a warren of narrow streets and alleyways emanating south from Bab Al Bahrain. Here you can pick up everything from electronic goods and…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/manama/attractions/manama-souq/a/poi-sig/451245/361010",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cec90d7ad0a7bc58abf0a29a72435696-manama-souq.jpg",
    "detail_description": "Manama Souq is a warren of narrow streets and alleyways emanating south from Bab Al Bahrain. Here you can pick up everything from electronic goods and bargain t-shirts to spices and shisha pipes. But the real reason to visit is to wander through the bustling streets of a market that still evokes the atmosphere of an ancient souq.\n"
},
{
    "country": "bahrain",
    "city": "Bahrain",
    "index": 2,
    "name": "Bahrain Fort & Museum",
    "latitude": "26.234774",
    "longitude": "50.522518",
    "excerpt": "A 10-minute drive west of Manama, on an ancient tell (mound created by centuries of urban rebuilding), the majestic Bahrain Fort stares out across the…",
    "detail_url": "https://www.lonelyplanet.com/bahrain/attractions/bahrain-fort-museum/a/poi-sig/1008863/361009",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a5bfe2278ec974763090eb00d8e35245-bahrain-fort.jpg",
    "detail_description": "A 10-minute drive west of Manama, on an ancient tell (mound created by centuries of urban rebuilding), the majestic Bahrain Fort stares out across the Gulf. Built by the Portuguese in the 16th century, it is part of the Unesco World Heritage site believed to have been the capital of the ancient Dilmun Empire. As you wander the atmospheric excavations of residential, commercial, public, military and religious buildings, contemplate this: humans have continuously inhabited this site since 2300 BC.\nThis is where the most important Dilmun finds have been made in Bahrain, and it provides an outstanding example not only of the might of Dilmun, but also its successors during the Tylos and Islamic periods. The fort is supported by a stylish, modern visitor centre and an excellent museum, where you can pick up a free audioguide. When you're done wandering the ruins, be sure to enjoy the glorious sea views with a drink at the Museum Café."
}
]