[
{
    "country": "bamberg",
    "city": "Bamberg",
    "index": 1,
    "name": "Bamberger Dom",
    "latitude": "49.890757",
    "longitude": "10.882419",
    "excerpt": "Beneath the quartet of spires, Bamberg’s cathedral is packed with artistic treasures, most famously the slender equestrian statue of the Bamberger Reiter …",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/bamberg/attractions/bamberger-dom/a/poi-sig/1206738/359355",
    "image_url": null,
    "detail_description": "Beneath the quartet of spires, Bamberg’s cathedral is packed with artistic treasures, most famously the slender equestrian statue of the Bamberger Reiter (Bamberg Horseman), whose true identity remains a mystery. It overlooks the tomb of cathedral founders, Emperor Heinrich II and his wife Kunigunde, splendidly carved by Tilmann Riemenschneider. The marble tomb of Clemens II in the west choir is the only papal burial site north of the Alps. Nearby, the Virgin Mary altar by Veit Stoss also warrants closer inspection.\nFounded by Heinrich II in 1004, the cathedral's current appearance dates to the early 13th century and is the outcome of a Romanesque-Gothic duel between church architects after the original and its immediate successor burnt down in the 12th century. The pillars have the original light hues of Franconian sandstone thanks to Ludwig I, who eradicated all postmedieval decoration in the early 19th century."
},
{
    "country": "bamberg",
    "city": "Bamberg",
    "index": 7,
    "name": "Fränkisches Brauereimuseum",
    "latitude": "49.893833",
    "longitude": "10.8761",
    "excerpt": "Located in the Kloster St Michael, this comprehensive brewery museum exhibits over 1000 period mashing, boiling and bottling implements, as well as…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/bamberg/attractions/fraenkisches-brauereimuseum/a/poi-sig/430494/359355",
    "image_url": null,
    "detail_description": "Located in the Kloster St Michael, this comprehensive brewery museum exhibits over 1000 period mashing, boiling and bottling implements, as well as everything to do with local suds, such as beer mats, tankards, enamel beer signs and lots of photos and documentation. If the displays have left you dry mouthed, quench your thirst in the small pub.\n"
},
{
    "country": "bamberg",
    "city": "Bamberg",
    "index": 6,
    "name": "Neue Residenz",
    "latitude": "49.891566",
    "longitude": "10.881829",
    "excerpt": "This splendid episcopal palace gives you an eyeful of the lavish lifestyle of Bamberg’s prince-bishops who, between 1703 and 1802, occupied its 40-odd…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/bamberg/attractions/neue-residenz/a/poi-sig/1206755/359355",
    "image_url": null,
    "detail_description": "This splendid episcopal palace gives you an eyeful of the lavish lifestyle of Bamberg’s prince-bishops who, between 1703 and 1802, occupied its 40-odd rooms that can only be seen on guided 45-minute tours (in German). Tickets are also good for the Bavarian State Gallery, with works by Lucas Cranach the Elder and other Old Masters. The baroque Rose Garden delivers fabulous views over the town.\n"
},
{
    "country": "bamberg",
    "city": "Bamberg",
    "index": 5,
    "name": "Altes Rathaus",
    "latitude": "49.891462",
    "longitude": "10.886958",
    "excerpt": "Like a ship in dry dock, Bamberg's 1462 Old Town Hall was built on an artifical island in the Regnitz River, allegedly because the local bishop had…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/bamberg/attractions/altes-rathaus/a/poi-sig/1206672/359355",
    "image_url": null,
    "detail_description": "Like a ship in dry dock, Bamberg's 1462 Old Town Hall was built on an artifical island in the Regnitz River, allegedly because the local bishop had refused to give the town's citizens any land for its construction. Inside you'll find the Sammlung Ludwig, a collection of precious porcelain, but even more enchanting are the richly detailed frescos adorning its facades – note the cherub's leg cheekily protruding from the eastern facade.\n"
},
{
    "country": "bamberg",
    "city": "Bamberg",
    "index": 4,
    "name": "Historisches Museum",
    "latitude": "49.890639",
    "longitude": "10.881143",
    "excerpt": "Bamberg's main museum fills the Alte Hofhaltung (old court hall), a former prince-bishops' palace near the cathedral, with a mixed bag of exhibits. These…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/bamberg/attractions/historisches-museum/a/poi-sig/1206743/359355",
    "image_url": null,
    "detail_description": "Bamberg's main museum fills the Alte Hofhaltung (old court hall), a former prince-bishops' palace near the cathedral, with a mixed bag of exhibits. These include a model of the pilgrimage church Vierzehnheiligen and the Bamberger Götzen, ancient stone sculptures found in the region. Often of greater interest are the expertly curated special exhibitions, which examine aspects of the region's past in more detail.\nIn winter the museum is often only open for special exhibitions."
},
{
    "country": "bamberg",
    "city": "Bamberg",
    "index": 3,
    "name": "Kloster St Michael",
    "latitude": "49.893535",
    "longitude": "10.875757",
    "excerpt": "Above Domplatz, at the top of Michaelsberg, is the Benedictine Kloster St Michael, a former monastery and now an aged people’s home. The monastery church…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/bamberg/attractions/kloster-st-michael/a/poi-sig/1268840/359355",
    "image_url": null,
    "detail_description": "Above Domplatz, at the top of Michaelsberg, is the Benedictine Kloster St Michael, a former monastery and now an aged people’s home. The monastery church is essential Bamberg viewing, both for its baroque art and the meticulous depictions of nearly 600 medicinal plants and flowers on the vaulted ceiling. The manicured garden terraces behind the church – former monastical vineyards – provide splendid city panoramas.\nThe entire complex was completely under wraps at the time of research as it underwent thorough renovation work that may take a number of years."
},
{
    "country": "bamberg",
    "city": "Bamberg",
    "index": 2,
    "name": "Klein Venedig",
    "latitude": "49.893664084922",
    "longitude": "10.883894137403",
    "excerpt": "A row of diminutive, half-timbered cottages once inhabited by fishermen and their families (hence the street's name meaning 'fishery') comprises Bamberg’s…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/bamberg/attractions/klein-venedig/a/poi-sig/1206676/359355",
    "image_url": null,
    "detail_description": "A row of diminutive, half-timbered cottages once inhabited by fishermen and their families (hence the street's name meaning 'fishery') comprises Bamberg’s Klein Venedig (Little Venice), which hems the Regnitz’s east bank between Markusbrücke and Untere Brücke. The little homes balance on poles set right into the water and are fronted by tiny gardens and terraces (wholly unlike Venice, but who cares), the river flowing sluggishly past just centimetres below ground level.\nKlein Venedig is well worth a stroll but looks at least as pretty from a distance, especially in summer when red geraniums spill from flower boxes. Good vantage points include the Untere Brücke near the Altes Rathaus, and Am Leinritt on the opposite bank. Notice the boats tied up outside each house – locals still use them to get around."
}
]