[
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 1,
    "name": "Shait Gumbad Mosque",
    "latitude": "22.67462637",
    "longitude": "89.7419762",
    "excerpt": "Built in 1459 (the same year Khan Jahan Ali died), the famous Shait Gumbad Mosque is the largest and most magnificent traditional mosque in the country…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/bagerhat/attractions/shait-gumbad-mosque/a/poi-sig/1431801/355791",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF172475612.jpg",
    "detail_description": "Built in 1459 (the same year Khan Jahan Ali died), the famous Shait Gumbad Mosque is the largest and most magnificent traditional mosque in the country. Shait Gumbad means ‘the Temple with 60 Domes’ – a misnomer considering there are actually 81. This fortress-like structure has unusually thick walls, built in the tapering brick style, and is a hugely impressive sight. The overall architectural influence is unmistakably Turkish, and the arches within the main hall are a graceful exercise in geometry.\nAdmission includes entrance to the museum, which is within the grounds of the mosque. Note that women travellers have been known to be refused entry into the main mosque (a sign at the entrance of the mosque says as much), although this isn’t always the case. Many of the domes as well as the entire western wall were under restoration at the time of research, which resulted in the structure being swathed in a dull pink shade of lime mortar."
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 39,
    "name": "Suhrawardi Park",
    "latitude": "23.73539",
    "longitude": "90.39811",
    "excerpt": "Beginning near the Old High Court and stretching all the way to the National Museum, Suhrawardi Park covers an enormous area. This was once a racecourse,…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/suhrawardi-park/a/poi-sig/1020224/355783",
    "image_url": null,
    "detail_description": "Beginning near the Old High Court and stretching all the way to the National Museum, Suhrawardi Park covers an enormous area. This was once a racecourse, where both the Bangladeshi Declaration of Independence and the surrender of Pakistani occupation forces took place in 1971. At night the park turns into an open-air market.\nA few unsavoury characters mean you should keep your wits about you at night around here."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 40,
    "name": "Gangamati Mangrove Forest",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Gangamati Mangrove Forest is 7km due east along the Kuakata beach. You can rent motorbikes (Tk 500) to get here. You'll be mostly riding on the sands,…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/barisal-division/kuakata/attractions/gangamati-mangrove-forest/a/poi-sig/1533594/355771",
    "image_url": null,
    "detail_description": "The Gangamati Mangrove Forest is 7km due east along the Kuakata beach. You can rent motorbikes (Tk 500) to get here. You'll be mostly riding on the sands, so take care not to run over beached marine life; a lot of it gets washed back to sea during high tide. Once you reach, you can explore the mangroves at leisure, but take care not to step on their breathing roots protruding out of the soil. You could hurt yourself.\n"
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 38,
    "name": "Star Mosque",
    "latitude": "23.71537269",
    "longitude": "90.40166059",
    "excerpt": "This unusual mosque, with its striking mosaic decoration, dates from the early 18th century, although it has been radically altered. It was originally…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/star-mosque/a/poi-sig/1020239/355783",
    "image_url": null,
    "detail_description": "This unusual mosque, with its striking mosaic decoration, dates from the early 18th century, although it has been radically altered. It was originally built in the typical Mughal style, with four corner towers. Around 50 years ago a local businessman financed its redecoration with Japanese and English porcelain tiles, and the addition of a new verandah. If you look hard you can see tiles illustrated with pictures of Mt Fuji!\n"
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 37,
    "name": "Old Town Bazaars",
    "latitude": "24.75730908",
    "longitude": "90.41025706",
    "excerpt": "The original alleyway-riddled core of the town, located between the train station and the waterfront, is a fascinating place in which to get lost. The…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka-division/mymensingh/attractions/old-town-bazaars/a/poi-sig/1431694/355787",
    "image_url": null,
    "detail_description": "The original alleyway-riddled core of the town, located between the train station and the waterfront, is a fascinating place in which to get lost. The lanes are filled with market stalls selling all manner of goods; keep an eye open for the gold workshops where people hammer down minuscule gold pieces found in the riverbed in order to make jewellery. The town has a large Hindu minority and there are several noticeable Hindu shrines in the old town area.\n"
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 36,
    "name": "Khan Mohammed Mridha’s Mosque",
    "latitude": "23.720651",
    "longitude": "90.384672",
    "excerpt": "Erected in 1706, this Mughal structure is stylistically similar to Lalbagh Fort. It is built on a raised platform, up a flight of 25 steps. Three squat…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/khan-mohammed-mridha-s-mosque/a/poi-sig/1020238/355783",
    "image_url": null,
    "detail_description": "Erected in 1706, this Mughal structure is stylistically similar to Lalbagh Fort. It is built on a raised platform, up a flight of 25 steps. Three squat domes, with pointed minarets at each corner, dominate the rectangular roof. To get a good view of this walled mosque, enter the main gate off the main road.\nUnfortunately, unless you’re here during prayer times (around 1pm), you’ll probably find the gate locked."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 35,
    "name": "Bagerhat Museum",
    "latitude": "22.674362",
    "longitude": "89.742937",
    "excerpt": "This small, neatly arranged museum, located within the grounds of the Shait Gumbad Mosque (admission is covered by the mosque entrance fee), contains…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/bagerhat/attractions/bagerhat-museum/a/poi-sig/1107995/355791",
    "image_url": null,
    "detail_description": "This small, neatly arranged museum, located within the grounds of the Shait Gumbad Mosque (admission is covered by the mosque entrance fee), contains relics from the surrounding area. It's a good place to familiarise yourself with Bagerhat's local history before wandering off on your explorations. Don't forget to check out the carefully preserved skin of one of the legendary crocodiles that once lived in Thakur Dighi pond. The place shuts between 12.30pm and 2pm for lunch.\n"
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 34,
    "name": "Bhawal National Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "Located at Rajendrapur, and only one hour north of Dhaka, Bhawal National Park is where city types come to remember what a lungful of fresh country air…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka-division/attractions/bhawal-national-park/a/poi-sig/1107703/355784",
    "image_url": null,
    "detail_description": "Located at Rajendrapur, and only one hour north of Dhaka, Bhawal National Park is where city types come to remember what a lungful of fresh country air feels like. While no means an untouched wilderness, its forest walks, angling and lake boating make it a favourite weekend haunt with the inhabitants of Dhaka. In recent years, the forest department have created a ‘silent zone’ where music is banned, and have reintroduced peacocks, spotted deer, fishing cats and pythons.\n"
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 33,
    "name": "National Museum",
    "latitude": "23.73739606",
    "longitude": "90.39480276",
    "excerpt": "The excellent National Museum, sprawling over several floors, begins with the geological formation of Bangladesh, whisks you through a rundown of the…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/national-museum/a/poi-sig/1020245/355783",
    "image_url": null,
    "detail_description": "The excellent National Museum, sprawling over several floors, begins with the geological formation of Bangladesh, whisks you through a rundown of the nation’s flora and fauna, saunters through a Buddhist and Hindu past, and brings you up to date with the War of Liberation and the creation of the modern state. Highlights include lively 6th century terracotta Hindu plaques, Buddhist statuary, vignettes of village life and the 'how did they get it inside?' wooden river racing boat.\n"
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 32,
    "name": "Jagannath Temple",
    "latitude": "22.706324",
    "longitude": "90.371121",
    "excerpt": "Dedicated to the Hindu Lord Jagannath, an incarnation of Vishnu, this temple is a unique sight considering that the deity is only rarely worshipped…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/barisal-division/barisal/attractions/jagannath-temple/a/poi-sig/1533564/355770",
    "image_url": null,
    "detail_description": "Dedicated to the Hindu Lord Jagannath, an incarnation of Vishnu, this temple is a unique sight considering that the deity is only rarely worshipped outside of Odisha in India. A rather understated affair, the mandir has an elegant spire that is architecturally singular to this region. Housed within its modest inner sanctum are idols of Jagannath and his accompanying deities Balaram and Subhadra. The temple is tucked away behind two ramshackle buildings, opposite Hotel Sedona International.\n"
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 31,
    "name": "Hussaini Dalan",
    "latitude": "23.72204623",
    "longitude": "90.39825427",
    "excerpt": "A block north of the central jail is Hussaini Dalan, looking more like a Hindu rajbari (landowner’s palace) than an Islamic building. It was built in 1642…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/hussaini-dalan/a/poi-sig/1020227/355783",
    "image_url": null,
    "detail_description": "A block north of the central jail is Hussaini Dalan, looking more like a Hindu rajbari (landowner’s palace) than an Islamic building. It was built in 1642 as the house of the imam of the Shi’ia community. Though the architecture seems baroque in inspiration, the original building was purely Mughal.\nThe Hussaini Dalan changed somewhat with restorations after the 1897 earthquake, when the roof collapsed. You can see a silver filigree model of the original building in the National Museum."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 30,
    "name": "Mymensingh Rajbari",
    "latitude": "24.76019775",
    "longitude": "90.40293845",
    "excerpt": "Built between 1905 and 1911, this well-kept former mansion in the city centre is now occupied by an organisation that trains female teachers, but much of…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka-division/mymensingh/attractions/mymensingh-rajbari/a/poi-sig/1431703/355787",
    "image_url": null,
    "detail_description": "Built between 1905 and 1911, this well-kept former mansion in the city centre is now occupied by an organisation that trains female teachers, but much of the original structure remains. An ornamental marble fountain lies just beyond the arched gateway entrance. Behind the main building is the Jal-Tungi, a small two-storey bathhouse once used as the women’s bathing pavilion.You can politely ask the guard for admittance to the grounds, but it's doubtful whether you'll be granted a glimpse of the building's interior.\n"
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 29,
    "name": "Goaldi Mosque",
    "latitude": "23.65893365",
    "longitude": "90.58964885",
    "excerpt": "Built in 1519, and now virtually hidden behind thick bamboo groves and clusters of mango and jackfruit trees, the graceful, single-domed Goaldi Mosque is…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka-division/sonargaon/attractions/goaldi-mosque/a/poi-sig/1431675/355788",
    "image_url": null,
    "detail_description": "Built in 1519, and now virtually hidden behind thick bamboo groves and clusters of mango and jackfruit trees, the graceful, single-domed Goaldi Mosque is the most impressive of the few extant monuments of the original capital city. It's a fine example of pre-Mughal architecture and one of the country's oldest surviving mosques.Few people know about the mosque (including some rickshaw-riders), so it’s probably best to take the lovely 15-minute walk through farmland from Painam Nagar; just keep asking for ‘Goaldi Masjid’.\n"
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 28,
    "name": "Dhakeswari Temple",
    "latitude": "23.72464986",
    "longitude": "90.39021183",
    "excerpt": "Dhakeshwari Temple is the centre of the Hindu faith in Bangladesh. It is dedicated to Dhakeswari, the protector of Dhaka and an incarnation of the goddess…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/dhakeswari-temple/a/poi-sig/1448161/355783",
    "image_url": null,
    "detail_description": "Dhakeshwari Temple is the centre of the Hindu faith in Bangladesh. It is dedicated to Dhakeswari, the protector of Dhaka and an incarnation of the goddess Durga. Although modern in construction, there has been a temple on this spot for nine centuries. Visitors are welcome at any time (remove shoes on entering).\nEvery year in September (exact dates vary according to the Hindu calendar), the temple and surrounding streets throng with thousands of celebrants for Durga Puja, the goddess' annual festival, a particularly colourful, noisy and joyful time to visit."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 27,
    "name": "Chachra Shiv Mandir",
    "latitude": null,
    "longitude": null,
    "excerpt": "About 3km down the road to Khulna, this quaint and delightful 18th-century temple is certainly worth an excursion out of Jessore's urban mess. Dedicated…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/jessore/attractions/chachra-shiv-mandir/a/poi-sig/1532609/355792",
    "image_url": null,
    "detail_description": "About 3km down the road to Khulna, this quaint and delightful 18th-century temple is certainly worth an excursion out of Jessore's urban mess. Dedicated to the Hindu god Shiva, the temple is built in the Bengal style with a two-tier vaulted roof crowning its arched brick walls lined with intricate terracotta panels. The village behind the temple, thrown around a tiny pond, is inhabited by friendly people and is a nice place to sample some rural sights and sounds.\nTo get here, take a CNG from town and expect to pay about Tk 150 for a return trip (including waiting)."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 26,
    "name": "Mainimati Museum",
    "latitude": "23.427181",
    "longitude": "91.138673",
    "excerpt": "The small Mainimati Museum, adjacent to Salban Vihara, is worth a diversion. The collection includes terracotta plaques, bronze statues, 4th-century…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/chittagong-division/comilla/attractions/mainimati-museum/a/poi-sig/1108374/355778",
    "image_url": null,
    "detail_description": "The small Mainimati Museum, adjacent to Salban Vihara, is worth a diversion. The collection includes terracotta plaques, bronze statues, 4th-century silver and gold coins, jewellery, kitchen utensils and votive stupas embossed with Buddhist inscriptions. The marvellous terracotta plaques reveal a rural Buddhist art alive with animation and vivid natural realism.Also on display is an unusually large bronze bell from one of the Buddhist temples and some 1000-year-old large, well-preserved black-stone carvings of Hindu gods and goddesses, including Vishnu, Ganesh and Parvati.\n"
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 25,
    "name": "Armenian Church of the Holy Resurrection",
    "latitude": "23.713049719786",
    "longitude": "90.402168741913",
    "excerpt": "This small area is known as Armanitola, and is named after the Armenian colony that settled here in the late 17th century. The white- and lemon-painted…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/armenian-church-of-the-holy-resurrection/a/poi-sig/1020233/355783",
    "image_url": null,
    "detail_description": "This small area is known as Armanitola, and is named after the Armenian colony that settled here in the late 17th century. The white- and lemon-painted Armenian Church of the Holy Resurrection, dating from 1781, is the soul of this now almost extinct community, and is a tranquil spot. Check out the many beautiful gravestones with Armenian inscriptions. Donations welcomed.\nThe caretaker, who lives in a house within the grounds, has done much to restore the church and delights in giving personal tours. In any case, you’ll need him to let you in as the gates are always locked."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 24,
    "name": "Dhamrai Metal Crafts Workshop",
    "latitude": null,
    "longitude": null,
    "excerpt": "The most accessible of three workshops in the village that have revived the ancient lost-wax technique of making brass and bronze statues. The owner,…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhamrai/attractions/dhamrai-metal-crafts-workshop/a/poi-sig/1431685/1337647",
    "image_url": null,
    "detail_description": "The most accessible of three workshops in the village that have revived the ancient lost-wax technique of making brass and bronze statues. The owner, Sukanta Banik, speaks excellent English and is more than happy to give visitors a guided tour of his family’s beautiful old house and its fascinating workshop. There is no pressure to buy anything, but there are a number of objects on sale that make excellent souvenirs.\nJust beyond the workshop is an alleyway on your left, which leads to the village’s principal Hindu temple, built close to an ancient Shiva temple, which is now being swallowed by the undergrowth."
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 23,
    "name": "Bara Katra",
    "latitude": "23.714384",
    "longitude": "90.395744",
    "excerpt": "This dilapidated Mughal-era structure is one of the oldest buildings in Dhaka, although searching for it among the high-walled, pinched alleyways of this…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/bara-katra/a/poi-sig/1431662/355783",
    "image_url": null,
    "detail_description": "This dilapidated Mughal-era structure is one of the oldest buildings in Dhaka, although searching for it among the high-walled, pinched alleyways of this part of the city can be a challenge. Bara Katra, once a palace of monumental dimensions, was built in 1644 and now has a street running through its arched entrance.\nWhile only a small portion of the original structure remains standing, the building is still occupied, used mostly as storerooms (ask to peek inside), and there’s a small prayer room on top.To find Bara Katra, walk west along Water Works Rd, then turn left down the alley beside a blue-and-white, mosaic-tiled mosque."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 22,
    "name": "Rabindranath Memorial Museum",
    "latitude": null,
    "longitude": null,
    "excerpt": "A picture of poise and prettiness, this recently restored building belonged to the in-laws of Bengali poet and Nobel Laureate Rabindranath Tagore. It's…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/khulna/attractions/rabindranath-memorial-museum/a/poi-sig/1532680/355793",
    "image_url": null,
    "detail_description": "A picture of poise and prettiness, this recently restored building belonged to the in-laws of Bengali poet and Nobel Laureate Rabindranath Tagore. It's said that Tagore visited the house only on the day of his wedding and reportedly never returned here. Nonetheless, locals have carefully preserved the building, the interiors of which have now been converted into a pictorial museum. Located in a pastoral setting and fronted by gulmohars (flowering trees) and hedges, the building appears straight out of a fairy tale.\nBuses plying the road between Khulna and Jessore can drop you at Dakhin Dihi (Tk 30, one hour). From the main road, you can take a rickshaw for Tk 50, or simply walk for about 20 minutes."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 21,
    "name": "Riverbank Parks",
    "latitude": "24.765888",
    "longitude": "90.398254",
    "excerpt": "The thin stretch of parkland on the waterfront at the western edge of town makes up one of the most enjoyable public spaces in this part of Bangladesh…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka-division/mymensingh/attractions/riverbank-parks/a/poi-sig/1431761/355787",
    "image_url": null,
    "detail_description": "The thin stretch of parkland on the waterfront at the western edge of town makes up one of the most enjoyable public spaces in this part of Bangladesh. Late every afternoon, locals take full advantage by decamping down here to loll about in the shade of trees and watch multicoloured boats crisscross the river. In the playing fields just behind the parkland, numerous cricket matches add their thunk and whack to proceedings.\nShould you want a closer look at the other side of the river, one of the small wooden boats will take you over (Tk 2). From the far bank, set off across this rural scene towards one of the many little villages, whose locals are likely to be very welcoming. It’s a perfect setting in which to create your own adventure."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 20,
    "name": "Sadarbari",
    "latitude": "23.64926948",
    "longitude": "90.60025691",
    "excerpt": "Built in 1901, this stunning rajbari (Raj-era mansion) is an appropriate building for a folk-art museum, and was undergoing a massive renovation at the…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka-division/sonargaon/attractions/sadarbari/a/poi-sig/1431666/355788",
    "image_url": null,
    "detail_description": "Built in 1901, this stunning rajbari (Raj-era mansion) is an appropriate building for a folk-art museum, and was undergoing a massive renovation at the time of research. When finished it will be full of handicrafts from the 17th century onwards. Currently, a new building nearby houses the collection, which is strong on carved wood, pottery, jewellery and even bed-sized treasure chests.Your ticket gives entry to both museums and the grounds, where the rajbari's beautiful water-soaked gardens are another highlight, and perfect picnic territory.\nSadarbari is a popular destination for visitors from Dhaka, and throngs at weekends. It takes about 30 minutes to walk here from where the bus drops you off. Rickshaws (Tk 10 to Tk 20) are also widely available."
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 19,
    "name": "National Assembly Building",
    "latitude": "23.76235494",
    "longitude": "90.37859883",
    "excerpt": "In 1963 the Pakistanis commissioned Louis Kahn, a world-renowned American architect, to design a regional capitol for East Pakistan. Due to the liberation…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/national-assembly-building/a/poi-sig/1432213/355783",
    "image_url": null,
    "detail_description": "In 1963 the Pakistanis commissioned Louis Kahn, a world-renowned American architect, to design a regional capitol for East Pakistan. Due to the liberation movement and ensuing war, the National Assembly Building wasn’t completed until 1982. The building often features in books on modern architecture, and is regarded as among Kahn’s finest works. It’s a huge assembly of concrete cylinders and rectangular boxes, sliced open with bold, multi-storey circular and triangular apertures instead of windows.\nYou can enter the building only on a pre-arranged four-hour guided tour, which you must book in advance. You can pick up a booking form at the front gate, or download it from the parliament website. You also need to bring two copies of your passport and visa."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 18,
    "name": "Kuthibari",
    "latitude": null,
    "longitude": null,
    "excerpt": "Kuthibari is the former residence of Bengal’s most famous poet, Rabindranath Tagore. It was built in the mid-19th century and Tagore lived here for over…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/kushtia/attractions/kuthibari/a/poi-sig/1431895/355794",
    "image_url": null,
    "detail_description": "Kuthibari is the former residence of Bengal’s most famous poet, Rabindranath Tagore. It was built in the mid-19th century and Tagore lived here for over 10 years from 1880, composing some of his immortal poems, songs and short stories. He returned here from Kolkata in 1912 for several years, translating his works into English and earning the Nobel Prize for Literature (1913) in the process. The house has been turned into a museum dedicated to Tagore’s life and works.\nThe building is set among landscaped gardens, where musicians sometimes gather to perform in his honour. There are a few snack stalls outside the entrance to the house, where you can grab lunch, but bringing a picnic to eat in the grounds isn’t a bad idea. To get here, you can hitch the 16km ride in a tempo (Tk 30) from the centre of town."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 17,
    "name": "Madhu Kunj",
    "latitude": null,
    "longitude": null,
    "excerpt": "This well-kept building and garden complex was the family home of revered 19th-century Bengali poet Michael Madhusudan Dutt (1824–73), who is known to…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/khulna/attractions/madhu-kunj/a/poi-sig/1532679/355793",
    "image_url": null,
    "detail_description": "This well-kept building and garden complex was the family home of revered 19th-century Bengali poet Michael Madhusudan Dutt (1824–73), who is known to have introduced blank verse to Bengali poetry and is credited with some of the most intricate verses ever written in the language. The main mansion where he was born and grew up before moving to Kolkata for higher studies is now a museum of family memorabilia. The surrounding gardens and orchards are particularly photogenic.\nTo get here, take a Satkhira-bound bus to Chuknagar (Tk 30, 40 minutes, 7am to 5pm) and then change for Keshabpur (Tk 20, 20 minutes, every hour). From Keshabpur, hire a 'van-rickshaw' (a battery-operated rickshaw with a seating board attached) to Sagordari for Tk 300. Alternatively, drive from Khulna in a hired car. The journey takes about an hour."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 16,
    "name": "Salban Vihara",
    "latitude": "23.427693",
    "longitude": "91.139274",
    "excerpt": "This ruined 170-sq-m monastery has 115 cells for monks, facing a temple in the centre of the courtyard. The royal copper plates of Deva kings and a…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/chittagong-division/comilla/attractions/salban-vihara/a/poi-sig/1108383/355778",
    "image_url": null,
    "detail_description": "This ruined 170-sq-m monastery has 115 cells for monks, facing a temple in the centre of the courtyard. The royal copper plates of Deva kings and a terracotta seal bearing a royal inscription found here indicate that the monastery was built by Sri Bhava Deva in the first half of the 8th century. The entire basement wall was heavily embellished with decorative elements such as terracotta plaques and ornamental bricks.\nTo get here, take a shared auto from Kandirpar Circle to Kotbari (Tk 40), a small village just across the Dhaka–Chittagong Hwy and a couple of kilometres from the ruins. Then either walk or take another shared auto (Tk 10) the rest of the way. Your best bet for shared autos is the road leading south off Kandirpar Circle, as that’s the way they go to Kotbari. A private CNG will cost around Tk 150 each way."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 15,
    "name": "Tomb of Khan Jahan Ali",
    "latitude": "22.66096048",
    "longitude": "89.75861408",
    "excerpt": "A place of active worship, Khan Jahan Ali's Tomb is the only monument in Bagerhat that still retains its original cupolas (domed ceilings). The cenotaph…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/bagerhat/attractions/tomb-of-khan-jahan-ali/a/poi-sig/1431815/355791",
    "image_url": null,
    "detail_description": "A place of active worship, Khan Jahan Ali's Tomb is the only monument in Bagerhat that still retains its original cupolas (domed ceilings). The cenotaph at the entrance is covered with tiles of various colours and inscribed with Quranic verses, but it is usually covered with a red cloth embroidered with gold threads. The single-domed Dargah Mosque is enclosed within the same complex by a massive wall, with short towers at each corner and archways to the front and rear.\nThe mausoleum is a popular pilgrimage site and therefore has a little more colour and flair than some of the other monuments in the region. During the annual Urs celebrations in early December, marking the anniversary of the saint's death, the complex sees thousands of visitors turning up to pay their tributes and partake in fete-like festivities."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 14,
    "name": "Ferry Piers",
    "latitude": "22.699891",
    "longitude": "90.375016",
    "excerpt": "Particularly atmospheric in the evenings, when dramatically lit and boldly painted launches depart from adjoining ghats, the piers are a wonderful place…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/barisal-division/barisal/attractions/ferry-piers/a/poi-sig/1533565/355770",
    "image_url": null,
    "detail_description": "Particularly atmospheric in the evenings, when dramatically lit and boldly painted launches depart from adjoining ghats, the piers are a wonderful place to soak up the local riverine culture. Overseen by BIWTC (buy a ticket at the main gate leading to the ghats), the place transforms into a bustling confluence of humanity after dusk, as hundreds of people turn up with their belongings to board their vessels, and the piers throng with fruit-sellers, snack-vendors, tea-makers and boatmen all gearing up for business.\nIt's a fabulous place for people watching and photo-ops, apart from getting an insight into the waterways transport culture in the region that serves as a lifeline to thousands of local Bangladeshi people. You can also come here for a stroll in the mornings, when vessels (including the Rocket) drift in and drop anchor one after the other."
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 13,
    "name": "Liberation War Museum",
    "latitude": "23.73186701",
    "longitude": "90.40692089",
    "excerpt": "Housed in a beautiful whitewashed colonial-era building, this small museum chronicles the 1971 War of Independence, one of the 20th century’s more deadly…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/liberation-war-museum/a/poi-sig/1020228/355783",
    "image_url": null,
    "detail_description": "Housed in a beautiful whitewashed colonial-era building, this small museum chronicles the 1971 War of Independence, one of the 20th century’s more deadly wars. Though it might not make for happy holidays, this museum is a useful stop for those hoping to understand modern Bangladesh. The shaded courtyard out back has a tea stall and a small stage where cultural events are held from time to time. There’s also a small bookshop.\nBe warned: displays start off tame enough but gradually become more graphic before culminating in a room full of personal items (each of which comes with a short story on the owner’s life); a large pile of human skulls and bones; and some very disturbing photos of rotting corpses with bound hands being eaten by dogs and vultures.To get here from Topkhana Rd, head north up Segun Bagicha Rd and it’s on the second street on the right."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 12,
    "name": "Teknaf Wildlife Sanctuary",
    "latitude": null,
    "longitude": null,
    "excerpt": "This rarely visited wildlife reserve is home to some of the country’s few remaining wild elephants. Your chances of seeing one of them are slim (the best…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/chittagong-division/teknaf/attractions/teknaf-wildlife-sanctuary/a/poi-sig/1432188/355782",
    "image_url": null,
    "detail_description": "This rarely visited wildlife reserve is home to some of the country’s few remaining wild elephants. Your chances of seeing one of them are slim (the best chance is in the evening), but hiking into the hilly forest is an adventure in itself. The Nishorgo Network (www.nishorgo.org) keeps a list of local guides, although few speak English. The trails, though, are marked on wooden signboards (albeit in Bengali only), so it’s reasonably easy to find your way around.\nThe chances are you’ll be the only tourist walking the forest trails, although you may bump into local villagers as they venture into the hills to collect firewood. Deforestation caused by a growing but poor population has meant that the area has lost 90% of its forest cover in the last four decades.Technically there’s an Interpretation Centre by the entrance and some basic accommodation, but both were shut when we visited."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 11,
    "name": "St Paul’s Catholic Church",
    "latitude": "22.468028",
    "longitude": "89.613848",
    "excerpt": "Built only in 1992, St Paul’s is an unusual piece of architecture: a Catholic church disguised as a mosque, with touches of Buddhist artwork. Embroidered…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/mongla/attractions/st-paul-s-catholic-church/a/poi-sig/1431785/355795",
    "image_url": null,
    "detail_description": "Built only in 1992, St Paul’s is an unusual piece of architecture: a Catholic church disguised as a mosque, with touches of Buddhist artwork. Embroidered wall hangings depict a Bangladeshi Christ and there are some bold (but plain) stained-glass windows. You’ll notice statues of Christian saints, but also depictions of the Buddhist lotus-flower symbol as well as the crescent of Islam. The church forms part of St Paul’s School, which was founded by Italian missionaries in 1954.\nYou can purchase beautiful embroideries from the attached sewing centre (open 9am to noon and 2pm to 4pm, closed Sunday). The church is about 1.5km from the town centre. From the main ferry ghat, take the principal thoroughfare heading south out of town, and simply ask for St Paul's School along the way. The church has a separate entrance from the school around the block; take the narrow lane running by the pond. The resident gardener has the keys, and will often take time out to show you around."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 10,
    "name": "Shrine of Lalon Shah",
    "latitude": null,
    "longitude": null,
    "excerpt": "For both foreigners as well as Bangladeshi tourists, the white onion-domed shrine of musician and poet Lalon Shah is the main reason for visiting Kushtia…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/khulna-division/kushtia/attractions/shrine-of-lalon-shah/a/poi-sig/1431944/355794",
    "image_url": null,
    "detail_description": "For both foreigners as well as Bangladeshi tourists, the white onion-domed shrine of musician and poet Lalon Shah is the main reason for visiting Kushtia. Lalon Shah is one of the most famous mystic personalities in Bangladesh, and the serene shrine is a fascinating peek into the spiritual side of Bangladeshi life. The shrine centres on the holy man’s tomb and that of his adopted parents, while around the perimeter of the shrine are the tombs of various local dignitaries.\nBehind the tomb complex is a covered area where musicians sometimes play and sing Lalon Shah’s songs, while pilgrims burst into dance. In mid-March and mid-October, the Lalon Festival is held on the grassy maidan, overlooking the river nearby. It’s a five-day folk-music extravaganza and attracts thousands of pilgrims, itinerant vendors and marijuana-smoking holy men who travel from all across the subcontinent to commemorate Lalon Shah’s birth (March) and death (October)."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 9,
    "name": "Muktagacha Rajbari",
    "latitude": null,
    "longitude": null,
    "excerpt": "Spread over 10 acres, the rajbari here is a special estate, even in disrepair. The main structure is bedecked with Corinthian columns, high parapets and…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/muktagacha/attractions/muktagacha-rajbari/a/poi-sig/1534699/1337646",
    "image_url": null,
    "detail_description": "Spread over 10 acres, the rajbari here is a special estate, even in disrepair. The main structure is bedecked with Corinthian columns, high parapets and floral scrolls in plaster, while the grounds encompass several shrines. The caretaker here speaks broken English and will probably offer you a guided tour. He’s quite a character and well worth the baksheesh he’ll ask for a run-through of the complex (around Tk 50 is fair).\nInside you’ll find, among other things, a former treasury with the last of 50 safes and a room that the caretaker quaintly describes as the ‘finishing room’, but is actually a less quaint execution chamber. The main audience chamber here has the remnants of a rotating dance floor.The Rajeswari temple and the stone temple, believed to be dedicated to Shiva, are just two of the finer shrines within the complex, while just outside are the former stables for the rajbari’s 99 elephants (now occupied by the local police).The rajbari is signposted from the main road where the bus stops."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 8,
    "name": "China Clay Hills",
    "latitude": null,
    "longitude": null,
    "excerpt": "The cool turquoise waters beside the China Clay Hills (really little more than low mounds) make for an extremely photogenic spot, and a lovely place for a…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/birisiri/attractions/china-clay-hills/a/poi-sig/1531405/1337648",
    "image_url": null,
    "detail_description": "The cool turquoise waters beside the China Clay Hills (really little more than low mounds) make for an extremely photogenic spot, and a lovely place for a tree-shaded picnic, though the main reason to venture this far north is for the journey itself. Take a tranquil three-hour rowboat trip up the Someswari River, or else a bone-rattling, but fun two-hour rickshaw ride, crossing the river on a small wooden ferry before passing through a number of remote villages en route.\nEnglish-speaking staff at Birisiri’s YMCA or YWCA can help arrange either a boat or a rickshaw to the China Clay Hills. Expect to pay around Tk 800 for a rowboat (three hours one way) or Tk 1600 for a motorboat (one hour one way). Note that boats can’t take you all the way to the China Clay Hills because the site isn’t beside the river. They will likely drop you at Ranikhong, from where you’ll have to walk or pick up a rickshaw for about a 15-minute ride. Hiring a rickshaw for the day from Birisiri costs around Tk 500."
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 7,
    "name": "Botanical Gardens",
    "latitude": "23.825806",
    "longitude": "90.348344",
    "excerpt": "The shady, tranquil botanical gardens, stretch over 40 hectares and contain over 1000 species of local and foreign plants, as well as lots of birdlife…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/botanical-gardens/a/poi-sig/1020231/355783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1e5f26c5f1b0e3063d8934f8be6acff5-botanical-gardens.jpg",
    "detail_description": "The shady, tranquil botanical gardens, stretch over 40 hectares and contain over 1000 species of local and foreign plants, as well as lots of birdlife that flock to its several lakes and ponds (particularly in winter). Some way from the centre of Dhaka, it’s a nice respite from the city’s mass of humanity. In the distance you’ll see the Turag River.\n"
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 6,
    "name": "Shankharia Bazar",
    "latitude": "23.70991806",
    "longitude": "90.40943865",
    "excerpt": "Clouds of incense and a bursting paintbox of colours signal a welcome to so-called Hindu Street. Lined on either side with old houses, garlands of lurid…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/shankharia-bazar/a/poi-sig/1431978/355783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/453b4c6e0ff37b2c03cc789f7b7fe422-shankharia-bazar.jpg",
    "detail_description": "Clouds of incense and a bursting paintbox of colours signal a welcome to so-called Hindu Street. Lined on either side with old houses, garlands of lurid orange marigolds, and dark doorways leading to matchbox-sized shops and workshops, this can be an extremely photogenic part of Old Dhaka, as the shankharis (Hindu artisans) , whose ancestors came here over 300 years ago, busy themselves creating kites, gravestones, wedding hats and bangles carved out of conch shells.\nThe area is particularly flamboyant during Hindu festivals, but colourful year round."
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 5,
    "name": "Sadarghat",
    "latitude": "23.705189",
    "longitude": "90.410185",
    "excerpt": "Running calmly through the centre of Old Dhaka, the Buriganga River is the muddy artery of Dhaka and the very lifeblood of both this city and the nation…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/sadarghat/a/poi-sig/1431982/355783",
    "image_url": null,
    "detail_description": "Running calmly through the centre of Old Dhaka, the Buriganga River is the muddy artery of Dhaka and the very lifeblood of both this city and the nation. Exploring it from the deck of a small boat from Sadarghat (shod-or-ghat) is to see Bangladesh at its grittiest. The panorama of river life is fascinating. Triple-towered ferries leer over pint-sized canoes, and country boats bump against overladen barges with barely an inch of clearance above water.\nOn the foreshores, stained with grease and mud, you’ll find children fishing with homemade nets in the lee of rusting tankers. Further out, repairmen busy themselves crashing, bashing and scrubbing ship hulls while floating on planks of wood.Among all the large ships are the tiny wooden ones that you can hire. These are available almost everywhere along the waterfront, though most people hire them from around Sadarghat boat terminal. If you just walk along the jetty here, English-speaking boatmen will find you and offer you a one-hour tour of the river. If you can barter the price down to Tk 30 you’ll be doing well.Alternatively, if you don’t fancy a price battle with the touts, walk slightly west to the small rowing-boat landing; from here wooden rowing boats ferry passengers across the river all day for a set price of Tk 5 per person. The opposite riverbank is of no particular interest – it’s packed with clothes shops and stalls, although there are some snack stalls and tea stands, too – but it’s the trip there and back that’s the attraction."
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 4,
    "name": "Ahsan Manzil",
    "latitude": "23.70898179",
    "longitude": "90.40600324",
    "excerpt": "Dating from 1872, the must-see Pink Palace was built on the site of an old French factory by Nawab Abdul Ghani, the city’s wealthiest zamindar (landowner)…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/ahsan-manzil/a/poi-sig/1020230/355783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fc09d33522052723c107a6d1fe5741b0-ahsan-manzil.jpg",
    "detail_description": "Dating from 1872, the must-see Pink Palace was built on the site of an old French factory by Nawab Abdul Ghani, the city’s wealthiest zamindar (landowner). Some 16 years after the palace’s construction, it was damaged by a tornado, then altered during restoration, becoming even grander than before. Lord Curzon stayed here whenever he was in town.\nAfter the death of the nawab (prince) and his son, the family fortune was dispersed and the palace eventually fell into disrepair. It was saved from oblivion by massive restoration in the late 1980s, aided by photos of each of the 23 rooms, taken during the high point of the palace’s history. The photos are still on display, as are various family portraits and the skull of Nawab Abdul Ghani’s favourite elephant, Feroz Jung."
},
{
    "country": "bangladesh",
    "city": "Bangladesh",
    "index": 3,
    "name": "Painam Nagar",
    "latitude": "23.65578098",
    "longitude": "90.60354519",
    "excerpt": "Constructed almost entirely between 1895 and 1905 on a small segment of the ancient capital city, the tiny settlement of Painam Nagar consists of a single…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka-division/sonargaon/attractions/painam-nagar/a/poi-sig/1431673/355788",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_124448137.jpg",
    "detail_description": "Constructed almost entirely between 1895 and 1905 on a small segment of the ancient capital city, the tiny settlement of Painam Nagar consists of a single street, lined with around 50 (now dilapidated) mansions built by wealthy Hindu merchants. The once-elegant town is busy fighting a losing battle with nature, and with every passing year the trees and vines drape themselves a little further over the decaying houses, creating a delightful ghost-town quality where the buildings appear to hang like exotic fruits from the trees.\nMany of the original merchant owners fled to India at the time of the Partition, leaving their elegant homes in the care of poor tenants, who did nothing to maintain them. Most of the remaining owners pulled out during the anti-Hindu riots of 1964, which led to the 1965 Indo–Pakistan War. Despite the rot, a few people continue to live in some of the houses and their bright shades add a technicolour tint to the village."
},
{
    "country": "bangladesh",
    "city": "Dhaka",
    "index": 2,
    "name": "Lalbagh Fort",
    "latitude": "23.7188",
    "longitude": "90.38873",
    "excerpt": "The half-completed Lalbagh Fort and its well-tended gardens are an excuse to escape Old Dhaka’s hustle and bustle for an hour or so. The fort is…",
    "detail_url": "https://www.lonelyplanet.com/bangladesh/dhaka/attractions/lalbagh-fort/a/poi-sig/1020247/355783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/63a2f6d14bf52f127d2eb792f8df02fc-lalbagh-fort.jpg",
    "detail_description": "The half-completed Lalbagh Fort and its well-tended gardens are an excuse to escape Old Dhaka’s hustle and bustle for an hour or so. The fort is particularly atmospheric in the early morning light. Construction began in 1677 under the direction of Prince Mohammed Azam, Emperor Aurangzeb's third son, although he handed it to Shaista Khan for completion. However, the death of Khan’s daughter, Pari Bibi (Fair Lady), was considered such a bad omen that the fort was never completed.\nThree architectural monuments within the complex were finished: the Mausoleum of Pari Bibi (in front of you as you enter), the Diwan, or Hall of Audience (to your left) and the three-domed Quilla Mosque (to your right) all date from 1684.The only monument you can enter is the Diwan, an elegant two-storey structure containing a small but excellent museum of Mughal miniature paintings, coins, carpets and calligraphy, along with swords and firearms. In the same building, a massive arched doorway leads to the hammam (bathhouse). Outside is a huge disused bathing tank.The Mausoleum of Pari Bibi is unusual because of its materials of construction: black basalt, white marble and encaustic tiles of various colours have been used to decorate its interior, while the central chamber, where Pari Bibi is buried, is entirely veneered in white marble."
}
]