[
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 1,
    "name": "Wat Pho",
    "latitude": "13.746552731883",
    "longitude": "100.49334019998",
    "excerpt": "Wat Pho is our absolute favorite among Bangkok's biggest sights. In fact, the compound incorporates a host of superlatives: the city's largest reclining…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/wat-pho/a/poi-sig/1148214/1324177",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/iStock-1343992592-RFC.jpg",
    "detail_description": "Wat Pho is our absolute favorite among Bangkok's biggest sights. In fact, the compound incorporates a host of superlatives: the city's largest reclining Buddha, the largest collection of Buddha images in Thailand and the country's earliest center for public education.\nAlmost too big for its shelter is Wat Pho's highlight, the genuinely impressive Reclining Buddha, housed in a pavilion on the western edge of the temple complex. You'll even find (slightly) fewer tourists here than at neighboring Wat Phra Kaew.\nThe rambling grounds of Wat Pho cover eight hectares, with the major tourist sites occupying the northern side of Th Chetuphon and the monastic facilities found on the southern side. The temple compound is also the national headquarters for the teaching and preservation of traditional Thai medicine, including Thai massage, a mandate legislated by Rama III when the tradition was in danger of extinction. The famous massage school has two massage pavilions located within the temple area and additional rooms within the training facility outside the temple.\nA common public ritual at the temple of the Reclining Buddha is to donate coins (representing alms) in a series of metal bowls placed in a long row to the rear of the Buddha statue. If you don't have enough coins on you, an attendant will oblige you with loose change for bigger denominations.\n\n  \nA temple has stood on the grounds of Wat Pho since the 16th century. ©takepicsforfun/Getty Images\n\nHistory\nThe first iteration of Wat Pho (officially Wat Phra Chetuphon Wimon Mangkhalaram Rajwaramahawihana) was built in the 16th century as a late Ayuthaya-period monastery. Originally known as Wat Phodharam, it was restored in 1788 by King Rama I, who by then had built the Grand Palace next door and established Bangkok as the capital of Thailand.\nMuch of what visitors see today was completed during the reign of King Rama III who extended much of Wat Pho in 1832, particularly the South Vihara and the West Vihara, where the Reclining Buddha is housed. The Reclining Buddha was completed in 1848 and remains the largest in Bangkok. The figure itself is modelled out of plaster around a brick core and is finished in gold leaf.\nIt was King Rama III who also turned Wat Pho into Bangkok’s first public university too. The compound’s array of sculptures and artwork, which include more than 1000 depictions of Buddha, were commissioned to help people learn about history, literature and Buddhism.\nBetween 1831 and 1841, some 1431 stone inscriptions were added by King Rama III and Thai scholars to preserve cultural heritage, including Thai massages, which is why Wat Pho remains the national headquarters for the teaching of traditional Thai medicine. The compound was last restored ahead of the Bangkok Bicentennial Celebration in 1982.\n\n  \nWat Pho is still a place of worship. ©Richard I'Anson/Lonely Planet\n\nTickets and other practicalities\nWat Pho is open daily from 8:30am-6:30pm and entry tickets cost 200B. Your admission includes a complimentary bottle of water (trust us: you'll need it) that can be collected at a stall near the Reclining Buddha temple.\nWat Pho dress code\nDress in long skirts/trousers and sleeved shirts when you visit. Shoes must be taken off to enter the temple. You'll be given a plastic bag at the entrance, in which you can wrap your shoes and carry them with you during your visit. Once outside, deposit the (reusable) bags in a collection vat.\n\n  \nThe Wat Pho Thai Traditional Massage School offers both massages and courses. ©anekoho/Shutterstock\n\nMassages at Wat Pho\nThere aren’t many sacred religious sights in the world where you can get a massage, but Wat Pho is certainly one of them. As the national headquarters for the teaching of traditional Thai medicine, the school has two Thai massage pavilions located within the temple compound and additional rooms within a training facility outside the temple, providing a unique opportunity to combine relaxation with sightseeing.\nBoth Thai massage and foot massages are available onsite (30 or 60 minutes) and need to be booked ahead via the Wat Pho Massage website. You can also learn how to give a Thai massage with one-day courses at the Wat Pho Thai Traditional Massage School. Prices start from 12,000B and the courses are available every day expect Sundays. The school is outside the temple compound in a restored Bangkok shophouse in Soi Phen Phat. Other basic courses offer 30 hours spread over five days and cover either general massage or foot massage.\n\n  \nThe Reclining Buddha at Wat Pho is still Bangkok's biggest. ©Terje Langeland/Getty Images\n\nHighlights\nReclining Buddha\nLocated in the compound's main wí·hăhn (sanctuary), the genuinely impressive Reclining Buddha, 46m long and 15m high, illustrates the passing of the Buddha into nirvana (i.e. the Buddha's death). Mother-of-pearl inlay ornaments the feet, displaying the 108 different lák·sà·nà (characteristics) of a Buddha. Continuing the numerical theme, behind the statue are 108 bronze monk bowls; for 20B you can buy 108 coins, each of which is dropped in a bowl for good luck and as a gesture of giving alms.\nPhra Ubosot\nThough built during the reign of Rama I (reigned 1782–1809) and influenced by the Ayuthaya school of architecture, the bòht (ordination hall) as it stands today is the result of extensive renovations dating back to the reign of Rama III (reigned 1824–51). Inside you'll find impressive murals and a three-tiered pedestal supporting Phra Buddha Deva Patimakorn, the compound's second-most noteworthy Buddha statue, as well as the ashes of Rama I.\nOther Buddha statues\nThe images on display in the four wí·hăhn surrounding Phra Ubosot are worth investigation. Particularly beautiful are the Phra Chinnarat and Phra Chinnasri Buddhas in the western and southern chapels, both rescued from Sukhothai by relatives of Rama I. The galleries extending between the four structures feature no fewer than 394 gilded Buddha images spanning nearly all schools of traditional Thai craftsmanship, from Lopburi to Ko Ratanakosin.\nAncient inscriptions\nEncircling Phra Ubosot is a low marble wall with 152 bas-reliefs depicting scenes from the Ramakian, the Thai version of the Ramayana. You’ll recognize some of these figures when you exit the temple past the hawkers with mass-produced rubbings for sale: these are made from cement casts based on Wat Pho’s reliefs.\nNearby, a small pavilion west of Phra Ubosot has Unesco-awarded inscriptions detailing the tenets of traditional Thai massage. These and as many as 2000 other stone inscriptions covering various aspects of traditional Thai knowledge led to Wat Pho's legacy as Thailand’s first public university.\nRoyal Chedi\nOn the western side of the grounds is a collection of four towering tiled chedi (stupa) commemorating the first four Chakri kings. Note the square bell shape with distinct corners, a signature of Ratanakosin style, and the titles emulating the colors of the Buddhist flag. The middle chedi is dedicated to Rama I and encases Phra Si Sanphet Dayarn, a 16m-high standing Buddha image from Ayuthaya. The compound's 91 smaller chedi include clusters containing the ashes of lesser royal descendants.\nPhra Mondop\nAlso known as hǒr đrai, and serving as a depository for Buddhist scriptures, the elevated Phra Mondop is guarded by four yaksha (guardian demons). Legend has it that an argument between the four led to the clearing of the area known today as Tha Tien. Just south of the Phra Mondop is the currently reptile-free Crocodile Pond.\nSala Kan Parian\nLocated in the southwestern corner of the compound is Sala Kan Parian, one of the few remaining structures that predates Rama III's extensive 19th-century renovation/expansion of then Wat Pho Tharam. Built in the Ayuthaya style, the structure formerly functioned as the wát's primary bòht, and held the temple compound's primary Buddha statue.\nThe grounds\nSmall Chinese-style rock gardens and hill islands interrupt the compound's numerous tiled courtyards providing shade, greenery and quirky decorations depicting daily life. Keep an eye out for the distinctive rockery festooned with figures of the hermit Khao Mor – who is credited with inventing yoga – in various healing positions. Directly south of the main wí·hăhn is a Bodhi tree (đôn po), grown from a clipping of the original under which the Buddha is said to have attained enlightenment, and also the source of the temple's colloquial name, Wat Pho.\nGranite statues\nAside from monks and sightseers, Wat Pho is filled with an altogether stiffer crowd: dozens of giants and figurines carved from granite. The rock giants first arrived in Thailand as ballast aboard Chinese junks and were put to work in Wat Pho (and other wát, including Wat Suthat), guarding the entrances of temple gates and courtyards. Look closely and you’ll see an array of Chinese characters. The giants with bulging eyes and Chinese opera costumes were inspired by warrior noblemen and are called Lan Than. The figure in a straw hat is a farmer, forever interrupted during his day’s work cultivating the fields. And can you recognize the guy in the fedora-like hat with a trimmed beard and moustache? Marco Polo, of course, who introduced such European styles to the Chinese court.\nOther tips\n\nArrive early to avoid the crowds and to take advantage of the (relatively) cool weather.\nDon't just gawk at the Reclining Buddha and call it a day: Wat Pho's fantastical, almost maze-like grounds are also part of the experience, and are home to some less hyped but worthwhile treasures.\n\nNearby restaurants\nYou'd be wise to combine your visit to Wat Pho with lunch, specifically lunch at Pa Aew, an open-air stall that serves tasty Bangkok-style curries and stir-fries.\nAlternatively, Tonkin Annam serves some of the best Vietnamese food in Bangkok. Come for the phó (noodle soup), deliciously tart and peppery banana blossom salad, or dishes you won't find elsewhere, such as bánh bèo (steamed cups of rice flour topped with pork), a specialty of Hue.\nNearby hotels\nThe almost fairy-tale-like Chakrabongse Villas compound incorporates three sumptuous rooms and four larger suites and villas, some with great river views, all surrounding a still-functioning royal palace dating back to 1908. There’s a pool, jungle-like gardens and an elevated deck for romantic riverside dining.\nElse you can walk to Wat Pho from Arun Residence, which is strategically located on the river directly across from Wat Arun. This multilevel wooden house has much more than just great views: The seven rooms here manage to feel both homey and stylish (the best are the top-floor, balcony-equipped suites). There are also inviting communal areas, including a library, rooftop bar and restaurant.\n"
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 40,
    "name": "Institute of Islamic Art",
    "latitude": "13.72444",
    "longitude": "100.515879",
    "excerpt": "This institute has a small gallery displaying indigenous classical and contemporary Thai Islamic art, with the objective of reviving the Thai Islamic…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/institute-of-islamic-art/a/poi-sig/1622260/1324182",
    "image_url": null,
    "detail_description": "This institute has a small gallery displaying indigenous classical and contemporary Thai Islamic art, with the objective of reviving the Thai Islamic artistic tradition and promoting a better understanding of indigenous Thai Muslim culture. Some years ago, the institute famously presented the Thai king with a bespoke piece of artwork that integrated his name into the calligraphy. The gallery is located up a quiet alley that branches right from Soi Oriental if you're walking towards the Oriental Pier from Th Charoen Krung.\n"
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 39,
    "name": "Lak Meuang",
    "latitude": "13.752610346",
    "longitude": "100.494019094",
    "excerpt": "Serving as the spiritual keystone of Bangkok, Lak Meuang is a phallus-shaped wooden pillar erected by Rama I during the foundation of the city in 1782…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/lak-meuang/a/poi-sig/407514/1324177",
    "image_url": null,
    "detail_description": "Serving as the spiritual keystone of Bangkok, Lak Meuang is a phallus-shaped wooden pillar erected by Rama I during the foundation of the city in 1782. Part of an animistic tradition, the city pillar embodies the city's guardian spirit (Phra Sayam Thewathirat) and also lends a practical purpose as a marker of a town's crossroads and measuring point for distances between towns.\nIf you're lucky, lá·kon gâa bon (a commissioned dance) may be in progress, when brilliantly costumed dancers measure out subtle movements as gratitude to the guardian spirit for granting a worshipper's wish."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 38,
    "name": "Taling Chan Floating Market",
    "latitude": "13.778401",
    "longitude": "100.464134",
    "excerpt": "Located just outside of Bangkok on the access road to Khlong Bangkok Noi, Taling Chan looks like any other fresh food market busy with produce vendors…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/attractions/taling-chan-floating-market/a/poi-sig/1257682/357640",
    "image_url": null,
    "detail_description": "Located just outside of Bangkok on the access road to Khlong Bangkok Noi, Taling Chan looks like any other fresh food market busy with produce vendors from nearby farms. But the twist emerges at the canal where several floating docks serve as informal dining rooms and the kitchens are boats tethered to the docks.\nTaling Chan is in Thonburi and can be reached via taxi from Wongwian Yai BTS station or via air-con bus 79 (16B, 25 minutes), which makes stops on Th Ratchadamnoen Klang. Long-tail boats from any large Bangkok pier can also be hired for a trip to Taling Chan and the nearby Khlong Chak Phra."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 37,
    "name": "Queen Saovabha Memorial Institute",
    "latitude": "13.732746",
    "longitude": "100.532777",
    "excerpt": "Founded in 1923, Asia's oldest snake farm gathers antivenom by milking snakes, injecting it into horses, and then harvesting and purifying the antigens…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/queen-saovabha-memorial-institute/a/poi-sig/407330/1324182",
    "image_url": null,
    "detail_description": "Founded in 1923, Asia's oldest snake farm gathers antivenom by milking snakes, injecting it into horses, and then harvesting and purifying the antigens the equines produce. Milking sessions (11am Monday to Friday) and snake-handling performances (2.30pm Monday to Friday and 11am weekends) are held at the outdoor amphitheatre. The latter is quite a spectacle – picture a 3m king cobra furiously lashing at a handler as he deftly demonstrates his handling capabilities. Leave a donation for the snakes at the office.\nThe compound houses several varieties of snakes in glass/metal cages, mostly pythons of varying sizes."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 36,
    "name": "MR Kukrit Pramoj House",
    "latitude": "13.720422389",
    "longitude": "100.533229485",
    "excerpt": "Author and statesman Mom Ratchawong Kukrit Pramoj (1911–95) once resided in this charming complex now open to the public. Surrounded by a manicured garden…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/mr-kukrit-pramoj-house/a/poi-sig/1243973/1324182",
    "image_url": null,
    "detail_description": "Author and statesman Mom Ratchawong Kukrit Pramoj (1911–95) once resided in this charming complex now open to the public. Surrounded by a manicured garden, the five teak buildings introduce visitors to traditional Thai architecture and arts, and the former resident, who served as prime minister of Thailand in 1974 and ’75, wrote more than 150 books and spent 20 years decorating the house.\nA tree-shaded pond to the rear of the property has giant resident kois and carps, who will rise if you bait them with stinky food pellets from the feeding jar kept at the site. The house is occasionally closed for private events, so it's a good idea to call ahead before visiting."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 35,
    "name": "October 14 Memorial",
    "latitude": "13.756987",
    "longitude": "100.499089",
    "excerpt": "A peaceful amphitheatre commemorates the civilian demonstrators who were killed by the military during a pro-democracy rally on 14 October 1973. Over 200…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/october-14-memorial/a/poi-sig/1136959/1324178",
    "image_url": null,
    "detail_description": "A peaceful amphitheatre commemorates the civilian demonstrators who were killed by the military during a pro-democracy rally on 14 October 1973. Over 200,000 people had assembled at the Democracy Monument and along the length of Th Ratchadamnoen to protest against the arrest of political campaigners and continuing military dictatorship. Although some in Thailand continue to deny it, photographs confirm that more than 70 demonstrators were killed when the tanks met the crowd.\nThe complex is an interesting adaptation of Thai temple architecture for a secular and political purpose. A central chedi (stupa) is dedicated to the fallen and a gallery of historic photographs lines the interior wall."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 34,
    "name": "Ananta Samakhom Throne Hall",
    "latitude": "13.771764878",
    "longitude": "100.513033461",
    "excerpt": "The domed neoclassical building behind the Rama V Memorial was originally built as a royal reception hall during the reign of Rama V, but wasn't completed…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/thewet-dusit/attractions/ananta-samakhom-throne-hall/a/poi-sig/1147689/1324179",
    "image_url": null,
    "detail_description": "The domed neoclassical building behind the Rama V Memorial was originally built as a royal reception hall during the reign of Rama V, but wasn't completed until 1915, five years after his death. It's closed to visitors, but you are free to admire the mansion's graceful structure from the outside and take photos.\nThe hall was designed as the venue for high-profile royal functions, and on occasion it still serves this purpose. Notable among such grand ceremonies was the celebration of King Bhumibol Adulyadej’s 60th year on the throne in 2006, and more recently the coronation of King Vajiralongkorn in 2019. The first meeting of the Thai parliament was also held in the building, before being moved to a facility nearby."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 33,
    "name": "Rama V Memorial",
    "latitude": "13.769356",
    "longitude": "100.512092",
    "excerpt": "The bronze figure on horseback is Rama V (King Chulalongkorn; r 1868–1910), the monarch widely credited for steering the country into the modern age and…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/thewet-dusit/attractions/rama-v-memorial/a/poi-sig/1136968/1324179",
    "image_url": null,
    "detail_description": "The bronze figure on horseback is Rama V (King Chulalongkorn; r 1868–1910), the monarch widely credited for steering the country into the modern age and for preserving Thailand’s independence from European colonialism. He is also considered a champion of the common person for his abolition of slavery and corvée (the requirement that every citizen be available for state labour when called on).\nRama V's accomplishments are so revered, especially by the middle class, that his statue attracts worshippers (particularly on Tuesdays, the day of his birth), who make offerings of candles and flowers (predominantly pink roses). The statue is also the site of a huge celebration on 23 October, the anniversary of the monarch's death."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 32,
    "name": "Amulet Market",
    "latitude": "13.75555494",
    "longitude": "100.489223096",
    "excerpt": "This arcane and fascinating market claims both the footpaths along Th Maha Rat and Th Phra Chan, as well as a dense network of covered market stalls that…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/amulet-market/a/poi-sig/1243127/1324177",
    "image_url": null,
    "detail_description": "This arcane and fascinating market claims both the footpaths along Th Maha Rat and Th Phra Chan, as well as a dense network of covered market stalls that runs south from Phra Chan Pier. The easiest entry point is clearly marked 'Trok Maha That'. The trade is based around small talismans highly prized by collectors, monks, taxi drivers and people in dangerous professions.\nPotential buyers, often already sporting many amulets, can be seen bargaining and flipping through magazines dedicated to the amulets, some of which command astronomical prices. It's a great place to just wander and watch men (because it’s rarely women) looking through magnifying glasses at the tiny amulets, seeking hidden meaning and, if they’re lucky, hidden value."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 31,
    "name": "Sathorn Unique Tower",
    "latitude": "13.717331",
    "longitude": "100.515246",
    "excerpt": "Construction on Sathorn Unique – known colloquially as the Ghost Tower because locals believe the plot of land it occupies to be a former cemetery – began…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/sathorn-unique-tower/a/poi-sig/1521489/1324182",
    "image_url": null,
    "detail_description": "Construction on Sathorn Unique – known colloquially as the Ghost Tower because locals believe the plot of land it occupies to be a former cemetery – began in 1990. In 1997, with an estimated 75% of the tower completed, the Asian financial crisis reached its peak, funds disappeared, and construction on the tower was simply halted, leaving it in its partially finished state ever since.\nToday, Sathorn Unique is both a cringe-worthy reminder of that era and popular destination for urban explorers. It is officially off-limits to the public, though some curious visitors still find their way inside despite it being extremely risky (the tower's structural elements were completed, but huge holes, a lack of walls and falling debris pose serious threats)."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 30,
    "name": "Wat Ratchanatdaram",
    "latitude": "13.754863647",
    "longitude": "100.504213489",
    "excerpt": "This temple was built for Rama III (King Phranangklao; r 1824–51) in the 1840s, and its design is said to derive from metal temples built in India and Sri…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/wat-ratchanatdaram/a/poi-sig/1257386/1324178",
    "image_url": null,
    "detail_description": "This temple was built for Rama III (King Phranangklao; r 1824–51) in the 1840s, and its design is said to derive from metal temples built in India and Sri Lanka more than 2000 years ago. Unsurprisingly, the temple is colloquially referred to by the moniker loha prasat, which translates as 'iron palace' in Sanskrit. At the back of the compound, behind the formal gardens, is a well-known market selling prá krêu·ang (Buddhist amulets) in all sizes, shapes and styles.\nThe temple is most stunning at night when the 37 spires – representing the 37 virtues that lead to enlightenment – are lit up like a medieval birthday cake. The interior is relatively unadorned by Thai temple standards, but the hallways and square edges contribute to a symmetry reminiscent of the much earlier temples at Angkor, in Cambodia."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 29,
    "name": "Sri Mariamman Temple",
    "latitude": "13.724335",
    "longitude": "100.523036",
    "excerpt": "Arrestingly flamboyant, this Hindu temple is a wild collision of colours, shapes and deities. It was built in the 1860s by Tamil immigrants and features a…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/sri-mariamman-temple/a/poi-sig/407618/1324182",
    "image_url": null,
    "detail_description": "Arrestingly flamboyant, this Hindu temple is a wild collision of colours, shapes and deities. It was built in the 1860s by Tamil immigrants and features a 6m facade of intertwined, full-colour Hindu deities. While most of the people working in the temple hail from the Indian subcontinent, you will likely see plenty of Thai and Chinese devotees praying here as well. This is because the Hindu gods figure just as prominently in their individualistic approach to religion.\nThe official Thai name of the temple is Wat Phra Si Maha Utama Devi, but it's often referred to as Wat Khaek – kàak being a common expression for people of Indian descent. The literal translation is ‘guest’, an obvious euphemism for any group of people not particularly wanted as permanent residents; hence most Indian Thais aren't fond of the term."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 28,
    "name": "Saranrom Royal Garden",
    "latitude": "13.748453056802",
    "longitude": "100.49478233015",
    "excerpt": "Easily mistaken for a European public garden, this Victorian-era green space was originally designed as a royal residence in the time of Rama IV. After…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/saranrom-royal-garden/a/poi-sig/408092/1324177",
    "image_url": null,
    "detail_description": "Easily mistaken for a European public garden, this Victorian-era green space was originally designed as a royal residence in the time of Rama IV. After Rama VII abdicated in 1935, the palace served as the headquarters of the People’s Party, the political organisation that orchestrated the handover of the government. The open space remained and in 1960 was opened to the public.\nToday a wander through the garden reveals a Victorian gazebo, paths lined with frangipani and a moat around a marble monument built in honour of one of Rama V’s favourite wives, Queen Sunantha, who died in a boating accident in 1880. The queen was on her way to Bang Pa-In Summer Palace in Ayuthaya when her boat began to sink. The custom at the time was that commoners were forbidden to touch royalty, which prevented her attendants from saving her from drowning."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 27,
    "name": "Silpakorn University",
    "latitude": "13.752704",
    "longitude": "100.490409",
    "excerpt": "Thailand’s universities aren’t usually repositories for interesting architecture, but Silpakorn (pronounced sĭn lá þà gorn), the country’s premier art…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/silpakorn-university/a/poi-sig/408106/1324177",
    "image_url": null,
    "detail_description": "Thailand’s universities aren’t usually repositories for interesting architecture, but Silpakorn (pronounced sĭn lá þà gorn), the country’s premier art school, breaks the mould. The classical buildings form the charming nucleus of what was an early Thai aristocratic enclave, and the traditional artistic temperament still survives.\nThe building immediately facing the Th Na Phra Lan gate was once part of a palace and now houses the Silpakorn University Art Centre. To the right of the building is a shady sculpture garden displaying the work of Corrado Feroci (also known as Silpa Bhirasri), the Italian art professor and sculptor who came to Thailand at royal request in the 1920s and later established the university (which is named after him), sculpted parts of the Democracy Monument and, much to his own annoyance, the Victory Monument."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 26,
    "name": "Museum Siam",
    "latitude": "13.744011825999",
    "longitude": "100.49395115089",
    "excerpt": "This fun museum's collection employs a variety of media to explore the origins of the Thai people and their culture. Housed in a European-style 19th…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/museum-siam/a/poi-sig/1243142/1324177",
    "image_url": null,
    "detail_description": "This fun museum's collection employs a variety of media to explore the origins of the Thai people and their culture. Housed in a European-style 19th-century building that was once the Ministry of Commerce, the exhibits are presented in a contemporary, engaging and interactive fashion not typically found in Thailand's museums. They are also refreshingly balanced and entertaining, with galleries dealing with a range of questions about the origins of the nation and its people.\nEach room has an informative narrated video started by a sensory detector, keeping waiting to a minimum. An Ayuthaya-era battle game, a room full of traditional Thai toys and a street vending cart where you can be photographed pretending to whip up a pan of pàt tai (fried noodles) will help keep kids interested for at least an hour, adults for longer. Check out the attached shop for some innovative gift ideas."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 23,
    "name": "Siriraj Medical Museum",
    "latitude": "13.757882913021",
    "longitude": "100.48477861767",
    "excerpt": "Collectively dedicated to anatomy, pathology and forensic sciences, this museum has a somewhat atypical (bordering on macabre) array of exhibits ranging…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/siriraj-medical-museum/a/poi-sig/1244107/1324177",
    "image_url": null,
    "detail_description": "Collectively dedicated to anatomy, pathology and forensic sciences, this museum has a somewhat atypical (bordering on macabre) array of exhibits ranging from mummified cadavers, two-headed foetuses and cancer-riddled human organs to various appendages, murder weapons and grisly crime-scene evidence. Although the intent is ostensibly to educate rather than nauseate, exhibits such as the preserved body of Si Ouey, a serial killer who murdered – and then ate – several children in the 1950s before being executed, often do the latter.\nYour ticket includes entrance to the Museum of Anatomy, in the adjacent Department of Anatomy building, where you can see some hair-raising but educative exhibits such as a complete human nervous system and arterial system carefully dissected out of corpses, transverse sections of human anatomy, as well as the skeleton of Malee, a Thai woman who was recognised as the world's tallest woman in 2009 and died in 2016."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 24,
    "name": "Sao Ching-Cha",
    "latitude": "13.751818",
    "longitude": "100.501277",
    "excerpt": "This spindly red arch – a symbol of Bangkok – formerly hosted a Brahmin festival in honour of Shiva, in which participants would swing in ever higher arcs…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/sao-ching-cha/a/poi-sig/408072/1324178",
    "image_url": null,
    "detail_description": "This spindly red arch – a symbol of Bangkok – formerly hosted a Brahmin festival in honour of Shiva, in which participants would swing in ever higher arcs in an effort to reach a bag of gold suspended from a 15m-high bamboo pole. Whoever grabbed the gold could keep it, but that was no mean feat, and deaths were as common as successful attempts. A black-and-white photo illustrating the risky rite can be seen at the ticket counter at adjacent Wat Suthat.\nThe Brahmans once enjoyed a mystical position within the royal court, primarily in the coronation rituals. But after the 1932 revolution the Brahmans’ waning power was effectively terminated and the festival, including the swinging, was discontinued during the reign of Rama VII (King Prajadhipok; r 1925–35). In 2007, the Giant Swing was replaced with the current model, which was made from six giant teak logs from Phrae in northern Thailand. The previous version is kept at the National Museum."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 25,
    "name": "Ban Baat",
    "latitude": "13.751151",
    "longitude": "100.506374",
    "excerpt": "The residents of Ban Baat inhabit the only remaining village of three established in Bangkok by Rama I (King Phraphutthayotfa Chulalok; r 1782–1809) to…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/ban-baat/a/poi-sig/1148232/1324178",
    "image_url": null,
    "detail_description": "The residents of Ban Baat inhabit the only remaining village of three established in Bangkok by Rama I (King Phraphutthayotfa Chulalok; r 1782–1809) to produce bàht, the distinctive bowls used by monks to receive morning food donations. Tourists – not temples – are among the customers these days, and a bowl purchase is usually rewarded with a bowl-making demonstration. Expect to pay around 300B for a small bowl.\nAs cheaper factory-made bowls are now the norm, the artisanal tradition has shrunk to one extended family. You can observe the process of hammering the bowls together from eight separate pieces of steel, said to represent Buddhism’s eightfold path. The joints are then fused with melted copper wire, and the bowl is beaten, polished and coated with several layers of black lacquer.To find the village – today just a single alleyway – from Th Bamrung Meuang, turn down Soi Ban Bat, then take the first right."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 22,
    "name": "Dream World",
    "latitude": "13.998037",
    "longitude": "100.678368",
    "excerpt": "This is an expansive amusement park north of the city that boasts a snow room.",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/attractions/dream-world/a/poi-sig/1102197/357640",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_524357128.jpg",
    "detail_description": "This is an expansive amusement park north of the city that boasts a snow room.\n"
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 21,
    "name": "Democracy Monument",
    "latitude": "13.756698717",
    "longitude": "100.501860939",
    "excerpt": "The Democracy Monument is the focal point of the grand, European-style boulevard that is Th Ratchadamnoen Klang. As the name suggests, it was erected to…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/democracy-monument/a/poi-sig/1136958/1324178",
    "image_url": null,
    "detail_description": "The Democracy Monument is the focal point of the grand, European-style boulevard that is Th Ratchadamnoen Klang. As the name suggests, it was erected to commemorate Thailand’s momentous transformation from absolute to constitutional monarchy.\nIt was designed by Thai architect Mew Aphaiwong and the relief sculptures were created by Italian Corrado Feroci who, as Silpa Bhirasri, gives his name to Silpakorn University. Feroci combined the square-jawed ‘heroes of socialism’ style popular at the time with Mew Aphaiwong’s art-deco influences.There are 75 cannonballs around the base to signify the year BE (Buddhist Era) 2475 (AD 1932); the four wings of the monument stand 24m tall, representing 24 June, the day the constitution was signed; and the central plinth stands 3m high (June was then the third month in the Thai calendar) and supports a chiselled constitution. Each wing has bas-reliefs depicting soldiers, police and civilians who helped usher in the modern Thai state. During previous periods of military dictatorships, demonstrators have assembled here to call for a return to democracy, most notably in 1973 and 1992."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 20,
    "name": "King Prajadhipok Museum",
    "latitude": "13.756127942",
    "longitude": "100.506495224",
    "excerpt": "This museum assembles old photos and memorabilia to illustrate the rather dramatic life of Rama VII (King Prajadhipok; r 1925–35), Thailand's last…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/king-prajadhipok-museum/a/poi-sig/408062/1324178",
    "image_url": null,
    "detail_description": "This museum assembles old photos and memorabilia to illustrate the rather dramatic life of Rama VII (King Prajadhipok; r 1925–35), Thailand's last absolute monarch. It occupies a grand neocolonial-style building constructed on the orders of Rama V for his favourite firm of Bond St merchants – the only foreign business allowed on the royal road linking Bangkok’s two palace districts.\nThe exhibitions reveal that Prajadhipok did not expect to become king, but once on the throne showed considerable diplomacy in dealing with what was, in effect, a revolution fomented by a new intellectual class of Thais. The 1st floor deals with the life of Queen Rambhai Barni, while the upper two floors cover the king’s own life, revealing, for example, that the army-officer-turned-king spent many of his formative years in Europe where he became fond of British democracy. (Ironically, those plotting his downfall had themselves learned of democracy during years of European education.) A coup, carried out while the king and queen were playing golf, ended Thailand’s absolute monarchy in 1932. Prajadhipok’s reign eventually ended when he abdicated while in England in 1935. He died there in 1941."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 19,
    "name": "Royal Barges National Museum",
    "latitude": "13.761551",
    "longitude": "100.485173",
    "excerpt": "The royal barges are slender, fantastically ornamented vessels used in ceremonial processions. The tradition of using them dates back to the Ayuthaya era,…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/royal-barges-national-museum/a/poi-sig/407328/1324177",
    "image_url": null,
    "detail_description": "The royal barges are slender, fantastically ornamented vessels used in ceremonial processions. The tradition of using them dates back to the Ayuthaya era, when travel (for commoners and royals) was by boat. When not in use, the barges are on display at this Thonburi museum. The most convenient way to get here is by motorcycle taxi from Phra Pin Klao Bridge Pier (ask the driver to go to reu·a prá têe nâng) – you can also walk if you wish.\nSuphannahong, the king’s personal barge, is the most important of the six boats on display here. Made from a single piece of timber, it's said to be the largest dugout in the world. The name means Golden Swan, and a huge swan head has been carved into the bow. Lesser barges feature bows that are carved into other Hindu-Buddhist mythological shapes such as the naga (mythical sea serpent) and garuda (Vishnu's bird mount).Historic photos help envision the grand processions in which the largest of the barges would require a rowing crew of 50 men, plus seven umbrella bearers, two helmsmen and two navigators, as well as a flagsman, rhythm keeper and chanter. Today, the royal barge procession is an infrequent occurrence, but was most recently performed in 2019 in honour of current King Rama X's coronation."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 18,
    "name": "Sanam Luang",
    "latitude": "13.754399352271",
    "longitude": "100.4925280117",
    "excerpt": "On a hot day, Sanam Luang (Royal Field) is far from charming: a shadeless expanse of dying grass and concrete pavement ringed by flocks of pigeons and…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/sanam-luang/a/poi-sig/407518/1324177",
    "image_url": null,
    "detail_description": "On a hot day, Sanam Luang (Royal Field) is far from charming: a shadeless expanse of dying grass and concrete pavement ringed by flocks of pigeons and homeless people. Yet despite its shabby appearance, it has been at the centre of royal ceremony since Bangkok was founded.\nLarge funeral pyres are constructed here during elaborate, but infrequent, royal cremations, and explain the field’s alternative name, Thung Phra Men (Cremation Ground). The most recent was in October 2017, for the funeral of King Rama IX, and was ostensibly one of the most ornate funerals in modern history. The ceremony took a year to plan, saw the construction of a nearly 50m-high gilded pyre, cost a total of US$90 million, and was attended by tens of thousands of mourners. Sanam Luang also draws the masses in December for Constitution Day (10 December) and New Year.Less dramatic events staged here include the annual Royal Ploughing Ceremony, in which the king officially initiates the rice-growing season, an appropriate location given that Sanam Luang was used to grow rice for almost 100 years after the royals moved into Ko Ratanakosin. After the rains, the kite-flying season (mid-February to April) sees the air above filled with butterfly-shaped Thai kites. Matches are held between teams flying either a ‘male’ or ‘female’ kite in a particular territory; points are won if they can force a competitor into their zone."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 17,
    "name": "Artist's House",
    "latitude": "13.726712",
    "longitude": "100.463276",
    "excerpt": "Sort of a gallery, kind of a coffeeshop, more a cultural centre… It's tough to categorise this old wooden house on Khlong Bang Luang in Thonburi. There's…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/attractions/artist-s-house/a/poi-sig/1407747/357640",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Thailand%20Bangkok%20Hannah%20Christine%20Hauan%20Shutterstock_1197556633%20RFC.jpg",
    "detail_description": "Sort of a gallery, kind of a coffeeshop, more a cultural centre… It's tough to categorise this old wooden house on Khlong Bang Luang in Thonburi. There's food available on weekends, as well as a free traditional Thai puppet show scheduled for 2pm, but the best excuse to come is simply to soak up the old-world canalside vibe.\nArtist's House is most easily accessible via Soi 3, Th Charansanitwong; cross the canal at the bridge by the 7-Eleven, turn left and it's about 100m down."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 16,
    "name": "Mahakan Fort",
    "latitude": "13.755649354",
    "longitude": "100.505565482",
    "excerpt": "Dating back to the late 18th century, whitewashed Mahakan Fort is one of two surviving citadels that defended the old walled city. The octagonal fort is a…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/mahakan-fort/a/poi-sig/408064/1324178",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/114851758_super.jpg",
    "detail_description": "Dating back to the late 18th century, whitewashed Mahakan Fort is one of two surviving citadels that defended the old walled city. The octagonal fort is a picturesque, if brief and hot, stop en route to Golden Mount, but the neighbouring village is more interesting. This small community of wooden houses has been here for more than 100 years, but since the mid-1990s it has fought a municipal plan to demolish it and create a ‘tourist’ park.\nIn 2016, some of the homes were demolished, but the community has since proposed the area as a Living Heritage Museum. Visitors are welcome; you can climb the ramparts (not for children) running from the fort and walk to the far end, where stairs lead down to the village."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 15,
    "name": "Phra Sumen Fort & Santi Chai Prakan Park",
    "latitude": "13.763917",
    "longitude": "100.495752",
    "excerpt": "Formerly the site of a sugar factory, Santi Chai Prakan Park is now a tiny patch of greenery with a great river view and lots of evening action, including…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/phra-sumen-fort-santi-chai-prakan-park/a/poi-sig/1257375/1324178",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5aaa47fffaa02334920178b92a39f83a183dcb7081a77281bb623d1331988a48.jpg",
    "detail_description": "Formerly the site of a sugar factory, Santi Chai Prakan Park is now a tiny patch of greenery with a great river view and lots of evening action, including comical communal aerobics classes. The riverside pathway heading southwards makes for a serene promenade. The park's most prominent landmark is the blindingly white Phra Sumen Fort, which was built in 1783 to defend the city against a river invasion.\nNamed for the mythical Phra Sumen (Mt Meru) of Hindu-Buddhist cosmology, the octagonal brick-and-stucco bunker was one of 14 city watchtowers that formerly punctuated the old city wall alongside Khlong Rop Krung (now Khlong Banglamphu but still called Khlong Rop Krung on most signs). Apart from Mahakan Fort, this is the only one still standing."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 14,
    "name": "Wat Bowonniwet",
    "latitude": "13.760340049",
    "longitude": "100.499869421",
    "excerpt": "Founded in 1826, Wat Bowonniwet (known colloquially as Wat Bowon) is the national headquarters for the Thammayut monastic sect, a reformed version of Thai…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/wat-bowonniwet/a/poi-sig/407434/1324178",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1608fcfbc69fe161802307e89f210c86-wat-bowonniwet.jpg",
    "detail_description": "Founded in 1826, Wat Bowonniwet (known colloquially as Wat Bowon) is the national headquarters for the Thammayut monastic sect, a reformed version of Thai Buddhism. Travellers visit the temple for the noteworthy murals in its bòht (ordination hall), which include Thai depictions of Western life (possibly copied from magazine illustrations) during the early 19th century. The former emperor Rama IX's ashes are enshrined here. Because of its high royal status, visitors should be particularly careful to dress properly for admittance.\nRama IV (King Mongkut; r 1851–68), who set out to be a scholar, not a king, founded the Thammayut sect and began the royal tradition of ordination at this temple. In fact, Mongkut was the abbot of Wat Bowon for several years. Rama IX (King Bhumibol Adulyadej; r 1946–2016) and Rama X (King Maha Vajiralongkorn; r 2016–), as well as several other males in the royal family, have been ordained as monks here."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 12,
    "name": "National Museum",
    "latitude": "13.757498",
    "longitude": "100.492254",
    "excerpt": "Thailand's National Museum is home to an impressive collection of items dating from throughout the country's glittering past. Most of the museum's…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/national-museum/a/poi-sig/407326/1324177",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-457694119_high.jpg",
    "detail_description": "Thailand's National Museum is home to an impressive collection of items dating from throughout the country's glittering past. Most of the museum's structures were built in 1782 as the palace of Rama I's viceroy, Prince Wang Na. Rama V turned it into a museum in 1874, and today there are three permanent exhibitions spread out over several buildings. The principal exhibition, Gallery of Thai History, is home to some of the country's most beautiful Buddha images and sculptures of Hindu gods.\nThe history wing has made impressive bounds towards contemporary curatorial aesthetics with a succinct chronology of prehistoric, Sukhothai-, Ayuthaya- and Bangkok-era events and figures. Gems include King Ramkhamhaeng’s inscribed stone pillar, said to be the oldest record of Thai writing (although this has been contested); King Taksin’s throne; the Rama V section; and the screening of a movie about Rama VII, The Magic Ring.The decorative arts and ethnology exhibit covers seemingly every possible handicraft including traditional musical instruments, ceramics, clothing and textiles, woodcarving, regalia and weaponry. The archaeology and art history wing has exhibits ranging from prehistory to the Bangkok period.In addition to the main exhibition halls, the Bhuddhaisawan (Phutthaisawan) Chapel includes some well-preserved murals and one of the country’s most revered Buddha images, Phra Phuttha Sihing. The northern Chariot Hall houses the ornate funeral chariots of past royalty."
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 13,
    "name": "Thammasat University",
    "latitude": "13.756792676",
    "longitude": "100.490800717",
    "excerpt": "Much of the saga that followed Thailand’s transition from monarchy to democracy has unfolded on this quiet riverside campus. Thammasat University was…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/thammasat-university/a/poi-sig/408084/1324177",
    "image_url": null,
    "detail_description": "Much of the saga that followed Thailand’s transition from monarchy to democracy has unfolded on this quiet riverside campus. Thammasat University was established in 1934, two years after the bloodless coup that deposed the absolute monarchy. Its remit was to instruct students in law and political economy, considered to be the intellectual necessities for an educated democracy.\nThe university was founded by Dr Pridi Phanomyong, whose statue stands in Pridi Court at the centre of the campus. Pridi was the leader of the civilian People’s Party that successfully advocated a constitutional monarchy during the 1920s and ’30s. He went on to serve in various ministries, organised the Seri Thai movement (a Thai resistance campaign against the Japanese during WWII) and was ultimately forced into exile when the postwar government was seized by a military dictatorship in 1947.Pridi was unable to counter the dismantling of democratic reforms, but the university he established continued his crusade. Thammasat was the hotbed of pro-democracy activism during the student uprising era of the 1970s. On 14 October 1973, an estimated 10,000 protesters convened on the parade grounds beside the university’s Memorial Building demanding the government reinstate the constitution. From the university the protest grew and moved to the Democracy Monument, where the military and police opened fire on the crowd, killing 77 and wounding 857. The massacre prompted the king to revoke his support of the military rulers and for a brief period a civilian government was reinstated. On 6 October 1976, Thammasat itself was the scene of a bloody massacre, when at least 46 students were shot dead while rallying against the return from exile of former dictator Field Marshal Thanom Kittikachorn. Near the southern entrance to the university is the Bodhi Court, where a sign beneath the Bodhi tree explains more about the democracy movement that germinated at Thammasat."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 10,
    "name": "SkyWalk at King Power Mahanakhon",
    "latitude": "13.723033",
    "longitude": "100.528282",
    "excerpt": "Offering an unparalleled 360-degree view of Bangkok's cityscape, this two-tiered viewpoint is perched atop King Power Mahanakhon, currently Thailand’s…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/skywalk-at-king-power-mahanakhon/a/poi-sig/1617152/1324182",
    "image_url": null,
    "detail_description": "Offering an unparalleled 360-degree view of Bangkok's cityscape, this two-tiered viewpoint is perched atop King Power Mahanakhon, currently Thailand’s tallest building. Stepping onto the dizzying SkyWalk – a glass-floored balcony dangling 78 floors above the earth at 310m – is a spine-chilling experience, but you can soothe your nerves afterwards with a stiff sundowner at the open-air bar one flight up on the skyscraper's pinnacle at 314m. An indoor 74th-floor observatory offers a less adrenalised experience, and comes 200B cheaper.\n"
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 11,
    "name": "Dusit Palace Park",
    "latitude": "13.774383966601",
    "longitude": "100.51398456218",
    "excerpt": "Following his first European tour in 1897, Rama V (King Chulalongkorn; r 1868–1910) returned with visions of European castles and set about transforming…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/thewet-dusit/attractions/dusit-palace-park/a/poi-sig/1243413/1324179",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/463704537_super.jpg",
    "detail_description": "Following his first European tour in 1897, Rama V (King Chulalongkorn; r 1868–1910) returned with visions of European castles and set about transforming these styles into a uniquely Thai expression that resulted in today's Dusit Palace Park, a royal complex with several notable pavilions and museums. At the time of research, the premises were temporarily closed for renovations, with no confirmed reopening date.\nOriginally constructed on Ko Si Chang in 1868 and moved to the present site in 1910, Vimanmek Teak Mansion contains 81 rooms, halls and anterooms, and is said to be the world's largest golden-teak building, allegedly built without the use of a single nail. The mansion was the first permanent building on the Dusit Palace grounds, and served as Rama V's residence in the early 20th century. The interior of the mansion contains various personal effects of the king and a treasure trove of early Ratanakosin-era art objects and antiques. Compulsory tours (in English) leave every 30 minutes between 9.45am and 3.15pm, and last about an hour.The nearby Ancient Cloth Museum presents a beautiful collection of traditional silks and cottons that make up the royal cloth collection.Originally built as a throne hall for Rama V in 1904, the smaller Abhisek Dusit Throne Hall is typical of the finer architecture of the era. Victorian-influenced gingerbread architecture and Moorish porticoes blend to create a striking and distinctly Thai exterior. The hall houses an excellent display of regional handiwork crafted by members of the Promotion of Supplementary Occupations &amp; Related Techniques (Support) foundation, a charity organisation sponsored by Queen Sirikit.Near the Th U Thong Nai entrance, two large stables that once housed three white elephants – animals whose auspicious albinism automatically make them crown property – now form the Royal Thai Elephant Museum. One of the structures contains artefacts and photos outlining the importance of elephants in Thai history and explaining their various rankings according to physical characteristics. The second stable holds a life-sized model of the previous king's first royal white elephant. Draped in royal vestments, the statue is more or less treated as a shrine by the visiting Thai public.Because this is royal property, visitors should wear shirts with sleeves and long pants (no cropped pants) or long skirts."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 9,
    "name": "Bangkokian Museum",
    "latitude": "13.728233",
    "longitude": "100.518014",
    "excerpt": "Comprising three early-20th-century wooden bungalows, the charming Bangkokian Museum illustrates an often-overlooked period of Bangkok's history. The main…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/bangkokian-museum/a/poi-sig/408112/1324182",
    "image_url": null,
    "detail_description": "Comprising three early-20th-century wooden bungalows, the charming Bangkokian Museum illustrates an often-overlooked period of Bangkok's history. The main residential building was constructed in 1937 for the Surawadee family – it is filled with beautiful wooden furniture, porcelain and other detritus of pre- and postwar family life. An adjacent two-storey shophouse contains themed displays of similar items. The third building, to the rear, was built in 1929 as a British doctor's clinic (he died soon after arriving in Thailand).\nA visit takes the form of an informal guided tour in halting English, and photography is encouraged."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 8,
    "name": "Wat Benchamabophit",
    "latitude": "13.766598701",
    "longitude": "100.514120025",
    "excerpt": "You might recognise this iconic temple from its impression on the back of the ubiquitous Thai 5B coin. Also referred to as the Marble Temple, it was…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/thewet-dusit/attractions/wat-benchamabophit/a/poi-sig/1136967/1324179",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7ae21dbd43e86cf51f56dd4c09bf7722c915789cdbc42b2628585143bdbd5ae6.jpg",
    "detail_description": "You might recognise this iconic temple from its impression on the back of the ubiquitous Thai 5B coin. Also referred to as the Marble Temple, it was fashioned out of white marble imported from Italy. The distinctive bòht (ordination hall) of Wat Ben, as it is colloquially known, was built in the late 19th century under Rama V. The base of the central Buddha image, a copy of the revered Phra Phuttha Chinnarat in Phitsanulok, northern Thailand, contains his ashes.\nIn architectural terms, Wat Benchamabophit is known to have a plan that exemplifies the orderliness and aesthetics of classical Thai design. A shaded rectangular balcony bordering an open courtyard to the rear of the main chapel has 52 Buddha statues, representing every mudra (gesture) and style from Thai history, making this the ideal place to compare Buddhist iconography. You'll often come across devout local families conducting prayers and offering ceremonies in the balconies, and you're free to stand by and observe the rituals."
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 7,
    "name": "Wat Suthat",
    "latitude": "13.75138",
    "longitude": "100.501256",
    "excerpt": "Other than being just plain huge and impressive, Wat Suthat also holds the highest royal temple grade. Inside the wí·hăhn (sanctuary for a Buddha…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/wat-suthat/a/poi-sig/1243270/1324178",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1454138620.jpg",
    "detail_description": "Other than being just plain huge and impressive, Wat Suthat also holds the highest royal temple grade. Inside the wí·hăhn (sanctuary for a Buddha sculpture) are intricate Jataka (stories of the Buddha) murals and the 8m-high Phra Si Sakayamuni, Thailand’s largest surviving Sukhothai-period bronze, cast in the former capital of Sukhothai in the 14th century. The ashes of Rama VIII (King Ananda Mahidol; r 1935–46) are contained in the base of the image.\nBehind the wí·hăhn, the bòht (ordination hall) is the largest of its kind in the country. To add to its list of ‘largests’, Wat Suthat holds the rank of Rachavoramahavihan, the highest royal temple grade. It also maintains a special place in the national religion because of its association with the Brahman priests who perform important ceremonies, such as the Royal Ploughing Ceremony in May. These priests also perform religious rites at two Hindu shrines near the wát – Devasathan on Th Din So, and the smaller Vishnu Shrine on Th Unakan."
},
{
    "country": "bangkok",
    "city": "Bangkok",
    "index": 6,
    "name": "Lumphini Park",
    "latitude": "13.731298",
    "longitude": "100.541704",
    "excerpt": "Named after the Buddha’s birthplace in Nepal (Lumbini), Lumphini Park is central Bangkok’s largest and most popular park. Its 58 hectares are home to an…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/riverside-silom-lumphini/attractions/lumphini-park/a/poi-sig/1244014/1324182",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyRF_562609841.jpg",
    "detail_description": "Named after the Buddha’s birthplace in Nepal (Lumbini), Lumphini Park is central Bangkok’s largest and most popular park. Its 58 hectares are home to an artificial lake surrounded by broad, well-tended lawns, wooded areas, walking paths and startlingly large resident monitor lizards to complement the shuffling citizens. It’s the best outdoor escape from Bangkok without actually leaving town.\nThe park was originally a royal reserve but in 1925 Rama VI (King Vajiravudh; r 1910–25) declared it a public space. A statue of the founding emperor can be found at the southwestern entrance of the park.\nOne of the best times to visit is early morning (or late evening), when the air is relatively fresh (or pleasantly balmy) and legions of Thai-Chinese are practising t’ai chi, or doing their best to mimic the aerobics instructor, or doing the half-run half-walk version of jogging that makes a lot of sense in oppressive humidity. There are paddleboats for lovers, playgrounds for the kids and ramshackle gym weightlifting areas.\nThis Chinese-style clock tower, located in the southeastern corner of Lumphini, doubles as an interesting photographic subject amidst the park's greenery. It was built for the Siamrath Phipitthapan Trade Fair in 1925 and was designed by Italian architect Mario Tamagno.&nbsp;\nCold drinks are available at the entrances and street-food vendors set up tables outside the park’s northwest corner from about 5pm. Be aware that late at night the borders of the park are a popular spot for sex workers and clientele.&nbsp;\nOpening hours and other practicalities\nBounded by Th Sarasin, Rama IV, Th Witthayu/Wireless Rd and Th Ratchadamri, Lumphini Park is open daily from 4:30am-9pm. Entry is free.\n"
},
{
    "country": "bangkok",
    "city": "Banglamphu",
    "index": 5,
    "name": "Golden Mount",
    "latitude": "13.75384",
    "longitude": "100.506588",
    "excerpt": "Even if you're wát-ed out, you should tackle the brisk ascent to the Golden Mount. Serpentine steps wind through an artificial hill shaded by gnarled…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/banglamphu/attractions/golden-mount/a/poi-sig/1271569/1324178",
    "image_url": "https://lp-cms-production.imgix.net/2020-09/shutterstockRF_1099129721.jpg",
    "detail_description": "Even if you're wát-ed out, you should tackle the brisk ascent to the Golden Mount. Serpentine steps wind through an artificial hill shaded by gnarled trees, some of which are signed in English, and past graves and pictures of wealthy benefactors. At the peak, you'll find a breezy 360-degree view of Bangkok's most photogenic side.\nBefore glass and steel towers began growing out of Bangkok’s flat riverine plain, the massive Golden Mount was the only structure to make any significant impression on the horizon. The mount was commissioned by Rama III (King Phranangklao; r 1824–51), who ordered that the earth dug out to create Bangkok’s expanding klorng (canal) network be piled up to build a 100m-high, 500m-wide chedi (stupa).\nAs the hill grew, however, the weight became too much for the soft soil beneath and the project was abandoned until his successor built a small gilded chedi on its crest and added trees to stave off erosion. Rama V (King Chulalongkorn; r 1868–1910) later added to the structure and interred a Buddha relic taken from India (given to him by the British government) in the chedi. The concrete walls were added during WWII to prevent the hill from eroding.\nNext door, seemingly peaceful Wat Saket contains murals that are among both the most beautiful and the goriest in the country; proceed directly to the pillar behind the Buddha statue for explicit depictions of Buddhist hell.\nTickets and other practicalities\nLocated on Phu Khao Thong, just off Th Boriphat, the Golden Mount is open daily from 7:30am-5:30pm. Climbing the summit costs 50B for foreigners. Entry for Thais is free.\nDress code\nThere is no dress code for the Golden Mount, but visitors should still consider wearing culturally appropriate clothing as it is still seen as a holy Buddhist site. This means trousers or long skirts and tops that cover your shoulders.\nTop tips\n\nThe audio recordings piped out along the ascent to the Golden Mount are Buddhist sermons.\nIn November there’s a festival in the grounds of the Golden Mount and Wat Saket that includes an enchanting candlelight procession up the Golden Mount.\n\n&nbsp;\n"
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 4,
    "name": "Wat Phra Kaew",
    "latitude": "13.751575214491",
    "longitude": "100.49253638531",
    "excerpt": "Architecturally fantastic, the Wat Phra Kaew temple complex is also the spiritual core of Thai Buddhism and the monarchy, symbolically united in what is…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/wat-phra-kaew/a/poi-sig/1271075/1324177",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f38562393be73d571e111dbd0b060d58-wat-phra-kaew.jpg",
    "detail_description": "Architecturally fantastic, the Wat Phra Kaew temple complex is also the spiritual core of Thai Buddhism and the monarchy, symbolically united in what is the country’s most holy image, the Emerald Buddha. Attached to the temple complex is the Grand Palace, the former royal residence, once a sealed city of intricate ritual and social stratification. \nThe ground was consecrated in 1782, the first year of Bangkok rule, and is today Bangkok’s biggest tourist attraction and a pilgrimage destination for devout Buddhists.\n\n  \nThe Emerald Buddha is one of Bangkok's most popular sights. ©Kayo/Shutterstock\n\nEmerald Buddha\nUpon entering Wat Phra Kaew you’ll meet the yaksha, brawny guardian giants from the Ramakian (the Thai version of the Indian epic, Ramayana). Beyond them is a courtyard where the central bòht (ordination hall) houses the Emerald Buddha. \nThe spectacular ornamentation inside and out does an excellent job of distracting first-time visitors from paying their respects to the image. Here’s why: the Emerald Buddha is only 66cm tall and sits so high above worshippers in the main temple building that the gilded shrine is more striking than the small figure it cradles. \nNo one knows exactly where it comes from or who sculpted it, but it first appeared on record in 15th-century Chiang Rai in northern Thailand. Stylistically it seems to belong to Thai artistic periods of the 13th to 14th centuries.\nBecause of its royal status, the Emerald Buddha is ceremoniously draped in monastic robes. There are now three royal robes: for the hot, rainy and cool seasons. The three robes are still solemnly changed by the king at the beginning of each season.\n\n  \nThe Ramakian Murals can offer some peace to busy Wat Phra Kaew. © Education Images/Universal Images Group via Getty Images\n\nRamakian Murals\nOutside the main bòht is a stone statue of the Chinese goddess of mercy, Kuan Im, and nearby are two cow figures, representing the year of Rama I’s birth. In the 2km-long cloister that defines the perimeter of the complex are 178 murals depicting the Ramakian in its entirety, beginning at the north gate and moving clockwise around the compound.\nThe story begins with the hero, Rama (the green-faced character), and his bride, Sita (the beautiful topless maiden). The young couple is banished to the forest, along with Rama’s brother. In this pastoral setting, the evil king Ravana (the character with many arms and faces) disguises himself as a hermit in order to kidnap Sita.\nRama joins forces with Hanuman, the monkey king (depicted as the white monkey), to attack Ravana and rescue Sita. Although Rama has the pedigree, Hanuman is the unsung hero. He is loyal, fierce and clever. En route to the final fairy-tale ending, great battles and schemes of trickery ensue until Ravana is finally killed. After withstanding a loyalty test of fire, Sita and Rama are triumphantly reunited.\nIf the temple grounds seem overrun by tourists, the mural area is usually mercifully quiet and shady. \nPhra Mondop\nCommissioned by Rama I, this structure was built for the storage of sacred Buddhist manuscripts. The seven-tiered roof, floor woven from strands of silver, and intricate mother-of-pearl door panels make it among the world's most decadent libraries. The interior of Phra Mondop is closed to the public.\nPhra Mondop, along with the neighbouring Khmer-style peak of the Prasat Phra Thep Bidon and the gilded Phra Si Ratana chedi (stupa), are the tallest structures in the compound.\n\n  \nThe yaksha, brawny guardian giants from the Ramakian epic, greet visitors at Wat Phra Kaew. ©banjongseal324/Getty Images\n\nHistory\nEstablished in 1782 by King Rama I, Wat Phra Kaew was built specifically to house the Emerald Buddha, which he had brought back to Thailand after he captured Vientiane (now in Laos). The Emerald Buddha was placed in the completed temple in 1784.\nPhra Ubosot (The Chapel of the Emerald Buddha) which was commissioned by King Rama I is styled in Ayudhaya-period Thai architecture, with a decorative, multi-tiered Lamyong roof structure and double sacred boundary stones.\nTop tips\n\nTickets are purchased inside the complex; anyone telling you it's closed is likely a gem tout or a con artist.\nCarry drinking water. It gets hot on the bare courtyard during the day and the only cafeteria within the complex isn't always open.\n\nDress code\nAs one of Bangkok’s most sacred places, visitors should dress appropriately when visiting both Wat Phra Kaew and the Grand Palace. You won’t be allowed to enter unless you’re well covered. Shorts, sleeveless shirts, spaghetti-strap tops, cropped pants – basically anything that reveals more than your lower arms and head – are not allowed. \nThose who don't meed the dress code can expect to be shown into a dressing room and issued with a sarong before being allowed in – this adds to queuing and unnecessary delays.\nTickets and other practicalities\nLocated along Th Na Phra Lan, in the historic Phra Nakhon District of Bangkok, the entrance to Wat Phra Kaew and the Grand Palace complex is through the clearly marked third gate from Tha Chang river pier. \nOpen daily 8;30am-3:30pm, admission is free for Thais and costs 500B for everyone else. Admission the Grand Palace is included in the ticket price.\n \n"
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 3,
    "name": "Wat Arun",
    "latitude": "13.743766301",
    "longitude": "100.488937892",
    "excerpt": "Wat Arun is the missile-shaped temple that rises from the Chao Phraya River's banks. Known as Temple of Dawn, it was named after the Indian god of dawn,…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/wat-arun/a/poi-sig/407510/1324177",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/500pxRF_241509159.jpg",
    "detail_description": "Wat Arun is the missile-shaped temple that rises from the Chao Phraya River's banks. Known as Temple of Dawn, it was named after the Indian god of dawn, Arun. It was here that, after the destruction of Ayuthaya, King Taksin stumbled upon a small local shrine and interpreted the discovery as an auspicious sign that this should be the site of the new capital of Siam.\nToday the temple is one of Bangkok's most iconic structures – not to mention one of the few Buddhist temples you are encouraged to climb on.\nIt wasn't until the capital and the Emerald Buddha were moved to Bangkok that Wat Arun received its most prominent characteristic: the 82m-high þrahng (Khmer-style tower). The tower's construction was started during the first half of the 19th century by Rama II (King Phraphutthaloetla Naphalai; r 1809–24) and later completed by Rama III (King Phranangklao; r 1824–51).\nSteep stairs lead to the top, from where there are amazing views of the Chao Phraya River. Not apparent from a distance are the fabulously ornate floral mosaics made from broken, multihued Chinese porcelain, a common temple ornamentation in the early Ratanakosin period, when Chinese ships calling at the port of Bangkok discarded tons of old porcelain as ballast.\nThe main Buddha image at the temple is said to have been designed by Rama II himself. The murals date from the reign of Rama V (King Chulalongkorn; r 1868–1910); particularly impressive is one that depicts Prince Siddhartha encountering examples of birth, old age, sickness and death outside his palace walls, an experience that led him to abandon the worldly life. The ashes of Rama II are interred in the base of the presiding Buddha image.\n\n  \nThere has been a temple on the grounds of Wat Arun since at least the 16th century. ©e X p o s e/Shutterstock\n\nHistory\nThere has been a temple on the site of Wat Arun from at least the late 16th century. Historians believe Wat Makok, as it was originally known, was founded on the bank of Khlong Lat, but it wasn't until 1767, when King Taksin came across the temple, that it took on any real historical significance.\nKing Taksin, who came across the site at sunrise whilst fleeing Burmese invaders, made the site his palace temple and renamed it Wat Chaeng. The temple was then chosen to house the Emerald Buddha, a scared palladium of Thailand, when it was brought across from Vientiane, the capital city of what is now Laos. It now resides across the river in Wat Phra Kaew.\nWhen Bangkok became the Thailand's new capital city, the temple was renamed again by Rama II, this time as Wat Arun. Rama II also began enlarging the central þrahng, which was then completed in 1842 under the reign of Rama III. Apart from some restoration work on the þrahng, which was completed in 2017, little else has changed at Wat Arun.\nTickets and other practicalities\nWat Arun is open daily from 8am-6pm and tickets cost 50B. The entrance is just off Th Arun Amarin and it’s located across the river from Wat Pho.\nMany people visit Wat Arun on long-tail boat tours, but it’s dead easy to just use the Chao Phraya Express Boat, or jump on the cross-river ferry from Tien Pier (from 5am to 9pm).\n\n  \nWat Arun's þrahng is, quite literally, unmissable. ©Miki Studio/Shutterstock\n\nWhat to see\nThe Spire\nThe central feature of Wat Arun is the 82m-high Khmer-style þrahng (tower), constructed during the first half of the 19th century by Rama II (King Phraphutthaloetla Naphalai; r 1809–24). From the river it is not apparent that this corn-cob-shaped steeple is adorned with colorful floral murals made of glazed porcelain, a common temple ornamentation in the early Ratanakosin period, when Chinese ships calling at Bangkok used the stuff as ballast.\nThe Ordination Hall\nThe compound's primary bòht (ordination hall) contains a Buddha image that is said to have been designed by Rama II himself, as well as beautiful murals that depict Prince Siddhartha (the Buddha) encountering examples of birth, old age, sickness and death outside his palace walls, experiences that led him to abandon the worldly life.\nThe Grounds\nIn addition to the central spire and ordination hall, the Wat Arun compound includes two wí·hăhn (sanctuaries) and a hǒr đrai (depository for Buddhist scriptures), among other structures. Adjacent to the river are six săh·lah (often spelt as sala), open-air pavilions traditionally meant for relaxing or study, but increasingly used these days as docks for tourist boats.\nDress code\nAs Wat Arun is a Buddhist temple, visitors must wear culturally appropriate clothing to visit. This means trousers or long skirts and tops that cover your shoulders. It also means nothing see-through.\nIf you are flashing too much flesh, you'll have to rent a sarong from the shop at the entrance for 20B (and a 100B refundable deposit). Shoes will also need to be removed before entering some parts of the temple.\n\n  \nWat Arun at sunset can be jaw-dropping. ©Jirawas Teekayu/500px\n\nWat Arun at sunset\nFor our money, it's best to visit Wat Arun in the late afternoon, when the sun shines from the west, lighting up the spire and river behind it.\nFor sunset photos, however, some of the best views can be caught from across the river at the warehouses that line Th Maha Rat – although be forewarned that locals may ask for a 20B “fee”.\nThe magic hour for snaps is when the temple lights are switched on at night (usually around 7pm), even as the sky retains some of the afterglow.\nNearby restaurants and bars\nIf you're visiting the temple during the day, consider a lunch break at Tonkin Annam, an excellent Vietnamese restaurant just across the river.\nThe Rooftop or Amorosa, rooftop bars located directly across from the temple, boast some wonderful views of Wat Aurn, which are great at sunset.\nNearby hotels\nStrategically located on the river directly across from Wat Arun, Arun Residence is a multilevel wooden house with much more than just great views. The seven rooms here manage to feel both homey and stylish (the best are the top-floor, balcony-equipped suites). There are also inviting communal areas, including a library, rooftop bar and restaurant.\nElse head to sleek, modernist Sala Ratanakosin. Its rooms have open-plan bathrooms and big windows looking out on the river and Wat Arun. They can't be described as vast, but will satisfy the fashion-conscious.\n"
},
{
    "country": "bangkok",
    "city": "Ko Ratanakosin & Thonburi",
    "index": 2,
    "name": "Grand Palace",
    "latitude": "13.749973",
    "longitude": "100.491289",
    "excerpt": "The Grand Palace (Phra Borom Maharatchawang) is a former royal residence in Bangkok that was consecrated in 1782. Today, it’s only used on ceremonial…",
    "detail_url": "https://www.lonelyplanet.com/thailand/bangkok/ko-ratanakosin-thonburi/attractions/grand-palace/a/poi-sig/1271084/1324177",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyRF_620722958.jpg",
    "detail_description": "The Grand Palace (Phra Borom Maharatchawang) is a former royal residence in Bangkok that was consecrated in 1782. Today, it’s only used on ceremonial occasions, but it remains the city's biggest tourist attraction and a pilgrimage destination for devout Buddhists. \n\nAs part of the greater complex that also encompasses the hallowed Wat Phra Kaew (the Temple of the Emerald Buddha), the 94.5-hectare grounds encompass more than 100 buildings that represent 200 years of royal history and architectural experimentation. \n\nMost of the architecture, royal or sacred, is classified as Ratanakosin (old-Bangkok style). Visitors are allowed to survey the Grand Palace grounds and four of the remaining palace buildings, which are interesting for their royal bombast. \n\nGive yourself between two-to-three hours to explore the sight completely, or an hour longer if you take a guided tour.\n\n  \nThe Chakri Mahaprasat (Grand Palace Hall) mixes Thai and European influences. ©cowardlion/Shutterstock\n\n\nHighlights\n\nThe largest palace building open to the public is the triple-winged Chakri Mahaprasat (Grand Palace Hall). Completed in 1882 following a plan by Singapore-based British architect John Clunish, the exterior shows a peculiar blend of Italian Renaissance and traditional Thai architecture. \n\nIt's a style often referred to as fa·ràng sài chá-dah (Westerner wearing a Thai classical dancer’s headdress), because each wing is topped by a mon·dòp (a layered, heavily ornamented spire). It is believed the original plan called for the palace to be topped with a dome, but Rama V (King Chulalongkorn; r 1868–1910) was persuaded to go for a Thai-style roof instead. That decision has been interpreted as a subversive thumbing of the nose to the foreign colonialists in Asia at the time. Many believe the king was literally showing Thai dominance over European culture by crowing his Western-inspired palace hall with a Thai-style roof.\n\nThe tallest of the mon·dòp, in the centre, contains the ashes of Chakri dynasty kings; the flanking mon·dòp enshrine the ashes of the many Chakri princes who failed to inherit the throne. The last building to the west is the Ratanakosin-style Dusit Hall, which initially served as a venue for royal audiences and later as a royal funerary hall.\n\nAt the eastern end of the palace complex, Borombhiman Hall is a French-inspired structure that served as a residence for Rama VI (King Vajiravudh; r 1910–25). Today it can only be viewed through its iron gates. Amarindra Hall, to the west, was originally a hall of justice but is used (very rarely indeed) for coronation ceremonies.\n\nUntil Rama VI decided one wife was enough for any man, even a king, Thai kings housed their huge harems in the inner palace area (not open to the public), which was guarded by combat-trained female sentries. The intrigue and rituals that occurred within the walls of this cloistered community live on in the fictionalised epic Four Reigns, by Kukrit Pramoj, which follows a young girl named Phloi growing up within the Royal City.\n\n  \nA dvarapala (gate guardian) statue at the Grand Palace, which was first established in 1782 under the auspices of King Rama I. ©Kayo/Shutterstock\n\n\nHistory\n\nThe Grand Palace complex was established in 1782 after King Rama I ascended to the throne. It is believed that he moved the royal court from Thonburi on the west bank of Chao Phraya River to Bangkok on the east for protection. The river would then act as a moat for the northern, southern and western perimeters, whilst eastern edge of the city – a muddy delta at the time – would be difficult for attackers to cross without being seen or hampered.\n\nThe royal residences were moved out of the Grand Palace during the reign of King Vajiravudh, leaving Chakri Mahaprasat (Grand Palace Hall) to fall into disrepair. In 1932, Rama VII (King Prajadhipok; r 1925-1935) called for a major renovation of the hall, but the project ran out of money, and the back section of the building had to be demolished. \n\nThe Grand Palace was also where Rama VIII (King Ananda Mahidol; r 1935–46) was mysteriously killed in 1946. He was found dead in his bed with a gunshot wound to his head. \n\nIn April 1981, the deputy commander of the Thai army, General San Chitpatima, used the palace as his headquarters for an attempted coup against the Prime Minister Prem Tinsulanond. The coup was unsuccessful.\n\nIn October of 2017, the Grand Palace complex and adjacent Sanam Luang served as the setting for the funeral of King Rama IX – possibly one of the most ornate funerals in modern history. The ceremony took a year to plan, saw the construction of a nearly 50m-high gilded pyre, cost a total of US$90 million, and was attended by tens of thousands of mourners dressed in black. \n\nThe current king, Rama X, had his coronation held in the large Amarindra Hall in 2019. Following the ceremony, the king carried on the Budtan Thong royal palanquin from the the hall’s throne room to the Wat Phra Kaew.\n\n  \nYou'll need to wear culturally appropriate attire when visiting the Grand Palace in Bangkok. ©Luciano Mortula - LGM/Shutterstock\n\n\nDoes the Grand Palace have a dress code?\n\nAs with many of Bangkok’s sights, you will need culturally appropriate attire to enter the Grand Palace. This means being well covered. Visitors should wear long skirts/trousers and sleeved shirts—basically anything that covers more than the lower arms and head.\n\nSleeveless shirts, vests, short or see-through tops are all prohibited, as are shorts and three-quarter length pants/skirts. Visitors won’t be able to enter if they’re wearing torn or skinny trousers, cycling shorts or miniskirts either. \n\nThose who aren’t dressed appropriately at the entrance can expect to be shown into a dressing room and issued with a sarong before being allowed in – this adds to queuing and unnecessary delays.\n\nThere are no restrictions as to what footwear you wear in the palace, but do note that you will be asked to remove your shoes to enter some of the buildings.\n\n  \nTickets for the Grand Palace can be bought in person or in advance online. ©Dnai Amporndanai/Shutterstock\n\n\nTickets and other practicalities\n\nThe Grand Palace is open daily from 8.30am-3.30pm. Enter the Grand Palace complex through the clearly marked third gate from the river pier. Tickets are purchased inside the complex and cost 500B. They also give you access to Wat Phra Kaew and Queen Sirikit Museum, which are both part of the complex. Thai people get in free. \n\nTickets can also be bought in advance via the Royal Grand Palace website. Guides can be hired at the ticket kiosk and audio guides can be rented for 200B. \n\nThe grounds and gardens are wheelchair accessible and there are accessible toilets onsite too.\n\nGrand Palace tips\n\n\nArrive early in the morning for the cooler weather and to avoid the crowds.\n\n\nIgnore any strangers close to the entrance who claim that any of the sights are shut.\n\n\nCarry drinking water. It gets hot on the bare courtyard during the day the only cafeteria within the complex was shut when we visited.\n\n\n\nNearby hotels\n\nTravel a century back in time by booking one of the nine rooms in Asadang, a beautiful antique shophouse located in Chinatown. Rooms not particularly huge, but are big on atmosphere and come equipped with both antique furnishings and modern amenities.\n\nLocated in a former school, the 42 rooms at Feung Nakorn Balcony surround an inviting garden courtyard and are generally large, bright and cheery. The charming hotel has a quiet and secluded location away from the main road. \n\nRight in the heart of the hipster Tien village area, the rooms at Arom D are united by a cutesy design theme and a host of inviting communal areas, including a rooftop deck, computers and a ground-floor cafe.\n\nNearby restaurants\n\nCap off your visit to the Grand Palace with lunch at Ming Lee, a charmingly old-school Thai restaurant located virtually across the street from the complex's main entrance. \n\nNavy Club is the restaurant of the Royal Navy Association and it has one of the few coveted riverfront locations along this stretch of the Chao Phraya River. Locals come for the combination of views and cheap and tasty seafood-based eats – not for the cafeteria-like atmosphere.\n\nAlternatively, enjoy a Thai-themed cocktail and a spicy drinking snack at Err.\n\n"
}
]