[
{
    "country": "banjul",
    "city": "Banjul",
    "index": 1,
    "name": "St Joseph's Adult Education & Skills Centre",
    "latitude": "13.44964969226",
    "longitude": "-16.572968515673",
    "excerpt": "Tucked away inside an ancient Portuguese building, this centre has provided training to disadvantaged women for the last 20 years. Visitors can take a…",
    "detail_url": "https://www.lonelyplanet.com/the-gambia/banjul/attractions/st-joseph-s-adult-education-skills-centre/a/poi-sig/1009511/355670",
    "image_url": null,
    "detail_description": "Tucked away inside an ancient Portuguese building, this centre has provided training to disadvantaged women for the last 20 years. Visitors can take a free tour of sewing, crafts and tie-dye classes, and purchase reasonably priced items such as patchwork products, embroidered purses and cute children's clothes at the on-site boutique. \n"
},
{
    "country": "banjul",
    "city": "Banjul",
    "index": 6,
    "name": "July 22 Square",
    "latitude": "13.454144259933",
    "longitude": "-16.573775790921",
    "excerpt": "The quadrangular July 22 Square contains a World War I memorial and a fountain dating from the 1930s.",
    "detail_url": "https://www.lonelyplanet.com/the-gambia/banjul/attractions/july-22-square/a/poi-sig/1327470/355670",
    "image_url": null,
    "detail_description": "The quadrangular July 22 Square contains a World War I memorial and a fountain dating from the 1930s.\n"
},
{
    "country": "banjul",
    "city": "Banjul",
    "index": 5,
    "name": "Arch 22",
    "latitude": "13.460558815",
    "longitude": "-16.582787152",
    "excerpt": "This massive 36m-high gateway, built to celebrate the military coup of 22 July 1994, grants excellent views. There's also a cafe and a small museum that…",
    "detail_url": "https://www.lonelyplanet.com/the-gambia/banjul/attractions/arch-22/a/poi-sig/438070/355670",
    "image_url": null,
    "detail_description": "This massive 36m-high gateway, built to celebrate the military coup of 22 July 1994, grants excellent views. There's also a cafe and a small museum that enlightens visitors about the coup d'état and houses a few ethnographic exhibitions.\n"
},
{
    "country": "banjul",
    "city": "Banjul",
    "index": 4,
    "name": "National Museum",
    "latitude": "13.456002597",
    "longitude": "-16.575917618",
    "excerpt": "Well-presented, if slightly dusty, displays of historical and cultural artefacts, including musical instruments, agricultural tools and ethnographic items…",
    "detail_url": "https://www.lonelyplanet.com/the-gambia/banjul/attractions/national-museum/a/poi-sig/438076/355670",
    "image_url": null,
    "detail_description": "Well-presented, if slightly dusty, displays of historical and cultural artefacts, including musical instruments, agricultural tools and ethnographic items. There's an interesting archaeological section reconstructing some of the earliest periods of human habitation of the region, and a history floor with photographs that lead up to the present.\n"
},
{
    "country": "banjul",
    "city": "Banjul",
    "index": 3,
    "name": "Old Town",
    "latitude": "13.44851",
    "longitude": "-16.575376",
    "excerpt": "West from the ferry terminal towards the wide Ma Cumba Jallow St (Dobson St) is a chaotic assembly of decrepit colonial buildings and Krio-style clapboard…",
    "detail_url": "https://www.lonelyplanet.com/the-gambia/banjul/attractions/old-town/a/poi-sig/438078/355670",
    "image_url": null,
    "detail_description": "West from the ferry terminal towards the wide Ma Cumba Jallow St (Dobson St) is a chaotic assembly of decrepit colonial buildings and Krio-style clapboard houses (steep-roofed structures with wrought-iron balconies and corrugated roofs). It's no coincidence they resemble the inner-city architecture of Freetown in Sierra Leone, as many of them still belong to families who came to Banjul from Freetown, some as early as the 1820s.\n"
},
{
    "country": "banjul",
    "city": "Banjul",
    "index": 2,
    "name": "Albert Market",
    "latitude": "13.454495611",
    "longitude": "-16.572100197",
    "excerpt": "Since its founding in the mid-19th century, the Albert Market, an area of frenzied buying, bartering and bargaining, has been Banjul's main hub of…",
    "detail_url": "https://www.lonelyplanet.com/the-gambia/banjul/attractions/albert-market/a/poi-sig/438082/355670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c5ab2e5b70ed4382f9295be759aaed8f-albert-market.jpg",
    "detail_description": "Since its founding in the mid-19th century, the Albert Market, an area of frenzied buying, bartering and bargaining, has been Banjul's main hub of activity. This cacophony of Banjul life is intoxicating, with its stalls stacked with shimmering fabrics, hair extensions, shoes, household and electrical wares and the myriad colours and flavours of the fruit and vegetable market.\nGive yourself a good couple of hours to wander around – long enough to take in all the sights, smells and sounds – and get your haggling skills up to scratch. There are several drinks stalls and chop shops in the market to pacify shopped-out bellies. It's never calm here, but early in the morning or late in the afternoon are less crazed."
}
]