[
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 1,
    "name": "Museo Arqueológico 'La Cueva del Paraíso'",
    "latitude": "20.342591326684",
    "longitude": "-74.498938377475",
    "excerpt": "Baracoa's most impressive museum, La Cueva del Paraíso is a series of caves that were once Taíno burial chambers. Among nearly 2000 authentic Taíno pieces…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/museo-arqueologico-la-cueva-del-paraiso/a/poi-sig/1335407/358012",
    "image_url": null,
    "detail_description": "Baracoa's most impressive museum, La Cueva del Paraíso is a series of caves that were once Taíno burial chambers. Among nearly 2000 authentic Taíno pieces are unearthed skeletons, ceramics, 3000-year-old petroglyphs and a replica of the Ídolo de Tabaco, a sculpture found in Maisí in 1903 and considered to be one of the most important Taíno finds in the Caribbean.\nOne of the staff will enthusiastically show you around. The museum is 800m southeast of Hotel El Castillo. Tickets can be purchased at Ecotur."
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 10,
    "name": "Poder Popular",
    "latitude": "20.34821",
    "longitude": "-74.49706",
    "excerpt": "On triangular Plaza Independencia (this being Baracoa, they couldn't have a square plaza) is the neoclassical Poder Popular, a municipal government…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/poder-popular/a/poi-sig/430748/358012",
    "image_url": null,
    "detail_description": "On triangular Plaza Independencia (this being Baracoa, they couldn't have a square plaza) is the neoclassical Poder Popular, a municipal government building that you can admire from the outside.\n"
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 9,
    "name": "Fuerte de la Punta",
    "latitude": "20.35298",
    "longitude": "-74.50113",
    "excerpt": "This Spanish fort has watched over the harbor entrance at the northwestern end of town since 1803. The super thick, hurricane-resistant walls now hide a…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/fuerte-de-la-punta/a/poi-sig/430738/358012",
    "image_url": null,
    "detail_description": "This Spanish fort has watched over the harbor entrance at the northwestern end of town since 1803. The super thick, hurricane-resistant walls now hide a restaurant.\n"
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 6,
    "name": "Casa del Cacao",
    "latitude": "20.34858",
    "longitude": "-74.497401",
    "excerpt": "Baracoa, you will quickly ascertain (via your nose), is the center of Cuba's chocolate industry; cacao is grown hereabouts and subsequently chocolate-ized…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/casa-del-cacao/a/poi-sig/1376395/358012",
    "image_url": null,
    "detail_description": "Baracoa, you will quickly ascertain (via your nose), is the center of Cuba's chocolate industry; cacao is grown hereabouts and subsequently chocolate-ized in a local factory. Thus this museum with cafe chronicles the history of cacao and its importance in eastern Cuba as well as offering cups full of the pure, thick stuff (hot or cold) in a pleasant indoor cafe. It also sells bars of dark, agreeably bitter Baracoan chocolate.\n"
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 8,
    "name": "Bust of Hatuey",
    "latitude": "20.347622402199",
    "longitude": "-74.496695141451",
    "excerpt": "Facing the cathedral is the Bust of Hatuey, a Taíno cacique (chief) who was burned at the stake near Baracoa in 1512 after resisting Spanish colonization…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/bust-of-hatuey/a/poi-sig/1340944/358012",
    "image_url": null,
    "detail_description": "Facing the cathedral is the Bust of Hatuey, a Taíno cacique (chief) who was burned at the stake near Baracoa in 1512 after resisting Spanish colonization and refusing to convert to Catholicism.\n"
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 7,
    "name": "Castillo de Seboruco",
    "latitude": "20.34791",
    "longitude": "-74.49867",
    "excerpt": "Baracoa's highest fort was begun by the Spanish in 1739 and finished by the Americans in 1900. Barely recognizable as a fort these days, it serves as…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/castillo-de-seboruco/a/poi-sig/430734/358012",
    "image_url": null,
    "detail_description": "Baracoa's highest fort was begun by the Spanish in 1739 and finished by the Americans in 1900. Barely recognizable as a fort these days, it serves as Hotel El Castillo. There's an excellent view of El Yunque's flat top over the shimmering swimming pool. A steep stairway at the southwest end of Calle Frank País climbs directly up.\n"
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 5,
    "name": "Playa Duaba",
    "latitude": "20.371021",
    "longitude": "-74.516401",
    "excerpt": "Heading north on the Moa road, take the Hotel Porto Santo/airport turnoff and continue for 2km past the airport runway to a black-sand beach at the river…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/playa-duaba/a/poi-sig/430746/358012",
    "image_url": null,
    "detail_description": "Heading north on the Moa road, take the Hotel Porto Santo/airport turnoff and continue for 2km past the airport runway to a black-sand beach at the river mouth where Antonio Maceo, Flor Crombet and others landed in 1895 to start the Second War of Independence. There's a campismo (cheap rustic accommodations), memorial monument and close-up views of El Yunque, though the beach itself isn't sunbathing territory.\n"
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 4,
    "name": "Fuerte Matachín",
    "latitude": "20.342092",
    "longitude": "-74.491757",
    "excerpt": "Baracoa is protected by a trio of muscular Spanish forts. This one, built in 1802 at the southern entrance to town, houses the Museo Municipal. The small…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/fuerte-matachin/a/poi-sig/1335410/358012",
    "image_url": null,
    "detail_description": "Baracoa is protected by a trio of muscular Spanish forts. This one, built in 1802 at the southern entrance to town, houses the Museo Municipal. The small but beautiful building showcases an engaging chronology of Cuba's oldest settlement, including polymita snail shells, the story of Che Guevara and the chocolate factory, and the particular strand of music Baracoa gave birth to: kiribá, a forefather of son.\nThere are also exhibits relating to Magdalena Menasse (née Rovieskuya, 'La Rusa'), after whom Alejo Carpentier based his famous book, La consagración de la primavera (The Rite of Spring)."
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 3,
    "name": "Catedral de Nuestra Señora de la Asunción",
    "latitude": "20.347446557983",
    "longitude": "-74.496512868329",
    "excerpt": "After years of neglect, Baracoa's hurricane-battered historic cathedral has been lovingly restored using primarily Italian funding. There's been a…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/catedral-de-nuestra-senora-de-la-asuncion/a/poi-sig/430728/358012",
    "image_url": null,
    "detail_description": "After years of neglect, Baracoa's hurricane-battered historic cathedral has been lovingly restored using primarily Italian funding. There's been a building on this site since the 16th century, though this present, much-altered, incarnation dates from 1833.\nThe church's most famous artifact is the priceless Cruz de la Parra, the only survivor of 29 wooden crosses erected by Columbus in Cuba on his first voyage in 1492. Carbon dating has authenticated the age of the cross (it dates from the late 1400s), but has indicated it was originally made out of indigenous Cuban wood, thus disproving the legend that Columbus brought the cross from Europe."
},
{
    "country": "baracoa",
    "city": "Baracoa",
    "index": 2,
    "name": "Parque Natural Majayara",
    "latitude": "20.342695",
    "longitude": "-74.473057",
    "excerpt": "Southeast of town in the Parque Natural Majayara are a couple of magical hikes and swimming opportunities plus an archaeological trail in the grounds of a…",
    "detail_url": "https://www.lonelyplanet.com/cuba/eastern-cuba/baracoa/attractions/parque-natural-majayara/a/poi-sig/1335432/358012",
    "image_url": null,
    "detail_description": "Southeast of town in the Parque Natural Majayara are a couple of magical hikes and swimming opportunities plus an archaeological trail in the grounds of a lush family farm. It's a very low-key, DIY diversion. Alternatively, Ecotur leads trips here (CUC$20).\nPassing the Fuerte Matachín, hike southeast past the baseball stadium and along the dark-sand beach for 20 minutes to the Río Miel, where a long low bridge crosses the river.On the other side, bear left following a track up through a cluster of rustic houses to another junction. A guard post here is sometimes staffed by a park official collecting entry fees. Turn left again and continue along the vehicle track until the houses clear and you see a signposted, single-track path leading off left to Playa Blanca, an idyllic spot for a picnic.Staying straight on the track, you'll come to a trio of wooden homesteads. The third of these houses belongs to the Fuentes family. For a donation, Señor Fuentes will lead you on a hike to his family finca (farm), where you can stop for coffee and tropical fruit. Further on he'll show you the Cueva de Aguas, a cave with a sparkling, freshwater swimming hole inside. Tracking back up the hillside you'll come to an archaeological trail with more caves and marvelous ocean views."
}
]