[
{
    "country": "bath",
    "city": "Bath",
    "index": 1,
    "name": "Roman Baths",
    "latitude": "51.381324",
    "longitude": "-2.359786",
    "excerpt": "Welcome to one of Northern Europe's most significant Roman sites. Today more than a million visitors a year come to see its historic finds, atmospheric…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/city-centre/attractions/roman-baths/a/poi-sig/458005/1342317",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_179183834.jpg",
    "detail_description": "Welcome to one of Northern Europe's most significant Roman sites. Today more than a million visitors a year come to see its historic finds, atmospheric pools and imaginative displays, making this one of Bath's top things to do. Best of all you can still sample the waters that drew the Romans here almost 2000 years ago.\nHistory\nThe elaborate spa complex dates from around 70AD and was known then as Aquae Sulis. In typically ostentatious style, the Romans built a bathhouse complex above Bath's 115°F (46°C) hot springs. Set alongside a temple dedicated to the healing goddess Sulis-Minerva, the baths now form one of the world's best-preserved ancient Roman spas, and are encircled by 18th- and 19th-century buildings.\n\n  \nThe Great Bath is lined with statues © Bruno_il_segretario / Getty Images\n\nInside the Roman Baths\nThe heart of the complex is the Great Bath, a lead-lined pool filled with steaming, geothermally heated water from the so-called \"Sacred Spring\" to a depth of 1.6m. Though now open-air, the bath would originally have been covered by a 45m-high barrel-vaulted roof.\nMore bathing pools and changing rooms are to the east and west, with excavated sections revealing the hypocaust system that heated the bathing rooms. After luxuriating in the baths, Romans would have reinvigorated themselves with a dip in the circular cold-water pool.\nThe King's Bath was added sometime during the 12th century around the site of the original Sacred Spring. Every day, 1.5 million liters of hot water still pour into the pool. Beneath the Pump Room are the remains of the Temple of Sulis-Minerva.\nDigital reconstructions pop up in some sections of the complex, especially in the Temple Courtyard, and the West and East Baths, which feature projections of bathers. There is also a fascinating museum displaying artefacts discovered on the site. Look out for the famous gilded bronze head of Minerva and a striking carved gorgon's head, as well as some of the 12,000-odd Roman coins thrown into the spring as votive offerings to the goddess.\n\n  \nThe buildings surrounding the Roman Baths date from the 18th and 19th centuries © joe daniel price / Getty Images\n\nSurrounding buildings\nThe complex of buildings around the baths was built in stages during the 18th and 19th centuries. John Wood the Elder and the Younger designed the buildings around the Sacred Spring, while the famous Pump Room was built by their contemporaries, Thomas Baldwin and John Palmer, in neoclassical style, complete with soaring Ionic and Corinthian columns. The building now houses a restaurant, which serves magnificent afternoon teas. You can also taste free samples of the spring waters, which were believed in Victorian times to have curative properties. If you're lucky, you might even have music provided by the Pump Room's string trio.\nTickets and other practicalities\nTo dodge the worst of the crowds avoid weekends, and July and August. Tickets and time slots should be booked online in advance. Admission to the Roman Baths includes an audio guide, featuring commentary in 12 languages – there's also one especially for children and a guide in sign language. The majority of the site is accessible to wheelchair users, but there are some steps.\nThe water here is completely untreated and is not safe for swimming. However, you can sample the city's curative waters at the fantastic modern Thermae Spa complex, housed nearby in a shell of local stone and plate glass. The showpiece is the open-air rooftop pool, where you can bathe in naturally heated, mineral-rich waters with a backdrop of Bath's cityscape – a don't-miss experience, best enjoyed at dusk.\n"
},
{
    "country": "bath",
    "city": "Bath",
    "index": 19,
    "name": "Georgian Garden",
    "latitude": "51.385213852135",
    "longitude": "-2.364935874939",
    "excerpt": "These tiny, walled gardens feature period plants and gravel walkways. They've been carefully restored and provide an intriguing insight into what would…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/royal-crescent-northern-bath/attractions/georgian-garden/a/poi-sig/457991/1342316",
    "image_url": null,
    "detail_description": "These tiny, walled gardens feature period plants and gravel walkways. They've been carefully restored and provide an intriguing insight into what would have sat behind The Circus, one of Bath's grandest facades.\n"
},
{
    "country": "bath",
    "city": "Bath",
    "index": 18,
    "name": "Victoria Art Gallery",
    "latitude": "51.382777",
    "longitude": "-2.358359",
    "excerpt": "Bath's second-most-visited museum has collections that include everything from Turner and Gainsborough to contemporary art. The programme of temporary…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/city-centre/attractions/victoria-art-gallery/a/poi-sig/1591836/1342317",
    "image_url": null,
    "detail_description": "Bath's second-most-visited museum has collections that include everything from Turner and Gainsborough to contemporary art. The programme of temporary exhibitions (adult/child £4.50/free) and talks is particularly strong.\n"
},
{
    "country": "bath",
    "city": "Bath",
    "index": 17,
    "name": "Pulteney Bridge",
    "latitude": "51.383064",
    "longitude": "-2.357844",
    "excerpt": "Elegant Pulteney Bridge has spanned the River Avon since the late 18th century and continues to be a much-loved and much-photographed Bath landmark (the…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/city-centre/attractions/pulteney-bridge/a/poi-sig/1604482/1342317",
    "image_url": null,
    "detail_description": "Elegant Pulteney Bridge has spanned the River Avon since the late 18th century and continues to be a much-loved and much-photographed Bath landmark (the view from Grand Parade, southwest of the bridge, is the best). Browse the shops that line both sides of the bridge or have a rest and a Bath bun in the Bridge Coffee Shop.\n"
},
{
    "country": "bath",
    "city": "Bath",
    "index": 15,
    "name": "Holburne Museum",
    "latitude": "51.385482",
    "longitude": "-2.351514",
    "excerpt": "Sir William Holburne, the 18th-century aristocrat and art fanatic, amassed a huge collection, which now forms the core of the Holburne Museum, in a lavish…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bath/attractions/holburne-museum/a/poi-sig/457995/358977",
    "image_url": null,
    "detail_description": "Sir William Holburne, the 18th-century aristocrat and art fanatic, amassed a huge collection, which now forms the core of the Holburne Museum, in a lavish mansion at the end of Great Pulteney St. The museum houses a roll call of works by artists including Turner, Stubbs, William Hoare and Thomas Gainsborough, as well as 18th-century majolica and porcelain.\nTemporary exhibitions incur a fee."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 16,
    "name": "Fashion Museum",
    "latitude": "51.386243802647",
    "longitude": "-2.3625429423378",
    "excerpt": "The world-class collections on display in this museum, within the basement of the city's Georgian Assembly Rooms, include costumes from the 17th to late…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/royal-crescent-northern-bath/attractions/fashion-museum/a/poi-sig/1219514/1342316",
    "image_url": null,
    "detail_description": "The world-class collections on display in this museum, within the basement of the city's Georgian Assembly Rooms, include costumes from the 17th to late-20th centuries. Some exhibits change annually; check the website for the latest.\nSaver tickets covering the Fashion Museum and the Roman Baths cost adult/child/family £22.50/12.25/58."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 14,
    "name": "American Museum in Britain",
    "latitude": "51.375229525868",
    "longitude": "-2.3112595081329",
    "excerpt": "Britain's largest collection of American folk art, including First Nations textiles, patchwork quilts and historic maps, is housed in a fine mansion a…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bath/attractions/american-museum-in-britain/a/poi-sig/457979/358977",
    "image_url": null,
    "detail_description": "Britain's largest collection of American folk art, including First Nations textiles, patchwork quilts and historic maps, is housed in a fine mansion a couple of miles from the city centre. Several rooms have been decorated to resemble a 17th-century Puritan house, an 18th-century tavern and a New Orleans bedroom c 1860. A free shuttle bus (11.40am to 5pm) leaves from Terrace Walk, beside Parade Gardens.\n"
},
{
    "country": "bath",
    "city": "Bath",
    "index": 11,
    "name": "Museum of Bath Architecture",
    "latitude": "51.386774",
    "longitude": "-2.360162",
    "excerpt": "The stories behind the building of Bath's most striking structures are explored here, using antique tools, displays on Georgian construction methods and a…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/royal-crescent-northern-bath/attractions/museum-of-bath-architecture/a/poi-sig/457987/1342316",
    "image_url": null,
    "detail_description": "The stories behind the building of Bath's most striking structures are explored here, using antique tools, displays on Georgian construction methods and a 1:500 scale model of the city.\nA joint ticket covering the Museum of Bath Architecture, No 1 Royal Crescent, the Herschel Museum of Astronomy and Beckford's Tower costs adult/child/family £17/8/40."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 13,
    "name": "Bath Assembly Rooms",
    "latitude": "51.386276693482",
    "longitude": "-2.3625557767294",
    "excerpt": "When they opened in 1771, the city's stately Assembly Rooms were where fashionable Bath socialites gathered to waltz, play cards and listen to the latest…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/royal-crescent-northern-bath/attractions/bath-assembly-rooms/a/poi-sig/457981/1342316",
    "image_url": null,
    "detail_description": "When they opened in 1771, the city's stately Assembly Rooms were where fashionable Bath socialites gathered to waltz, play cards and listen to the latest chamber music. Today they're unfurnished; rooms that are open to the public include the Great Octagon, tearoom and ballroom – all lit by their original 18th-century chandeliers.\nThe city's fine Fashion Museum is in the basement."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 12,
    "name": "Sydney Gardens",
    "latitude": "51.385575",
    "longitude": "-2.351632",
    "excerpt": "On a sunny day, do what countless Bath residents have done for centuries – walk over Pulteney Bridge browsing the shops, then down elegant Great Pulteney…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bath/attractions/sydney-gardens/a/poi-sig/1592282/358977",
    "image_url": null,
    "detail_description": "On a sunny day, do what countless Bath residents have done for centuries – walk over Pulteney Bridge browsing the shops, then down elegant Great Pulteney St and skirt the impressive Holburne Museum to enter this urban oasis. You'll find dog walkers, picnickers and families, lawns, bridges, waterways and tennis courts (they're free to use, but keep games to an hour if people are waiting).\n"
},
{
    "country": "bath",
    "city": "Bath",
    "index": 10,
    "name": "Herschel Museum of Astronomy",
    "latitude": "51.382428",
    "longitude": "-2.366889",
    "excerpt": "In 1781 astronomer William Herschel discovered Uranus from the garden of his home, now converted into a museum. Herschel shared the house with his wife,…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/city-centre/attractions/herschel-museum-of-astronomy/a/poi-sig/457993/1342317",
    "image_url": null,
    "detail_description": "In 1781 astronomer William Herschel discovered Uranus from the garden of his home, now converted into a museum. Herschel shared the house with his wife, Caroline, also an important astronomer. Their home is little changed since the 18th century; an astrolabe in the garden marks the position of the couple's telescope.\nA joint ticket covering Herschel Museum of Astronomy, No 1 Royal Crescent, the Museum of Bath Architecture and Beckford's Tower costs adult/child/family £17/8/40."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 9,
    "name": "Beckford's Tower",
    "latitude": "51.406608",
    "longitude": "-2.378476",
    "excerpt": "Built as a study and library for the aristocrat William Beckford in 1827, this 120ft neoclassical tower is worth visiting for its eye-popping panoramic…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bath/attractions/beckford-s-tower/a/poi-sig/1493682/358977",
    "image_url": null,
    "detail_description": "Built as a study and library for the aristocrat William Beckford in 1827, this 120ft neoclassical tower is worth visiting for its eye-popping panoramic view over Bath. A spiral staircase leads to the top-floor Belvedere, while a small collection of paintings and artefacts explores Beckford's eccentric life.The tower is about 2 miles north of the Royal Crescent along Lansdown Rd.\nA joint ticket covering Beckford's Tower, No 1 Royal Crescent, the Museum of Bath Architecture and the Herschel Museum of Astronomy costs adult/child/family £17/8/40."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 8,
    "name": "The Circus",
    "latitude": "51.385649",
    "longitude": "-2.364357",
    "excerpt": "The Circus is a Georgian masterpiece. Built to John Wood the Elder's design and completed in 1768, it's said to have been inspired by the Colosseum in…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/royal-crescent-northern-bath/attractions/the-circus/a/poi-sig/457989/1342316",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e02c36473e12f05850f9f9e8860dd4df-lpl-02851.jpg",
    "detail_description": "The Circus is a Georgian masterpiece. Built to John Wood the Elder's design and completed in 1768, it's said to have been inspired by the Colosseum in Rome. Arranged over three equal terraces, the 33 mansions form a circle and overlook a grassy disc populated by plane trees. Famous residents have included Thomas Gainsborough, Clive of India, David Livingstone and the actor Nicholas Cage.\n"
},
{
    "country": "bath",
    "city": "Bath",
    "index": 7,
    "name": "Pump Room",
    "latitude": "51.381002",
    "longitude": "-2.36014",
    "excerpt": "The centre of this grand 19th-century room is filled with tables from the Pump Room Restaurant, but there's also an ornate spa fountain from which Bath's…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/city-centre/attractions/pump-room/a/poi-sig/1280733/1342317",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3de97ef962aea90059df03c6f3e2f70e-lpl-02843.jpg",
    "detail_description": "The centre of this grand 19th-century room is filled with tables from the Pump Room Restaurant, but there's also an ornate spa fountain from which Bath's famous hot springs flow. Ask staff for a (free) glass; the water tastes of minerals and is startlingly warm at an impressive 38°C (100°F).\nThe Pump Room is in the same complex as the Roman Baths, but is free to enter."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 6,
    "name": "Jane Austen Centre",
    "latitude": "51.384055",
    "longitude": "-2.363133",
    "excerpt": "Bath is known to many as a location in Jane Austen's novels, including Persuasion and Northanger Abbey. Although Austen lived in Bath for only five years,…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/royal-crescent-northern-bath/attractions/jane-austen-centre/a/poi-sig/457997/1342316",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2fbbc5cf9a44e195aaf03ba267b2b903-lpl-02850.jpg",
    "detail_description": "Bath is known to many as a location in Jane Austen's novels, including Persuasion and Northanger Abbey. Although Austen lived in Bath for only five years, from 1801 to 1806, she remained a regular visitor and a keen student of the city's social scene. Here, guides in Regency costumes regale you with Austen-esque tales as you tour memorabilia relating to the writer's life in Bath.\nThere's also a period cafe which serves crumpets and cream teas in suitably frilly surroundings."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 5,
    "name": "Prior Park",
    "latitude": "51.365926",
    "longitude": "-2.344186",
    "excerpt": "Partly designed by the landscape architect Lancelot 'Capability' Brown, the grounds of this 18th-century estate on Bath's southern fringe feature…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bath/attractions/prior-park/a/poi-sig/1219527/358977",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6fef259a83b20978cc9d31945f37577a-lpl-02846.jpg",
    "detail_description": "Partly designed by the landscape architect Lancelot 'Capability' Brown, the grounds of this 18th-century estate on Bath's southern fringe feature cascading lakes and a graceful Palladian bridge, one of only four such structures in the world (look out for the period graffiti, some of which dates back to the 1800s).The park is a mile south of Bath's centre. Bus 2 (every 30 minutes) stops nearby, as does Bath City Sightseeing's 'City Skyline' tour.\nThe estate was established by the entrepreneur Ralph Allen, who made his fortune founding Britain's first postal service, and who owned many of the local quarries from which the city's amber-coloured Bath stone was mined. The house itself is now occupied by a private school, but there are several lovely pathways around the estate, including the Bath Skyline, a 6-mile circular trail offering truly inspirational views."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 4,
    "name": "Bath Abbey",
    "latitude": "51.381444",
    "longitude": "-2.359142",
    "excerpt": "Looming above the city centre, Bath's huge abbey church was built between 1499 and 1616, making it the last great medieval church raised in England. Its…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/city-centre/attractions/bath-abbey/a/poi-sig/457983/1342317",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d9134b87526d7db7d52a1b02e7d3b892-lpl-02855.jpg",
    "detail_description": "Looming above the city centre, Bath's huge abbey church was built between 1499 and 1616, making it the last great medieval church raised in England. Its most striking feature is the west facade, where angels climb up and down stone ladders, commemorating a dream of the founder, Bishop Oliver King.Tower tours leave on the hour from Monday to Friday, and every half-hour on Saturdays. Tours can only be booked at the Abbey shop, on the day.\nUnfortunately there's no getting out of the 212 steps to the top, but the view's worth the slog. If you're feeling really romantic, you can also book a private tour for two."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 3,
    "name": "No 1 Royal Crescent",
    "latitude": "51.386600221255",
    "longitude": "-2.3673188569081",
    "excerpt": "For a glimpse into the splendour and razzle-dazzle of Georgian life, head for the beautifully restored house at No 1 Royal Crescent, given to the city by…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/royal-crescent-northern-bath/attractions/no-1-royal-crescent/a/poi-sig/458003/1342316",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a9ca5376d5699272a7fd40308a6f55cb-lpl-02847.jpg",
    "detail_description": "For a glimpse into the splendour and razzle-dazzle of Georgian life, head for the beautifully restored house at No 1 Royal Crescent, given to the city by the shipping magnate Major Bernard Cayzer, and since restored using only 18th-century materials. Among the rooms on display are the drawing room, several bedrooms and the huge kitchen, complete with massive hearth, roasting spit and mousetraps. Costumed guides add to the heritage atmosphere.\nA joint ticket covering No 1 Royal Crescent, the Museum of Bath Architecture, Beckford's Tower and the Herschel Museum of Astronomy costs adult/child/family £17/8/40."
},
{
    "country": "bath",
    "city": "Bath",
    "index": 2,
    "name": "Royal Crescent",
    "latitude": "51.387457",
    "longitude": "-2.368122",
    "excerpt": "Bath is famous for its glorious Georgian architecture, and it doesn't get any grander than this semicircular terrace of majestic town houses overlooking…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/royal-crescent-northern-bath/attractions/royal-crescent/a/poi-sig/1219567/1342316",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f03e35b25e15614644b1517d207a6611-royal-crescent.jpg",
    "detail_description": "Bath is famous for its glorious Georgian architecture, and it doesn't get any grander than this semicircular terrace of majestic town houses overlooking the green sweep of Royal Victoria Park. Designed by John Wood the Younger (1728–82) and built between 1767 and 1775, the houses appear perfectly symmetrical from the outside, but the owners were allowed to tweak the interiors, so no two houses are quite the same. No 1 Royal Crescent offers you an intriguing insight into life inside.\nA walk east along Brock St from the Royal Crescent leads to the Circus, a ring of 33 houses divided into three semicircular terraces. Plaques on the houses commemorate famous residents such as Thomas Gainsborough, Clive of India and David Livingstone. The terrace was designed by John Wood the Elder, but he died in 1754, and the terrace was completed by his son in 1768.To the south along Gravel Walk is the Georgian Garden, restored to resemble a typical 18th-century town-house garden."
}
]