[
{
    "country": "bavaria",
    "index": 40,
    "name": "Memorium Nuremberg Trials",
    "latitude": "49.454394",
    "longitude": "11.04833",
    "excerpt": "Göring, Hess, Speer and 21 other Nazi leaders were tried for crimes against peace and humanity by the Allies in Schwurgerichtssaal 600 (Court Room 600) of…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/memorium-nuremberg-trials/a/poi-sig/423275/359358",
    "image_url": null,
    "detail_description": "Göring, Hess, Speer and 21 other Nazi leaders were tried for crimes against peace and humanity by the Allies in Schwurgerichtssaal 600 (Court Room 600) of this still-working courthouse. Today the room forms part of an engaging exhibit detailing the background, progression and impact of the trials using film, photographs, audiotape and even the original defendants' dock. To get here, take the U1 towards Bärenschanze and get off at Sielstrasse. \nThe initial and most famous trial, held from 20 November 1945 until 1 October 1946, resulted in three acquittals, 12 sentences to death by hanging, three life sentences and four long prison sentences. Hermann Göring, the Reich’s field marshall, famously cheated the hangman by taking a cyanide capsule in his cell hours before his scheduled execution.Although it's easy to assume that Nuremberg was chosen as a trial venue because of its sinister key role during the Nazi years, it was actually picked for practical reasons since the largely intact Palace of Justice was able to accommodate lawyers and staff from all four Allied nations.Note that Court Room 600 is still used for trials and may be closed to visitors."
},
{
    "country": "bavaria",
    "index": 39,
    "name": "Reichsparteitagsgelände",
    "latitude": "49.433641",
    "longitude": "11.112671",
    "excerpt": "If you’ve ever wondered where the infamous B&W images of ecstatic Nazi supporters hailing their Führer were taken, it was here in Nuremberg. Much of the…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/reichsparteitagsgelaende/a/poi-sig/1210002/359358",
    "image_url": null,
    "detail_description": "If you’ve ever wondered where the infamous B&amp;W images of ecstatic Nazi supporters hailing their Führer were taken, it was here in Nuremberg. Much of the grounds were destroyed during Allied bombing raids, but enough remain to get a sense of the megalomania behind it, especially after visiting the excellent Dokumentationszentrum (Documentation Centre). It's served by tram 8 from the Hauptbahnhof.\nIn the north wing of the partly finished Kongresshalle (Congress Hall), the Documentation Centre examines various historical aspects, including the rise of the NSDAP, the Hitler cult, the party rallies and the Nuremberg Trials.East of here is the Zeppelinfeld, where most of the big Nazi parades, rallies and events took place. It is fronted by a 350m-long grandstand, the Zeppelintribüne, where you can still stand on the very balcony from where Hitler incited the masses. It now hosts sporting events and rock concerts, though this rehabilitation has caused controversy.The grounds are bisected by the 2km-long and 40m-wide Grosse Strasse (Great Road), which was planned as a military parade road. Zeppelinfeld, Kongresshalle and Grosse Strasse are all protected landmarks for being significant examples of Nazi architecture.The Reichsparteitagsgelände is about 4km southeast of the city centre."
},
{
    "country": "bavaria",
    "index": 38,
    "name": "Germanisches Nationalmuseum",
    "latitude": "49.448395",
    "longitude": "11.075667",
    "excerpt": "Spanning prehistory to the early 20th century, this museum is the German-speaking world's biggest and most important museum of Teutonic culture. It…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/germanisches-nationalmuseum/a/poi-sig/423261/359358",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/506fa0cac38e321e1bb4e78f996e1ebe-germanisches-nationalmuseum.jpg",
    "detail_description": "Spanning prehistory to the early 20th century, this museum is the German-speaking world's biggest and most important museum of Teutonic culture. It features works by German painters and sculptors, an archaeological collection, arms and armour, musical and scientific instruments, and toys. \nHighlights of the eclectic collection include Dürer's anatomically detailed Hercules Slaying the Stymphalian Birds and the world's oldest terrestrial globe and pocket watch as well as 20th-century design classics and baroque dollhouses. "
},
{
    "country": "bavaria",
    "index": 37,
    "name": "Berchtesgaden National Park",
    "latitude": "47.512331",
    "longitude": "12.97348",
    "excerpt": "Forty years old in 2018, the wilds of this 210-sq-km park still offer some of the best hiking in Germany. A good introduction is a 2km trail up from St…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/berchtesgaden-national-park/a/poi-sig/1313445/1321114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-554075841_high.jpg",
    "detail_description": "Forty years old in 2018, the wilds of this 210-sq-km park still offer some of the best hiking in Germany. A good introduction is a 2km trail up from St Bartholomä beside the Königssee to the notorious Watzmann-Ostwand, where scores of mountaineers have met their deaths. Another popular hike goes from the southern end of the Königssee to the Obersee.\nFor details of routes visit the national park office, or buy a copy of the Berchtesgadener Land (sheet 794) map in the Kompass series, available across Germany or online."
},
{
    "country": "bavaria",
    "index": 36,
    "name": "Frauenkirche",
    "latitude": "48.138626671314",
    "longitude": "11.57377430783",
    "excerpt": "The landmark Frauenkirche, built between 1468 and 1488, is Munich's spiritual heart and the Mt Everest among its churches. No other building in the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/frauenkirche/a/poi-sig/409062/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/872474157dcf700d31dfd23d7ca5d0c1-frauenkirche.jpg",
    "detail_description": "The landmark Frauenkirche, built between 1468 and 1488, is Munich's spiritual heart and the Mt Everest among its churches. No other building in the central city may stand taller than its onion-domed twin towers, which reach a skyscraping 99m. The south tower can be climbed, but has been under urgent renovation for several years.\nThe church sustained severe bomb damage in WWII; its reconstruction is a soaring passage of light but otherwise fairly spartan. Of note are the epic cenotaph (empty tomb) of Ludwig the Bavarian, just past the entrance, and the bronze plaques of Pope Benedict XVI and his predecessor John Paul II affixed to nearby pillars."
},
{
    "country": "bavaria",
    "index": 35,
    "name": "Feldherrnhalle",
    "latitude": "48.141180964982",
    "longitude": "11.577157483434",
    "excerpt": "Corking up Odeonsplatz' southern side is Friedrich von Gärnter's Feldherrnhalle, modelled on the Loggia dei Lanzi in Florence. The structure pays homage…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/feldherrnhalle/a/poi-sig/409334/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f1323d93e94018068e919e2100a41a9f-feldherrnhalle.jpg",
    "detail_description": "Corking up Odeonsplatz' southern side is Friedrich von Gärnter's Feldherrnhalle, modelled on the Loggia dei Lanzi in Florence. The structure pays homage to the Bavarian army and positively drips with testosterone; check out the statues of General Johann Tilly, who kicked the Swedes out of Munich during the Thirty Years' War; and Karl Philipp von Wrede, an ally turned foe of Napoleon.\nIt was here on 9 November 1923 that police stopped the so-called Beer Hall Putsch, Hitler's attempt to bring down the Weimar Republic (Germany's government after WWI). A fierce skirmish left 20 people, including 16 Nazis, dead. A plaque in the pavement of the square's eastern side commemorates the police officers who perished in the incident.Hitler was subsequently tried and sentenced to five years in jail, but he ended up serving a mere nine months in Landsberg am Lech prison, where he penned his hate-filled manifesto, Mein Kampf."
},
{
    "country": "bavaria",
    "index": 34,
    "name": "Palace Grounds",
    "latitude": "48.157898",
    "longitude": "11.49466",
    "excerpt": "The sprawling park behind Schloss Nymphenburg is a favourite spot with Münchners and visitors for strolling, jogging or whiling away a lazy afternoon. It…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/palace-grounds/a/poi-sig/1208921/1342299",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0b20dd9558c16db08a888039815bd81b-gardens-outbuildings.jpg",
    "detail_description": "The sprawling park behind Schloss Nymphenburg is a favourite spot with Münchners and visitors for strolling, jogging or whiling away a lazy afternoon. It's laid out in grand English style and accented with water features, including a large lake, a cascade and a canal popular for feeding swans and for ice-skating and ice-curling when it freezes over in winter.\nThe park is at its most magical without the masses, ie early in the morning and an hour before closing. But even in the daytime, you can usually commune in solitude with water lilies and singing frogs at the Kugelweiher pond in the far northern corner.The park's chief folly – and quite frilly to boot – the Amalienburg is a small hunting lodge dripping with crystal and gilt decoration; don't miss the amazing Spiegelsaal (hall or mirrors). The two-storey Pagodenburg was built in the early 18th century as a Chinese teahouse and is swathed in ceramic tiles depicting landscapes, figures and floral ornamentation. The Badenburg is a sauna and bathing house that still has its original heating system. Finally, the Magdalenenklause was built as a mock hermitage in faux-ruined style."
},
{
    "country": "bavaria",
    "index": 33,
    "name": "Golf Museum",
    "latitude": "49.019711",
    "longitude": "12.096441",
    "excerpt": "Claiming to be Europe's best golf museum (not counting Scotland, home to the British Golf Museum), this fine repository of wooden clubs, ivory tees and…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/regensburg/attractions/golf-museum/a/poi-sig/1267993/359360",
    "image_url": null,
    "detail_description": "Claiming to be Europe's best golf museum (not counting Scotland, home to the British Golf Museum), this fine repository of wooden clubs, ivory tees and yellowing score cards (including one belonging to King George V of England) backswings its way through golf's illustrious past – interesting, even if you think a green fee is something to do with municipal recycling. The entrance is in an antiques shop.\n"
},
{
    "country": "bavaria",
    "index": 32,
    "name": "Kunstareal",
    "latitude": "48.148007",
    "longitude": "11.571414",
    "excerpt": "The Kunstareal is the compact Maxvorstadt area, roughly defined by Türkenstrasse, Schellingstrasse, Luisenstrasse and Karlstrasse, which is packed with…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/kunstareal/a/poi-sig/1597357/1342296",
    "image_url": null,
    "detail_description": "The Kunstareal is the compact Maxvorstadt area, roughly defined by Türkenstrasse, Schellingstrasse, Luisenstrasse and Karlstrasse, which is packed with southern Germany's finest art museums. These include the Alte Pinakothek, the Museum Brandhorst, the Neue Pinakothek and the Pinakothek der Moderne.\n"
},
{
    "country": "bavaria",
    "index": 30,
    "name": "Cuvilliés-Theater",
    "latitude": "48.140969",
    "longitude": "11.580105",
    "excerpt": "Commissioned by Maximilian III in the mid-18th century, François Cuvilliés fashioned one of Europe's finest rococo theatres. Famous for hosting the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/cuvillies-theater/a/poi-sig/1139733/1342295",
    "image_url": null,
    "detail_description": "Commissioned by Maximilian III in the mid-18th century, François Cuvilliés fashioned one of Europe's finest rococo theatres. Famous for hosting the premiere of Mozart's opera Idomeneo, the theatre was restored in the mid-noughties, and its stage regularly hosts high-brow musical and operatic performances.\nAccess is limited to the auditorium, where you can take a seat and admire the four tiers of loggias (galleries), dripping with rococo embellishment, at your leisure."
},
{
    "country": "bavaria",
    "index": 31,
    "name": "Marienplatz",
    "latitude": "48.137259184493",
    "longitude": "11.575618042819",
    "excerpt": "The epicentral heart and soul of the Altstadt, Marienplatz is a popular gathering spot and packs a lot of personality into a compact frame. It's anchored…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/marienplatz/a/poi-sig/408978/1342295",
    "image_url": null,
    "detail_description": "The epicentral heart and soul of the Altstadt, Marienplatz is a popular gathering spot and packs a lot of personality into a compact frame. It's anchored by the Mariensäule, built in 1638 to celebrate victory over Swedish forces during the Thirty Years' War. This is the busiest spot in all Munich, throngs of tourists swarming across its expanse from early morning till late at night. Many walking tours leave from here.\n"
},
{
    "country": "bavaria",
    "index": 29,
    "name": "Dom St Peter",
    "latitude": "49.019437",
    "longitude": "12.098329",
    "excerpt": "It takes a few seconds for your eyes to adjust to the dim interior of Regensburg’s soaring landmark, the Dom St Peter, one of Bavaria’s grandest Gothic…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/regensburg/attractions/dom-st-peter/a/poi-sig/430428/359360",
    "image_url": null,
    "detail_description": "It takes a few seconds for your eyes to adjust to the dim interior of Regensburg’s soaring landmark, the Dom St Peter, one of Bavaria’s grandest Gothic cathedrals with its stunning kaleidoscopic stained-glass windows and an opulent, silver-sheathed main altar. The cathedral is home of the Domspatzen, a 1000-year-old boys' choir that accompanies the 10am Sunday service (only during the school year). The Domschatzmuseum (Cathedral Treasury) brims with monstrances, tapestries and other church treasures.\n"
},
{
    "country": "bavaria",
    "index": 28,
    "name": "Königsplatz",
    "latitude": "48.145931",
    "longitude": "11.565331",
    "excerpt": "Nothing less than the Acropolis in Athens provided the inspiration for Leo von Klenze's imposing Königsplatz, commissioned by Ludwig I and anchored by a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/koenigsplatz/a/poi-sig/408982/1342296",
    "image_url": null,
    "detail_description": "Nothing less than the Acropolis in Athens provided the inspiration for Leo von Klenze's imposing Königsplatz, commissioned by Ludwig I and anchored by a Doric-columned Propyläen gateway and two temple-like museums. The Nazis added a few buildings of their own and used the square for their mass parades. Only the foundations of these structures remain at the eastern end of the square, rendered unrecognisable by foliage. Peaceful and green today, the square comes alive in summer during concerts and open-air cinema.\n"
},
{
    "country": "bavaria",
    "index": 27,
    "name": "Asamkirche",
    "latitude": "48.135249",
    "longitude": "11.569966",
    "excerpt": "Though pocket sized, the late-baroque Asamkirche, built in 1746, is as rich and epic as a giant's treasure chest. Its creators, the brothers Cosmas Damian…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/asamkirche/a/poi-sig/409010/1342295",
    "image_url": null,
    "detail_description": "Though pocket sized, the late-baroque Asamkirche, built in 1746, is as rich and epic as a giant's treasure chest. Its creators, the brothers Cosmas Damian Asam and Egid Quirin Asam, dug deep into their considerable talent box to swathe every inch of wall space with gilt garlands and docile cherubs, false marble and oversized barley-twist columns.\nThe crowning glory is the ceiling fresco illustrating the life of St John Nepomuk, to whom the church is dedicated (lie down on your back in a pew to fully appreciate the complicated perspective). The brothers lived next door and this was originally their private chapel; the main altar could be seen through a window from their home."
},
{
    "country": "bavaria",
    "index": 26,
    "name": "Dokumentation Obersalzberg",
    "latitude": "47.631634",
    "longitude": "13.040149",
    "excerpt": "In 1933 the tranquil Alpine settlement of Obersalzberg (3km from Berchtesgaden) in essence became the second seat of Nazi power after Berlin, a dark…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/dokumentation-obersalzberg/a/poi-sig/463300/1321114",
    "image_url": null,
    "detail_description": "In 1933 the tranquil Alpine settlement of Obersalzberg (3km from Berchtesgaden) in essence became the second seat of Nazi power after Berlin, a dark period that’s given the full historical treatment at this superb exhibition. Various rooms document the forced takeover of the area, the construction of the compound and the daily life of the Nazi elite. All facets of Nazi terror are dealt with, including Hitler’s near-mythical appeal, his racial politics, the resistance movement, foreign policy and the death camps.\nA section of the underground bunker network is open for perusal (though it was closed for renovation at the time of research). Hourly bus 838 from Berchtesgaden train station will get you here."
},
{
    "country": "bavaria",
    "index": 25,
    "name": "Schloss Thurn und Taxis",
    "latitude": "49.01481789048",
    "longitude": "12.092859958998",
    "excerpt": "In the 15th century, Franz von Taxis (1459–1517) assured his place in history by setting up the first European postal system, which remained a monopoly…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/regensburg/attractions/schloss-thurn-und-taxis/a/poi-sig/430440/359360",
    "image_url": null,
    "detail_description": "In the 15th century, Franz von Taxis (1459–1517) assured his place in history by setting up the first European postal system, which remained a monopoly until the 19th century. In recognition of his services, the family was given the former Benedictine monastery St Emmeram, henceforth known as Schloss Thurn und Taxis. It was soon one of the most modern palaces in Europe and featured such luxuries as flushing toilets. Today it is the world's largest inhabited building.\nThe palace complex also contains the Schatzkammer (Treasury). The jewellery, porcelain and precious furnishings on display belonged, for many years, to the wealthiest dynasty in Germany. The fortune, administered by Prince Albert II, is still estimated at well over €1 billion."
},
{
    "country": "bavaria",
    "index": 24,
    "name": "Bamberger Dom",
    "latitude": "49.890757",
    "longitude": "10.882419",
    "excerpt": "Beneath the quartet of spires, Bamberg’s cathedral is packed with artistic treasures, most famously the slender equestrian statue of the Bamberger Reiter …",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/bamberg/attractions/bamberger-dom/a/poi-sig/1206738/359355",
    "image_url": null,
    "detail_description": "Beneath the quartet of spires, Bamberg’s cathedral is packed with artistic treasures, most famously the slender equestrian statue of the Bamberger Reiter (Bamberg Horseman), whose true identity remains a mystery. It overlooks the tomb of cathedral founders, Emperor Heinrich II and his wife Kunigunde, splendidly carved by Tilmann Riemenschneider. The marble tomb of Clemens II in the west choir is the only papal burial site north of the Alps. Nearby, the Virgin Mary altar by Veit Stoss also warrants closer inspection.\nFounded by Heinrich II in 1004, the cathedral's current appearance dates to the early 13th century and is the outcome of a Romanesque-Gothic duel between church architects after the original and its immediate successor burnt down in the 12th century. The pillars have the original light hues of Franconian sandstone thanks to Ludwig I, who eradicated all postmedieval decoration in the early 19th century."
},
{
    "country": "bavaria",
    "index": 23,
    "name": "Museum Brandhorst",
    "latitude": "48.148121",
    "longitude": "11.574311",
    "excerpt": "A big, bold and aptly abstract building, clad entirely in vividly multihued ceramic tubes, the Brandhorst jostled its way into the Munich Kunstareal in a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/museum-brandhorst/a/poi-sig/1207691/1342296",
    "image_url": null,
    "detail_description": "A big, bold and aptly abstract building, clad entirely in vividly multihued ceramic tubes, the Brandhorst jostled its way into the Munich Kunstareal in a punk blaze of colour mid-2009. Its walls, its floor and occasionally its ceiling provide space for some of the most challenging art in the city, among it some instantly recognisable 20th-century images by Andy Warhol, whose work dominates the collection.\nPop Art's 1960s poster boy pops up throughout the gallery and even has an entire room dedicated to pieces such as his punkish Self-Portrait (1986), Marilyn (1962) and Triple Elvis (1963).The other prevailing artist at the Brandhorst is the lesser-known Cy Twombly. His arrestingly spectacular splash-and-dribble canvases are an acquired taste, but this is the place to acquire it if ever there was one.Elsewhere Dan Flavin floodlights various corners with his eye-watering light installations and other big names such as Mario Merz, Alex Katz and Sigmar Polke also make an appearance. Damien Hirst gets a look-in here and there."
},
{
    "country": "bavaria",
    "index": 22,
    "name": "Neues Schloss Schleissheim",
    "latitude": "48.248969",
    "longitude": "11.561222",
    "excerpt": "The crown jewel of Schleissheim's palatial trio is the Neues Schloss Schleissheim. This pompous pile was dreamed up by Prince-Elector Max Emanuel in 1701…",
    "detail_url": "https://www.lonelyplanet.com/germany/schleissheim/attractions/neues-schloss-schleissheim/a/poi-sig/1208838/1321193",
    "image_url": null,
    "detail_description": "The crown jewel of Schleissheim's palatial trio is the Neues Schloss Schleissheim. This pompous pile was dreamed up by Prince-Elector Max Emanuel in 1701 in anticipation of his promotion to emperor. It never came. Instead he was forced into exile for over a decade and didn't get back to building until 1715. Cash-flow problems required the scaling back of the original plans, but given the palace's huge dimensions and opulent interior, it's hard to imagine where exactly the cuts fell.\nSome of the finest artists of the baroque era were called in to create such eye-pleasing sights as the ceremonial staircase, the Victory Hall and the Grand Gallery. There are outstanding pieces of period furniture, including the elector's four-poster bed, intricately inlaid tables, and a particularly impressive ceiling fresco by Cosmas Damian Asam.The palace is home to the Staatsgalerie (State Gallery), a selection of European baroque art drawn from the Bavarian State Collection, including works by such masters as Peter Paul Rubens, Anthony van Dyck and Carlo Saraceni. The most impressive room here is the Grand Galerie."
},
{
    "country": "bavaria",
    "index": 21,
    "name": "Olympiapark",
    "latitude": "48.174307",
    "longitude": "11.555407",
    "excerpt": "The area to the north of the city where soldiers once paraded and the world's first Zeppelin landed in 1909 found a new role in the 1960s as the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/olympiapark/a/poi-sig/1208047/1342299",
    "image_url": null,
    "detail_description": "The area to the north of the city where soldiers once paraded and the world's first Zeppelin landed in 1909 found a new role in the 1960s as the Olympiapark. Built for the 1972 Olympic Summer Games, it has quite a small-scale feel, and some may be amazed that the games could once have been held at such a petite venue.\nThe complex draws people year-round with concerts, festivals and sporting events, and its swimming hall and ice-skating rink are open to the public.A good first stop is the Info-Pavilion, which has information, maps, tour tickets and a model of the complex. Staff also rent out MP3 players for a self-guided audio tour.Olympiapark has two famous eye-catchers: the 290m Olympiaturm and the warped Olympiastadion. Germans have a soft spot for the latter because it was on this hallowed turf in 1974 that the national soccer team – led by 'the Kaiser', Franz Beckenbauer – won the FIFA World Cup.When the sky is clear, you'll quite literally have Munich at your feet against the breathtaking backdrop of the Alps from the top of the Olympiaturm."
},
{
    "country": "bavaria",
    "index": 20,
    "name": "Kloster Andechs",
    "latitude": "47.974295",
    "longitude": "11.182923",
    "excerpt": "Founded in the 10th century, the gorgeous hilltop monastery of Andechs has long been a place of pilgrimage, though today more visitors come to slurp the…",
    "detail_url": "https://www.lonelyplanet.com/germany/starnberger-funf-seen-land/attractions/kloster-andechs/a/poi-sig/1140887/1293922",
    "image_url": null,
    "detail_description": "Founded in the 10th century, the gorgeous hilltop monastery of Andechs has long been a place of pilgrimage, though today more visitors come to slurp the Benedictines' fabled ales.\nThe church owns two relics of enormous importance: branches that are thought to come from Christ’s crown of thorns, and a victory cross belonging to Charlemagne, whose army overran much of Western Europe in the 9th century. In the Holy Chapel, the votive candles, some of them over 1m tall, are among Germany’s oldest. The remains of Carl Orff, the composer of Carmina Burana, are interred here as well.Outside, soak up the magnificent views of the purple-grey Alps and forested hills before plunging into the nearby Bräustüberl, the monks’ beer hall and garden. There are seven varieties of beer on offer, from the rich and velvety Doppelbock dark to the fruity unfiltered Weissbier (wheat beer). The place is incredibly popular, and on summer weekends you may have to join a queue of day trippers at the door to get in.The easiest way to reach Andechs from Munich is to take a train to Tutzing (27 minutes), then change to bus 958. Alternatively, it’s a pleasant 4km hike south from Herrsching through the protected woodland of the Kiental."
},
{
    "country": "bavaria",
    "index": 19,
    "name": "Zugspitze",
    "latitude": "47.420945",
    "longitude": "10.986156",
    "excerpt": "On good days, views from Germany’s rooftop extend into four countries. The return trip starts in Garmisch aboard a cogwheel train (Zahnradbahn) that chugs…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/garmisch-partenkirchen/attractions/zugspitze/a/poi-sig/1207394/359353",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-166276068_super.jpg",
    "detail_description": "On good days, views from Germany’s rooftop extend into four countries. The return trip starts in Garmisch aboard a cogwheel train (Zahnradbahn) that chugs along the mountain base to the Eibsee, an idyllic forest lake. From here, the Eibsee-Seilbahn, a super-steep cable car, swings to the top at 2962m. When you're done admiring the views, the Gletscherbahn cable car takes you to the Zugspitze glacier at 2600m, from where the cogwheel train heads back to Garmisch.\nThe trip to the Zugspitze summit is as memorable as it is popular; beat the crowds by starting early in the day and, if possible, skip weekends altogether."
},
{
    "country": "bavaria",
    "index": 18,
    "name": "Deutsche Bahn Museum",
    "latitude": "49.445438",
    "longitude": "11.074519",
    "excerpt": "Forget Dürer and wartime rallies, Nuremberg is a railway town at heart. Germany's first passenger trains ran between here and Fürth, a fact reflected in…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/deutsche-bahn-museum/a/poi-sig/1141446/359358",
    "image_url": null,
    "detail_description": "Forget Dürer and wartime rallies, Nuremberg is a railway town at heart. Germany's first passenger trains ran between here and Fürth, a fact reflected in the unmissable German Railways Museum. which explores the history of Germany's legendary rail system. The huge exhibition that continues across the road is one of Nuremberg's top sights, especially if you have a soft spot for things that run on rails.\nIf you have tots aboard, head straight for KIBALA (Kinder-Bahnland – Children's Railway World), a section of the museum where lots of hands-on, interactive choo-choo-themed attractions await. There's also a huge model railway, one of Germany's largest, set in motion every hour by a uniformed controller.The main exhibition charting almost two centuries of rail history starts on the ground floor and continues with more recent exhibits on the first. Passing quickly through the historically inaccurate beginning (as every rail buff knows, the world's first railway was the Stockton–Darlington, not the Liverpool–Manchester), highlights include Germany's oldest railway carriage dating from 1835 and lots of interesting Deutsche Reichsbahn paraphernalia from the former East Germany.However, the real meat of the show is the two halls of locos and rolling stock. The first hall contains Ludwig II's incredible rococo rail carriage, dubbed the 'Versailles of the rails', as well as Bismarck's considerably less ostentatious means of transport. There's also Germany's most famous steam loco, the Adler, built by the Stephensons in Newcastle-upon-Tyne for the Nuremberg–Fürth line. The second hall across the road from the main building houses some mammoth engines, some with their Nazi or Deutsche Reichsbahn insignia still in place."
},
{
    "country": "bavaria",
    "index": 17,
    "name": "BMW Welt",
    "latitude": "48.176439",
    "longitude": "11.557381",
    "excerpt": "Next to the Olympiapark, the glass-and-steel, double-cone tornado spiralling down from a dark cloud the size of an aircraft carrier holds BMW Welt, truly…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/bmw-welt/a/poi-sig/409300/1342299",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/059131c8846ebf735c00d1ffa00ebf7b-bmw-welt-museum.jpg",
    "detail_description": "Next to the Olympiapark, the glass-and-steel, double-cone tornado spiralling down from a dark cloud the size of an aircraft carrier holds BMW Welt, truly a petrolhead's dream. Apart from its role as a prestigious car pick-up centre, this king of showrooms acts as a shop window for BMW's latest models and a show space for the company as a whole.\nStraddle a powerful motorbike, marvel at technology-packed saloons and estates (no tyre kicking, please), browse the 'lifestyle' shop or take the 80-minute guided tour. On the Junior Campus, kids learn about mobility, fancy themselves car engineers and even get to design their own vehicle in workshops. Hang around long enough and you're sure to see motorbike stunts on the staircases and other petroleum-fuelled antics."
},
{
    "country": "bavaria",
    "index": 16,
    "name": "Eagle's Nest",
    "latitude": "47.611487",
    "longitude": "13.04208",
    "excerpt": "At 1834m above sea level, the Eagle's Nest was built as a mountaintop retreat for Hitler, and gifted to him on his 50th birthday. It took around 3000…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/eagle-s-nest/a/poi-sig/1209476/1321114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7550bafd3c3ec4e4886e737de6fc56b9-eagle-s-nest.jpg",
    "detail_description": "At 1834m above sea level, the Eagle's Nest was built as a mountaintop retreat for Hitler, and gifted to him on his 50th birthday. It took around 3000 workers a mere two years to carve the precipitous 6km-long mountain road, cut a 124m-long tunnel and a brass-panelled lift through the rock, and build the lodge itself (now a restaurant). It can only be reached by special shuttle bus from the Kehlsteinhaus bus station.\nOn clear days, views from the top are breathtaking. If you're not driving, bus 838 makes the trip to the shuttle bus stop from the Berchtesgaden Hauptbahnhof every half-hour.At the mountain station, you'll be asked to book a spot on a return bus. Allow at least two hours to get through lines, explore the lodge and the mountaintop, and perhaps have a bite to eat. Tours including the bus and guide can be booked online in advance."
},
{
    "country": "bavaria",
    "index": 15,
    "name": "Schloss Hohenschwangau",
    "latitude": "47.555532",
    "longitude": "10.736057",
    "excerpt": "King Ludwig II grew up at the sun-yellow Schloss Hohenschwangau and later enjoyed summers here until his death in 1886. His father, Maximilian II, built…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/fussen/attractions/schloss-hohenschwangau/a/poi-sig/1209292/359356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4288a8ac0ad5539f2a38a4a98054bcce-schloss-hohenschwangau.jpg",
    "detail_description": "King Ludwig II grew up at the sun-yellow Schloss Hohenschwangau and later enjoyed summers here until his death in 1886. His father, Maximilian II, built this palace in a neo-Gothic style atop 12th-century ruins left by Schwangau knights. Far less showy than Neuschwanstein, Hohenschwangau has a distinctly lived-in feel where every piece of furniture is a used original. After his father died, Ludwig’s main alteration was having stars, illuminated with hidden oil lamps, painted on the ceiling of his bedroom.\nIt was at Hohenschwangau where Ludwig first met Richard Wagner. The Hohenstaufensaal features a square piano where the hard-up composer would entertain Ludwig with excerpts from his latest creation. Some rooms have frescos from German mythology, including the story of the Swan Knight, Lohengrin. The swan theme runs throughout."
},
{
    "country": "bavaria",
    "index": 14,
    "name": "Kaiserburg",
    "latitude": "49.45799297319",
    "longitude": "11.075818807355",
    "excerpt": "This enormous castle complex above the Altstadt poignantly reflects Nuremberg's medieval might. The main attraction is a tour of the renovated residential…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/kaiserburg/a/poi-sig/1206435/359358",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2656048f356104ecdab203c405390b71-kaiserburg.jpg",
    "detail_description": "This enormous castle complex above the Altstadt poignantly reflects Nuremberg's medieval might. The main attraction is a tour of the renovated residential wing (Palas) to see the lavish Knights' and Imperial Hall, a Romanesque double chapel and an exhibit on the inner workings of the Holy Roman Empire. This segues to the Kaiserburg Museum, which focuses on the castle's military and building history. Elsewhere, enjoy panoramic views from the Sinwell Tower or peer 48m down into the Deep Well.\nFor centuries the castle, which has origins in the 12th century, also sheltered the crown jewels (crown, sceptre, orb etc) of the Holy Roman Empire, which are now kept at Hofburg palace in Vienna. It also played a key role in the drawing up of Emperor Charles IV's Golden Bull, a document that changed the way Holy Roman Emperors were elected. The exhibition contains an original statue taken from Prague's Charles Bridge of Charles IV who spent a lot of time in both Bohemia and Franconia during his reign."
},
{
    "country": "bavaria",
    "index": 13,
    "name": "Königssee",
    "latitude": "47.587989",
    "longitude": "12.987728",
    "excerpt": "Gliding serenely across the wonderfully picturesque, emerald-green Königssee makes for some unforgettable memories and photo opportunities. Cradled by…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/koenigssee/a/poi-sig/1208385/1321114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-104824731_super.jpg",
    "detail_description": "Gliding serenely across the wonderfully picturesque, emerald-green Königssee makes for some unforgettable memories and photo opportunities. Cradled by steep mountain walls some 5km south of Berchtesgaden, the Königssee is Germany’s highest lake (603m), with drinkably pure waters shimmering into fjordlike depths. Bus 841/843 makes the trip out here from the Berchtesgaden train station roughly every hour.\nEscape the hubbub of the bustling lakeside tourist village of Schönau by taking an electric boat tour to St Bartholomä, a quaint onion-domed chapel on the western shore. At some point, the boat will stop while the captain plays a horn towards the Echo Wall – the sound will bounce seven times. From St Bartholomä, an easy trail leads to the wondrous Eiskapelle (ice chapel) in about one hour.You can also skip the crowds by meandering along the lake shore. It’s a nice and easy 3.5km return walk to the secluded Malerwinkel (Painter’s Corner), a lookout famed for its picturesque vantage point."
},
{
    "country": "bavaria",
    "index": 11,
    "name": "Bayerisches Nationalmuseum",
    "latitude": "48.142888",
    "longitude": "11.591027",
    "excerpt": "Picture the classic 19th-century museum, a palatial neoclassical edifice overflowing with exotic treasure and thought-provoking works of art, a repository…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/bayerisches-nationalmuseum/a/poi-sig/409038/1342297",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fa0b31d761cbfa03bf958107f14226a2-bayerisches-nationalmuseum.jpg",
    "detail_description": "Picture the classic 19th-century museum, a palatial neoclassical edifice overflowing with exotic treasure and thought-provoking works of art, a repository for a nation’s history, a grand purpose-built display case for royal trinkets, church baubles and state-owned rarities – this is the Bavarian National Museum, a good old-fashioned institution for no-nonsense museum lovers. As the collection fills 40 rooms over three floors, there’s a lot to get through here, so be prepared for at least two hours’ legwork.\nMost visitors start on the 1st floor, where hall after hall is packed with baroque, mannerist and Renaissance sculpture, ecclesiastical treasures (check out all those wobbly Gothic ‘S’ figures), Renaissance clothing and one-off pieces such as the 1000-year-old St Kunigunde’s chest fashioned in mammoth ivory and gold. Climb to the 2nd floor to move up in history to the rococo, Jugendstil and modern periods, represented by priceless collections of Nymphenburg and Meissen porcelain, Tiffany glass, Augsburg silver and precious items used by the Bavarian royal family. Also up here is a huge circular model of Munich in the first half of the 19th century, shortly after it was transformed into a capital fit for a kingdom.It’s easy to miss, but the building’s basement also holds an evocatively displayed collection of Krippen (nativity scenes), some with a Cecil B DeMille–style cast of thousands. Retold in paper, wood and resin, there are Christmas-story scenes here from Bohemia, Moravia and Tyrol, but the biggest contingent hails from Naples. Also here is the excellent museum shop."
},
{
    "country": "bavaria",
    "index": 12,
    "name": "Deutsches Museum",
    "latitude": "48.1307479042",
    "longitude": "11.5846380198",
    "excerpt": "If you’re one of those people for whom science is an unfathomable turn-off, a visit to the Deutsches Museum might just show you that physics and…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/haidhausen-lehel/attractions/deutsches-museum/a/poi-sig/409006/1342298",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7d22fde900052cf2b826713f2974d64b-deutsches-museum.jpg",
    "detail_description": "If you’re one of those people for whom science is an unfathomable turn-off, a visit to the Deutsches Museum might just show you that physics and engineering are more fun than you thought. Spending a few hours in this temple to technology is an eye-opening journey of discovery, and the exhibitions and demonstrations will certainly be a hit with young, sponge-like minds.\nThere are tonnes of interactive displays (including glass-blowing and paper making), live demonstrations and experiments, model coal and salt mines, and engaging sections on cave paintings, geodesy, microelectronics and astronomy. In fact, it can be pretty overwhelming after a while, so it's best to prioritise what you want to see.The place to entertain children aged three to eight is the fabulous Kinderreich, where 1000 activities await, from a kid-sized mouse wheel to interactive water fun. Get the littlies to climb all over a fire engine, build things with giant Lego, construct a waterway with canals and locks, or bang on a drum all day in a – thankfully – soundproof instrument room. Note that Kinderreich closes at 4.30pm."
},
{
    "country": "bavaria",
    "index": 10,
    "name": "Pinakothek der Moderne",
    "latitude": "48.147166152072",
    "longitude": "11.57227551088",
    "excerpt": "Germany's largest modern-art museum unites four significant collections under a single roof: 20th-century art, applied design from the 19th century to…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/pinakothek-der-moderne/a/poi-sig/1207690/1342296",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c9d2c441102bc416776f4aeb6c62258f-pinakothek-der-moderne.jpg",
    "detail_description": "Germany's largest modern-art museum unites four significant collections under a single roof: 20th-century art, applied design from the 19th century to today, a graphics collection and an architecture museum. It's housed in a spectacular building by Stephan Braunfels, whose four-storey interior centres on a vast eye-like dome through which soft natural light filters throughout the blanched-white galleries.\nThe State Gallery of Modern Art has some exemplary modern classics by Picasso, Klee, Dalí and Kandinsky and many lesser-known works that will be new to most visitors. More recent big shots include Georg Baselitz, Andy Warhol, Cy Twombly, Dan Flavin and the late enfant terrible Joseph Beuys.The State Graphics Collection has 400,000 pieces of art on paper, including drawings, prints and engravings by such artists as Leonardo da Vinci and Paul Cézanne. Because of the light-sensitive nature of these works, only a tiny fraction of the collection is shown at any given time.Finally, there's the Architecture Museum, with entire studios of drawings, blueprints, photographs and models by such top practitioners as baroque architect Balthasar Neumann, Bauhaus maven Le Corbusier and 1920s expressionist Erich Mendelsohn.The final gallery, the New Collection, is closed for renovation until 2029. Housed in the basement, it focuses on applied design from the industrial revolution via art nouveau and Bauhaus to today. VW Beetles, Eames chairs and early Apple Macs stand alongside more obscure interwar items that wouldn't be out of place in a Kraftwerk video. There are lots of 1960s furniture, the latest spool tape recorders and an exhibition of the weirdest jewellery you'll ever see. Until the renovation is complete, you can see items from the New Collection in the East Wing, in the Schack Collection, and online."
},
{
    "country": "bavaria",
    "index": 9,
    "name": "Schloss Neuschwanstein",
    "latitude": "47.557364",
    "longitude": "10.748985",
    "excerpt": "Appearing through the mountaintops like a mirage, Schloss Neuschwanstein was the model for Disney’s Sleeping Beauty castle. King Ludwig II planned this…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/fussen/attractions/schloss-neuschwanstein/a/poi-sig/1209300/359356",
    "image_url": "https://lp-cms-production.imgix.net/2021-01/GettyRF_492963464.jpg",
    "detail_description": "Appearing through the mountaintops like a mirage, Schloss Neuschwanstein was the model for Disney’s Sleeping Beauty castle. King Ludwig II planned this fairy-tale pile himself, with the help of a stage designer rather than an architect. He envisioned it as a giant stage on which to recreate the world of Germanic mythology, inspired by the operatic works of his friend Richard Wagner. The most impressive room is the Sängersaal (Minstrels’ Hall), whose frescos depict scenes from the opera Tannhäuser.\nBuilt as a romantic medieval castle, work started in 1869 and, like so many of Ludwig’s grand schemes, was never finished. For all the coffer-depleting sums spent on it, the king spent just over 170 days in residence.Completed sections include Ludwig’s Tristan and Isolde–themed bedroom, dominated by a huge Gothic-style bed crowned with intricately carved cathedral-like spires; a gaudy artificial grotto (another allusion to Tannhäuser); and the Byzantine-style Thronsaal (Throne Room) with an incredible mosaic floor containing over two million stones. The painting opposite the (throneless) throne platform depicts another castle dreamed up by Ludwig that was never built (he planned many more). Almost every window provides tour-halting views across the plain below.The tour ends with a 20-minute film on the castle and its creator, and there's a reasonably priced cafe and the inevitable gift shops.For the postcard view of Neuschwanstein and the plains beyond, walk 10 minutes up to Marienbrücke (Mary’s Bridge), which spans the spectacular Pöllat Gorge over a waterfall just above the castle. It’s said Ludwig enjoyed coming up here after dark to watch the candlelight radiating from the Sängersaal."
},
{
    "country": "bavaria",
    "index": 8,
    "name": "Englischer Garten",
    "latitude": "48.14719",
    "longitude": "11.588688",
    "excerpt": "The sprawling English Garden is among Europe's biggest city parks – it even rivals London's Hyde Park and New York's Central Park for size – and is a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/englischer-garten/a/poi-sig/409152/1342297",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d9fc0b341380202dd4e3b8a315b19b0-englischer-garten.jpg",
    "detail_description": "The sprawling English Garden is among Europe's biggest city parks – it even rivals London's Hyde Park and New York's Central Park for size – and is a popular playground for locals and visitors alike. Stretching north from Prinzregentenstrasse for about 5km, it was commissioned by Elector Karl Theodor in 1789 and designed by Benjamin Thompson, an American-born scientist working as an adviser to the Bavarian government.\nPaths meander around in dark stands of mature oak and maple before emerging into sunlit meadows of lush grass. Locals are mindful of the park's popularity and cyclists, walkers and joggers coexist amicably. Street musicians dodge balls kicked by children and students sprawl on the grass to chat about missed lectures.Sooner or later you'll find your way to the Kleinhesseloher See, a lovely lake at the centre of the park. Work up a sweat while taking a spin around the lake's three little islands, then quaff a well-earned foamy one at the Seehaus beer garden.Several historic follies lend the park a playful charm. The wholly unexpected Chinesischer Turm, now at the heart of Munich's oldest beer garden, was built in the 18th century during a pan-European craze for all things oriental. Further south, at the top of a gentle hill, stands the heavily photographed Monopteros (1838), a small Greek temple whose ledges are often knee-to-knee with dangling legs belonging to people admiring the view of the Munich skyline.Another hint of Asia awaits further south at the Japanisches Teehaus, built for the 1972 Olympics next to an idyllic duck pond. The best time to come is for an authentic tea ceremony celebrated by a Japanese tea master, though it's only open two days a month."
},
{
    "country": "bavaria",
    "index": 7,
    "name": "Alte Pinakothek",
    "latitude": "48.148481170452",
    "longitude": "11.569476924695",
    "excerpt": "Munich's main repository of Old European Masters is crammed with all the major players who decorated canvases between the 14th and 18th centuries. This…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/alte-pinakothek/a/poi-sig/409068/1342296",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3efd10b26a3e66cfa6e6263c41cf5a15-alte-pinakothek.jpg",
    "detail_description": "Munich's main repository of Old European Masters is crammed with all the major players who decorated canvases between the 14th and 18th centuries. This neoclassical temple was masterminded by Leo von Klenze and is a delicacy even if you can't tell your Rembrandt from your Rubens. The collection is world famous for its exceptional quality and depth, especially when it comes to German masters.\nThe oldest works are altar paintings, among which the standouts are Michael Pacher's Four Church Fathers and Lucas Cranach the Elder's Crucifixion (1503), an emotional rendition of the suffering Jesus.A key room is the Dürersaal upstairs. Here hangs Albrecht Dürer's famous Christlike Self-Portrait (1500), showing the gaze of an artist brimming with self-confidence. His final major work, The Four Apostles, depicts John, Peter, Paul and Mark as rather humble men, in keeping with post-Reformation ideas. Compare this to Matthias Grünewald's Sts Erasmus and Maurice, which shows the saints dressed in rich robes like kings.For a secular theme, inspect Albrecht Altdorfer's Battle of Alexander the Great (1529), which captures in dizzying detail a 6th-century war pitting Greeks against Persians.There's a choice bunch of works by Dutch masters, including an altarpiece by Rogier van der Weyden called The Adoration of the Magi, plus The Seven Joys of Mary by Hans Memling, Danae by Jan Gossaert and The Land of Cockayne by Pieter Bruegel the Elder. At 6m in height, Rubens' epic Last Judgment is so big that Klenze custom-designed the hall for it. A memorable portrait is Hélène Fourment (1631), a youthful beauty who was the ageing Rubens' second wife.The Italians are represented by Botticelli, Rafael, Titian and many others, while the French collection includes paintings by Nicolas Poussin, Claude Lorrain and François Boucher. Among the Spaniards are such heavy hitters as Murillo and Velázquez, and Greece's El Greco also features."
},
{
    "country": "bavaria",
    "index": 6,
    "name": "Schloss Linderhof",
    "latitude": "47.5666667",
    "longitude": "10.95",
    "excerpt": "A pocket-sized trove of weird treasures, Schloss Linderhof was Ludwig II’s smallest but most sumptuous palace, and the only one he lived to see fully…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/attractions/schloss-linderhof/a/poi-sig/1209414/1320982",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6c726223f62965082fc382d393d13811-schloss-linderhof.jpg",
    "detail_description": "A pocket-sized trove of weird treasures, Schloss Linderhof was Ludwig II’s smallest but most sumptuous palace, and the only one he lived to see fully completed. Finished in 1878, the palace hugs a steep hillside in a fantasy landscape of French gardens, fountains and follies. The reclusive king used the palace as a retreat and hardly ever received visitors here. Linderhof was inspired by Versailles and dedicated to Louis XIV, the French ‘Sun King’.\nLinderhof’s myth-laden, jewel-encrusted rooms are a monument to the king’s excesses that so unsettled the governors in Munich. The private bedroom is the largest, heavily ornamented and anchored by an enormous 108-candle crystal chandelier weighing 500kg. An artificial waterfall, built to cool the room in summer, cascades just outside the window. The dining room reflects the king’s fetish for privacy and inventions. The king ate from a mechanised dining board, whimsically labelled ‘Table, Lay Yourself’, that sank through the floor so that his servants could replenish it without being seen.Created by the famous court gardener Carl von Effner, the gardens and outbuildings, open April to October, are as fascinating as the castle itself. The highlight is the oriental-style Moorish Kiosk, where Ludwig, dressed in oriental garb, would preside over nightly entertainment from a peacock throne. Underwater light dances on the stalactites at the Venus Grotto, an artificial cave inspired by a stage set for Wagner’s Tannhäuser. Now sadly empty, Ludwig’s fantastic conch-shaped boat is moored by the shore.Linderhof is about 13km west of Oberammergau and 26km northwest of Garmisch-Partenkirchen. Bus 9622 travels to Linderhof from Oberammergau nine times a day. If coming from Garmisch-Partenkirchen change in Ettal or Oberammergau. The last service from Linderhof is just before 6pm but, if you miss it, the 13km vista-rich hike back to Oberammergau is an easygoing amble along the valley floor through shady woodland."
},
{
    "country": "bavaria",
    "index": 5,
    "name": "Würzburg Residenz",
    "latitude": "49.792790255821",
    "longitude": "9.9391013491301",
    "excerpt": "The vast Unesco-listed Residenz, built by 18th-century architect Balthasar Neumann as the home of the local prince-bishops, is one of Germany’s most…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/wurzburg/attractions/wuerzburg-residenz/a/poi-sig/476800/359363",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7202f06de0384f73db5bd52fa64f823a-residenz.jpg",
    "detail_description": "The vast Unesco-listed Residenz, built by 18th-century architect Balthasar Neumann as the home of the local prince-bishops, is one of Germany’s most important and beautiful baroque palaces. Top billing goes to the brilliant zigzagging Treppenhaus (staircase) lidded by what still is the world’s largest fresco, a masterpiece by Giovanni Battista Tiepolo depicting allegories of the four then-known continents (Europe, Africa, America and Asia).\nThe structure was commissioned in 1720 by prince-bishop Johann Philipp Franz von Schönborn, who was unhappy with his old-fashioned digs up in Marienberg Fortress, and took almost 60 years to complete. Today the 360 rooms are home to government institutions, university faculties and a museum, but the grandest 40 have been restored for visitors to admire.Besides the Grand Staircase, feast your eyes on the ice-white stucco-adorned Weisser Saal (White Hall) before entering the Kaisersaal (Imperial Hall), canopied by yet another impressive Tiepolo fresco. Other stunners include the gilded stucco Spiegelkabinett (Mirror Hall), covered with a unique mirror-like glass painted with figural, floral and animal motifs (accessible by tour only).In the residence’s south wing, the Hofkirche (Court Church) is another Neumann and Tiepolo co-production. Its marble columns, gold leaf and profusion of angels match the Residenz in splendour and proportions.Entered via frilly wrought-iron gates, the Hofgarten (Court Garden; open until dusk, free) is a smooth blend of French- and English-style landscaping teeming with whimsical sculptures of children, mostly by court sculptor Peter Wagner. Concerts, festivals and special events take place here during the warmer months.The complex also houses collections of antiques, paintings and drawings in the Martin-von-Wagner Museum (no relation to Peter) and, handily, a winery in the atmospheric cellar, the Staatlicher Hofkeller Würzburg, that is open for tours with tasting."
},
{
    "country": "bavaria",
    "index": 4,
    "name": "Münchner Stadtmuseum",
    "latitude": "48.13527",
    "longitude": "11.572927",
    "excerpt": "Installed for the city's 850th birthday (2008), the Münchner Stadtmuseum's Typisch München (Typically Munich) exhibition – taking up the whole of a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/muenchner-stadtmuseum/a/poi-sig/409406/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7f7ea3b81902930977bc323a3473687b-munchner-stadtmuseum.jpg",
    "detail_description": "Installed for the city's 850th birthday (2008), the Münchner Stadtmuseum's Typisch München (Typically Munich) exhibition – taking up the whole of a rambling building – tells Munich's story in an imaginative, uncluttered and engaging way. Exhibits in each section represent something quintessential about the city; a booklet/audioguide relates the tale behind them, thus condensing a long and tangled history into easily digestible themes.\nSet out in chronological order, the exhibition kicks off with the monks who founded the city and ends with the postwar-boom decades. The first of five sections, Old Munich, contains a scale model of the city in the late 16th century (one of five commissioned by Duke Albrecht V; the Bayerisches Nationalmuseum displays the others), but the highlight here is the The Morris Dancers, a series of statuettes gyrating like 15th-century ravers. It's one of the most valuable works owned by the city.Next comes New Munich, which charts the Bavarian capital's 18th- and 19th-century transformation into a prestigious royal capital and the making of the modern city. The Canaletto View gives an idea in oil paint of how Munich looked in the mid-18th century, before the Wittelsbachs (the German noble family that ruled Bavaria) launched their makeover. The section also takes a fascinating look at the origins of Oktoberfest and Munich's cuisine, as well as the phenomenon of the 'Munich Beauty' – Munich's womenfolk are regarded as Germany's most attractive.City of Munich examines the weird and wonderful late 19th and early 20th century, a period known for Jugendstil (art nouveau) architecture and design, Richard Wagner, and avant-garde rumblings in Schwabing. In this era, Munich became known as the 'city of art and beer', a title that many agree it still holds today.The fourth hall, Revue, becomes a little obscure, but basically deals with the aftermath of WWI and the rise of the Nazis. The lead-up to war and the city's suffering during WWII occupy the Feuchtwangersaal, where a photo of a very determined Chamberlain stands next to the other signatories to the 1938 Munich Agreement, which created parts of Czechoslovakia to Nazi Germany. This is followed by a couple of fascinating rooms that paint a portrait of the modern city, including nostalgic TV footage from the last 40 years.Though the Typical Munich exhibition touches on the period, the rise of the Nazis has been rightly left as a powerful separate exhibition called Nationalsozialismus in München. This occupies an eerily windowless annexe."
},
{
    "country": "bavaria",
    "index": 3,
    "name": "Residenzmuseum",
    "latitude": "48.140495782459",
    "longitude": "11.577987136234",
    "excerpt": "Home to Bavaria's Wittelsbach rulers from 1508 until WWI, the Residenz is Munich's number-one attraction. The amazing treasures, as well as all the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/residenzmuseum/a/poi-sig/409126/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eeae0047cda714cecbf98910d547c149-residenzmuseum.jpg",
    "detail_description": "Home to Bavaria's Wittelsbach rulers from 1508 until WWI, the Residenz is Munich's number-one attraction. The amazing treasures, as well as all the trappings of the Wittelbachs' lifestyle over the centuries, are on display at the Residenzmuseum, which takes up around half of the palace. Allow at least two hours to see everything at a gallop.\nTours are in the company of a rather long-winded audioguide (free), and gone are the days when the building was divided into morning and afternoon sections, all of which means a lot of ground to cover in one go. It's worth fast-forwarding a bit to where the prescribed route splits into short and long tours, taking the long route for the most spectacular interiors. Approximately 90 rooms are open to the public at any one time, but as renovation work is ongoing, closures are inevitable, and you may not see all the highlights.When wandering the Residenz, don't forget that only 50 sq metres of the building's roof remained intact at the end of WWII. Most of what you see today is a Wittelsbach postwar reconstruction.The tours kick off at the Grottenhof (Grotto Court), home of the wonderful Perseusbrunnen (Perseus Fountain), with its namesake holding the dripping head of Medusa. Next door is the famous Antiquarium, a barrel-vaulted hall smothered in frescoes and built to house the Wittelsbachs' enormous antique collection. It's widely regarded as the finest Renaissance interior north of the Alps.Further along the tour route, the neo-Byzantine Hofkirche was built for Ludwig I in 1826. After WWII only the red-brick walls were left; it reopened as an atmospheric concert venue in 2003.Upstairs are the Kurfürstenzimmer (Electors Rooms), with some stunning Italian portraits and a passage lined with two dozen views of Italy, painted by local romantic artist Carl Rottmann. Also up here are François Cuvilliés' Reiche Zimmer (Rich Rooms), a six-room extravaganza of exuberant rococo carried out by the top stucco and fresco artists of the day; they're a definite highlight. More rococo magic awaits in the Ahnengallery (Ancestors Gallery), with 121 portraits of the rulers of Bavaria in chronological order.The Hofkapelle, reserved for the ruler and his family, fades quickly in the memory when you see the exquisite Reichekapelle, with its blue-and-gilt ceiling, inlaid marble and 16th-century organ. Considered the finest rococo interiors in southern Germany, another spot to linger is the Steinzimmer (Stone Rooms), the emperor's quarters, awash in intricately patterned and coloured marble."
},
{
    "country": "bavaria",
    "index": 2,
    "name": "Schloss Nymphenburg",
    "latitude": "48.15827981",
    "longitude": "11.50349702",
    "excerpt": "This commanding palace and its lavish gardens sprawl around 5km northwest of the Altstadt. Begun in 1664 as a villa for Electress Adelaide of Savoy, the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/schloss-nymphenburg/a/poi-sig/1139822/1342299",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c21b51260b1758d5a572285da8487f2d-schloss-nymphenburg.jpg",
    "detail_description": "This commanding palace and its lavish gardens sprawl around 5km northwest of the Altstadt. Begun in 1664 as a villa for Electress Adelaide of Savoy, the stately pile was extended over the next century to create the royal family's summer residence. Franz Duke of Bavaria, head of the once-royal Wittelsbach family, still occupies an apartment here.\nThe main palace building consists of a large villa and two wings of creaking parquet floors and sumptuous period rooms. Right at the beginning of the self-guided tour comes the high point of the entire Schloss, the Schönheitengalerie, housed in the former apartments of Queen Caroline. Some 38 portraits of attractive females chosen by an admiring King Ludwig I peer prettily from the walls. The most famous image is of Helene Sedlmayr, the daughter of a shoemaker, wearing a lavish frock the king gave her for the sitting. You'll also find Ludwig's beautiful, but notorious, lover Lola Montez, as well as 19th-century gossip-column celebrity Lady Jane Ellenborough and English beauty Lady Jane Erskine.Further along the tour route comes the Queen's Bedroom, which still contains the sleigh bed on which Ludwig II was born, and the King's Chamber, resplendent with three-dimensional ceiling frescoes.Also in the main building is the Marstallmuseum, displaying royal coaches and riding gear. This includes Ludwig II's fairy tale–like rococo sleigh, ingeniously fitted with oil lamps for his crazed nocturnal outings. Upstairs is the world's largest collection of porcelain made by the famous Nymphenburger Manufaktur. Also known as the Sammlung Bäuml, it presents the entire product palette from the company's founding in 1747 until 1930.The sprawling palace grounds behind Schloss Nymphenburg is a favourite spot with Münchners and visitors for strolling, jogging or whiling away a lazy afternoon. It's laid out in grand English style and accented with water features, including a large lake, a cascade and a canal, which is popular for feeding swans and for ice skating and ice curling when it freezes over in winter.The park's chief folly, the Amalienburg, is a small hunting lodge dripping with crystal and gilt decoration; don't miss the amazing Spiegelsaal (hall of mirrors). The two-storey Pagodenburg was built in the early 18th century as a Chinese tea house and is swathed in ceramic tiles depicting landscapes, figures and floral ornamentation. The Badenburg is a sauna and bathing house that still has its original heating system. Finally, the Magdalenenklause was built as a mock hermitage in faux-ruined style."
},
{
    "country": "bavaria",
    "index": 1,
    "name": "KZ-Gedenkstätte Dachau",
    "latitude": "48.268398",
    "longitude": "11.468868",
    "excerpt": "Officially called the KZ-Gedenkstätte Dachau, this was the Nazis’ first concentration camp, built by Heinrich Himmler in March 1933 to house political…",
    "detail_url": "https://www.lonelyplanet.com/germany/dachau/attractions/kz-gedenkstaette-dachau/a/poi-sig/1210524/1321189",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Germany%20Dachau%20sma1050%20shutterstock_760718488%20RFE.jpg",
    "detail_description": "Officially called the KZ-Gedenkstätte Dachau, this was the Nazis’ first concentration camp, built by Heinrich Himmler in March 1933 to house political prisoners. All in all, it ‘processed’ more than 200,000 inmates, killing at least 43,000, and is now a haunting memorial. Expect to spend two to three hours here to fully absorb the exhibits. Note that children aged under 12 may find the experience too disturbing.\nThe place to start is the visitors centre, which houses a bookshop, a cafe and a tour-booking desk where you can pick up an audioguide (€4). It’s on your left as you enter the main gate. Two-and-a-half-hour tours (€3.50) also run from here at 11am and 1pm (extra tours run at 12.15pm on Sunday between July and September).You pass into the compound itself through the Jourhaus, originally the only entrance. Set in wrought iron, the infamous, chilling slogan ‘Arbeit Macht Frei’ (Work Sets You Free) hits you at the gate.The museum is at the southern end of the camp. Here, a 22-minute English-language documentary runs at 10am, 11.30am, 12.30pm, 2pm and 3pm and uses mostly postliberation footage to outline what took place here. Either side of the small cinema extends an exhibition relating the camp’s harrowing story, from a relatively orderly prison for religious inmates, leftists and criminals to an overcrowded concentration camp racked by typhus, and its eventual liberation by the US Army in April 1945.Disturbing displays include photographs of the camp, its officers and prisoners (all male until 1944), and of horrifying ‘scientific experiments’ carried out by Nazi doctors. Other exhibits include a whipping block, a chart showing the system of prisoner categories (Jews, homosexuals, Jehovah’s Witnesses, Poles, Roma and other ‘asocial’ people) and documents on the persecution of ‘degenerate’ authors banned by the party. There's also a lot of information on the rise of the Nazis and other concentration camps around Europe, a scale model of the camp at its greatest extent and numerous uniforms and everyday objects belonging to inmates and guards.Outside, in the former roll-call square, is the International Memorial (1968), inscribed in English, French, Yiddish, German and Russian, which reads ‘Never Again’. Behind the exhibit building, the bunker was the notorious camp prison where inmates were tortured. Executions took place in the prison yard.Inmates were housed in large barracks, now demolished, which used to line the main road north of the roll-call square. In the camp’s northwestern corner is the crematorium and gas chamber, disguised as a shower room but never used. Several religious shrines, including a timber Russian Orthodox church, stand nearby."
}
]