[
{
    "country": "beijing",
    "city": "Temple of Heaven Park & Dongcheng South",
    "index": 1,
    "name": "Temple of Heaven Park",
    "latitude": "39.879066",
    "longitude": "116.406884",
    "excerpt": "An oasis of methodical Confucian design, the 267-hectare Temple of Heaven Park is unique. It originally served as a vast stage for solemn rites performed…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/temple-of-heaven-park-and-dongcheng-south/attractions/temple-of-heaven-park/a/poi-sig/1106060/1333765",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7d17a3ca32132ece9d22b9b5553eb1ac-temple-of-heaven-park.jpg",
    "detail_description": "An oasis of methodical Confucian design, the 267-hectare Temple of Heaven Park is unique. It originally served as a vast stage for solemn rites performed by the emperor (the literal 'Son of Heaven'), who prayed here for good harvests at winter solstice and sought divine clearance and atonement. Since 1918 this private imperial domain has opened its gates to common folk, who still congregate daily to perform taichi, twirl on gymnastics bars and sing revolutionary songs en masse.\nDon't expect to see worshippers at prayer; this is not so much a temple as a place of arcane, Confucian-inspired statecraft. The emperor, the Son of Heaven (天子, Tiānzǐ), visited the Temple of Heaven twice a year, with the more important ceremony performed at winter solstice. The royal entourage proceeded from the Forbidden City to the Imperial Vault of Heaven in silence, with commoners instructed to close all windows and remain indoors. The procession included elephant and horse chariots and long lines of lancers, nobles, officials and musicians. The imperial sedan chair was 12m long, 3m wide and employed 10 bearers.Although there are four main entry points to the park (with the east and west gates most convenient for visitors; through tickets cannot be purchased after 4pm), the imperial approach was via Zhaoheng Gate in the south leading directly to the Round Altar. On this open-air, raised dais the ceremonies to heaven took place, performed according to solemn protocol every winter solstice by the emperor himself.Arranged in three tiers, the Round Altar revolves around the imperial number nine. Odd numbers were considered sacrosanct in imperial China – nine (jiǔ) is the highest single-digit odd number and a homonym for long life. The altar is arranged in three tiers, with the top tier containing nine rings of stones, arranged in multiples of nine. The stairs and balustrades are also multiples of nine.North of the Round Altar is the Imperial Vault of Heaven, enclosed by a low circular wall known as the Echo Wall. Despite its splendid, shapely appearance, the Vault of Heaven was a storeroom, used to keep the spirit tablets of the gods and other materials needed for the ceremonies on the Round Altar. Seen from above the structures of the Temple of Heaven are round and their bases square, a pattern deriving from the ancient Chinese belief that heaven is round and earth is square.The Echo Wall, 65m in diameter, is so named for its unique acoustic properties. A quiet word or two spoken a few feet from the wall can be heard at the opposite point on the circle (although the din of other tourists chattering can drown it out!). Continuing on from the Imperial Vault of Heaven is the majestic, 360m-long Red Stairway Bridge, an imperial thoroughfare leading to the marvellous centrepiece of the Temple of Heaven, the Hall of Prayer for Good Harvests.A much-photographed icon, the triple-eaved Hall of Prayer for Good Harvests is made entirely of wood without the use of nails, with the heavy roof supported by 28 wooden pillars. First built around 1420, it was burnt to cinders by a lightning strike in 1889. A faithful reproduction based on Ming architectural methods was erected the following year, with timber imported from the USA, since by that point China lacked trees big enough for the task. Rich in esoteric symbolism, the four largest central pillars represent the seasons, the 12 in the next ring the months of the year, and the 12 outermost columns represent the day, broken into 12 ‘watches’ of two hours each. Writhing about on the ceiling is a vivid dragon-phoenix relief, representing the emperor and empress.Connected to the Hall of Prayer for Good Harvests by the ornamental Long Corridor, the Animal Killing Pavilion was where oxen, sheep, deer and other beasts were slaughtered and prepared before being presented as divine offerings. You'll need to show you passport to get a look in at the copper boilers and cleaning sink on display.To the west of the park, the Divine Music Administration is where the ranks of drummers, pipers and bellringers got their act together prior to the imperial ceremonies. Now a museum, exhibits cast light on zhōnghé sháolè (中和韶乐), the ceremonial music reserved for the imperial court, and there are galleries devoted to ancient Chinese musical instruments. Adjacent to the West Heavenly Gate, the Fasting Palace is where the emperor hunkered down in preparation for the winter solstice ceremony, abstaining from all earthly pleasures for a day or two. Resembling a Forbidden City in miniature, it's surrounded by a moat and has its own Drum and Bell Tower. You'll need your passport for entry.Since 1918 the Temple of Heaven has opened its gates to Beijing's lǎobǎixìng (old 'hundred names' – literally common folk). Among the 4000 or so knotted cypresses, you'll see locals performing taichi, kung-fu routines, dancing, or assembling into impromptu choirs and orchestras to belt out the old revolutionary songs with gusto. The exercise area in the northeast of the park has some of Beijing's best people-watching, where you might catch sight of a septuagenarian twirling on gymnastics bars, and other feats of athleticism."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 40,
    "name": "Long Corridor",
    "latitude": "39.997046",
    "longitude": "116.270714",
    "excerpt": "Stretching for 728m along the north shore of Kunming Lake, the open-air Long Corridor is one of the premier sights of the Summer Palace. One can imagine…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/long-corridor/a/poi-sig/1328604/1333769",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1782472232.jpg",
    "detail_description": "Stretching for 728m along the north shore of Kunming Lake, the open-air Long Corridor is one of the premier sights of the Summer Palace. One can imagine Cixi talking a stroll, enjoying the cool breeze off the lake, and admiring the many thousands of artworks painted on the crossbeams, ceiling and pillars, depicting scenic views from around China, famous myths, Buddhist scenes and folktales.\nDuring the 1980s, faculty from Beijing's Central Academy of Fine Arts set to work restoring the many paintings on the corridor."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 39,
    "name": "798 Art Factory",
    "latitude": "39.982941",
    "longitude": "116.489797",
    "excerpt": "This cathedral-like Bauhaus space, ceilings emblazoned with red Maoist slogans, makes for the quintessential 798 photograph whether or not an exhibition…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/sanlitun-and-chaoyang/attractions/798-art-factory/a/poi-sig/1541494/1333767",
    "image_url": null,
    "detail_description": "This cathedral-like Bauhaus space, ceilings emblazoned with red Maoist slogans, makes for the quintessential 798 photograph whether or not an exhibition is in place. Built in the 1950s and established as a gallery by artist Huang Rui in 2003, several pieces of the old East German–built machinery have been left in situ. Enter via the underpass just west of the central UCCA gallery.\nBauhaus architecture, a German modernist movement, dictated that form should follow function. The 718 Joint Factory, of which this was a part, was built with East German expertise in the 1950s, with components imported from East Germany via the Trans-Siberian Railway all the way into the factory itself (the old factory station, and a steam loco, is a short walk west). The sawtooth roof with its banks of slanted windows bathes the space in natural light, while the northerly aspect reduces shadows. Supposedly the Chinese and their Russian advisors complained at the time about the high cost and exacting standards of the German design.D-Park, together with 798, contains what was the gold standard of communist industrial might in China from 1957 when it was built (with East German expertise) until Deng Xiaoping's economic reforms in the 1980s. The whole zone was destined for demolition in the mid-noughties, to be turned into a technology park. Fortunately, public outcry and international involvement saved the site and earned preservation orders for the old industrial structures."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 38,
    "name": "Dìng Líng",
    "latitude": "40.29501",
    "longitude": "116.215868",
    "excerpt": "Of all the Ming tombs, this is the only one to have been excavated, and visitors can descend into the enormous burial chambers of the Wanli Emperor (1563…",
    "detail_url": "https://www.lonelyplanet.com/china/ming-tombs/attractions/ding-ling/a/poi-sig/1107483/356048",
    "image_url": null,
    "detail_description": "Of all the Ming tombs, this is the only one to have been excavated, and visitors can descend into the enormous burial chambers of the Wanli Emperor (1563–1620) and his empress and concubines, almost 30m below ground. The 1957 excavation was an infamously botched affair, but those grave goods that did survive both the archaeologists' mishandling and a later trashing by Mao's Red Guards during the Cultural Revolution are presented in the attached museum.\nDìng Líng, the third largest of the Ming tombs, was chosen as a trial site before the planned excavation of Cháng Líng, the largest. Thousands of pieces of silk, wood, porcelain and other artefacts were unearthed, but there was neither the technology nor the know-how to adequately preserve them. Priceless silks were piled into a leaky storeroom, documentation of the rushed dig was incomplete, and then the Cultural Revolution put a stop to all archaeological work. In 1969, Red Guards dragged the bodies of the Wanli Emperor and empresses to the front of the tomb, where they were 'denounced' before a crowd and set alight, along with many other artefacts.All this led to a more hands-off archaeological policy in China, which explains why, to this day, no other tombs have yet been excavated, including that of Qin Shi Huang in Xi'an, China's first emperor.The 872 bus from Beijing stops here after the Spirit Way and before its terminus at Cháng Líng."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 36,
    "name": "Mei Lanfang's Former Residence",
    "latitude": "39.934026",
    "longitude": "116.37326",
    "excerpt": "A place of pilgrimage for Peking opera aficionados, this sleepy sìhéyuàn (courtyard mansion) belonged to Mei Lanfang (1894–1961), acclaimed as the 'queen…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/mei-lanfang-s-former-residence/a/poi-sig/368875/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2bb038ca0fbc09ae27f075ddc9fac4b86e4b03313f6312a5ff3cbd1f51bba4ed.jpg",
    "detail_description": "A place of pilgrimage for Peking opera aficionados, this sleepy sìhéyuàn (courtyard mansion) belonged to Mei Lanfang (1894–1961), acclaimed as the 'queen of Peking opera' for his dàn (female roles), which were said to have influenced Charlie Chaplin. Mei's living quarters have been preserved, while exhibits present his pioneering career via old photographs, artefacts and video performances.\nIf you're keen to know more about Mei, Forever Enthralled is a 2008 biopic of his life directed by Chen Gaige, Cannes Palme d'Or winner in 1993 for his Peking opera masterpiece, Farewell My Concubine."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 37,
    "name": "Capital Museum",
    "latitude": "39.905127",
    "longitude": "116.335902",
    "excerpt": "It's a case of 'so near and yet so far' for Beijing's flagship museum, which, on architecture alone, promises so much. A neat timeline exhibit charts the…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/capital-museum/a/poi-sig/368799/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/927a784aba1692bc8968ac742276b75b4d051ea28ca5e7dcb4768f91100e3db9.jpg",
    "detail_description": "It's a case of 'so near and yet so far' for Beijing's flagship museum, which, on architecture alone, promises so much. A neat timeline exhibit charts the history of Beijing from the Jin dynasty to the 20th century via artefacts and diorama rooms, while galleries of porcelain and Buddhist art are also nicely presented. Elsewhere, though, it’s mostly style over substance, with an entire floor given over to poorly explained folk customs and a faux re-created hutong, which pales next to the real thing.\nYou'll need your passport for entry. English is mostly limited to captions, so pick up an audio guide."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 35,
    "name": "Confucius Temple & Imperial College",
    "latitude": "39.944201",
    "longitude": "116.407807",
    "excerpt": "An incense stick’s toss away from the Lama Temple, China’s second-largest Confucian temple is a haven of scholarly calm and contemplation. Come to wander…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/drum-tower-and-dongcheng-north/attractions/confucius-temple-imperial-college/a/poi-sig/368811/1333764",
    "image_url": null,
    "detail_description": "An incense stick’s toss away from the Lama Temple, China’s second-largest Confucian temple is a haven of scholarly calm and contemplation. Come to wander between the towering stone stelae mounted on the backs of mythical bìxì (mythical, tortoise-like dragons) and inscribed with the achievements of scholars past. For centuries, China's sharpest minds would sit for imperial examinations on the Confucian classics at the connecting Guozijian, which was replaced by the Imperial University of Peking (what would become Peking University) in 1898.\nAt the rear of the Confucius Temple are the Qianlong Stone Scriptures, a stone 'forest' of 190 stelae recording the 13 Confucian classics in 630,000 Chinese characters. Next to the Confucius Temple, but within the same grounds, stands the Imperial College, where the emperor expounded the Confucian classics to an audience of thousands of kneeling students, professors and court officials – an annual rite. Built by the grandson of Kublai Khan in 1306, the former college was the supreme academy during the Yuan, Ming and Qing dynasties. The Biyong Hall (辟雍大殿, Pìyōng Dàdiàn) is a twin-roofed structure with yellow (royal) tiles surrounded by a moat and topped with a splendid gold knob. Inside the stupendous interior is a vermilion-and-gold lectern. The side pavilions feature several interesting museums on Confucianism, detailing the life of the Great Sage (551–479 BC) and the academy itself.Some of Beijing’s last remaining páilóu (decorative archways) survive on the street outside (Guozijian Jie)."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 34,
    "name": "Mao Dun's Former Residence",
    "latitude": "39.937226",
    "longitude": "116.398945",
    "excerpt": "This largely renovated residence was the home of Mao Dun, the pen name of Shen Yanbing (1896–1981), a well-known author. He lived at the back courtyard…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/drum-tower-and-dongcheng-north/attractions/mao-dun-s-former-residence/a/poi-sig/368833/1333764",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f7c751736633e1897288c0e190126dca1b7291ed0d783904a9147b96a533c698.jpg",
    "detail_description": "This largely renovated residence was the home of Mao Dun, the pen name of Shen Yanbing (1896–1981), a well-known author. He lived at the back courtyard here from 1974 until his death. His best-known works are Spring Silkworms (1932) and Midnight (1934).\nMao Dun was born into an elite family in Zhejiang province but educated in Beijing. In 1920 he helped found the Literary Study Society, an association promoting literary realism. Mao Dun joined the League of Left Wing Writers in 1930, becoming solidly entrenched in the bureaucracy after the communists came to power. He lay low during the Cultural Revolution, but briefly returned to writing in the 1970s."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 32,
    "name": "Beijing Botanical Gardens",
    "latitude": "39.996454",
    "longitude": "116.204238",
    "excerpt": "Feed your inner florist with a jaunt to the Botanical Gardens, established in 1956 on land that was once part of a swath of royal real estate set against…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/beijing-botanical-gardens/a/poi-sig/1106275/1333769",
    "image_url": null,
    "detail_description": "Feed your inner florist with a jaunt to the Botanical Gardens, established in 1956 on land that was once part of a swath of royal real estate set against the backdrop of the Western Hills. The flower areas (lilies, roses, peonies etc) are seasonal, but the rainforest-style greenhouse (¥50, 8.30am to 4.30pm) is year-round. There's also the worthwhile Sleeping Buddha Temple to check out.\nPuyi, China's last emperor, tended the gardens here between 1960 and 1961 after 10 years of political re-education under the communists. There were plans to turn his former living quarters – now an unmarked storage room – into a museum, but it hasn't happened.In the garden's upper reaches, Sleeping Buddha Temple houses a reclining effigy of Sakyamuni, not sleeping but rather on the cusp of death and transcendence. To the side are arrayed pairs of gargantuan shoes, gifts to the Buddha from various emperors. Further up the hill, Cherry Valley was the sight of three more temples, marked with signs noting 'temple ruins', though there's nothing much to see.In the east of the gardens is the Cao Xueqin Memorial, where the author resided in his later years. Cao (1715–63) wrote China's greatest novel, Dream of the Red Chamber, a sprawling saga about a noble Qing family's fall from grace. The little China Honey Bee Museum isn't worth a diversion unless you want to buy a jar of the famous locally made honey.A visit here pairs conveniently with the Summer Palace and Fragrant Hills, both with stops along the Xijiao light-rail line that connects with Beijing's subway system."
},
{
    "country": "beijing",
    "city": "Temple of Heaven Park & Dongcheng South",
    "index": 33,
    "name": "Round Altar",
    "latitude": "39.875645357459",
    "longitude": "116.40688642931",
    "excerpt": "The present build dating to around 1540, this is the business end of the Temple of Heaven. Here on this open-air, raised platform (a circle within a…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/temple-of-heaven-park-and-dongcheng-south/attractions/round-altar/a/poi-sig/1328809/1333765",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_48697423.jpg",
    "detail_description": "The present build dating to around 1540, this is the business end of the Temple of Heaven. Here on this open-air, raised platform (a circle within a square arrangement) is where the esoteric ceremonies to heaven actually took place, performed according to solemn protocol every winter solstice by the emperor himself.\nThe number nine here is significant, as your eyes will tell you. Odd numbers were considered sacrosanct in imperial China – nine (jiǔ) is the highest single-digit odd number, as well as being a homonym for long life. The altar is arranged in three tiers, with the top tier containing nine rings of stones, arranged in multiples of nine. The stairs and balustrades are also multiples of nine."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 30,
    "name": "Lu Xun Museum",
    "latitude": "39.924153",
    "longitude": "116.352489",
    "excerpt": "This modern, two-storey museum presents in great detail the life of Lu Xun (1881–1936), considered the greatest Chinese writer of the 20th century…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/lu-xun-museum/a/poi-sig/368831/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/379f914cdbadc41ddf14329ed7596295c6c15d4b50da2edbda359b185b0972e7.jpg",
    "detail_description": "This modern, two-storey museum presents in great detail the life of Lu Xun (1881–1936), considered the greatest Chinese writer of the 20th century. Preserved here is his small courtyard home where he lived for three years from 1924, during which time he witnessed the student massacre of March 18 1926, and wrote his famous essay Rose Without a Flower.\nBorn in Shaoxing in Zhejiang province and buried in Shanghai, Lu Xun lived in Beijing for more than a decade. As a writer, he articulated a deep yearning for reform by mercilessly exposing the foibles of the Chinese character in such tales as Medicine and Diary of a Madman.The exhibits are well presented and come with English captions. Lu Xun's former courtyard home is off to the left as you face the museum. Beside the entrance is a small bookshop where you can buy English translations of selected works. Passport required for entry."
},
{
    "country": "beijing",
    "city": "Temple of Heaven Park & Dongcheng South",
    "index": 29,
    "name": "Hall of Prayer for Good Harvests",
    "latitude": "39.882211",
    "longitude": "116.406691",
    "excerpt": "The crowning glory of the Temple of Heaven is the Hall of Prayer for Good Harvests, its triple-eaved roof canopy of glazed blue tiles reflecting its…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/temple-of-heaven-park-and-dongcheng-south/attractions/hall-of-prayer-for-good-harvests/a/poi-sig/1328761/1333765",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_463229861.jpg",
    "detail_description": "The crowning glory of the Temple of Heaven is the Hall of Prayer for Good Harvests, its triple-eaved roof canopy of glazed blue tiles reflecting its heavenly, as opposed to royal (yellow), status. The hall is entirely made of wood without the use of nails, the heavy roof supported by 28 wood pillars.\nFirst built around 1420, it was burnt to cinders in 1889 and heads rolled in apportioning blame (although lightning was the most likely cause). A faithful reproduction based on Ming architectural methods was erected the following year; with timber imported from the USA since China by that point lacked trees big enough for the task.Rich in esoteric symbolism, the four largest central pillars represent the seasons, the 12 in the next ring the months of the year, and the 12 outermost columns represent the day, broken into 12 ‘watches’ of two hours each. Writhing on the ceiling is a vivid dragon-phoenix relief, representing the emperor and empress."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 31,
    "name": "Bell Tower",
    "latitude": "39.941002",
    "longitude": "116.3896",
    "excerpt": "The restrained, grey-stone edifice of the Bell Tower (Zhonglou) is arguably even more charming than its resplendent other half, the Drum Tower (Gulou),…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/drum-tower-and-dongcheng-north/attractions/bell-tower/a/poi-sig/368797/1333764",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9f4b9ef99ddd87fbe86c2564873e2c5707a0a41b5684c34894014a42738584a3.jpg",
    "detail_description": "The restrained, grey-stone edifice of the Bell Tower (Zhonglou) is arguably even more charming than its resplendent other half, the Drum Tower (Gulou), after which this area of Beijing is casually named. You can mount the steep steps to get a look at the giant copper bell, and peek out over the hutong from behind safety barriers.\nAlong with the Drum Tower, the Bell Tower was Beijing’s official timekeeper throughout the Yuan, Ming and Qing dynasties, until 1924. The bell, claimed to weigh over 60 tons, was sounded in sequence together with the drums to mark the changes of the morning and night watches. Time was kept via a water clock (clepsydra), a copy of which is on display in the Drum Tower.Since 1990, the bell is rung once a year on December 31st.Buy your ticket for the Bell Tower at the Drum Tower."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 28,
    "name": "Song Qingling's Former Residence",
    "latitude": "39.943988",
    "longitude": "116.376125",
    "excerpt": "Set in well-tended gardens on the north shore of Houhai Lake, this is the mansion of Madam Song, venerated by the Chinese as the wife of Sun Yatsen, first…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/song-qingling-s-former-residence/a/poi-sig/368851/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0041f919a1d041b97c6bfe52937b5864dd93e77003e2fe2b35c7eca85b4fe6d3.jpg",
    "detail_description": "Set in well-tended gardens on the north shore of Houhai Lake, this is the mansion of Madam Song, venerated by the Chinese as the wife of Sun Yatsen, first president of the Republic of China. The buildings preserve her stylish living quarters, an 'ideal home' of 1970s China, while an attached museum takes visitors through the story of her astonishing life.\nSong Qingling (Soong Ching-ling) was the second wife of Sun Yatsen, a man 26 years her senior when they married in 1915, four years after the revolution that established the Republic of China. A revolutionary herself, she permanently broke with her family and sided with the Communists during the Civil War. For the victors, Madam Song became a symbolic link between their own socialist revolution post-1949 and Sun's earlier revolution. After her death in 1981 she was named Honorary President of the People’s Republic of China, and her residence was opened as a museum a year later."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 27,
    "name": "Wanshou Temple",
    "latitude": "39.944925",
    "longitude": "116.305121",
    "excerpt": "This tranquil, little-visited temple was originally consecrated for the storage of Buddhist texts. Its name echoes the Summer Palace’s Longevity Hill …",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/wanshou-temple/a/poi-sig/1313321/1333769",
    "image_url": null,
    "detail_description": "This tranquil, little-visited temple was originally consecrated for the storage of Buddhist texts. Its name echoes the Summer Palace’s Longevity Hill (wànshòu means 'longevity') and the imperial entourage would stop here to quaff tea en route to and from the palace. It was undergoing extensive renovation at time of research.\nWanshou Temple was one of dozens that once lined the canal route from the western edge of the Imperial City walls (at Xizhimen) to the Summer Palace. The temple fell into disrepair after the fall of the Qing dynasty in 1912, with the Wanshou Hall burning down. Things went from bad to worse, and during the Cultural Revolution, the temple served as an army barracks.The highlight of a visit here is the prized collection of bronze Buddhist statuary in the Buddhist Art Exhibition of Ming &amp; Qing Dynasties. The displays guide you through the Buddhist pantheon with statues of Sakyamuni, Manjusri, Amitabha, Guanyin (in bronze and déhuà, or white-glazed porcelain) and exotic tantric pieces. Also look out for the kapala bowl made from a human skull, and dorje and purbhas (Tibetan ritual daggers). Further halls contain museum exhibitions devoted to Ming and Qing porcelain and jade.Also worth checking out are the Buddhist stone and clay sculptures housed in the large unnamed central hall at the back of the second courtyard. There are four magnificent central pieces, plus a dozen or so arhats (Buddhist disciples) lining the flanks. The pavilion at the rear of the whole complex once housed a 5m-high gold-lacquered brass statue that's now long gone; in its place is a miniature Ming dynasty pagoda alloyed from gold, silver, zinc and lead.As you exit the temple, see if you can track down the nearby remains of Yanqing Temple and Dragon King Temple further east along the canal. Keep going and you'll get to Wuta Temple in around 20 minutes."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 26,
    "name": "Dashilar Commercial Street",
    "latitude": "39.894559",
    "longitude": "116.390609",
    "excerpt": "This centuries-old shopping street, although tarted up for tourists, retains several timeworn emporia selling silk, cloth shoes and traditional Chinese…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/dashilar-and-xicheng-south/attractions/dashilar-commercial-street/a/poi-sig/1240936/1333768",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/85b33b97bb0eded158a1b8eb6f1c7673-dashilar.jpg",
    "detail_description": "This centuries-old shopping street, although tarted up for tourists, retains several timeworn emporia selling silk, cloth shoes and traditional Chinese medicine. Once part of a vice-infested enclave of opera theatres, opium dens and bordellos west of Qianmen Dajie, it was put to the torch during the Boxer Rebellion in 1900, and subsequently rebuilt during the Republic of China.\nThoroughly scrubbed and sanitised by the Communists in the 1950s, Dashilar received a major pre-Olympics makeover in 2007 that robbed the street of much of its charm, though it was less destructive than the wholesale razing and rebuilding of neighbouring Qianmen Dajie.The warren of hutong lanes orbiting Dashilar Commercial St, and further west Dashilar West St, has fared much better. The government have adopted a gentler approach to urban rejuvenation, influenced by the presence of Beijing Design Week, held at Dashilar annually since 2014."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 25,
    "name": "CCTV Headquarters",
    "latitude": "39.913736",
    "longitude": "116.458018",
    "excerpt": "Known locally as Da Kucha (大裤衩, Big Pants), the 234m-tall CCTV Tower is an architectural fantasy that appears to defy gravity. Designed by Rem Koolhaas…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/sanlitun-and-chaoyang/attractions/cctv-headquarters/a/poi-sig/1010354/1333767",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/17faf8121c1b3e41e8804a7daa39d723-cctv-building.jpg",
    "detail_description": "Known locally as Da Kucha (大裤衩, Big Pants), the 234m-tall CCTV Tower is an architectural fantasy that appears to defy gravity. Designed by Rem Koolhaas and Ole Scheeren, the building has become an icon of the Beijing skyline since being completed in 2008 in time for the Olympics.\nThere's no access to the site, but you can take great photos from Rosewood Beijing and the terrace bars of China World Mall, such as Migas Mercado.In February 2008, midway through CCTV's own Chinese New Year celebrations, a stray firework set alight the attached Television Cultural Center tower. Despite burning for five hours with spectacular ferocity, none of this was shown on TV, with CCTV famously censoring its reporting of the huge conflagration (Beijing netizens dryly noted how CCTV created one of the year’s biggest stories only to not cover it). The as-yet-unopened Beijing Mandarin Oriental, a visitor’s centre and theatre were destroyed in the blaze, but Big Pants itself escaped un-singed."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 24,
    "name": "Fayuan Temple",
    "latitude": "39.883446",
    "longitude": "116.363765",
    "excerpt": "Infused with an air of sleepy reverence, this working Buddhist temple is one of Beijing's most evocative. Perhaps it's the ancient Song dynasty pines,…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/dashilar-and-xicheng-south/attractions/fayuan-temple/a/poi-sig/368873/1333768",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/afc6be1570d73192640ec82cf0da852c-f-yuan-temple.jpg",
    "detail_description": "Infused with an air of sleepy reverence, this working Buddhist temple is one of Beijing's most evocative. Perhaps it's the ancient Song dynasty pines, interspersed with thickets of lilacs, gingkos and crabapple trees from the time of Emperor Qianlong, or the way monks and local retirees outnumber tourists, but bustling Beijing feels aeons away. Originally built in the 7th century to honour soldiers killed in battle with Korean tribes, the current halls are 20th-century renovations.\nThat being said, the courtyards contain several ancient stelae and the halls dozens of handsome Buddhist relics in glass cases. Beijing's longest reclining Buddha at 7.4m lies supine in the rearmost hall (closed for renovations at time of research). And do seek out the Pilu Hall for its enormous stone lotus bulb engraved with '1000 leaves' of Buddha images and crowned with the Five Dhyani Buddhas.You can be certain of seeing monks here, because Dayuan Temple also serves as as a Buddhist teaching academy, well furnished with precious religious texts stored within the Pavilion of Buddhist Sutras."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 23,
    "name": "Fragrant Hills Park",
    "latitude": "39.989846",
    "longitude": "116.181149",
    "excerpt": "A great swath of Beijing's Western Hills (Xīshān) was once an imperial pleasure resort, acres of undulating pine-cypress forest peppered with temples,…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/fragrant-hills-park/a/poi-sig/1106258/1333769",
    "image_url": null,
    "detail_description": "A great swath of Beijing's Western Hills (Xīshān) was once an imperial pleasure resort, acres of undulating pine-cypress forest peppered with temples, pavilions and lookouts dating to the Qing dynasty. Opened to the masses as a public park in 1956, Fragrant Hills is busiest in autumn when the maples are ablaze. On reasonably clear days you can see Beijing's skyscrapers, 20km distant, from Incense-Burner Peak. The superb Azure Clouds Temple is reason alone to visit.\nFor most visitors, Fragrant Hills Park is a thigh-burning ascent up zigzag lanes and endless steps, passing imperial villas and temples, many of which, incredibly, served as summer homes to Beijing's foreign diplomatic community in the late 19th and early 20th century. Allow an hour from the main north entrance to Incense-Burner Peak (Xiānglú Fēng; 557m). From the top you get all-embracing views of the countryside, and you can leave the crowds behind by hiking further into the Western Hills.Rather than making straight for the summit, you could start with a visit to the Azure Clouds Temple, just inside the park's main north entrance, with its five-towered pagoda and hall of 500 Buddhist luohan statues. Southwest of the temple is the enormous, Tibetan-style Temple of Brilliance (Zhāo Miào), under restoration at time of research, while nearby is Xiangshan's iconic Glazed Tile Pagoda. Both survived visits by foreign troops intent on sacking the area in 1860, and then in 1900.Then you could take the rather thrilling chairlift (¥80 one way, 9am to 4pm) to the peak, saving your energy for a long amble downhill, past a variety of the park's '28 scenic spots' as selected by Emperor Qianlong in the 18th century, several undergoing restoration at time of research. If you exit the park by the less frequented east gate, take a look at the splendid Fragrant Hill Hotel designed by the late IM Pei.There are restaurants, shops and snacks along Meichang Jie, the old paved approach to the north gate of the park."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 22,
    "name": "Niu Jie Mosque",
    "latitude": "39.884327",
    "longitude": "116.357843",
    "excerpt": "Dating from around the 10th century when Chinese first began converting to Islam, Beijing's oldest mosque appears more like a Chinese temple with Islamic…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/dashilar-and-xicheng-south/attractions/niu-jie-mosque/a/poi-sig/368841/1333768",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1cc9b887c53d724832b68b33139b359f0aee7fe0131986b8e8e10cc14bc0f57d.jpg",
    "detail_description": "Dating from around the 10th century when Chinese first began converting to Islam, Beijing's oldest mosque appears more like a Chinese temple with Islamic characteristics. Domes and minarets are conspicuously absent, but it does have a fine prayer hall serving the local community of Hui Chinese Muslims, who also run the many halal butchers in the vicinity of Ox St (Niu Jie).\nAlthough the Hui are officially listed as an ethnic group (Beijing's largest), they are culturally very close to the Han Chinese, unlike Uyghurs who speak a Turkic language and are racially distinct. Hui origins in China can be traced back to Persian missionaries, and later to Islamic soldiers from Central Asia fighting for the Mongol Yuan dynasty, which conquered China in 1279.Towards the front of the complex, the two-storey, hexagonal 'Pavilion for Observing the Moon' (望月楼; Wàngyuèlóu), is said to be where Islamic astronomers calculated the lunar calendar. Note also the Spirit Wall on Nui Jie guarding the entrance, a feature of all Chinese temples regardless of denomination.The mosque is lively with worshippers on Fridays, although during prayer times non-Muslims are forbidden to enter. Do dress appropriately (no shorts or short skirts)."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 21,
    "name": "Great Bell Temple",
    "latitude": "39.966801",
    "longitude": "116.331986",
    "excerpt": "Despite being stranded along the North 3rd Ring Rd, this Qing-era temple is well worth a diversion to marvel at its centrepiece, the humongous Yongle Bell…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/great-bell-temple/a/poi-sig/1106192/1333769",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9a21e43ee735d9757e17e95ac6fa3a1c13acdd772ae22c02804aa47bfcefebc4.jpg",
    "detail_description": "Despite being stranded along the North 3rd Ring Rd, this Qing-era temple is well worth a diversion to marvel at its centrepiece, the humongous Yongle Bell, cast in 1406 and almost 7m tall. The temple halls have been entirely given over to the fascinating and well-presented Dazhongsi Ancient Bell Museum, where you can admire up close the intricate inscriptions and artistry adorning hundreds of temple bells.\nBuilt in 1734 and originally called Jueshang Temple, it is where Qing dynasty emperors would go to pray for rain in times of drought. Later, during the Republic period, it became famous for an enormous temple fair held here at Chinese New Year.The 'Great Bell', cast around the time of the Forbidden City's conception and inscribed with thousands upon thousands of Buddhist sutras, was moved here and installed after the temple was built – no mean feat considering it weighs 46 tonnes. Nowadays, the bell is rung just once a year on 31 December. The 10cm-thick bronze is said to resonate for up to three minutes after being struck.The Bell Museum contains great bronze bells from various city temples, many of which have been lost to history, with only the bell surviving. In one example, the bell from the demolished Huitong Temple has been painted bright red – it was acquired by the Xizhimen Fire Department."
},
{
    "country": "beijing",
    "city": "Temple of Heaven Park & Dongcheng South",
    "index": 20,
    "name": "Ming City Wall Ruins Park",
    "latitude": "39.899761",
    "longitude": "116.421304",
    "excerpt": "This wistful stretch of brick and stone is all that remains (besides a couple of other denuded nubs) of Beijing's once formidable city walls, girding the…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/temple-of-heaven-park-and-dongcheng-south/attractions/ming-city-wall-ruins-park/a/poi-sig/368837/1333765",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f5c7f9c15242873e96b0f5437e241844afafaede5d82e078ff3504b922c46a5b.jpg",
    "detail_description": "This wistful stretch of brick and stone is all that remains (besides a couple of other denuded nubs) of Beijing's once formidable city walls, girding the capital since the early Ming dynasty. The walls have been dismantled piecemeal since the 1950s, making way for the 2nd Ring Rd and Line 2 of the Beijing subway. A park at the wall's base makes for a pleasant stroll through the past.\nThe wall runs eastwards from the former site of Chongwen Gate (崇文门, Chóngwénmén), one of the nine gates of the Inner City Wall, to the Southeast Corner Watchtower. Chongwen Gate was also known as Tax Gate (税门, Shuìmén) as the capital's tax bureau was located just outside. The wall extends for 1.2km, rising to a height of around 15m with defensive buttresses every 80m.In 1996 this scrap of wall, concealed by weeds and being used as a rear wall for buildings, was to be removed to make way for a hotel. When it was realised the remains were largely Ming in origin, it was instead preserved. The Beijing Evening News ran a 'donate bricks' campaign, asking residents to return original wall bricks that had been repurposed for other uses, to aid in the restoration. In total over 30,000 Ming and Qing bricks were received, and 2700 residents relocated.The park also contains a restored signal house of the old Beijing–Fengtian Railway, which ran just outside the city walls here."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 19,
    "name": "Dongyue Temple",
    "latitude": "39.922504903712",
    "longitude": "116.43867363446",
    "excerpt": "Dedicated to the Eastern Peak (Tài Shān) of China’s five Taoist mountains, this morbid Taoist shrine is an unsettling, albeit entertaining, place of…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/sanlitun-and-chaoyang/attractions/dongyue-temple/a/poi-sig/368815/1333767",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b95227ad037dfc7e533f6f80d5b1d48a2c5ea03c1e5febeca2b501bd54289b1e.jpg",
    "detail_description": "Dedicated to the Eastern Peak (Tài Shān) of China’s five Taoist mountains, this morbid Taoist shrine is an unsettling, albeit entertaining, place of worship. The highlight is the series of comically macabre diorama cubicles representing various 'departments' from the Taoist underworld.\nA temple has stood on this spot for over 700 years since the Mongol-led Yuan dynasty, but these days it's almost lost in the sprawl. Note the fabulous páifāng (memorial archway) to the south, divided from the main shrine by the busy main road.Inside, you can muse on life’s finalities by examining the various dust-caked diorama displays, some 72 in total, depicting such scenes as the 'Department for Wandering Ghosts' or the 'Department for Implementing 15 Kinds of Violent Death'. It’s not all doom and gloom: the luckless can check in at the 'Department for Increasing Good Fortune &amp; Longevity'.Other parts of the temple are no less fascinating. The cavernous Daiyue Hall (Dàiyuè Diàn) is consecrated to the God of Taishan, who sits inside, managing the 18 layers of hell. Visit during festival time, especially during the Chinese New Year and the Mid-Autumn Festival, and you’ll see the temple at its most vibrant.Just outside the complex, in a small car park to the east, stands the handsome, but rather lonely Jiǔtiān Pǔhuā Gōng, a small temple hall, which is the only remaining structure of two other Taoist temples that once also stood in this area."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 17,
    "name": "White Cloud Temple",
    "latitude": "39.898922",
    "longitude": "116.337984",
    "excerpt": "White Cloud Temple is an active, vast and fascinating maze of halls, shrines and brightly painted immortals, tended by Taoist monks with their hair…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/white-cloud-temple/a/poi-sig/368861/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fefabf7b1dafeb0c69fbdc21c7764fbcb498594d346f7f4a113603ccde33ba6c.jpg",
    "detail_description": "White Cloud Temple is an active, vast and fascinating maze of halls, shrines and brightly painted immortals, tended by Taoist monks with their hair gathered into topknots. It was first established in AD 741, and was a particularly prestigious centre for Taoism during the Mongol Yuan dynasty, though most of the temple halls are fairly recent rebuilds.\nGrab a free box of incense sticks at the entrance. These are to be lit (in multiples of three) at burners stationed outside the 19 halls, whose attendant deities ascend in order of rank up to the Hall of the Three Pure Ones (San Qing), a 2nd-floor shrine containing statues of Taoism's three holiest figures, regarded as the origin of all beings.The Hall of the Jade Emperor celebrates this most famous of Taoist deities, while Taoist housewives cluster earnestly at the Hall to the God of Wealth to divine their financial future. Depictions of Taoist Hell adorn the walls of the Shrine Hall for the Saviour Worthy. The Shrine of the Eight Immortals (Ba Xian) has statues representing all types of people (poor, rich, handsome, ugly, old, young, male and female) – it's fun trying to work out who's who!During Spring Festival (Chinese New Year), White Cloud Temple is the location of one of Beijing's most traditional temple fairs (miàohuì).Head east from the subway exit, past the hulking Capital Museum then turn right on Baiyun Lu. After crossing the canal, take the second left (Baiyunguan Jie)."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 18,
    "name": "Ming Tombs",
    "latitude": "40.262024",
    "longitude": "116.222434",
    "excerpt": "Established according to feng shui in the cradle of Tianshou Mountain (天寿山, Tiānshòu Shān), this auspicious swath of nature was walled off by the Ming to…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/attractions/ming-tombs/a/poi-sig/1107479/355905",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/China%20Beijing%20TanMan%20GettyImages-1278518215%20RFE.jpg",
    "detail_description": "Established according to feng shui in the cradle of Tianshou Mountain (天寿山, Tiānshòu Shān), this auspicious swath of nature was walled off by the Ming to house the mausolea of no less than 13 emperors (the first, Hongwu, was buried in Nanjing before the capital moved north). Only three tombs can be visited at time of research (and only one has been excavated), although grand plans have been put forward to restore and open all 13 to the public.\nDespite not generally being considered a 'must-see' like the Great Wall or the Forbidden City, the Ming Tombs can be an incredibly rewarding place to visit on a quiet day in fine weather, beginning with a stroll along the Spirit Way between its solemn guard of stone beasts and officials, before exploring the first and largest of the tombs, the Yong Ling, boasting architecture that easily rivals the Forbidden City. At Ding Ling you can descend into the tomb itself, though the experience isn't as exciting as it sounds, being mostly empty and without ornament.Aside from the Zhao Ling, the other 10 tombs are fenced off, best viewed from afar when standing atop the burial mound citadels at each of the three accessible tombs. That said, the hillsides here would reward the intrepid hiker with incredible views of the tomb sites spread over 40 sq km of fields, orchards, rivers and scattered villages."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 16,
    "name": "Prince Gong’s Mansion",
    "latitude": "39.934857",
    "longitude": "116.380255",
    "excerpt": "The sprawling residence of Prince Gong (1833–1898), half-brother of the Xianfeng emperor, is most notable for its marvellous gardens, which feature…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/prince-gong-s-mansion/a/poi-sig/368847/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/03403e44596ab5677f06cdacb1a9053d8d0313891b5ce58e2249ad576fe09abf.jpg",
    "detail_description": "The sprawling residence of Prince Gong (1833–1898), half-brother of the Xianfeng emperor, is most notable for its marvellous gardens, which feature artificial hills, ponds, rocks that mimic mountain ranges, whimsical pavilions and even a Great Wall folly. The architectural highlights of this fantastical royal playground are the Western-style Gate (西洋门; Xīyáng mén), a marble portal built in the Jesuit style, and the wisteria-adorned Grand Theatre House (大戏楼; Dàxì Lóu), where tour groups (lots of them) are treated to short Peking opera performances.\nBuilt in 1777 for Heshen, a corrupt Qing dynasty official doted on by Emperor Qianlong, the mansion didn't pass to Prince Gong until 1851. During the Second Opium War in 1860, successive Anglo-French victories sent the emperor and his inner court fleeing Beijing, leaving Prince Gong to sign the Treaty of Peking on his emperor's behalf, which ceded Kowloon to the British and allowed foreign ambassadors to install themselves permanently in Beijing. Prince Gong would later become the Prince Regent under Empress Cixi, and run the Qing dynasty's foreign ministry.Prince Gong's grandson mortgaged the property to the Catholic Church in 1921, and it became a university annex. In the 1950s, the residence housed leaders of the CPC security services, and later served as the Beijing Air Conditioning Factory. The main residence was largely rebuilt in the lead up to the 2008 Olympic Games.Prince Gong's Mansion is reputed to be the model for Chinese writer Cao Xueqin's 18th-century masterpiece Dream of the Red Chamber, though it could also be the reverse that is true."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 15,
    "name": "Cathedral of Our Saviour",
    "latitude": "39.923964",
    "longitude": "116.372573",
    "excerpt": "Formerly known as Beitang, this gothic church (c 1897) is Beijing's most exemplary, with a pair of 31m-high bell towers looking resplendent (read: gaudy)…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/cathedral-of-our-saviour/a/poi-sig/368693/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7e2685826883b8976a3441bc764ef9de6985732a6d132844ff7c15007979dbaa.jpg",
    "detail_description": "Formerly known as Beitang, this gothic church (c 1897) is Beijing's most exemplary, with a pair of 31m-high bell towers looking resplendent (read: gaudy) after a 2018 paint job. The churchyard, where hawkers sell cherubic portraits of Jesus, has several notable Chinese-style buildings providing contrast to the European architecture. Notoriously, Beitang was the site of a bloody siege during the Boxer Uprising in 1900, costing the lives of around 400 churchgoers. A tiny memorial stone in the east chapel records the dates.\nInscribed on the stone is 'Gesta Dei Per Francos', an oblique reference to the First Crusade (the Boxer Rebellion was an uprising against the spread of foreign ideas in China, especially Christianity). Beneath is recorded the dates of the siege, from 13 June to 16 August 1900. During this time, something like 10,000 Boxers surrounded the church, protected by just 41 French and Italian marines. By digging tunnels and planting improvised mines, the Boxers killed hundreds inside the church, with many also dying of disease and starvation, but remarkably it was never taken. The number of Boxers killed is unrecorded, but was undoubtedly high (they believed they were impervious to bullets). The siege was eventually relieved by the arrival of Allied soldiers.During the Cultural Revolution, the cathedral served as a factory warehouse, and later as a school in the 1970s. It was reopened as a Catholic church in 1985. Mass here is well attended by locals as well as foreigners; the 2pm Sunday service is conducted in English and French. Time your visit with a service to get a peek inside the church to see the stained glass and the French-made organ.The old convent, marked by red communist stars (tacked on decades later), is a short walk to the southwest. You can only view it from the outside."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 14,
    "name": "Old Summer Palace",
    "latitude": "40.004805",
    "longitude": "116.3029",
    "excerpt": "Shattered ruins are all that remain of the 'Garden of Perfection and Light', once known as the 'Versailles of the East' for its profound beauty, even…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/old-summer-palace/a/poi-sig/1106254/1333769",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-125246204_high.jpg",
    "detail_description": "Shattered ruins are all that remain of the 'Garden of Perfection and Light', once known as the 'Versailles of the East' for its profound beauty, even surpassing Cixi's 19th century reboot. Jesuit-designed palaces and hundreds of Chinese, Tibetan and Mongolian-style buildings ranged across 350 hectares of exquisitely landscaped gardens – all put to the torch by the British in 1860 (after a thorough looting by the French) at the close of the Second Opium War. What's left is now a public park.\nThe looting and destruction of the Old Summer Palace is an event forever inscribed in Chinese history books as a low point in China’s humiliation by foreign powers. Lord Elgin, British High Commissioner to China in 1860, ordered the destruction in response to the torture and killing of British envoys attempting to negotiate with the Qing forces under a flag of truce. Some 3500 troops systematically set the palace ablaze, the fire lasting three days.The subdued marble ruins of the Palace Buildings Scenic Area (Xīyánglóu Jǐngqū) can be mulled over in the Eternal Spring Garden (Chángchūn Yuán) in the northeast of the park, near the east gate. There were once more than ten buildings here, designed by Jesuits Giuseppe Castiglione and Michael Benoist. The buildings were only partially destroyed during the 1860 Anglo-French looting and the structures apparently remained usable for quite some time afterwards. However, the ruins were gradually picked over and carted away by local people all the way up to the 1970s.The Great Fountain Ruins (Dàshuǐfǎ) are considered the best-preserved relics. Built in 1759, the main building was fronted by a lion-head fountain. Standing opposite is the Guanshuifa, five large stone screens embellished with European carvings of military flags, armour, swords and guns. The screens were discovered in the grounds of Peking University in the 1970s and later restored to their original positions. Just east of the Great Fountain Ruins stood a four-pillar archway, chunks of which remain.West of the Great Fountain Ruins are the vestiges of the Haiyantang Reservoir where the water for the impressive fountains was stored in a tower and huge water-lifting devices were employed. The metal reservoir was commonly called the Tin Sea (Xīhǎi). Also known as the Water Clock, the Haiyantang was a famous fountain constructed in 1759 in which 12 bronze human statues with zodiac animal heads jetted water for two hours in a 12-hour sequence. The dozen animal heads from this apparatus were looted and ended up in collections abroad. Beijing is attempting to retrieve them – several can now be seen at the Poly Art Museum. Just west of here is the Fangwaiguan, a building that was turned into a mosque for an imperial concubine. An artful reproduction of a former labyrinth called the Garden of Yellow Flowers is also nearby.The palace gardens cover a huge area – 2.5km from east to west – so be prepared for some walking, especially as the ruins are far from the subway stop and park entrance."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 13,
    "name": "UCCA",
    "latitude": "39.982916",
    "longitude": "116.488971",
    "excerpt": "Remodelled in 2019, UCCA remains the finest contemporary-art gallery in 798, and a contender for the best in the country. Many global art superstars have…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/sanlitun-and-chaoyang/attractions/ucca/a/poi-sig/1313180/1333767",
    "image_url": null,
    "detail_description": "Remodelled in 2019, UCCA remains the finest contemporary-art gallery in 798, and a contender for the best in the country. Many global art superstars have made their China debuts here since it opened in 2007, and the gallery continues to stage boundary-pushing exhibitions – sometimes several at once, for which there is always an admission fee.\nUCCA was established by Belgian art collectors Guy and Myriam Ullens, who had amassed purportedly the world's largest collection of Chinese contemporary art. The couple sold the gallery to a group of Chinese investors in 2017 who, to the relief of the art world, opted to continue it as a non-profit enterprise.The attached UCCA Design Store is a funky emporium with a warped glass facade, stocking limited-edition prints and pieces by Chinese artists as well as swag such as tote bags, art books and Polaroid cameras."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 11,
    "name": "White Dagoba Temple",
    "latitude": "39.923421",
    "longitude": "116.357102",
    "excerpt": "Originally built in 1271 under the reign of Kublai Khan, the serene Miaoying Temple slumbers beneath its astonishing high dagoba, the tallest in China. A…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/white-dagoba-temple/a/poi-sig/368691/1333766",
    "image_url": null,
    "detail_description": "Originally built in 1271 under the reign of Kublai Khan, the serene Miaoying Temple slumbers beneath its astonishing high dagoba, the tallest in China. A glimpse of it rising imperiously above the surrounding hutong is one of the most emotive sights in Beijing. The dagoba was built on the site of an earlier temple by a Nepali architect, invited to Dadu (as Beijing was known) by the Khan to cement the new dynasty's relations with Tibet.\nYou can't enter the dagoba itself, but you can circumnavigate the base and explore the temple halls, the largest of which, the Hall of the Great Enlightened One (大觉宝殿, Dàjué Bǎodiàn), contains a display of Buddhist statuary. The Hall of the Seven Buddhas houses scale models presenting the Yuan dynasty cities of Dadu (Beijing), Shangdu ('Xanadu' of Coleridge's famous poem) and Zhongdu, another Yuan-era city between the other two.The hutong to the north and east of the temple are some of the more atmospheric in the city, and are well worth a stroll after your visit."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 12,
    "name": "Spirit Way",
    "latitude": "40.258094",
    "longitude": "116.21973",
    "excerpt": "A highlight of a visit to the Ming Tombs is to walk the Shen Dao, or Spirit Way, a funerary avenue that plots a sombre course to Cháng Líng, the earliest…",
    "detail_url": "https://www.lonelyplanet.com/china/ming-tombs/attractions/spirit-way/a/poi-sig/1242117/356048",
    "image_url": null,
    "detail_description": "A highlight of a visit to the Ming Tombs is to walk the Shen Dao, or Spirit Way, a funerary avenue that plots a sombre course to Cháng Líng, the earliest and largest of the tombs. A feature of imperial tombs since at least as far back as the Han dynasty, the way starts at the Great Palace Gate, passing through the Stele Pavilion containing China's largest stele, to the royal guard of honour: 12 pairs of carved animals, mythical beasts and officials.\nThe ticketed section of the Spirit Way is about a 1.5km walk. You can keep walking another 4km to Cháng Líng on the regular road between fruit orchards, crossing a couple of old bridges, or you can pick up the 872 bus, which calls at Dìng Líng before its terminus at Cháng Líng."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 9,
    "name": "Azure Clouds Temple",
    "latitude": "39.995986",
    "longitude": "116.186369",
    "excerpt": "Though it dates back to the Yuan dynasty, this enchanting Buddhist temple complex was enlarged to its current splendor by Emperor Qianlong in 1748, adding…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/azure-clouds-temple/a/poi-sig/1105352/1333769",
    "image_url": null,
    "detail_description": "Though it dates back to the Yuan dynasty, this enchanting Buddhist temple complex was enlarged to its current splendor by Emperor Qianlong in 1748, adding the all-marble Diamond Throne Pagoda at the rear, inspired by the Mahabodhi Temple in India, and the astonishing Hall of Arhats, housing a merry retinue of 500 lifelike Buddhist disciples. The hillside forest setting, on a quiet weekday, is a tranquil delight.\nCrossing a Ming-era stone bridge, Azure Clouds Temple rises gracefully up the hillside towards the Mountain Gate Hall (Shanmen). It's guarded by Heng and Ha, generals of the mythical Shang dynasty charged with protecting Chinese Buddhist temples. (They met their match in Mao's Red Guards, though – these two were recarved in 1992).The Maitreya Buddha Hall beyond the complex's Drum and Bell Towers houses a rotund bronze Maitreya, coal-black with age. Further on, a pair of octagonal stone stupas topped with royal yellow tiles enclose stelae recording the temple's restoration by Qianlong. It's thanks to his veneration of Chinese culture (technically the Qing were Manchu, not Chinese), together with no small amount of hubris, that so much coin was lavished on restoring China's imperial and religious architecture during his long reign.Between 1925 and 1929, the innermost hall, rechristened the Sun Yatsen Memorial Hall, contained the revolutionary leader's body while his grand mausoleum in Nanjing awaited completion. The garish glass coffin on display, donated by the USSR, was never used. Mr Sun's clothes and hat were sealed up in the ornate and unusual Diamond Throne Pagoda, reached through an exquisitely carved stone páilóu (triple-arched gate). Sadly, these days you can only admire the pagoda from behind a fence. Console yourself by seeking out the Hall of Arhats to the left of the complex (when facing uphill). One of only four in China, the dim chamber contains 500 painted clay statues, almost human-sized, of Buddhist luohan (those freed from the cycle of rebirth), each sculpted with a unique personality. See if you can find the statue of one giving another a piggyback!The entrance to the temple is inside the main north entrance of Fragrant Hills Park and requires a supplementary ticket."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 10,
    "name": "Wuta Temple",
    "latitude": "39.943576",
    "longitude": "116.32424",
    "excerpt": "If any Beijing sight can vanquish the dreaded 'temple fatigue', it's Wuta Si. This little-known gem is eminently worthy of a pilgrimage, not just for its…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/wuta-temple/a/poi-sig/368881/1333769",
    "image_url": null,
    "detail_description": "If any Beijing sight can vanquish the dreaded 'temple fatigue', it's Wuta Si. This little-known gem is eminently worthy of a pilgrimage, not just for its remarkable design, which owes more to India than imperial China, but also for the magnificent scatter of ancient stonemasonry – statues, stelae, altars and thrones – salvaged from sights around Beijing and plonked here for posterity.\nBuilt in 1473 for a visiting Indian lama, Zhenjue (Diamond Throne Pagoda) as it was called, was one of many temples lining the imperial waterway linking the capital with the northwest palaces. This one was a particular favourite of the Qing emperors – Qianlong threw two lavish birthday parties here for his mum, and had a similar pagoda built at the Azure Clouds Temple. But by the end of the dynasty, neglect, fire and general upheaval had seen off its six wooden halls, and so it became known for its remaining standout feature, the all-stone Wuta (Five Pagodas).Inspired by the Mahabodhi Temple in India, the boxlike Wuta is pockmarked on all four sides by hundreds of images of Buddha, each with unique mudras (hand gestures), above a band of elephants, deities and Buddhist symbols, with Sanskrit trimming the base. Among its crown of five stupas, the yellow glazed-tile roof was a later Qing dynasty embellishment, effectively a seal of approval for royal use.In lieu of its long-lost temple halls, foundations of which can still be seen, the relatively empty grounds have been given over to the Beijing Art Museum of Stone Carvings, and are full of inspiring slabs of sculpture and stonework, many dating back to the Mongol Yuan dynasty and some as far back as the Eastern Han.For more temple action, stroll west along the riverbank and you'll come to Wanshou Temple in 20 to 30 minutes."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 8,
    "name": "Drum Tower",
    "latitude": "39.939348",
    "longitude": "116.389782",
    "excerpt": "Venerable bastions of time-keeping, the Drum Tower and its counterpart the Bell Tower were for centuries the tallest buildings in Beijing, lording it over…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/drum-tower-and-dongcheng-north/attractions/drum-tower/a/poi-sig/368633/1333764",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d8ef5f1dbc29d0e2dfb664451dfcd804af3019aa989083f51bf725c869ee834e.jpg",
    "detail_description": "Venerable bastions of time-keeping, the Drum Tower and its counterpart the Bell Tower were for centuries the tallest buildings in Beijing, lording it over the surrounding hutong. Up in the 46m-high tower, the great drums would beat to sound the curfew after nightfall in the Qing dynasty, and thereafter every two hours to coordinate the patrols of the city's nightwatch. Climb the steep stairs to hear a touristy drumming performance every hour from 9.30am.\nOriginally built in 1272, the Drum Tower (and the Bell Tower to the north) are aligned on Beijing's central axis, at the heart of the former Mongol-led Yuan capital of Dàdū, as Beijing was then known. It was rebuilt by Emperor Yongle as part of his grand plan for Ming dynasty Beijing. Since then it has been destroyed and rebuilt several times (the current edition dates to around 1894).In 1924, after Puyi (the 'Last Emperor') had been evicted from the Forbidden City, the timekeeping functions of the towers ceased. The Drum Tower became a library for a time, and the Bell Tower a cinema.Accessed by a very steep stairway, the tower itself preserves the Night Watchman’s Drum (更鼓, Gēnggǔ), the sole survivor of the original watch drums. A drumming troupe bashes out rhythms on a set of replica drums every hour from 9.30am, with the last performance at 4.45pm (and no lunchtime performance at 12.30pm).The original drummers would have known exactly when to bash their instruments thanks to a water clock (clepsydra), a copy of which is on display in the tower."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 7,
    "name": "Lama Temple",
    "latitude": "39.945937",
    "longitude": "116.411026",
    "excerpt": "Converted from a princely residence to a lamasery in the 18th century, the Lama Temple extends through a crescendo of ever more divine halls in a whirl of…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/drum-tower-and-dongcheng-north/attractions/lama-temple/a/poi-sig/368643/1333764",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9a244b6f3454f4c1ee4a2294625637108d763ae66c5e32b3b814c59de39b9abc.jpg",
    "detail_description": "Converted from a princely residence to a lamasery in the 18th century, the Lama Temple extends through a crescendo of ever more divine halls in a whirl of incense and prayer wheels to its astonishing finale, an 18m-high statue of Buddha carved from a single trunk of Tibetan sandalwood. Expect to spend at least an hour wandering the halls and courtyards, admiring the architecture, statues, wall-mounted mandalas and temple relics on show throughout.\nThe most revered Tibetan Buddhist temple outside Tibet, the Lama Temple was originally the royal residence of the prince who would become the Yongzheng emperor, hence the yellow roof tiles on its central halls. While it remains an active place of worship staffed by monks, the temple is today visited mostly by tourists.Arranged on a north–south axis, the temple halls ascend in height and importance as you move through the complex. The Hall of the Wheel of the Law (Fǎlún Diàn), the fourth hall, contains a substantial bronze statue of a benign and smiling Tsongkhapa (1357–1419), founder of the Gelug school or Yellow Hat sect.The fifth hall, the Wanfu Pavilion (Wànfú Gé), reveals an awe-inspiring, 18m-tall statue of the Maitreya Buddha in its Tibetan form, clothed in yellow satin and reputedly carved from a single trunk of Tibetan sandalwood. The statue was a gift from the seventh Dalai Lama to the Emperor Qianlong, and took three years to be transported from Lhasa to the capital. A further 8m of the statue is concealed below ground.The two rearmost side halls, Jietai Lou and Banchan Lou, are given over to changing displays of religious relics and treasures from the temple, served up with a tendentious account of China's relationship with Tibet and Tibetan Buddhism."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 6,
    "name": "798 Art District",
    "latitude": "39.982867",
    "longitude": "116.483885",
    "excerpt": "Contemporary art meets communist history at this thrilling enclave of international galleries installed within China's model factory complex of the 1950s…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/sanlitun-and-chaoyang/attractions/798-art-district/a/poi-sig/1106265/1333767",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/653f78703bc010df7baa9ca0100f0151a67b636a09fe07860bbbda17f8c24fe8.jpg",
    "detail_description": "Contemporary art meets communist history at this thrilling enclave of international galleries installed within China's model factory complex of the 1950s. Most of Beijing's best galleries are here, staging shows from the likes of Ai Weiwei and David Hockney in gorgeous Bauhaus workshops that once produced munitions and electronics. Toss into the mix oodles of street art, stylish cafes and restaurants, art shops, and an elevated walkway offering views of astonishing industrial architecture, and you can easily spend a full day here.\nThe '718 Joint Factory', as 798 was originally known, was built with East German expertise in the 1950s, using materials imported from East Germany via the Trans-Siberian Railway all the way into the factory itself. Preservation orders have saved the old factory station, tracks and a steam loco, along with giant industrial chimneys, workers' dorms and, most importantly, the light-filled Bauhaus factories and workshops, now home to galleries like 798 Art Factory and BTAP, where scarlet slogans praising Chairman Mao are still visible on the lofty ceilings.The most famous gallery is UCCA, which usually hosts two or three big-ticket international exhibitions at a time. Faurschou Foundation from Denmark and the Chinese-run M Woods Art Museum consistently stage thought-provoking exhibitions from the biggest names in art, both Chinese and international.It's not all world class, of course; dozens of smaller galleries range from the edgy to the derivative, while on the streets, local portrait sketchers and cartoonists hawk their services to tourists."
},
{
    "country": "beijing",
    "city": "Temple of Heaven Park & Dongcheng South",
    "index": 5,
    "name": "Southeast Corner Watchtower",
    "latitude": "39.899983",
    "longitude": "116.429222",
    "excerpt": "This immense fortress, part of the Ming City Wall Ruins Park, guarded the southeast corner of Beijing's city walls. Originally built in 1439 but repaired…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/temple-of-heaven-park-and-dongcheng-south/attractions/southeast-corner-watchtower/a/poi-sig/1313089/1333765",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d47efb3a08574e4915c5c9ddac95d852372ba78af9c85059aae02c99e502590b.jpg",
    "detail_description": "This immense fortress, part of the Ming City Wall Ruins Park, guarded the southeast corner of Beijing's city walls. Originally built in 1439 but repaired numerous times over the centuries, the tower is skewered with a formidable grid of 144 archery embrasures, able to rain fire on would-be attackers. Visitors can mount the battlements and explore the tower itself, a magnificent maze of carpentry over multiple floors, including an exhibition of historical photographs.\nFrom the ramparts, you can photograph the remains of the city wall as it flows west, while trainspotters can admire the rolling stock grinding in and out of Beijing Railway Station. Keep an eye out for graffiti scratched into the tower by American and Russian soldiers during the Boxer Rebellion in 1900. Allied forces overwhelmed the redoubt after a lengthy engagement (during which it was heavily damaged), en route to relieve the besieged Legation Quarter.Also known as the Fox Tower, it was just outside here that the body of a murdered British woman, Pamela Werner, was discovered in 1937, as recounted in the bestselling true-crime novel Midnight in Peking. Travel company Bespoke Travel Co runs the official (Penguin-sanctioned) Midnight in Peking Walking Tour, occasionally hosted by author Paul French himself when in town, but otherwise by the history buffs at Beijing Postcards.The tower formerly housed Red Gate Gallery, which has since moved to 798 Art District. Architecturally comparable to the Southeast Corner Watchtower are Deshengmen Arrow Tower and Zhèngyáng Gate Arrow Tower. A visit here pairs nicely with a jaunt through the Ming City Wall Ruins Park and a walk north to the Ancient Observatory."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 4,
    "name": "Houhai Lake Scenic Area",
    "latitude": "39.939513",
    "longitude": "116.381307",
    "excerpt": "A grand sweep of willow-lined waterways enclosed by invitingly maze-like hutong lanes, this trio of lakes is one of Beijing's best-loved outdoor spots,…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/houhai-lake-scenic-area/a/poi-sig/1313034/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8cbfdf9c13690c5f109f879096ba6f7ce147fe2e9f0786f80104dbe5599a695d.jpg",
    "detail_description": "A grand sweep of willow-lined waterways enclosed by invitingly maze-like hutong lanes, this trio of lakes is one of Beijing's best-loved outdoor spots, whether for strolling, fishing, pedal boating, or ice skating in winter. After dark, live-music bars skirting the shores of Qianhai (Front Lake) and Houhai (Back Lake) blare into life. Xihai (West Lake) is more idyllic. Several worthwhile sights can be found here, notably Prince Gong’s Mansion and Song Qingling's Former Residence.\nTechnically called Shichahai (什刹海; Ten Temple Lakes) but referred to informally as Houhai, the three lakes flow southwards into Beihai and the off-limits government compound of Zhongnanhai (Middle and South Lakes), together comprising a swath of artificial lakes stretching 4.5km across the length of the old city.The lakes date back to the Yuan dynasty and the canal system built by engineers to transport drinking water into the capital. Houhai once marked the northern terminus of the Grand Canal, and became a royal retreat during the Qing dynasty as Manchu nobles built their mansions around it, the most famous of which is Prince Gong’s Mansion.There are pedal-boat hire stations around the shoreline of Houhai and Qianhai; snacks and cold beers can be picked up at lakeside stores for an impromptu picnic afloat. Some of the best people-watching can be had at the public exercise area on the north shore of Houhai, especially in winter when hardy locals take an ice-dip in the water. Rickshaw drivers ply the shoreline hawking 'hutong tours', though few speak English.When the lakes freeze over (usually from mid-December to early March), Qianhai becomes an enormous ice-skating rink, separated into two zones. The larger one is given over to ice-trikes and chair sleds (great fun for kids), while the smaller section is for skaters. Expect to pay ¥80 to get on to the ice."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 3,
    "name": "Beihai Park",
    "latitude": "39.926918",
    "longitude": "116.382594",
    "excerpt": "Beihai Park, inside the old Imperial City, looks much as it would have done in the 18th century when it served as Emperor Qianlong's private gardens. The…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/beihai-park-and-xicheng-north/attractions/beihai-park/a/poi-sig/368787/1333766",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/74968053.jpg",
    "detail_description": "Beihai Park, inside the old Imperial City, looks much as it would have done in the 18th century when it served as Emperor Qianlong's private gardens. The Tibetan-style White Dagoba soars majestically over the lake (Beihai means ‘northern sea'), around which are found temples, pavilions, imperial stelae and other grand designs. A public park since 1925, Beihai now offers a window onto pastimes like dìshū (地书), where locals demonstrate their calligraphy skills using giant brushes and water.\nBeihai has been a royal playground since the Jin dynasty (1115–1234), when Jade Islet was shaped from the earth scooped out to create the lake. Crowning the islet is the 36m-high Tibetan-style White Dagoba, built in 1651 by the first Qing emperor to honour a visit by the Dalai Lama. You can reach the islet by boat (¥5 to ¥15) or via bridges at the south and east gates. Entering via the south gate is the grand approach because you can climb up the steep southern approach through Yong'an Temple to the top.The north shore of Beihai has the most interesting buildings. Jingxin Studio, a 'garden within a garden', was a favourite retreat of Emperor Qianlong, who would sip tea, listen to the plucking of the guqin (Chinese zither) and enjoy the carp-filled pools and scenic views. Western Elysium, with its centrepiece Míng-era hall (recently restored) made of unpainted cedar, was a lamasery during the Ming dynasty, and was later rebuilt by Emperor Qianlong. Nearby is the Nine Dragon Screen, a 5m-high, 27m-long 'spirit wall' emblazoned with writhing dragons picked out in coloured glazed tiles. At the northeast corner of the lake, Little Western Heaven is the largest square pavilion-style palace in China, built in secret as a gift for Emperor Qianlong's mother on her 80th birthday. Inside the cavernous hall is an enormous and rather garish diorama of Mt Sumeru.This circular fortress known as Round City, just outside the south gate of Beihai, was the site of Kublai Khan's palace in the Yuan dynasty. All that survives are a few ancient cypress trees and a vast, ceremonial wine vessel made of green jade dating from 1265. It's on display in front of the Hall of Divine Light (Chéngguāng Hall; Chéngguāng Diàn), where a 1.5m-tall statue of Sakyamuni, made from Burmese 'white jade', can be admired from afar."
},
{
    "country": "beijing",
    "city": "Beijing",
    "index": 2,
    "name": "Summer Palace",
    "latitude": "39.99715031",
    "longitude": "116.2679616",
    "excerpt": "A marvel of Chinese garden design and one of Beijing's must-see attractions, the Summer Palace was the royal retreat for emperors fleeing the suffocating…",
    "detail_url": "https://www.lonelyplanet.com/china/beijing/the-summer-palace-and-haidian/attractions/summer-palace/a/poi-sig/1106248/1333769",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eb256de36c6d179d6a6a942382725465-summer-palace.jpg",
    "detail_description": "A marvel of Chinese garden design and one of Beijing's must-see attractions, the Summer Palace was the royal retreat for emperors fleeing the suffocating summer torpor of the old imperial city and, most recently, it was the retirement playground of Empress Dowager Cixi. It merits an entire day’s exploration, although a (high-paced) morning or afternoon exploring its waterways, pavilions, bridges and temples may suffice.\nThe domain had long been a royal garden before being considerably enlarged and embellished by Emperor Qianlong in the 18th century. He marshalled an army of labourers to deepen and expand Kunming Lake (昆明湖; Kunming Hú), originally a reservoir dug in the Yuan dynasty, and reputedly surveyed imperial navy drills from a hilltop perch.Anglo-French troops vandalised the palace at the end of the Second Opium War in 1860. Empress Dowager Cixi launched into a refit in 1888 with money earmarked for a modern navy; the marble boat at the northern edge of the lake was her only nautical, albeit quite unsinkable, concession. Foreign troops, angered by the Boxer Rebellion, had another go at torching the Summer Palace in 1900, prompting further restoration work. By 1949 the palace had once more fallen into disrepair, eliciting a major overhaul.Glittering Kunming Lake swallows up three-quarters of the park, overlooked by Longevity Hill (万寿山, Wànshòu Shān), itself crowned by the eight-tiered Tower of Buddhist Incense, the most elaborate and expensive restoration project of Cixi's grand redesign. Arranged on a north–south axis, the tower rises up behind the Hall of Dispelling Clouds, built by Emperor Qianlong for his mother on her 60th birthday. At the foot of Longevity Hill, hugging the north shore of the lake, is the Long Corridor, a canopied, 728m-long ornamental walkway. Thousands of artworks adorn every crossbeam, column and ceiling arch, depicting scenic views from around China, much-loved myths, Buddhist scenes and folk tales.At the western end of the Long Corridor is Cixi's Marble Boat, a place to entertain (and a common garden design motif), while at the eastern end are her living quarters, the Hall of Joy and Longevity, which echoes the sìhéyuàn layout of traditional Beijing courtyards, and still contains dusty Qing-era furniture. Continue east to the three-storey Grand Theatre where Cixi would enjoy her beloved Peking opera. Nearby, the Hall of Benevolence and Longevity was where the empress dowager still pulled the government strings late into her official retirement. Glimpse the grand throne within; the rockery outside was designed to mimic the famous Lion Grove Garden in Suzhou. Note also the dragon and phoenix statues in the courtyard, the symbolic embodiment of emperor and empress. Here it's the phoenix that commands centre spot, a clear sign that a woman – Cixi – was running the show.If time permits, try to do a circuit of the lake along the West Causeway. You can exit the palace via the West Gate, where you can pick up the Xiijiao Line back to the city, or return along the east shore. Based on the famous Su Causeway in Hangzhou, and lined with willow and mulberry trees, the causeway kicks off northwest of the Marble Boat. With its delightful moon hump, the Jade Belt Bridge dates from the reign of Emperor Qianlong and crosses the point where the Jade River enters the lake (when it flows).At the base of the rear of Longevity Hill is Suzhou Street, built to mimic the waterways and architecture of the famous Jiangsu canal town. Here is where emperors and their concubines would pretend to be common folk by 'shopping' for trinkets in the ersatz stores that lined the shore, with eunuchs acting as shopkeepers. Today it's full of actual souvenir shops, which, ironically, makes it rather authentic."
}
]