[
{
    "country": "belarus",
    "city": "Belarus",
    "index": 1,
    "name": "Nyasvizh Castle",
    "latitude": "53.223064",
    "longitude": "26.690973",
    "excerpt": "Over a causeway leading away from the town with lovely lakes on either side lies this palace-like castle and park complex. Erected by the Radziwill family…",
    "detail_url": "https://www.lonelyplanet.com/belarus/njasvizh/attractions/nyasvizh-castle/a/poi-sig/1500970/358703",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/84481598e9ed3b1557dab56a7024342f-nyasvizh-castle.jpg",
    "detail_description": "Over a causeway leading away from the town with lovely lakes on either side lies this palace-like castle and park complex. Erected by the Radziwill family in 1583, it has been rebuilt and restored often over the centuries and encompasses many styles. In Soviet times it was turned into a sanatorium, but it has been fully restored in recent years and is looking superb.\nWith more than 30 fully refurbished state rooms, a very impressive inner courtyard and clearly labelled displays, you can easily spend a couple of hours looking around. The hunting trophies room is well worth the price of entry alone.When you arrive you can buy your ticket at the information centre by the entrance to the causeway, or cross the causeway and purchase your ticket at the castle proper.The complex is full of street food vendors, so you can easily gather supplies for a picnic in the expansive park surrounding the castle. The park is perfect for cycling; rent bikes outside the castle entrance for BYN3 per hour.Email way ahead if you want an English-speaking tour guide for the 1½-hour excursions that are operated out of the information centre."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 40,
    "name": "Ratusha",
    "latitude": "53.903658",
    "longitude": "27.556027",
    "excerpt": "Minsk's ratusha has been rebuilt in the place where it was originally constructed in the 1800s and now lords it over pl Svabody, its pointed steeple…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/ratusha/a/poi-sig/1548119/358702",
    "image_url": null,
    "detail_description": "Minsk's ratusha has been rebuilt in the place where it was originally constructed in the 1800s and now lords it over pl Svabody, its pointed steeple beckoning visitors to the Upper City. It's closed to the public.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 39,
    "name": "Pl Peramohi",
    "latitude": "53.908427",
    "longitude": "27.574787",
    "excerpt": "Striking pl Peremohi is marked by an obelisk and an eternal flame (accessible from the underground passageway). Cyclists use this oval as a makeshift…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/pl-peramohi/a/poi-sig/1252094/358702",
    "image_url": null,
    "detail_description": "Striking pl Peremohi is marked by an obelisk and an eternal flame (accessible from the underground passageway). Cyclists use this oval as a makeshift velodrome. Parades on 9 May (Victory Day) and 7 November (Anniversary of the October Revolution) often end up here.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 38,
    "name": "Zaslavsky Jewish Monument",
    "latitude": "53.909807",
    "longitude": "27.542992",
    "excerpt": "This extremely moving sight, rather hidden away in a sunken gully amid trees off vul Melnikayte, commemorates the savage murder of 5000 Jews from Minsk at…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/zaslavsky-jewish-monument/a/poi-sig/1252073/358702",
    "image_url": null,
    "detail_description": "This extremely moving sight, rather hidden away in a sunken gully amid trees off vul Melnikayte, commemorates the savage murder of 5000 Jews from Minsk at the hands of the Nazis on 2 March 1942. It is made up of sculptures of scared men, women and children lining up to be shot, one person even carrying their violin.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 37,
    "name": "SS Peter & Paul Church",
    "latitude": "53.904521",
    "longitude": "27.551565",
    "excerpt": "Off the vul Lenina overpass is the attractively restored 17th-century SS Peter & Paul Church. The city's oldest church, it was built in 1612, looted by…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/ss-peter-paul-church/a/poi-sig/444421/358702",
    "image_url": null,
    "detail_description": "Off the vul Lenina overpass is the attractively restored 17th-century SS Peter &amp; Paul Church. The city's oldest church, it was built in 1612, looted by Cossacks in 1707 and restored in 1871. Now it is awkwardly dwarfed by the morose concrete structures surrounding it, but its interior is still well worth a look.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 36,
    "name": "Church of St Aleksandr Nevsky",
    "latitude": "53.908636",
    "longitude": "27.587421",
    "excerpt": "This red-brick church was built in 1898, closed by the Bolsheviks, reopened by the Nazis, closed again by the Soviets and now it's open once more. It's…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/church-of-st-aleksandr-nevsky/a/poi-sig/444373/358702",
    "image_url": null,
    "detail_description": "This red-brick church was built in 1898, closed by the Bolsheviks, reopened by the Nazis, closed again by the Soviets and now it's open once more. It's said that during WWII, a bomb crashed through the roof and landed plum in front of the altar, but failed to detonate.\nIt's on the grounds of a cemetery. Enter on vul Kazlova."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 35,
    "name": "Assumption Cathedral",
    "latitude": "55.195785",
    "longitude": "30.202339",
    "excerpt": "Vitsebsk's two most prominent churches command high ground in the Old Town above the spot where the tiny Visba River empties into the Dvina. The larger…",
    "detail_url": "https://www.lonelyplanet.com/belarus/vitsebsk/attractions/assumption-cathedral/a/poi-sig/1548413/358706",
    "image_url": null,
    "detail_description": "Vitsebsk's two most prominent churches command high ground in the Old Town above the spot where the tiny Visba River empties into the Dvina. The larger church is the reconstructed Assumption Cathedral, which has splendid views of the Dvina from its plaza and a rather sterile interior. A stairway leads down to the river from the plaza.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 34,
    "name": "KGB Headquarters",
    "latitude": "53.898743",
    "longitude": "27.554585",
    "excerpt": "An entire block of central pr Nezalezhnastsi is occupied by this yellow neoclassical building with an ominous, temple-like Corinthian portal – the KGB…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/kgb-headquarters/a/poi-sig/444389/358702",
    "image_url": null,
    "detail_description": "An entire block of central pr Nezalezhnastsi is occupied by this yellow neoclassical building with an ominous, temple-like Corinthian portal – the KGB Headquarters.\nOn the opposite side of the street is a long, narrow park with a bust of terror-monger Felix Dzerzhinsky, the founder of the KGB's predecessor, the Cheka."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 33,
    "name": "Lyaskavichy Nature Museum",
    "latitude": "52.11495",
    "longitude": "28.156909",
    "excerpt": "Pripyatsky National Park's nature museum is a real find in out-of-the-way Lyaskavichi. Fully air-conditioned and modernized, it has beautiful exhibits and…",
    "detail_url": "https://www.lonelyplanet.com/belarus/attractions/lyaskavichy-nature-museum/a/poi-sig/1548664/358698",
    "image_url": null,
    "detail_description": "Pripyatsky National Park's nature museum is a real find in out-of-the-way Lyaskavichi. Fully air-conditioned and modernized, it has beautiful exhibits and dioramas dedicated to the park's indigenous flora and fauna and to the folk traditions of the region. The exuberant Russian-speaking staff will gleefully guide you through it all whether you understand them or not.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 32,
    "name": "Trinity Hill",
    "latitude": "53.907916",
    "longitude": "27.556183",
    "excerpt": "Trinity Hill is a pleasant – if tiny – recreation of Minsk's pre-war buildings on a pretty bend of the river just a little north of the centre. It has a…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/trinity-hill/a/poi-sig/444427/358702",
    "image_url": null,
    "detail_description": "Trinity Hill is a pleasant – if tiny – recreation of Minsk's pre-war buildings on a pretty bend of the river just a little north of the centre. It has a few little cafes, restaurants and shops, and a walking bridge leads over to the Island of Courage &amp; Sorrow, an evocative Afghan war memorial known locally as the Island of Tears.\n"
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 31,
    "name": "Military Glory Museum",
    "latitude": "52.429834",
    "longitude": "31.01415",
    "excerpt": "This polished museum is dedicated to the many wars that took place in Homel from the 14th to the 20th century. The heaviest coverage is reserved for WWII,…",
    "detail_url": "https://www.lonelyplanet.com/belarus/homel/attractions/military-glory-museum/a/poi-sig/1610250/1341518",
    "image_url": null,
    "detail_description": "This polished museum is dedicated to the many wars that took place in Homel from the 14th to the 20th century. The heaviest coverage is reserved for WWII, sprinkled with the usual tinge of Soviet propaganda. The displays on Nazi atrocities are particularly poignant, and there is a huge collection of tanks, anti-aircraft guns, helicopters and other war machinery in the backyard.\n"
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 30,
    "name": "Vitebsk Art Museum",
    "latitude": "55.193229",
    "longitude": "30.205943",
    "excerpt": "The highlight of this surprisingly impressive collection are the moving realist scenes of early 20th-century Vitsebsk street life painted by Yudel Pen,…",
    "detail_url": "https://www.lonelyplanet.com/belarus/vitsebsk/attractions/vitebsk-art-museum/a/poi-sig/1068513/358706",
    "image_url": null,
    "detail_description": "The highlight of this surprisingly impressive collection are the moving realist scenes of early 20th-century Vitsebsk street life painted by Yudel Pen, Marc Chagall's first art teacher. Of the 793 paintings Pen donated to the city before he died, only 200 have survived, most of them here. The museum's grand halls also feature Russian masters of the 19th century like Repin and Makovsky, plus plenty of local art spanning the years.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 28,
    "name": "Pl Svabody",
    "latitude": "53.903599",
    "longitude": "27.555331",
    "excerpt": "In the heart of the Old Town just off central vul Lenina is charming pl Svabody, lorded over by the white medieval Ratusha (town hall). Off the northern…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/pl-svabody/a/poi-sig/444409/358702",
    "image_url": null,
    "detail_description": "In the heart of the Old Town just off central vul Lenina is charming pl Svabody, lorded over by the white medieval Ratusha (town hall). Off the northern edge of the square is the baroque, twin-towered Orthodox Cathedral of the Holy Spirit, built in 1642. It was once part of a Polish Bernardine convent, along with the former Bernardine Church next door, which now houses city archives.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 29,
    "name": "National History Museum",
    "latitude": "53.896775",
    "longitude": "27.55522",
    "excerpt": "Two freshly modernised museums in one here. The national history museum proper occupies the upper floors with exhibits of ethnographic and archaeological…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/national-history-museum/a/poi-sig/444361/358702",
    "image_url": null,
    "detail_description": "Two freshly modernised museums in one here. The national history museum proper occupies the upper floors with exhibits of ethnographic and archaeological significance, including a replica of the printing press used by national hero Francyska Skaryny and some rooms on Soviet life. Downstairs, the nature and environment museum will be mostly of interest to kids with its collection of stuffed animals. There's also a large space for temporary art exhibits.\n"
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 27,
    "name": "Homel Park",
    "latitude": "52.423565",
    "longitude": "31.01502",
    "excerpt": "Heavenly Homel Park stretches for more than a kilometre along the west bank of the Sozh River. The centrepiece is Homel Palace, but you'll also find cafes…",
    "detail_url": "https://www.lonelyplanet.com/belarus/homel/attractions/homel-park/a/poi-sig/1548661/1341518",
    "image_url": null,
    "detail_description": "Heavenly Homel Park stretches for more than a kilometre along the west bank of the Sozh River. The centrepiece is Homel Palace, but you'll also find cafes, a small amusement park, scenic footbridges, a winter garden and the 19th-century St Peter and Paul Cathedral on its impeccably manicured grounds. It's worth climbing the 201 steps of the watchtower for views of the city, the park and the Sozh River.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 26,
    "name": "Ў Gallery of Contemporary Art",
    "latitude": "53.891581",
    "longitude": "27.572283",
    "excerpt": "This well-established gallery and cultural centre heralded a shift in the artistic landscape when it relocated to vul Kastrychnitskaya in 2018. It is…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/gallery-of-contemporary-art/a/poi-sig/1500899/358702",
    "image_url": null,
    "detail_description": "This well-established gallery and cultural centre heralded a shift in the artistic landscape when it relocated to vul Kastrychnitskaya in 2018. It is named after a letter unique to the Belarusian language called 'u nieskladovaye', a symbol of sorts of the Belarusian national identity. This is one of the rare places where you'll hear some Belarusian being spoken. It lures the very best local contemporary visual and multimedia artists to two cavernous post-industrial exhibition spaces.\nAttached is a great wine bar."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 25,
    "name": "New Castle",
    "latitude": "53.676686",
    "longitude": "23.824668",
    "excerpt": "The Polish-Lithuanian rulers built the rococo 'New Castle' in the mid-18th century to replace the destroyed 'Old Castle' next door. More palace than…",
    "detail_url": "https://www.lonelyplanet.com/belarus/hrodna/attractions/new-castle/a/poi-sig/1610051/358701",
    "image_url": null,
    "detail_description": "The Polish-Lithuanian rulers built the rococo 'New Castle' in the mid-18th century to replace the destroyed 'Old Castle' next door. More palace than castle, it was mostly destroyed in WWII, after which the Russians rebuilt it in its current neoclassical form. These days it's an eclectic museum. The highlight is the small art collection, which includes attractive 19th-century oils and the brilliant Man with a Shovel, thought to be by Russian avant-garde master Kazimir Malevich.\nOther rooms cover natural history, religion, armaments and the history of the castle."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 24,
    "name": "Kastrychnitskaya Pl",
    "latitude": "53.902849",
    "longitude": "27.56133",
    "excerpt": "The city's main square is referred to universally by its Russian name, Oktyabrskaya Ploshchad (October Sq). Here you'll find the impressive, severe Palats…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/kastrychnitskaya-pl/a/poi-sig/1252136/358702",
    "image_url": null,
    "detail_description": "The city's main square is referred to universally by its Russian name, Oktyabrskaya Ploshchad (October Sq). Here you'll find the impressive, severe Palats Respubliki (Palace of the Republic), a concert hall. Also on this square is the classical, multicolumned Stalinist Empire–style Trade Union Palace of Culture.\nThis is where opposition groups gather to protest against President Alexander Lukashenko from time to time; it's also where the infamous 2010 presidential election protests ended in violence. The failed Denim Revolution of March 2006 was attempted here as well."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 23,
    "name": "Independence Palace",
    "latitude": "53.92714",
    "longitude": "27.524413",
    "excerpt": "This enormous addition to Minsk's totalitarian architecture is the country's new presidential palace in all but name. Architecturally uninspiring, the…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/independence-palace/a/poi-sig/1500850/358702",
    "image_url": null,
    "detail_description": "This enormous addition to Minsk's totalitarian architecture is the country's new presidential palace in all but name. Architecturally uninspiring, the glass-fronted eyesore has hundreds of rooms spread over 50,000 sq metres and is a symbol of Alexander Lukashenko's permanence in Belarusian politics.\nIt is now where Luka hosts visiting international leaders, as he did in 2014 when he helped broker a (short-lived) peace deal between Russia and Ukraine. Completed in 2013, the palace has been compared to similar structures in Turkmenistan and North Korea. It is not open to the public."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 22,
    "name": "Marc Chagall House Museum",
    "latitude": "55.200408",
    "longitude": "30.190575",
    "excerpt": "Across the town's river, a good 20-minute walk away from the Chagall Art Center, is the Marc Chagall House Museum, where the artist lived as a child for…",
    "detail_url": "https://www.lonelyplanet.com/belarus/vitsebsk/attractions/marc-chagall-house-museum/a/poi-sig/1068508/358706",
    "image_url": null,
    "detail_description": "Across the town's river, a good 20-minute walk away from the Chagall Art Center, is the Marc Chagall House Museum, where the artist lived as a child for 13 years between 1897 and 1910 – a period beautifully evoked in his autobiography, My Life.\nThe simple, small house survived the war and was converted into a museum in 1996. It contains photographs of Chagall and his family, various possessions of theirs and some period furniture. It leads out into a large garden and is very evocative of a simple Jewish-Russian childhood. Call ahead to arrange a tour of the house in English."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 21,
    "name": "Dudutki",
    "latitude": "53.596248",
    "longitude": "27.683195",
    "excerpt": "Tasting delicious farm-made sausages, cheese and bread is only a small part of a visit to the open-air interactive museum of Dudutki, 40km south of Minsk…",
    "detail_url": "https://www.lonelyplanet.com/belarus/attractions/dudutki/a/poi-sig/1252190/358698",
    "image_url": null,
    "detail_description": "Tasting delicious farm-made sausages, cheese and bread is only a small part of a visit to the open-air interactive museum of Dudutki, 40km south of Minsk. This self-sufficient farm offers horse riding, sleigh rides, demonstrations of ceramics making and blacksmithing, and more. You'll be offered fresh salo (cured pork fat) with garlic, pickles dipped in honey and homemade samahon (moonshine). Take bus number 323 to Dudutki (BYN2.66, 1¼ hours) from Minsk's Central Bus Station. Departures are at 9.45am and 12.55pm.\nReturn trips are at 11.15am, 2.20pm and 5.40pm. A small souvenir market near the entrance sells crafts produced at the complex, the highlights being wool boots and slippers, and leather goods."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 20,
    "name": "Old Castle",
    "latitude": "53.67718",
    "longitude": "23.823331",
    "excerpt": "There is not much left of the Hrodna's 'old castle', most of which was destroyed during the Great Northern War in the early 18th century. You can wander…",
    "detail_url": "https://www.lonelyplanet.com/belarus/hrodna/attractions/old-castle/a/poi-sig/1610050/358701",
    "image_url": null,
    "detail_description": "There is not much left of the Hrodna's 'old castle', most of which was destroyed during the Great Northern War in the early 18th century. You can wander around the remains of the castle, with great views of the Neman River below, but the main attraction on the castle grounds is the Hrodna History and Archaeology Museum. It's a comprehensive walk through the history of the Hrodna region.\nEnglish placards accompany most exhibits. Highlights include a set of mammoth tusks, neolithic spears and arrowheads from 3 to 4 BC, an 18th-century dugout boat, and armour and other war paraphernalia from the Lithuanian period. There's a fine diorama of Hrodna in the 19th century and the requisite WWII displays of weaponry and Soviet propaganda posters."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 19,
    "name": "Belarusian State Art Museum",
    "latitude": "53.898513",
    "longitude": "27.561047",
    "excerpt": "This excellent museum in one of Minsk's iconic buildings (built in 1939) includes definitive works by Soviet social realists and Russian masters,…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/belarusian-state-art-museum/a/poi-sig/444365/358702",
    "image_url": null,
    "detail_description": "This excellent museum in one of Minsk's iconic buildings (built in 1939) includes definitive works by Soviet social realists and Russian masters, including Valentin Volkov's social realist Minsk on July 3, 1944 (1944–5), depicting the Red Army's arrival in the ruined city. Several works by Yudel Pen, Chagall's teacher, are here, including his 1914 portrait of Chagall, and Chagall exhibitions often rotate through here.\nThere's also an impressive collection of icons, some great realist depictions of late 19th-century life in the Russian Empire and several works by Nikolai Ge, Ilya Repin, Isaak Levitan, Isaak Brodsky, Ivan Aivazovsky, Mikhail Nesterov and Konstantin Makovsky. Out back a light-bathed extension features local art from the 1940s to the 1970s.Order excursions in English in advance."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 17,
    "name": "Khatyn",
    "latitude": "54.334578",
    "longitude": "27.943492",
    "excerpt": "The hamlet of Khatyn, 55km north of Minsk, was burned to the ground by the Nazis on 22 March 1943. Of a population of 149 (including 85 children), only…",
    "detail_url": "https://www.lonelyplanet.com/belarus/attractions/khatyn/a/poi-sig/1252880/358698",
    "image_url": null,
    "detail_description": "The hamlet of Khatyn, 55km north of Minsk, was burned to the ground by the Nazis on 22 March 1943. Of a population of 149 (including 85 children), only one man, Yuzif Kaminsky, survived. The site is now a sobering memorial not just to Khatyn but to all of the innocent victims and defenseless villages wiped out by the Nazis when they overran Belarus in WWII.\nThe Unconquered Man, a statue of Kaminsky carrying a small child, is one of the more moving images at this sprawling complex, where memorial obelisks dedicated to each slaughtered family chime in unison at 30-second intervals. Near the parking lot there's an exhibit of art and photographs – some quite disturbing. Tours of the complex are offered in Russian.Khatyn is 3km off the Minsk–Vitebsk highway. There is no public transport from Minsk; a taxi will cost about BYN80 return."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 18,
    "name": "Former Residence of Lee Harvey Oswald",
    "latitude": "53.90865",
    "longitude": "27.571145",
    "excerpt": "Just across the bridge over the Svislach River, on the west bank, is the former residence of Lee Harvey Oswald. The assassin of former US president John F…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/former-residence-of-lee-harvey-oswald/a/poi-sig/444381/358702",
    "image_url": null,
    "detail_description": "Just across the bridge over the Svislach River, on the west bank, is the former residence of Lee Harvey Oswald. The assassin of former US president John F Kennedy lived here for a couple of years. The building has evolved since Oswald's time, but his apartment is thought to be at the far left (northwest) side of the building on the 3rd floor.\nHe arrived in Minsk in January 1960 after leaving the US Marines and defecting to the USSR. Once here, he truly went native: he got a job in a radio factory, married a Minsk woman, had a child – and even changed his name to Alek. But soon he returned to the United States and…you know the rest.If you want to see Oswald's apartment, get in touch with Hostel Tower 18/31 in the same building and see if the hostel can secure you an invite through the owner (we had no such luck)."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 15,
    "name": "Stalin Line Museum",
    "latitude": "54.058065",
    "longitude": "27.297399",
    "excerpt": "A must for military buffs is this impressive collection of tanks, missiles, helicopters and all other manner of Soviet war paraphernalia in an open field…",
    "detail_url": "https://www.lonelyplanet.com/belarus/attractions/stalin-line-museum/a/poi-sig/1547960/358698",
    "image_url": null,
    "detail_description": "A must for military buffs is this impressive collection of tanks, missiles, helicopters and all other manner of Soviet war paraphernalia in an open field in Lashany, about 25km northwest of Minsk. While the theme is WWII, much of the military hardware is slightly more modern, generally dating from the 1960s and '70s.\nEtched out of the steppe between the two world wars, the Stalin Line of defense stretched more than 1000km along the Soviet Union's western border. This was one of the many fortifications along the line, and the original bunkers have been restored and are open for exploration.Fitting Soviet military music fills the air as you wander around the grounds, which include a movie set. You can shoot live ammo out here and, for a price (BYN200), take a joyride in a tank.To get here you have two options: take Maladzechna-bound marshrutka 700-TK from the Druzhnaya stop behind Minsk's train station (BYN2, 30 minutes, frequent), or less frequent Krasnae-bound marshrutka 482 from the stop opposite the Central Bus Station on vul Babruyskaya. The driver will drop you off opposite the museum entrance on Rt 28."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 16,
    "name": "Museum of Folk Architecture & Rural Lifestyle",
    "latitude": "53.830785",
    "longitude": "27.374008",
    "excerpt": "Several dozen traditional wood houses, a school, a church and an old windmill have been transplanted to this open-air folk museum in Azyartso, 15km…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/museum-of-folk-architecture-rural-lifestyle/a/poi-sig/1547965/358702",
    "image_url": null,
    "detail_description": "Several dozen traditional wood houses, a school, a church and an old windmill have been transplanted to this open-air folk museum in Azyartso, 15km southwest of central Minsk. While not as developed as the similarly themed Dudutki museum nearby, this is a more authentic experience and a must for 19th-century rural-architecture buffs.\nEnjoy the rich scent of pinewood in the houses and the ripe smell of loam in the work sheds as you take in the complex, which is peppered with maple and apple trees. Festivals such as Kupalle (summer solstice festival) are a good time to visit, as the museum stays open late for dancing, singing and merrymaking. A 100-year-old tavern serves lunch. To get here take a Dubyantsy-bound bus from the Southwest Bus Station (BYN0.60, every 90 minutes). Ask your driver to let you off at the Azyartso (Ozertso) 'muzey' (museum)."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 14,
    "name": "Cathedral of the Holy Spirit",
    "latitude": "53.905198",
    "longitude": "27.556007",
    "excerpt": "Off the northern edge of pl Svabody is the baroque, twin-towered Orthodox Cathedral of the Holy Spirit, built in 1642. It was once part of a Polish…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/cathedral-of-the-holy-spirit/a/poi-sig/1610046/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e1cfbfeaa4e20e2c93073ffb2be18e6c-cathedral-of-the-holy-spirit.jpg",
    "detail_description": "Off the northern edge of pl Svabody is the baroque, twin-towered Orthodox Cathedral of the Holy Spirit, built in 1642. It was once part of a Polish Bernardine convent, along with the former Bernardine Church next door, which now houses city archives.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 13,
    "name": "Church of SS Simon & Elena",
    "latitude": "53.896304",
    "longitude": "27.547625",
    "excerpt": "The red-brick Catholic Church of SS Simon & Elena, built in 1910, is worth popping into for a peek at its unique, wave-like, arched ceiling. Its tall,…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/church-of-ss-simon-elena/a/poi-sig/1609341/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d63b8f3149f15bb65b474008df44b1ce-church-of-ss-simon-elena.jpg",
    "detail_description": "The red-brick Catholic Church of SS Simon &amp; Elena, built in 1910, is worth popping into for a peek at its unique, wave-like, arched ceiling. Its tall, gabled bell tower and attractive detailing are reminiscent of many brick churches in the former Teutonic north of Poland.\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 12,
    "name": "Island of Courage & Sorrow",
    "latitude": "53.909871",
    "longitude": "27.55468",
    "excerpt": "Standing on a small island connected to the Old Town by a walking bridge, this evocative Afghan war memorial is known colloquially as the Island of Tears…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/island-of-courage-sorrow/a/poi-sig/1271619/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc99217229c79b2e6f430019cda8d1f9-island-of-courage-sorrow.jpg",
    "detail_description": "Standing on a small island connected to the Old Town by a walking bridge, this evocative Afghan war memorial is known colloquially as the Island of Tears by locals. Built in the form of a tiny church with four entrances, the monument is surrounded by towering gaunt statues of the sorrowful mothers and sisters of Belarusian soldiers who perished in the war between the Soviet Union and Afghanistan (1979–89).\n"
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 11,
    "name": "Pl Nezalezhnastsi",
    "latitude": "53.895261",
    "longitude": "27.545857",
    "excerpt": "Independence Sq, formerly pl Lenina, is dominated by the 1930s constructivist Belarusian Government Building (behind the iconic Lenin statue). The red…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/pl-nezalezhnastsi/a/poi-sig/1251766/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8c0756ba508b9a34c613d472663275b8-pl-nezalezhnastsi.jpg",
    "detail_description": "Independence Sq, formerly pl Lenina, is dominated by the 1930s constructivist Belarusian Government Building (behind the iconic Lenin statue). The red-brick Catholic Church of SS Simon &amp; Elena, built in 1910, is worth popping into for a peek at its unique, wave-like, arched ceiling. Its tall, gabled bell tower and attractive detailing are reminiscent of many brick churches in the former Teutonic north of Poland. Beneath the square lies Stolitsa Shopping Centre.\n"
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 10,
    "name": "Marc Chagall Art Center",
    "latitude": "55.199839",
    "longitude": "30.202222",
    "excerpt": "The first museum on every itinerary should be the excellent Chagall Art Center, which was established in 1992 and has about 300 of Chagall's graphic works…",
    "detail_url": "https://www.lonelyplanet.com/belarus/vitsebsk/attractions/marc-chagall-art-center/a/poi-sig/1068509/358706",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9ba09b1af6ec6d7f67fdf22b9bf6520c-marc-chagall-art-center.jpg",
    "detail_description": "The first museum on every itinerary should be the excellent Chagall Art Center, which was established in 1992 and has about 300 of Chagall's graphic works, mostly bequeathed to the museum by the artist's granddaughters and a German donor, Heinrich Mandel. Less than one-quarter of the collection is on display at any given time.\nThe highlights are several collections of lithographs, including illustrations of Bible stories (1956–60) drawn to accompany Gogol's Dead Souls (1923–25), and graphic representations of the 12 tribes of Israel (1960). Sadly, there aren't more Chagall paintings in Belarus because his work was banned by the Soviet government: it even rejected a priceless cache of paintings bequeathed to it by the artist himself.Downstairs is a space for temporary exhibitions."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 9,
    "name": "National Library of Belarus",
    "latitude": "53.931856",
    "longitude": "27.645692",
    "excerpt": "For a taste of post-Soviet Belarus, head north of the centre to the new national library, a ghastly piece of Lukashenko-approved hubris. You'll need your…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/national-library-of-belarus/a/poi-sig/1252105/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/70e13e1a928b363a27a7e62d1de71525-national-library-of-belarus.jpg",
    "detail_description": "For a taste of post-Soviet Belarus, head north of the centre to the new national library, a ghastly piece of Lukashenko-approved hubris. You'll need your passport to enter the main building, which is in the shape of a giant rhombicuboctahedron (look it up!).\nThere's a viewing platform and cafe on the 23rd floor; enter around the back. The view from the top is nothing breathtaking, but it's an interesting perspective on Minsk's ever-evolving urban landscape.The library proper contains a media centre with more than 20,000 vinyl records, art galleries, and a book museum with some surprisingly interesting historical tomes, including a few editions of the Bible printed in Belarusian by Francysk Skaryna in the early 16th century. You can take a guided tour of the library in English for BYN38, or explore it alone for far less."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 8,
    "name": "Pripyatsky National Park",
    "latitude": "52.116221",
    "longitude": "28.159209",
    "excerpt": "One of the best-kept secrets in Belarus is this relatively untouched swath of marshes, swampland and floodplains emanating from the Pripyat River, about…",
    "detail_url": "https://www.lonelyplanet.com/belarus/attractions/pripyatsky-national-park/a/poi-sig/1252710/358698",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2e2859f731ae7f6ea45b2855dc35fa7-pripyatsky-national-park.jpg",
    "detail_description": "One of the best-kept secrets in Belarus is this relatively untouched swath of marshes, swampland and floodplains emanating from the Pripyat River, about 250km due south of Minsk. The park headquarters are in the village of Lyaskavichy, in a complex that also includes a nature museum and a hotel. Make all your arrangements here. In late August or early September the whole area gets together for good clean country fun at the Polosye Festival in Lyaskavichy.\nKnown locally as 'the lungs of Europe', the park is a birdwatchers' paradise, with more than 250 avian species, mostly wetland varieties. There are also more than 800 types of plant and some 50 mammal species living in the park, including about 100 European bison.If you're planning multiple days in the park, you can enjoy forest lodging with guides for birdwatching, fishing, boating or, in the winter, ice-fishing (followed by vodka and a sauna, of course). Figure on BYN75 per person per day for room and board.If time is short, your best bet is a safari or a river cruise. The two-hour safaris (BYN8 for a public trip or BYN80 for a private trip) run only from September to May, when there is the best chance to spot bison, moose and other mammals; dusk yields the best results. A one-hour river cruise in a speedy aluminium outboard takes you along the Pripyat River and some of its tributaries, with plenty of birds to ogle along the way. These depart from the dock behind the Lyaskavichi Hotel and cost BYN50 for up to four people.Bicycle rides are possible with free bike hire from the hotels, although there aren't many navigable trails in the Lyaskavichy area. For forest biking or hiking, you're best off in the park's former headquarters, Turau, some 50km west (hire bikes and guides in Lyaskavichy before you head there).To get to Lyaskavichy from Minsk, take a marshrutka from the Central Bus Station to Zhytkavichy (BYN12, 3½ hours, six daily), then take a taxi (BYN15, 20 minutes) to the park headquarters. From points east or west, jump off the Homel–Brest train in Zhytkavichy."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 6,
    "name": "Belavezhskaya Pushcha National Park",
    "latitude": "52.569332",
    "longitude": "23.802958",
    "excerpt": "Unesco World Heritage Site Belavezhskaya Pushcha National Park is the oldest wildlife refuge in Europe and the pride of Belarus. At the National Park…",
    "detail_url": "https://www.lonelyplanet.com/belarus/attractions/belavezhskaya-pushcha-national-park/a/poi-sig/1252389/358698",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2644f5a133e7432cd0fbaad4e5a645b5-belavezhskaya-pushcha-national-park.jpg",
    "detail_description": "Unesco World Heritage Site Belavezhskaya Pushcha National Park is the oldest wildlife refuge in Europe and the pride of Belarus. At the National Park headquarters in Kamyanyuki, 55km north of Brest, you can arrange to tour the park by bus, bicycle or private car, and you can spend the night at one of several comfortable hotels near the park entrance.\nSome 1300 sq km of primeval forest survives in Belavezhskaya Pushcha National Park, half of which lies in Poland. This is all that remains of a canopy that eight centuries ago covered northern Europe. At least 55 mammal species, including deer, lynx, boar, wild horse, wolf, elk, ermine, badger, marten, otter, mink and beaver call this park home, but the area is most celebrated for its 300 or so European bison, the continent's largest land mammal. These free-range zubr – slightly smaller than their American cousins – were driven to near extinction (the last wild bison was shot by a hunter in 1919) then bred back from just 12 out of 52 surviving animals. Now about 5000 zubr exist, of which more than 300 are wild in this park.You have a chance to spot these beasts in the wild on a tour of the park, although you have to be a bit lucky. The October-to-April period offers the best odds. Volerei (enclosures; admission BYN2.50) near the entrance contain bison as well as deer, boar, elk, ostrich and other animals – including the rare hybrid Tarpan horse, a cross-breed of a species that was also shot into near extinction. Also near the entrance is a nature museum that gives a great introduction to the species living in the park.The easiest way to tour the park is by taking one of the two daily scheduled bus tours (adult/child BYN10/6, three hours, 11am and 2pm, in Russian only). About half of the tour is spent at a relatively interesting open-air ethnographic museum (free admission) within the park, where you'll sample home-made samahon (moonshine) with salo (cured pork fat). On the way back you'll stop at the 32m tall, 600-year-old Patriarch Oak tree.A better way to see the park is by hiring a bicycle at the park entrance. There are several sealed bike trails to choose from; the 27km 'big journey' and the 16km 'animal crossing' offer the best chance of spotting wildlife. Bike rental costs BYN9 to BYN15 and child seat's are available for BYN3. Hiking is another option, with several short loops originating at the park entrance. Serious hikers should talk to park staff about longer hikes. Driving your own car in the park costs BYN15 per hour and requires special permission and a park-appointed guide.The park headquarters runs four hotels near the park entrance, unimaginatively dubbed Hotels No 1, 2, 3 and 4. All have restaurants and there are several additional cafes near the park entrance serving up simple shashlyk (meat kebabs) and bliny (pancakes). Camping in the park requires permission and costs BYN15 per person.To get to the park from Brest, take a bus or marshrutka (fixed-route minivan) from the bus station (BYN5, 1¼ hours, seven daily). These terminate at the park entrance or at a bus stop nearby in the village of Kamyanyuki. The last trip back to Brest is at 6.40pm from Kamyanyuki. Hiring a taxi to the park should cost about BYN100 round-trip from Brest.An easier but more expensive option for visiting the park is to book a day trip with an English-speaking guide through a Brest travel agent."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 7,
    "name": "Pr Nezalezhnastsi",
    "latitude": "53.896082",
    "longitude": "27.549784",
    "excerpt": "The capital's main thoroughfare impresses with its sheer size. Formerly pr Francyska Skaryny, it runs from what travel writer Colin Thubron dubbed the …",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/pr-nezalezhnastsi/a/poi-sig/444411/358702",
    "image_url": null,
    "detail_description": "The capital's main thoroughfare impresses with its sheer size. Formerly pr Francyska Skaryny, it runs from what travel writer Colin Thubron dubbed the 'ferroconcrete tundra' of outer Minsk to the modern (read: Soviet) city centre, terminating just northeast of the train station at the stubbornly austere and expansive pl Nezalezhnastsi. The avenue is the world's premier embodiment of the post-WWII Stalinist Empire style, marked by expansive squares, utopian parks and palatial architectural gems like the Central Post Office.\nAt pl Nezalezhnastsi you can't miss the imposing Belarusian Government Building, fronted by a Lenin Statue. It is one of several fine examples of pre-WWII constructivist architecture in Minsk. Next to it is the 1910 red-brick Church of Sts Simon &amp; Helena, with its tall, gabled bell tower. Heading northeast, you'll pass the iconic, Stalinist Minsk Hotel and then come to the ominous KGB headquarters between vul Haradsky Val and vul Kamsamolskaya. Roughly opposite the KGB building is a long narrow park with a bust of Felix Dzerzhinsky, the founder of the Cheka (the KGB's predecessor) and a native of Belarus.A couple blocks further northeast is sweeping Kastrychnitskaya pl, and opposite this is Tsentralny skver, a leafy park on the site of a 19th-century marketplace. The dark-grey building to the northeast of Tsentralny sq is Dom Ofitserov (Officer's Building), which has a tank memorial at the front, devoted to the soldiers who freed Minsk from the Nazis. Southeast of the square, along vul Karla Marksa, is the seemingly lifeless, seriously guarded presidential residence.As pr Nezalezhnastsi crosses the Svislach River, it passes two of the city's main parks: Park Yanki Kupaly on the southwestern bank opposite the circus and the larger Gorky Central Children's Park, where there's a section with rides, attractions and fast-food kiosks. Just across the bridge, in a green wooden house by the banks of the river, is the House Museum of the First Congress of the Russian Social Democratic Workers' Party, where the Russian Social-Democratic Workers Party – Russia's original Marxist party – held its illegal founding congress in 1898. Diagonally opposite the museum is the former residence of Lee Harvey Oswald.Just 100m northeast of here, pl Peramohi (ploshchad Pobedy in Russian) is marked by a giant Victory Obelisk and its eternal flame, which is directly beneath the obelisk underground. Further north is pl Jakuba Kolasa, another expansive square, this one softened by pleasant parkland and a sitting area near the elephantine monument to the Belarusian writer. A few metro stops northeast of there the National Library of Belarus, a ghastly piece of Lukashenko-approved hubris in the shape of a giant rhombicuboctahedron (look it up!)."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 4,
    "name": "Museum of the Great Patriotic War",
    "latitude": "53.916421",
    "longitude": "27.538604",
    "excerpt": "Housed in a garish new building, Minsk's best museum houses an excellent display detailing Belarus' suffering and heroism during the Nazi occupation. With…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/museum-of-the-great-patriotic-war/a/poi-sig/444399/358702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d87d01311618a8d926106fcd0ed5b6f2-museum-of-the-great-patriotic-war.jpg",
    "detail_description": "Housed in a garish new building, Minsk's best museum houses an excellent display detailing Belarus' suffering and heroism during the Nazi occupation. With English explanations throughout, atmospheric dioramas and a range of real tanks, airplanes and artillery from WWII, it's one of the capital's few must-see attractions.\nIts section on concentration camps is particularly disturbing: an incredible 2.3 million people in Belarus were killed during the war, including 1.5 million civilians. Audioguides give much-needed context to the collection; for greater depth, book an English-language tour (in advance). Take bus number 1 from pl Svabody to get here."
},
{
    "country": "belarus",
    "city": "Minsk",
    "index": 5,
    "name": "Vul Kastrychnitskaya",
    "latitude": "53.890437",
    "longitude": "27.573076",
    "excerpt": "Vul Kastrychnitskaya – still known by its Soviet name, ulitsa Oktyabrskaya – has blossomed into Minsk's unofficial arts district. Brazilian street artists…",
    "detail_url": "https://www.lonelyplanet.com/belarus/minsk/attractions/vul-kastrychnitskaya/a/poi-sig/1610036/358702",
    "image_url": null,
    "detail_description": "Vul Kastrychnitskaya – still known by its Soviet name, ulitsa Oktyabrskaya – has blossomed into Minsk's unofficial arts district. Brazilian street artists have spray-painted brilliant murals on the giant facades of the street's apartment blocks, warehouses and factories, many of which now house event spaces, galleries and hipster cafes. President Lukashenko has allowed creative expression to flourish here with the expectation that it not spread to other parts of the capital, which remain sanitised and generally free of street art.\nThe district exudes a refreshing counterculture spirit and is one of the few places where you'll hear locals speaking Belarusian and/or talking about politics. Food-truck culture has taken root here and drinking on the street on any given evening is de rigueur."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 3,
    "name": "Mir Castle",
    "latitude": "53.451129",
    "longitude": "26.4727",
    "excerpt": "The 16th-century Mir Castle, reflected magnificently in an adjoining pond, resembles something straight out of Disney. A recent renovation has the place…",
    "detail_url": "https://www.lonelyplanet.com/belarus/mir/attractions/mir-castle/a/poi-sig/1252201/1324733",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b425e8cc3295505c8cda976a3e1e8bff-mir-castle.jpg",
    "detail_description": "The 16th-century Mir Castle, reflected magnificently in an adjoining pond, resembles something straight out of Disney. A recent renovation has the place looking simply lovely, with gorgeous grounds and impressively restored interiors that have been converted into a museum with beautifully done displays on the life and times of the Radziwills. Definitely splash out for the audioguide, which offers fascinating descriptions of more than 120 items.\nThe interiors of some rooms have been recreated, and though it's clear that these were not the Romanovs, there's plenty of period furniture, armour and hunting trophies to gawk at. Photos and English-language placards bring Mir's turbulent history to life, and there are some displays on the town's interesting Jewish history.The place is busy at weekends, when rousing classical music is pumped into the castle's courtyard to stir your patriotism. It's quiet during the week."
},
{
    "country": "belarus",
    "city": "Belarus",
    "index": 2,
    "name": "Homel Palace",
    "latitude": "52.422266",
    "longitude": "31.016562",
    "excerpt": "Homel's signature attraction was built by Field Marshal Pyotr Rumyantsev in the late 19th century, soon after Homel became part of the Russian Empire. He…",
    "detail_url": "https://www.lonelyplanet.com/belarus/homel/attractions/homel-palace/a/poi-sig/1548662/1341518",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f19c869f6dcf09ef0fb8557b405d763d-homel-palace.jpg",
    "detail_description": "Homel's signature attraction was built by Field Marshal Pyotr Rumyantsev in the late 19th century, soon after Homel became part of the Russian Empire. He couldn't have picked a more beautiful spot, high above the Sozh River in the middle of what today is Belarus' prettiest park. The palace is now a museum containing 19th- and 20th-century antiques and paintings.\nSadly the palace's original art and furnishings did not survive the Soviet period, and most of what's here was imported more recently. Still, the collection fits nicely with the classical Russian interior, and the palace is well worth visiting. Rumyantsev did not live to see the completion of his masterpiece. His son took it over, and it was later sold to another famous field marshal of the times, Ivan Paskevich, who finished the palace and built the surrounding park.The palace's White Parlour has been converted into a theatre that hosts classical music concerts from September to May."
}
]