[
{
    "country": "belgium",
    "city": "Ghent",
    "index": 1,
    "name": "The Adoration of the Mystic Lamb",
    "latitude": "51.053049",
    "longitude": "3.726844",
    "excerpt": "Art enthusiasts swarm the Sint-Baafskathedraal to glimpse The Adoration of the Mystic Lamb (De Aanbidding van het Lams God), a lavish representation of…",
    "detail_url": "https://www.lonelyplanet.com/belgium/flanders/ghent/attractions/the-adoration-of-the-mystic-lamb/a/poi-sig/444567/358712",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/92cb6ff13b4fd1bbdf9b0e19a2b2b52a-the-adoration-of-the-mystic-lamb.jpg",
    "detail_description": "Art enthusiasts swarm the Sint-Baafskathedraal to glimpse The Adoration of the Mystic Lamb (De Aanbidding van het Lams God), a lavish representation of medieval religious thinking that is one of the earliest-known oil paintings. Completed in 1432, it was painted as an altarpiece by Flemish Primitive artists the Van Eyck brothers, and has 20 panels.\nThe work represents an allegorical glorification of Christ's death: on the upper tier sits God the Father flanked by the Virgin and John the Baptist. On the outer panels are the nude Adam and Eve. The lower tier centres on the lamb, symbolising the sacrifice made by Christ, surrounded by all manner of religious figures and a landscape dotted with local church towers. The luminous colours and the rich, detailed crowd scenes are stunning.The painting has had an illustrious history – the Calvinists nearly destroyed it; Austria's Emperor Joseph II was horrified by the nude Adam and Eve and had the panels replaced with clothed versions (the originals are now back in place); and the painting was marched off to Paris during the French Revolution and was later stolen by the Germans who concealed it in an Austrian salt mine during WWII. The panel De Rechtvaardige Rechters (The Fair Judges), stolen in 1934, is still missing, although in June 2018, engineer Gino Marchal and youth fiction author Marc de Bel created quite a stir by publicly declaring they had substantial evidence to suggest the missing panel was buried beneath the town's Kalandeberg square. At time of writing, Ghent officials were taking the claims quite seriously, but for many, the story reeks of a publicity stunt. Stay tuned as the mystery unfolds."
},
{
    "country": "belgium",
    "city": "Liège",
    "index": 40,
    "name": "La Boverie",
    "latitude": "50.627374",
    "longitude": "5.577536",
    "excerpt": "South of Liège's centre, this excellent gallery hosts many high-profile temporary exhibitions but always shows elements of its own fabulous art collection…",
    "detail_url": "https://www.lonelyplanet.com/belgium/wallonia/liege/attractions/la-boverie/a/poi-sig/1600666/358717",
    "image_url": null,
    "detail_description": "South of Liège's centre, this excellent gallery hosts many high-profile temporary exhibitions but always shows elements of its own fabulous art collection. Much is locally relevant, from 16th-century masterpieces by Lambert Lombard to a superb Seraing iron-foundry scene by Constantine Meurnier.\nThere's also fine work by Magritte, Monet, Gauguin and Chagall, and a big, almost-finished Picasso. The 'palace' itself was originally built for the Exposition Universelle (World Fair), which celebrated Belgium's 75th birthday with much pomp in 1905. Visiting the beautiful rose gardens directly south is free to all. In summer, a fine way to arrive is on the river-ferry to Guillemins, crossing the long pedestrian bridge from the jetty."
},
{
    "country": "belgium",
    "city": "Bruges",
    "index": 38,
    "name": "Belfort",
    "latitude": "51.208268808642",
    "longitude": "3.2249250761719",
    "excerpt": "Towering 83m above the square like a gigantic medieval rocket is this fabulous 13th-century belfry. There’s relatively little to see inside, but it’s…",
    "detail_url": "https://www.lonelyplanet.com/belgium/bruges/burg-markt-north-bruges/attractions/belfort/a/poi-sig/428091/1342450",
    "image_url": null,
    "detail_description": "Towering 83m above the square like a gigantic medieval rocket is this fabulous 13th-century belfry. There’s relatively little to see inside, but it’s worth the mildly claustrophobic 366-step climb for the fine views. Look out through wide-gauge chicken wire for panoramas across the spires and red-tiled rooftops towards the wind turbines and giant cranes of Zeebrugge. Visitor numbers are limited to 70 at once, which can cause queues at peak times.\nThe belfry’s 47-bell carillon is still played manually on a changing schedule (typically Wednesdays and weekends). Timings are posted on a signboard in front of the 13th-century Markt Hallen, the former market halls, where occasional exhibitions and fairs are hosted."
},
{
    "country": "belgium",
    "city": "Wallonia",
    "index": 39,
    "name": "Hougoumont",
    "latitude": "50.67068",
    "longitude": "4.394499",
    "excerpt": "This classic fortified farm is around 20 minutes’ walk southwest of the Butte du Lion. Had Napoleon broken through here early in the battle, everything…",
    "detail_url": "https://www.lonelyplanet.com/belgium/waterloo-battlefield/attractions/hougoumont/a/poi-sig/1261209/1325175",
    "image_url": null,
    "detail_description": "This classic fortified farm is around 20 minutes’ walk southwest of the Butte du Lion. Had Napoleon broken through here early in the battle, everything might have turned out very differently. Recently restored to its original appearance, this a peaceful rural spot: it's hard to imagine the desperate struggle of 1815, but a modern exhibition and impressive audiovisual display do their best to evoke it. Entry is included with Memorial 1815, from where free blue shuttle buses run to the farm.\nA cottage in the complex houses a cosy apartment decorated in period style, which sleeps four and can be booked for stays of three days or more. Prices drop substantially in low season."
},
{
    "country": "belgium",
    "city": "The Ardennes",
    "index": 37,
    "name": "La Chocolaterie Darcis",
    "latitude": "50.590852",
    "longitude": "5.848814",
    "excerpt": "Playing a 21st-century Willy Wonka, one of Belgium’s foremost chocolatiers has turned his modern factory into a superb interactive museum experience. Walk…",
    "detail_url": "https://www.lonelyplanet.com/belgium/verviers/attractions/la-chocolaterie-darcis/a/poi-sig/1262350/1325196",
    "image_url": null,
    "detail_description": "Playing a 21st-century Willy Wonka, one of Belgium’s foremost chocolatiers has turned his modern factory into a superb interactive museum experience. Walk through a Mayan temple, get seasick on Hernán Cortés' galleon and visit a 19th-century cocoa parlour, before sniff tests, quizzes, a 10-minute video tour of Mexican plantations and explanations of modern chocolate making.\nAllow at least an hour to do justice to all the information and complementary podcatcher audios. Wait until you're instructed before savouring the three sublime taster pralines. Even if you don't have time to visit the museum, the attached cafe is a place worth lingering over marvellous coffee, hot chocolate, cakes, pastries or one of Jean-Philippe Darcis' signature macarons."
},
{
    "country": "belgium",
    "city": "The Ardennes",
    "index": 36,
    "name": "Fourneau St-Michel",
    "latitude": "50.086707",
    "longitude": "5.336738",
    "excerpt": "Some 10km north of St-Hubert towards attractive Nassogne village, Fourneau St-Michel is a superb open-air museum featuring around 50 historic buildings…",
    "detail_url": "https://www.lonelyplanet.com/belgium/st-hubert/attractions/fourneau-st-michel/a/poi-sig/1335490/1325186",
    "image_url": null,
    "detail_description": "Some 10km north of St-Hubert towards attractive Nassogne village, Fourneau St-Michel is a superb open-air museum featuring around 50 historic buildings salvaged from villages around Wallonia and authentically rebuilt in a rural setting of woodland and pasture. Many are furnished and they're arranged geographically into 'hamlets' linked by a 3km walking trail.\nEven if you don't have time to see the whole place, it's still worth having a drink or snack in the wonderful L'Auberge du Prévost, occupying one of the complex's finest half-timbered farmhouses (no ticket needed).Visit on 21 July to see the place come to life with volunteers dressed in traditional costumes. Without your own wheels getting here is awkward."
},
{
    "country": "belgium",
    "city": "Wallonia",
    "index": 35,
    "name": "Cathédrale Notre Dame",
    "latitude": "50.606501038067",
    "longitude": "3.3888899308385",
    "excerpt": "Dominating Tournai’s skyline are the five spires of its remarkable cathedral, which survived WWII bombs only for a freak 1999 tornado to compromise its…",
    "detail_url": "https://www.lonelyplanet.com/belgium/wallonia/tournai/attractions/cathedrale-notre-dame/a/poi-sig/1260900/358720",
    "image_url": null,
    "detail_description": "Dominating Tournai’s skyline are the five spires of its remarkable cathedral, which survived WWII bombs only for a freak 1999 tornado to compromise its stability. It'll remain a vast building site for another decade; though work on the five towers was completed in 2018. Despite the scaffolding, the interior remains a fascinating example of evolving architectural styles, from the magnificent Romanesque nave through a curious bridging transept into an early-Gothic choir whose soaring pillars bend disconcertingly.\nThe wood-panelled little Chapelle St-Louis is under restoration and its large canvases by Rubens and Jacob Jordaens are currently hidden, but there are some impressive paintings, tapestries and relics in the treasury."
},
{
    "country": "belgium",
    "city": "Wallonia",
    "index": 34,
    "name": "Strépy-Thieu Boat-Lift",
    "latitude": "50.478688",
    "longitude": "4.110314",
    "excerpt": "The world’s tallest ship lift (completed in 2002), raising or lowering gigantic ‘baths’ 73 vertical metres, is on a pharaonic scale, as was the €150…",
    "detail_url": "https://www.lonelyplanet.com/belgium/mons/attractions/strepy-thieu-boat-lift/a/poi-sig/1261470/1325173",
    "image_url": null,
    "detail_description": "The world’s tallest ship lift (completed in 2002), raising or lowering gigantic ‘baths’ 73 vertical metres, is on a pharaonic scale, as was the €150 million it cost. Though you can watch the lift from outdoors, visits allow you to look down on the engine room, appreciate the construction via a multilingual video, watch the action from the cafe, or take part in a quiz on Belgian genius.\nAt 10am and 2pm daily (except Monday) from April through September, you can take a 2½-hour cruise passing through some photogenic 19th-century locks. For the vertical experience, you'll have to come on Sundays (May through August), with departures four times a day. Call ahead to reserve a spot.Strépy-Thieu is just south of the Tournai–Brussels motorway, accessible on bus 30 from La Louvière."
},
{
    "country": "belgium",
    "city": "Leuven",
    "index": 33,
    "name": "Stadhuis",
    "latitude": "50.878723099532",
    "longitude": "4.7011721134186",
    "excerpt": "Far and away Leuven’s most iconic sight, the incredible 15th-century stadhuis is a late-Gothic architectural wedding cake flamboyantly overloaded with…",
    "detail_url": "https://www.lonelyplanet.com/belgium/leuven/attractions/stadhuis/a/poi-sig/1037288/358714",
    "image_url": null,
    "detail_description": "Far and away Leuven’s most iconic sight, the incredible 15th-century stadhuis is a late-Gothic architectural wedding cake flamboyantly overloaded with terraced turrets, fancy stonework and colourful flags. Added in the mid-19th century, a phenomenal 236 statues smother the exterior, each representing a prominent local scholar, artist or noble from the city’s history. Somehow the stadhuis survived the numerous wars that devastated the rest of the town. A WWII bomb that scoured part of the facade miraculously failed to explode.\nThe interior (by tour only) has several rooms outlandishly lavished with paintings and gilt-work ceilings, but the highlight is the pseudo-medieval 'Gothic Hall' council chamber with its splendid carved fireplace. Tour tickets are sold by the tourist office and should ideally be bought a day or two in advance."
},
{
    "country": "belgium",
    "city": "Wallonia",
    "index": 32,
    "name": "Musée Hergé",
    "latitude": "50.671143",
    "longitude": "4.613056",
    "excerpt": "The inventive and touchingly nostalgic Hergé Museum celebrates the multitalented creator of comic-strip hero Tintin with an engaging, inventive and…",
    "detail_url": "https://www.lonelyplanet.com/belgium/louvain-la-neuve/attractions/musee-herge/a/poi-sig/1262724/1325833",
    "image_url": null,
    "detail_description": "The inventive and touchingly nostalgic Hergé Museum celebrates the multitalented creator of comic-strip hero Tintin with an engaging, inventive and extensive display. Highlights include numerous models, pictures and source materials assembled by the artist to ensure the accuracy of his sketches. There's an entertaining audioguide. Note the original triptych portrait of Hergé by Andy Warhol, for whom Tintin was a cited influence. The gift shop is worth a peek too.\nThe museum’s unique architecture alone is worth the visit: an abstract glass-and-concrete boat-shaped creation filled with multistorey geometrical forms slashed through with a central ‘light chasm’ filling the structure with intriguing angles and views.Driving, it's best to park (for free) on the N250 just above town. From there's it's a short downhill stroll to the museum. The museum is also a short walk from the bus and train stations."
},
{
    "country": "belgium",
    "city": "The Ardennes",
    "index": 31,
    "name": "Abbaye Notre Dame d'Orval",
    "latitude": "49.638677",
    "longitude": "5.348196",
    "excerpt": "A Cistercian monastery since 1132, Orval's abbey complex was wrecked in 1793 by anti-religious French Revolutionary soldiers. Rebuilding only started in…",
    "detail_url": "https://www.lonelyplanet.com/belgium/orval/attractions/abbaye-notre-dame-d-orval/a/poi-sig/1262680/1326677",
    "image_url": null,
    "detail_description": "A Cistercian monastery since 1132, Orval's abbey complex was wrecked in 1793 by anti-religious French Revolutionary soldiers. Rebuilding only started in the early 20th century, part funded by the Trappist beers that have become its trademark. The evocative ancient ruins were conserved and can still be visited along with an 18th-century pharmacy room, the grave of King Wenceslas (1337–83), a medicinal herb garden and an informative museum section that focuses on the beers and their advertising since 1931.\nThere's also a 20-minute audiovisual on monastic life (in French/Dutch). The brewery section is closed to visitors except for two days in mid-September (book way ahead). However, visitors are welcome to attend offices in the monastery, and it's also possible to stay here (by arrangement) as part of a spiritual retreat (email hotellerie@orval.be), during which you’re encouraged to join in the daily cycle of prayers."
},
{
    "country": "belgium",
    "city": "The Ardennes",
    "index": 30,
    "name": "Blégny Mine",
    "latitude": "50.686501",
    "longitude": "5.722568",
    "excerpt": "For one of the best industrial-experience tours you'll find anywhere, don a hard hat, jump in the cage lift and descend through a pitch-black moment into…",
    "detail_url": "https://www.lonelyplanet.com/belgium/liege-province/attractions/blegny-mine/a/poi-sig/1335043/1342419",
    "image_url": null,
    "detail_description": "For one of the best industrial-experience tours you'll find anywhere, don a hard hat, jump in the cage lift and descend through a pitch-black moment into the underground life of a 20th-century Belgian miner at this Unesco-listed coal mine.\nThe two-hour guided subterranean tours run three to seven times daily in French, and almost as often in Dutch, but in English only by group reservation (minimum 15 people). Tours start with a 20-minute film (English subtitles). You also gain access to a mining museum that paints a bigger picture of coal and charcoal history. A gravel-base playground and tiny zoo, as well as a tourist train (adult/child €5/3.50), mean that there's stuff to keep children busy, but the cafe could be more impressive. If driving, consider combining Blégny with lunch at Val-Dieu abbey. Note that the mine is at Trembleur not Blégny. Some (not all) route 67 buses pass within 300m between Liège Gare Léopold (51 minutes) and Vise (22 minutes)."
},
{
    "country": "belgium",
    "city": "Namur",
    "index": 29,
    "name": "Citadelle de Namur",
    "latitude": "50.459259",
    "longitude": "4.861418",
    "excerpt": "Dominating the town, Namur's mighty fortress covers a whole hilltop with ramparts, tunnels and grey walls. What you see now is more 19th and 20th century…",
    "detail_url": "https://www.lonelyplanet.com/belgium/wallonia/namur/attractions/citadelle-de-namur/a/poi-sig/1334196/358718",
    "image_url": null,
    "detail_description": "Dominating the town, Namur's mighty fortress covers a whole hilltop with ramparts, tunnels and grey walls. What you see now is more 19th and 20th century than medieval, but is still compelling, great for strolling and offers terrific views. The best are from a section known as Château des Comtes and the café Le Panorama, by the curious art deco sportsground Stade des Jeux. Most open areas, including the rampart footpaths, are accessible at any time.\nBe careful not to get caught in the Terra Nova zone, whose main gates lock at 6.30pm. Citadel access for pedestrians is on the steep sloping Rampe Verte from Rue des Moulins or via a stairway from Place St-Hilaire. By car use Rte Merveilleuse from behind the 1911 casino building.Six shuttles (€2) run between the train station and Terra Nova on weekends. Alternatively take bus 3 (hourly) to the Château de Namur and stroll downhill from there."
},
{
    "country": "belgium",
    "city": "Wallonia",
    "index": 28,
    "name": "Mons Memorial Museum",
    "latitude": "50.450004",
    "longitude": "3.957106",
    "excerpt": "This superb museum mostly covers Mons' experience of the two world wars, though the constant sieges of this town's turbulent history are also mentioned…",
    "detail_url": "https://www.lonelyplanet.com/belgium/mons/attractions/mons-memorial-museum/a/poi-sig/1515175/1325173",
    "image_url": null,
    "detail_description": "This superb museum mostly covers Mons' experience of the two world wars, though the constant sieges of this town's turbulent history are also mentioned. It gets the balance just right between military history, personal testimony of civilians and soldiers, and thought-provoking items on display. Some seriously good visuals make the to-and-fro (and the years spent stuck in the mud) of WWI instantly comprehensible, and there's an animated 3D film on the legend of the Angels of Mons.\nMons was the scene of the first British involvement in WWI, and its liberation coincided with the end of the conflict. In between, the city lived through a four-year German occupation, an experience it relived just 22 years later. The museum's strength is its focus on the human side of war, whether through soldiers' diaries or the day-to-day hardships of civilians. Poignant items are numerous, including a cross made by locals for a German and an English soldier buried together, and the tombstone of the last WWI soldier killed, two minutes before the armistice."
},
{
    "country": "belgium",
    "city": "The Ardennes",
    "index": 27,
    "name": "Bastogne War Museum",
    "latitude": "50.010571",
    "longitude": "5.739176",
    "excerpt": "This highly recommended modern museum takes you into the heart of WWII, with an audio guide featuring four imagined voices of civilian and military…",
    "detail_url": "https://www.lonelyplanet.com/belgium/bastogne/attractions/bastogne-war-museum/a/poi-sig/1261961/1325190",
    "image_url": null,
    "detail_description": "This highly recommended modern museum takes you into the heart of WWII, with an audio guide featuring four imagined voices of civilian and military witnesses/participants. A usefully thorough summary of the war's context and key stages includes an engrossing 15-minute 3D film presenting Germany's early attacks as though to a press conference. Downstairs the focus is the Battle of the Bulge and defence of Bastogne. Two theatrical audiovisuals add impressively to well-displayed memorabilia.\nDo click on the buttons below several TV monitors to listen to moving civilian recollections of the atrocities that affected their lives during wartime. The audio guide that's a key part of the visitor experience (included in the ticket price) is available in English, French, Dutch and German. To get the most from it ensure that the black sensor faces forward. Allow around two hours to do justice to the visit and don't miss the cafe with its pleasant outdoor seating. The museum is 1.5km northeast of Pl St-Pièrre on the grounds of the Mardasson American War Memorial."
},
{
    "country": "belgium",
    "city": "Belgium",
    "index": 24,
    "name": "Planetuin Meise",
    "latitude": "50.926951",
    "longitude": "4.334986",
    "excerpt": "Belgium’s 93-hectare national botanic garden is located in the village of Meise, 12km north of Brussels. Home to 18,000 plant species, it’s based around…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels-capital-region/attractions/planetuin-meise/a/poi-sig/1262324/1325201",
    "image_url": null,
    "detail_description": "Belgium’s 93-hectare national botanic garden is located in the village of Meise, 12km north of Brussels. Home to 18,000 plant species, it’s based around two lakes and includes the Kasteel van Boechout, a moated castle that Léopold II gave to his sister, Princess Charlotte, after her own at Tervuren burnt down in 1879. The park’s most prized orchids, carnivorous plants and famous giant Amazonian water lilies are housed in the Plantenpaleis (Plant Palace), a series of 13 connecting greenhouses.\nOther highlights include the outdoor medicinal garden and a small 1864 greenhouse shaped like a king’s crown; the latter was built by Alphonse Balat, the designer of the Serres Royales and whose student, Victor Horta, would become the preeminent architect of the art nouveau period. The garden's 18th-century orangery has been converted into a cafe and shop.From May to September, a free tourist 'train' (of the motor-vehicular type) makes a regular loop of the expansive gardens. Allocate the best part of a day here.DeLijn buses 250/251 run every 15 minutes from Bruxelles-Nord (35 minutes) via Bockstael metro station (20 minutes)."
},
{
    "country": "belgium",
    "city": "Wallonia",
    "index": 26,
    "name": "Pairi Daiza",
    "latitude": "50.587511",
    "longitude": "3.886183",
    "excerpt": "Set on the grounds of a former Cistercian Abbey, this 65-hectare park is home to more than 5000 animals (including pandas, koalas, gorillas and lemurs)…",
    "detail_url": "https://www.lonelyplanet.com/belgium/hainaut/attractions/pairi-daiza/a/poi-sig/1604610/1342416",
    "image_url": null,
    "detail_description": "Set on the grounds of a former Cistercian Abbey, this 65-hectare park is home to more than 5000 animals (including pandas, koalas, gorillas and lemurs) living in beautifully designed settings with elements from every corner of the globe. You'll find a recreated African stilt village, the red desert outback of Australia, East Asian temples (plus the largest Chinese garden in Europe) and a spooky belfry where free-flying bats glide overhead. There are ample dining and drinking spots, including a charming canal-side brasserie with good Trappist beers.\nGet an early start and plan to make a full day of it, as there's much to see here including unique animal encounters – like spying falconry demonstrations, feeding the goats or watching Sumatran elephants being bathed.On Friday and Saturday nights from July to late August, the park stays open until 11pm with eclectic world-music groups playing all around the park. Save cash by buying tickets (€2 cheaper) online. You can reach the park by train on the Mons-Ath line. Disembark at Cambron-Casteau train station, a 10-minute walk from Pairi Daiza."
},
{
    "country": "belgium",
    "city": "Wallonia",
    "index": 25,
    "name": "Collégiale Ste-Gertrude",
    "latitude": "50.597547",
    "longitude": "4.32371",
    "excerpt": "This 11th-century church was part of one of Europe’s foremost abbeys, founded in 648. It's 102m long with a soaring multilevel western facade topped with…",
    "detail_url": "https://www.lonelyplanet.com/belgium/nivelles/attractions/collegiale-ste-gertrude/a/poi-sig/1261224/1325177",
    "image_url": null,
    "detail_description": "This 11th-century church was part of one of Europe’s foremost abbeys, founded in 648. It's 102m long with a soaring multilevel western facade topped with a squat octagonal tower flanked by turrets. The interior’s enormous Romanesque arches are unadorned, but notice the 15th-century chariot that’s still used to carry Ste-Gertrude’s silver châsse during Nivelles’ principal procession. Fascinating and detailed 90-minute guided tours in French get you access to the crypt, the tower gallery and the pretty cloister for photogenic views.\nThe pleasant cloisters are another highlight. Outside, watch the southern turret to see a 350kg gilt statue strike the hour with a hefty hammer. Tours also take in archaeological excavations and the grave of Charlemagne’s lofty first wife, Himeltrude, whose 1.85m skeleton can be seen reflected by a well-placed mirror.The abbey's first abbess, Gertrude, was a great-great aunt of Charlemagne's, and was later sainted for her miraculous abilities, including rat catching (which warded off plague) and devil snaring (which saved the mythical Knight of Masseik from losing a Faustian bargain)."
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 23,
    "name": "St-Gilles Town Hall",
    "latitude": "50.824427",
    "longitude": "4.345307",
    "excerpt": "One of Brussels’ overlooked architectural wonders, this splendid Napoleon III–style palace ",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/st-gilles-ixelles-uccle/attractions/st-gilles-town-hall/a/poi-sig/1260975/1342455",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1684a46c7c1ba80698fe1cd7c1cb0b09-lpl-st-gilles_town_hall.jpg",
    "detail_description": "One of Brussels’ overlooked architectural wonders, this splendid Napoleon III–style palace sports a soaring brick belfry dotted with gilt statuary. Try to see the wedding-hall ceiling, painted by Belgian symbolist artist Fernand Khnopff.\n"
},
{
    "country": "belgium",
    "city": "The Ardennes",
    "index": 22,
    "name": "Château de Bouillon",
    "latitude": "49.793684",
    "longitude": "5.066693",
    "excerpt": "Slouching like a great grey dragon high on Bouillon's central rocky ridge, Belgium’s finest feudal castle-ruin harks back to AD 988, but it's especially…",
    "detail_url": "https://www.lonelyplanet.com/belgium/bouillon/attractions/chateau-de-bouillon/a/poi-sig/1261910/1325187",
    "image_url": null,
    "detail_description": "Slouching like a great grey dragon high on Bouillon's central rocky ridge, Belgium’s finest feudal castle-ruin harks back to AD 988, but it's especially associated with Crusader knight Godefroid de Bouillon, the first 'Belgian' ruler of Jerusalem. The super-atmospheric site has everything you might wish for in a castle: dank dripping tunnel passages, musty half-lit cell rooms, falconry displays, rough-hewn stairwells and many an eerie nook and cranny to discover. Plus there are off-beat surprises like maturing cheeses and a caligraphy mini-museum.\nAudio guides (€2.50) or guidebooks (€1.50) offer extra historical background in four languages. Access is across crag-spanning stone bridges from the car park at the castle's upper northeastern tip. Between March and October, time your visit to include the 45-minute open-air bird shows (11.30am, 2pm and 3.30pm; no extra charge), when trained ‘wig-snatching’ owls, hawks and eagles swoop low over spectators’ heads. In July and August there's an extra 5pm show. To really get the heebie-jeebies prebook a night-time torchlight tour (adult/child/torch hire €10/7/2.50, 10pm Wednesday to Sunday in July and August)."
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 21,
    "name": "Flagey",
    "latitude": "50.826954513662",
    "longitude": "4.3731423432118",
    "excerpt": "This marvellous 1938 ‘liner’ building originally conceived as the national radio building, is now the centre of an up-and-coming nightlife area. With its…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/st-gilles-ixelles-uccle/attractions/flagey/a/poi-sig/1262223/1342455",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d3b0de72c465defb4488c83b62234c88-lpl-batiment_flagey.jpg",
    "detail_description": "This marvellous 1938 ‘liner’ building originally conceived as the national radio building, is now the centre of an up-and-coming nightlife area. With its distinctive round ‘periscope’ tower, it’s an art deco classic that hosts a hip cafe, a cinema and various music venues.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 20,
    "name": "Galeries St-Hubert",
    "latitude": "50.846916",
    "longitude": "4.354346",
    "excerpt": "When opened in 1847 by King Léopold I, the glorious Galeries St-Hubert formed Europe’s very first shopping arcade. Many enticing shops lie behind its…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/grand-place-ilot-sacre-1342453/attractions/galeries-st-hubert/a/poi-sig/404666/1342453",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8d061b7e2a8a360c95bea0cbd6eeb00a-lpl-galeries_st_huber.jpg",
    "detail_description": "When opened in 1847 by King Léopold I, the glorious Galeries St-Hubert formed Europe’s very first shopping arcade. Many enticing shops lie behind its neoclassical glassed-in arches flanked by marble pilasters. Several eclectic cafés spill tables onto the gallery terrace, safe from rain beneath the glass roof. The arcade is off Rue du Marché aux Herbes.\n"
},
{
    "country": "belgium",
    "city": "Northwest Belgium",
    "index": 19,
    "name": "Verbeke Foundation",
    "latitude": "51.227367",
    "longitude": "4.055629",
    "excerpt": "Occupying a 12-hectare former industrial site, this is one of Europe's largest private contemporary-art initiatives. The indoor-outdoor interactive…",
    "detail_url": "https://www.lonelyplanet.com/belgium/east-flanders/attractions/verbeke-foundation/a/poi-sig/1262711/1342400",
    "image_url": null,
    "detail_description": "Occupying a 12-hectare former industrial site, this is one of Europe's largest private contemporary-art initiatives. The indoor-outdoor interactive gallery illuminates then blurs the boundaries between art and science, in the context of humanity's relationship to nature. The sheer volume and nature of the collection defies easy description; exhibits range from a larger-than-life fibreglass cat's anus, which you can sleep in for the night, to 'living' eco-art and commentaries on US presidents.\nOne of the foundation's mottoes is 'copyright is for losers' – you're free to photograph whatever you like and are encouraged to share your experiences and reactions to the eclectic, privately funded collection.There's a range of accommodation options here; overnighters are free to roam the premises. See the website for information.A product of the love and labour of entrepreneur, collector and philanthropist Geerte Verbeke and his wife Carla Verbeke-Lens, the gallery opened its doors in 2007 on the site of Verbeke's former transport company. Since 2018, the foundation has been powered by solar energy, with a view to operating at 100 per cent environmental sustainability. Recycling and repurposing is at the core of its ethos.It's located just off the highway 12km north of St Niklaas. Take the A11 between Antwerp and Bruges to exit 11–Kemzeke, then follow the signs."
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 18,
    "name": "Musée Horta",
    "latitude": "50.824289445428",
    "longitude": "4.3550051763765",
    "excerpt": "The typically austere exterior doesn’t give much away, but Victor Horta’s former home (designed and built 1898–1901) is an art nouveau jewel. The…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/st-gilles-ixelles-uccle/attractions/musee-horta/a/poi-sig/404702/1342455",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/577cc4ec62e290953307a2ea495893bf-lpl-musee_horta.jpg",
    "detail_description": "The typically austere exterior doesn’t give much away, but Victor Horta’s former home (designed and built 1898–1901) is an art nouveau jewel. The stairwell is the structural triumph of the house: follow the playful knots and curlicues of the banister, which become more exuberant as you ascend, ending at a tangle of swirls and glass lamps at the skylight, glazed with plain and citrus-coloured glass.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 17,
    "name": "Centre Belge de la Bande Dessinée",
    "latitude": "50.851240329972",
    "longitude": "4.3601281522448",
    "excerpt": "This centre offers a definitive and enjoyable overview of the country’s vibrant comic-strip culture. Even if you’re not excited by the ‘ninth art’, do…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/grand-place-ilot-sacre-1342453/attractions/centre-belge-de-la-bande-dessinee/a/poi-sig/404652/1342453",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/89b5af5a18ab72c327a67071fcae1b7a-centre-belge-de-la-bande-dessinee.jpg",
    "detail_description": "This centre offers a definitive and enjoyable overview of the country’s vibrant comic-strip culture. Even if you’re not excited by the ‘ninth art’, do peep inside the superb 1906 art nouveau building, a Victor Horta classic built as a fabric store with a wrought-iron superstructure and a glass roof. You don’t have to pay an entrance fee to enjoy the central hallway or to drink a coffee at the attached cafe.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 16,
    "name": "MIM",
    "latitude": "50.842736",
    "longitude": "4.35904",
    "excerpt": "Strap on a pair of headphones, then step on the automated floor panels in front of the precious instruments (including world instruments and Adolphe Sax’s…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/royal-quarter/attractions/mim/a/poi-sig/404654/1342454",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eb8f6af6eb90a911674a4d33f367e8c1-lpl-mim.jpg",
    "detail_description": "Strap on a pair of headphones, then step on the automated floor panels in front of the precious instruments (including world instruments and Adolphe Sax’s inventions) to hear them being played. As much of a highlight as the museum itself are the premises – the art-nouveau Old England Building. This former department store was built in 1899 by Paul Saintenoy and has a panoramic rooftop café and outdoor terrace.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 15,
    "name": "Église Notre-Dame du Sablon",
    "latitude": "50.840383245391",
    "longitude": "4.3563611497133",
    "excerpt": "The Sablon’s large, flamboyantly Gothic church started life as the 1304 archers’ guild chapel. A century later it had to be massively enlarged to cope…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/royal-quarter/attractions/eglise-notre-dame-du-sablon/a/poi-sig/404706/1342454",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/467407799_high.jpg",
    "detail_description": "The Sablon’s large, flamboyantly Gothic church started life as the 1304 archers’ guild chapel. A century later it had to be massively enlarged to cope with droves of pilgrims attracted by the supposed healing powers of its Madonna statue. The statue was procured in 1348 by means of an audacious theft from an Antwerp church – apparently by a vision-motivated husband-and-wife team in a rowing boat. It has long since gone, but a boat behind the pulpit commemorates the curious affair.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 14,
    "name": "Grand Place",
    "latitude": "50.846706",
    "longitude": "4.35256",
    "excerpt": "Brussels’ magnificent Grand Place is one of the world’s most unforgettable urban ensembles. Oddly hidden, the enclosed cobblestone square is only revealed…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/grand-place-ilot-sacre-1342453/attractions/grand-place/a/poi-sig/404664/1342453",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b34f1e1fa8d18d161e67c5054547377a-grand-place.jpg",
    "detail_description": "Brussels’ magnificent Grand Place is one of the world’s most unforgettable urban ensembles. Oddly hidden, the enclosed cobblestone square is only revealed as you enter on foot from one of six narrow side alleys: Rue des Harengs is the best first approach. The focal point is the spired 15th-century city hall, but each of the antique guildhalls (mostly 1697–1705) has a charm of its own. Most are unashamed exhibitionists, with fine baroque gables, gilded statues and elaborate guild symbols.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 13,
    "name": "Musée Art & Histoire",
    "latitude": "50.839295893752",
    "longitude": "4.3919417740615",
    "excerpt": "This astonishingly rich collection ranges from ancient Egyptian sarcophagi and Meso-American masks to icons to wooden bicycles. Decide what you want to…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/eu-quarter-etterbeek/attractions/musee-art-histoire/a/poi-sig/405008/1342452",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7fece4e5c821c89ca09a705a33787c0d-musee-du-cinquantenaire.jpg",
    "detail_description": "This astonishingly rich collection ranges from ancient Egyptian sarcophagi and Meso-American masks to icons to wooden bicycles. Decide what you want to see before coming or the sheer scope can prove overwhelming. Visually attractive spaces include the medieval stone carvings set around a neo-Gothic cloister and the soaring Corinthian columns (convincing fibreglass props) that bring atmosphere to an original AD 420 mosaic from Roman Syria. Labelling is in French and Dutch, so the English-language audioguide (€3) is worth considering.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 12,
    "name": "Musée Mode & Dentelle",
    "latitude": "50.845778190961",
    "longitude": "4.35198934043",
    "excerpt": "Lace making has been one of Flanders’ finest crafts since the 16th century. While kloskant (bobbin lace) originated in Bruges, naaldkant (needlepoint lace…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/grand-place-ilot-sacre-1342453/attractions/musee-mode-dentelle/a/poi-sig/404670/1342453",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/63fe20e4196d5b046001772bc9744395-musee-du-costume-et-de-la-dentelle.jpg",
    "detail_description": "Lace making has been one of Flanders’ finest crafts since the 16th century. While kloskant (bobbin lace) originated in Bruges, naaldkant (needlepoint lace) was developed in Italy but was predominantly made in Brussels. This excellent museum reveals lace’s applications for underwear and outerwear over the centuries, as well as displaying other luxury textiles in beautifully presented exhibitions. There's a new focus here on Belgium's ahead-of-the-curve fashion industry, with changing exhibitions of contemporary textiles.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 11,
    "name": "Institut des Sciences Naturelles",
    "latitude": "50.836556385939",
    "longitude": "4.3766716184054",
    "excerpt": "Thought-provoking and highly interactive, this museum has far more than the usual selection of stuffed animals. But the undoubted highlight is a unique …",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/eu-quarter-etterbeek/attractions/institut-des-sciences-naturelles/a/poi-sig/405012/1342452",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0a9c7bb695abc84eabe8a0b858d14aaf-musee-des-sciences-naturelles.jpg",
    "detail_description": "Thought-provoking and highly interactive, this museum has far more than the usual selection of stuffed animals. But the undoubted highlight is a unique ‘family’ of iguanodons – 10m-high dinosaurs found in a Hainaut coal mine in 1878. A computer simulation shows the mudslide that might have covered them, sand-boxes allow you to play dino hunter and multilingual videos give a wonderfully nuanced debate on recent palaeontology.\nThe bus here departs from next to Gare Centrale in the direction of Homborch, stopping at De Meeus on Rue du Luxembourg."
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 10,
    "name": "Parc du Cinquantenaire",
    "latitude": "50.840161572825",
    "longitude": "4.3946599960327",
    "excerpt": "Parc du Cinquantenaire was built during Léopold II's reign. It's best known for its cluster of museums – art, history, military and motor vehicles – which…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/eu-quarter-etterbeek/attractions/parc-du-cinquantenaire/a/poi-sig/404708/1342452",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8444f274b8814727b2e3f65529900bf7a70485c44befea513d292cf401973e85.jpg",
    "detail_description": "Parc du Cinquantenaire was built during Léopold II's reign. It's best known for its cluster of museums – art, history, military and motor vehicles – which house an incredible 350,000 artefacts. The Royal Art and History Museums in the southern wing of the Cinquantenaire buildings are chock-a-block with antiquities. Autoworld, in the northern building, has a huge collection of vintage cars. There is also the massive Arcade du Cinquantenaire, a triumphal arch built in 1880 to celebrate 50 years of Belgian independence.\n"
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 9,
    "name": "Old England Building",
    "latitude": "50.842722287927",
    "longitude": "4.3591972185861",
    "excerpt": "This 1899 former department store is an art nouveau showpiece with a black facade aswirl with wrought iron and arched windows. The building contains the…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/royal-quarter/attractions/old-england-building/a/poi-sig/1260878/1342454",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d9561defd59a5417e1339a2f0832fbb2-old-england-building.jpg",
    "detail_description": "This 1899 former department store is an art nouveau showpiece with a black facade aswirl with wrought iron and arched windows. The building contains the groundbreaking MIM music museum, a celebration of music in all its forms, as well as a repository for more than 2000 historic instruments. The emphasis is very much on listening, with auditory experiences around every corner, from shepherds’ bagpipes and Chinese carillons to harpsichords. Don’t miss the rooftop café for a superb city panorama.\n"
},
{
    "country": "belgium",
    "city": "Antwerp",
    "index": 8,
    "name": "Museum Plantin-Moretus",
    "latitude": "51.218215",
    "longitude": "4.398243",
    "excerpt": "The medieval building and 1622 courtyard garden alone would be worth a visit, but it's the world's oldest printing press, priceless manuscripts and…",
    "detail_url": "https://www.lonelyplanet.com/belgium/flanders/antwerp/attractions/museum-plantin-moretus/a/poi-sig/425579/358710",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0f2dce11926a112721b7368fbfcd636b-museum-plantin-moretus.jpg",
    "detail_description": "The medieval building and 1622 courtyard garden alone would be worth a visit, but it's the world's oldest printing press, priceless manuscripts and original type sets that justify this museum's Unesco World Heritage status. It's been a museum since 1876 and its other great highlights include a 1640 library, a bookshop dating from 1700 and rooms lined with gilt leather.\nThe valuable painting collection includes work by Rubens, a family friend of Jan Moretus, and there are fascinating examples of Moretus-published books by Rubens’ brother Philip, illustrated by Pieter Paul."
},
{
    "country": "belgium",
    "city": "Brussels",
    "index": 6,
    "name": "Musées Royaux des Beaux-Arts",
    "latitude": "50.841805363394",
    "longitude": "4.3584243409269",
    "excerpt": "This prestigious museum incorporates the Musée d’Art Ancien (ancient art); the Musée d’Art Moderne (modern art), with works by surrealist Paul Delvaux and…",
    "detail_url": "https://www.lonelyplanet.com/belgium/brussels/royal-quarter/attractions/musees-royaux-des-beaux-arts/a/poi-sig/1172813/1342454",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ab5d96047b85e53602576edf0e390e1-musees-royaux-des-beaux-arts.jpg",
    "detail_description": "This prestigious museum incorporates the Musée d’Art Ancien (ancient art); the Musée d’Art Moderne (modern art), with works by surrealist Paul Delvaux and fauvist Rik Wouters; and the purpose-built Musée Magritte. The 15th-century Flemish Primitives are wonderfully represented in the Musée d’Art Ancien: there's Rogier Van der Weyden’s Pietà with its hallucinatory sky, Hans Memling’s refined portraits, and the richly textured Madonna with Saints by the anonymous artist known as Master of the Legend of St Lucy.\n"
},
{
    "country": "belgium",
    "city": "Ghent",
    "index": 7,
    "name": "Gravensteen",
    "latitude": "51.057055113389",
    "longitude": "3.7207281589508",
    "excerpt": "Flanders’ quintessential 12th-century stone castle comes complete with moat, turrets and arrow slits. It’s all the more remarkable considering that during…",
    "detail_url": "https://www.lonelyplanet.com/belgium/flanders/ghent/attractions/gravensteen/a/poi-sig/444551/358712",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157048299_full.jpg",
    "detail_description": "Flanders’ quintessential 12th-century stone castle comes complete with moat, turrets and arrow slits. It’s all the more remarkable considering that during the 19th century the site was converted into a cotton mill. Meticulously restored since, the interior sports the odd suit of armour, a guillotine and torture devices. The relative lack of furnishings is compensated for with a handheld 45-minute movie guide, which sets a tongue-in-cheek historical costumed drama in the rooms, prison pit and battlements.\nIf you just want a photo of the castle, there's a great viewpoint on St-Widostraat."
},
{
    "country": "belgium",
    "city": "Antwerp",
    "index": 5,
    "name": "Onze-Lieve-Vrouwekathedraal",
    "latitude": "51.220271124751",
    "longitude": "4.4013118743897",
    "excerpt": "Belgium’s finest Gothic cathedral was 169 years in the making (1352–1521). Wherever you wander in Antwerp, its gracious, 123m-high spire has a habit of…",
    "detail_url": "https://www.lonelyplanet.com/belgium/flanders/antwerp/attractions/onze-lieve-vrouwekathedraal/a/poi-sig/425595/358710",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-475729128_super.jpg",
    "detail_description": "Belgium’s finest Gothic cathedral was 169 years in the making (1352–1521). Wherever you wander in Antwerp, its gracious, 123m-high spire has a habit of popping unexpectedly into view and it rarely fails to prompt a gasp of awe. The sight is particularly well framed when looking up Pelgrimstraat in the afternoon light.\nThe cathedral’s imposing interior sports late-baroque decorations, including four early Rubens canvases and also, while the KMSKA gallery is closed, some of that collection's religious masterpieces. Guided tours at 11am (Monday to Saturday) and 2.15pm (daily) are available in Dutch year-round, but often in English too (2.15pm during the summer)."
},
{
    "country": "belgium",
    "city": "Antwerp",
    "index": 4,
    "name": "Rubenshuis",
    "latitude": "51.21718",
    "longitude": "4.409316",
    "excerpt": "This delightfully indulgent 1611 mansion was built as a home and studio for celebrated painter Pieter Paul Rubens. It was rescued from ruins in 1937 and…",
    "detail_url": "https://www.lonelyplanet.com/belgium/flanders/antwerp/attractions/rubenshuis/a/poi-sig/425633/358710",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/855391f6bb9494f4f494a87518dfddf9-rubenshuis.jpg",
    "detail_description": "This delightfully indulgent 1611 mansion was built as a home and studio for celebrated painter Pieter Paul Rubens. It was rescued from ruins in 1937 and has been very sensitively restored with furniture that dates from Rubens’ era plus a priceless collection of 17th-century art. There are around a dozen Rubens canvases, most memorably his world-famous hatted self-portrait and a large-scale canvas of Eve glancing lustfully at Adam's fig leaf.\nNotice also a Tintoretto from the late David Bowie's collection and a Van Dyck portrait study that was discovered on the BBC's Antiques Roadshow program. Period ephemera includes the metal frame used to support a ruff collar. A lovely baroque portico (under restoration at the time of research) leads into an exquisite formal garden. If you want more than the free 68-page highlights booklet (available in five languages), download the free app.Note that it's well worth paying the extra €2 for a combined ticket that also gets you into the excellent Museum Mayer van den Bergh."
},
{
    "country": "belgium",
    "city": "Bruges",
    "index": 3,
    "name": "Museum Sint-Janshospitaal",
    "latitude": "51.203984221874",
    "longitude": "3.2239107323506",
    "excerpt": "In the restored chapel of a 12th-century hospital building with superb timber beamwork, this museum shows various torturous-looking medical implements,…",
    "detail_url": "https://www.lonelyplanet.com/belgium/bruges/south-bruges/attractions/museum-sint-janshospitaal/a/poi-sig/428139/1342451",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b95e412da3a5d80dfc787bee803ddcfa-museum-st-janshospitaal.jpg",
    "detail_description": "In the restored chapel of a 12th-century hospital building with superb timber beamwork, this museum shows various torturous-looking medical implements, hospital sedan chairs and a gruesome 1679 painting of an anatomy class. But it's much better known for its six masterpieces by 15th-century artist Hans Memling, including the enchanting reliquary of St Ursula. This gilded oak reliquary looks like a miniature Gothic cathedral, painted with scenes from the life of St Ursula, including highly realistic Cologne cityscapes.\nThe largest of the Memlings on display is the triptych of St John the Baptist and St John the Evangelist, commissioned by the hospital church as its altarpiece. Look out for St Catherine (with spinning wheel) and St Barbara, both seated at the feet of the Virgin. The artist's secular portrayals are just as engrossing as the devotional work, and include the delicate Portrait of a Young Woman (1480), in which the subject's hands rest on the painted frame of her portrait.Your ticket also allows visits to the hospital’s restored 17th-century apotheek (pharmacy), accessed by an easily missed rear door. The glazed cloisters of the building you walk through to enter it are very attractive."
},
{
    "country": "belgium",
    "city": "Bruges",
    "index": 2,
    "name": "Groeningemuseum",
    "latitude": "51.205626",
    "longitude": "3.226569",
    "excerpt": "Bruges’ most celebrated art gallery boasts an astonishingly rich collection that's strong in superb Flemish Primitive and Renaissance works, depicting the…",
    "detail_url": "https://www.lonelyplanet.com/belgium/bruges/south-bruges/attractions/groeningemuseum/a/poi-sig/428115/1342451",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/404b6897e6109d6e05a3fd3b5dc3c1453e5a7c9ad72bd5b9d4a7cbd5df56ea83.jpg",
    "detail_description": "Bruges’ most celebrated art gallery boasts an astonishingly rich collection that's strong in superb Flemish Primitive and Renaissance works, depicting the conspicuous wealth of the city with glittering realistic artistry. Meditative works include Jan Van Eyck’s radiant masterpiece Madonna with Canon Van der Paele (1436) and the Madonna Crowned by Angels (1482) by the Master of the Embroidered Foliage, where the rich fabric of the Madonna’s robe meets the ‘real’ foliage at her feet with exquisite detail.\nThe Townscapes and Landscapes room features visions of the city, with picturesque scenes by Jan Anton Garemijn, as well as Auguste Van de Steene’s austere view of the market square. Gruesome scenes feature in other rooms, including a live flaying in Gerard David’s Judgement of Cambyses (1498; room 1) and the multiple tortures of St George (room 3). Later artistic genres also get a look-in, including a typically androgynous figure by superstar symbolist Fernand Khnopff, plus a surrealist canvas each from Magritte and Delvaux. Flemish Expressionist works from the 1920s show the influence of cubism and German expressionism on Flemish artists – most striking are Constant Permeke’s earth-coloured depictions of peasant life in Pap Eaters and The Angelus."
}
]