[
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 40,
    "name": "House of Culture",
    "latitude": "17.919412",
    "longitude": "-87.963184",
    "excerpt": "Find out more about the fascinating culture found in San Pedro at this cultural center near the football field. Frequently changing displays celebrate…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/house-of-culture/a/poi-sig/1528535/1005566",
    "image_url": null,
    "detail_description": "Find out more about the fascinating culture found in San Pedro at this cultural center near the football field. Frequently changing displays celebrate local traditions and events such as Día de Muertos and Garifuna Settlement Day.\n"
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 39,
    "name": "Image Factory",
    "latitude": "17.49500667815",
    "longitude": "-88.186023921071",
    "excerpt": "The country's most innovative and exciting art gallery stages new exhibitions and hosts regular book launches, usually of work by Belizean artists…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/image-factory/a/poi-sig/1110411/358199",
    "image_url": null,
    "detail_description": "The country's most innovative and exciting art gallery stages new exhibitions and hosts regular book launches, usually of work by Belizean artists. Opening receptions are mostly held early in the month, out on the deck, which looks out on Haulover Creek.\n"
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 38,
    "name": "Court House",
    "latitude": "17.493983656439",
    "longitude": "-88.186438294012",
    "excerpt": "You can’t miss the prominent Court House on Regent St, built in 1926 as the headquarters for Belize’s colonial administrators to replace an earlier wooden…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/court-house/a/poi-sig/1337554/358199",
    "image_url": null,
    "detail_description": "You can’t miss the prominent Court House on Regent St, built in 1926 as the headquarters for Belize’s colonial administrators to replace an earlier wooden structure of similar design that was destroyed by fire. It still serves administrative and judicial functions.\n"
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 36,
    "name": "Esmeralda",
    "latitude": "17.917248",
    "longitude": "-87.94796",
    "excerpt": "Right in front of the town school, this 50ft to 75ft dive features a spectacular series of deep canyons covered with flourishing soft corals. There is an…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/esmeralda/a/poi-sig/1533527/1005566",
    "image_url": null,
    "detail_description": "Right in front of the town school, this 50ft to 75ft dive features a spectacular series of deep canyons covered with flourishing soft corals. There is an amazing variety of marine life in the area, including grouper, dolphins, nurse sharks, moray eels and eagle rays, not to mention an astonishing array of tropical fish.\n"
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 37,
    "name": "Digi Park",
    "latitude": "17.506792968952",
    "longitude": "-88.187922640581",
    "excerpt": "A pleasant waterside recreation area complete with food huts selling local and international cuisine, a playground and a walled-in sandy area with water…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/digi-park/a/poi-sig/1331027/358199",
    "image_url": null,
    "detail_description": "A pleasant waterside recreation area complete with food huts selling local and international cuisine, a playground and a walled-in sandy area with water access, although you'd probably want to avoid swimming here. There is also a stage where concerts and cultural events are held.\n"
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 34,
    "name": "Baron Bliss Tomb",
    "latitude": "17.491393",
    "longitude": "-88.181376",
    "excerpt": "At the tip of the Fort George peninsula lies the granite Baron Bliss Tomb, the final resting place of Belize's most famous benefactor, who never set foot…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/baron-bliss-tomb/a/poi-sig/1319673/358199",
    "image_url": null,
    "detail_description": "At the tip of the Fort George peninsula lies the granite Baron Bliss Tomb, the final resting place of Belize's most famous benefactor, who never set foot on Belizean soil while alive. Next to the tomb stands the Fort George Lighthouse, one of the many benefits the baron's munificence has yielded the country.\n"
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 35,
    "name": "Tackle Box Canyons",
    "latitude": "17.91221439276",
    "longitude": "-87.954866859936",
    "excerpt": "About a mile offshore from downtown San Pedro, this great site offers big, steep coral grooves. There are swim-throughs in many places along the drop-off…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/tackle-box-canyons/a/poi-sig/1333116/1005566",
    "image_url": null,
    "detail_description": "About a mile offshore from downtown San Pedro, this great site offers big, steep coral grooves. There are swim-throughs in many places along the drop-off on the way to the outer reef. Gray angels, redband and stoplight parrotfish, and blue chromis hang out along the outer wall, and it's not uncommon to spot marine turtles here.\n"
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 33,
    "name": "Tuffy Canyons",
    "latitude": "17.893418188171",
    "longitude": "-87.962683110631",
    "excerpt": "About 1.6 miles south of San Pedro, this dive site is marked by deep grooves and a long, narrow tunnel. This high-walled passage leads to an opening at…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/tuffy-canyons/a/poi-sig/1333118/1005566",
    "image_url": null,
    "detail_description": "About 1.6 miles south of San Pedro, this dive site is marked by deep grooves and a long, narrow tunnel. This high-walled passage leads to an opening at 80ft to 90ft onto the reef drop-off. Look for some attractive sponges in the deeper reaches, and the occasional eagle ray or dolphin pod passing by. Marauding nurse sharks hang around the entire dive.\n"
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 32,
    "name": "Serpon Sugar Mill Historical Park",
    "latitude": "16.821056",
    "longitude": "-88.339863",
    "excerpt": "This well-kept riverside historical park is the preserved site of the Serpon Sugar Mill, which operated here from 1865 until 1910. There's a small…",
    "detail_url": "https://www.lonelyplanet.com/belize/sittee-river/attractions/serpon-sugar-mill-historical-park/a/poi-sig/1602655/1328155",
    "image_url": null,
    "detail_description": "This well-kept riverside historical park is the preserved site of the Serpon Sugar Mill, which operated here from 1865 until 1910. There's a small interpretative center but the real attractions are the various pieces of machinery including a steam-powered engine and parts of the crusher and boiler scattered through the park and slowly becoming one with nature.\n"
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 31,
    "name": "St John's Cathedral",
    "latitude": "17.488728233418",
    "longitude": "-88.187712884181",
    "excerpt": "Immediately inland of Government House stands St John's Cathedral, the oldest Anglican church in Central America. It was built by slave labor between 1812…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/st-john-s-cathedral/a/poi-sig/431594/358199",
    "image_url": null,
    "detail_description": "Immediately inland of Government House stands St John's Cathedral, the oldest Anglican church in Central America. It was built by slave labor between 1812 and 1820 using bricks brought from Britain as ballast. Notable things to see inside are the ancient pipe organ and the Baymen-era tombstones that tell their own history of Belize's early days and the toll taken on the city's early settlers.\n"
},
{
    "country": "belize",
    "city": "San Ignacio",
    "index": 30,
    "name": "Branch Mouth",
    "latitude": "17.177326",
    "longitude": "-89.080067",
    "excerpt": "Branch Mouth is the meeting place of the Mopan River, coming from Guatemala, and the Macal River, flowing down from Mountain Pine Ridge. The confluence of…",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/branch-mouth/a/poi-sig/1320761/358218",
    "image_url": null,
    "detail_description": "Branch Mouth is the meeting place of the Mopan River, coming from Guatemala, and the Macal River, flowing down from Mountain Pine Ridge. The confluence of these rivers forms the beginning of the Belize River, which flows northeast to the sea. It's a cool spot for a swim on a hot day. A cable swing bridge connects to the opposite bank. To get there, cycle or walk 1.5 miles north of town past Midas Resort.\n"
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 29,
    "name": "Blue Creek Cave",
    "latitude": "16.207875",
    "longitude": "-89.048352",
    "excerpt": "About a 20-minute walk along a jungle path from the bridge is Blue Creek Cave, which you can only enter with a guide. The cave has a ‘wet side,’ where you…",
    "detail_url": "https://www.lonelyplanet.com/belize/blue-creek/attractions/blue-creek-cave/a/poi-sig/1113012/1340766",
    "image_url": null,
    "detail_description": "About a 20-minute walk along a jungle path from the bridge is Blue Creek Cave, which you can only enter with a guide. The cave has a ‘wet side,’ where you swim and wade up to an underground waterfall (about one hour in the cave), and a ‘dry side’ where you can try a more difficult venture involving some climbing and emerge at a different entrance. Guides and caving equipment can be hired in the village.\n"
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 28,
    "name": "Hol Chan Canyons",
    "latitude": "17.86244",
    "longitude": "-87.983837",
    "excerpt": "Four miles south of San Pedro, this part of the Hol Chan Marine Reserve is famous for its dramatic canyons and ample sea life, including eagle rays,…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/hol-chan-canyons/a/poi-sig/1533525/1005566",
    "image_url": null,
    "detail_description": "Four miles south of San Pedro, this part of the Hol Chan Marine Reserve is famous for its dramatic canyons and ample sea life, including eagle rays, stingrays and shoaling schools of fish. The canyons are lined with large coral, which hides black snapper, chubs, schoolmasters and mutton snappers, as well as moray eels and channel crabs. Yellowtails are ubiquitous, but you might also spot tarpon. The dive maxes out at about 70ft.\n"
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 27,
    "name": "Cypress Garden",
    "latitude": "17.889206484165",
    "longitude": "-87.96782144272",
    "excerpt": "Due to chumming, this San Pedro dive site was once the spot to see nurse sharks and grouper. The feedings have stopped and the fish have moved elsewhere,…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/cypress-garden/a/poi-sig/1333115/1005566",
    "image_url": null,
    "detail_description": "Due to chumming, this San Pedro dive site was once the spot to see nurse sharks and grouper. The feedings have stopped and the fish have moved elsewhere, but the site remains worthwhile for its pronounced undercuts that provide habitat for arrow crabs and shrimps, as well as drums of all sizes. The coral growth here includes flower coral, thin leaf lettuce coral and some nice stands of the rare pillar coral. There are also some good swim-throughs nearby.\n"
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 26,
    "name": "Boca del Rio",
    "latitude": "17.926803",
    "longitude": "-87.940922",
    "excerpt": "The underwater terrain at Boca del Rio, a half-mile northeast of San Pedro, is a spur-and-groove system, featuring rolling coral hills and sandy channels…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/boca-del-rio/a/poi-sig/1333113/1005566",
    "image_url": null,
    "detail_description": "The underwater terrain at Boca del Rio, a half-mile northeast of San Pedro, is a spur-and-groove system, featuring rolling coral hills and sandy channels. This is one of the few sites with healthy staghorn coral as well as plate corals. Around 90ft, there are big coral heads, barrels and tubes, and turtles are often spotted here. A short swim away is a statue of St Peter that resembles Jesus, which gives this site its alternative name, 'Christ of the Abyss.'\n"
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 25,
    "name": "Tres Cocos",
    "latitude": "17.922252282854",
    "longitude": "-87.947865243232",
    "excerpt": "The dive site is a bit deeper than most around San Pedro, with coral heads rising up to 50ft and a wall with spurs that spill out from 90ft to 120ft, but…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/tres-cocos/a/poi-sig/1333119/1005566",
    "image_url": null,
    "detail_description": "The dive site is a bit deeper than most around San Pedro, with coral heads rising up to 50ft and a wall with spurs that spill out from 90ft to 120ft, but there's also a shallow snorkeling area nearby. The marine life here is wonderful, with a thick growth of star corals, big plating corals, red rope sponges and soft sea whips, and gorgonians on the upper reaches of the spurs. The place is renowned for shoals of schooling fish, including snapper, horse-eye jack and spotted eagle rays.\n"
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 24,
    "name": "Aguacaliente Wildlife Sanctuary",
    "latitude": "16.167856",
    "longitude": "-88.942051",
    "excerpt": "About 13 miles northwest of Punta Gorda and 2 miles off the Southern Hwy, the village of Laguna is the starting point for the 8.6-sq-mile Aguacaliente…",
    "detail_url": "https://www.lonelyplanet.com/belize/around-punta-gorda/attractions/aguacaliente-wildlife-sanctuary/a/poi-sig/1529823/1340938",
    "image_url": null,
    "detail_description": "About 13 miles northwest of Punta Gorda and 2 miles off the Southern Hwy, the village of Laguna is the starting point for the 8.6-sq-mile Aguacaliente Wildlife Sanctuary, an extensive wetland area. The lagoon, at the heart of the park, is home to flocks of ibis and woodstork, many raptors including ospreys, plenty of kingfishers and herons and the odd jabiru stork. There's a visitors center on the trail from the village.\nThe two-hour hike in can be wet and muddy and is sometimes impossible at the height of the rains."
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 21,
    "name": "Río Blanco National Park",
    "latitude": "16.2299",
    "longitude": "-89.099722",
    "excerpt": "The 105-acre Río Blanco National Park, just west of Santa Elena village, is a compact protected wildlife area that's home to a variety of flora and fauna…",
    "detail_url": "https://www.lonelyplanet.com/belize/san-antonio/attractions/rio-blanco-national-park/a/poi-sig/1321176/1340763",
    "image_url": null,
    "detail_description": "The 105-acre Río Blanco National Park, just west of Santa Elena village, is a compact protected wildlife area that's home to a variety of flora and fauna. The highlight for visitors is definitely Río Blanco Falls, a beautiful 20ft-high waterfall leading into a clear swimming hole just a five-minute walk in from the ranger station. Steps lead down to a platform for swimming and a concrete path has been constructed leading to a swing bridge across the river.\nOther prime attractions here are birdwatching and hiking. There's also a basic dorm bunkhouse at the ranger station (BZ$20), which has a small stove for cooking, or you can camp in the park itself (BZ$10)."
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 23,
    "name": "Mexico Rocks",
    "latitude": "17.979876",
    "longitude": "-87.908993",
    "excerpt": "This snorkeling site, 15 minutes from San Pedro and with a maximum depth of just 8ft, is a unique patch reef towards the northern end of the island…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/mexico-rocks/a/poi-sig/1533524/1005566",
    "image_url": null,
    "detail_description": "This snorkeling site, 15 minutes from San Pedro and with a maximum depth of just 8ft, is a unique patch reef towards the northern end of the island. Visitors will enjoy the shallow cluster of corals, including the Montastrea annularis corals, which are unique to the Northern Shelf Lagoon. Many small invertebrates inhabit the turtle grass and coral heads, while abundant fish life includes grouper, snapper, grunts, filefish and more.\nMexico Rocks was declared a marine park in 2015, and a BZ$20 park fee was introduced."
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 22,
    "name": "Chaos Oasis",
    "latitude": "16.2821",
    "longitude": "-88.954389",
    "excerpt": "One of the stranger things you're likely to see in Belize is this 'Earth Ship' structure, made even more incongruous because it's so close to the entrance…",
    "detail_url": "https://www.lonelyplanet.com/belize/san-pedro-columbia/attractions/chaos-oasis/a/poi-sig/1532065/1340760",
    "image_url": null,
    "detail_description": "One of the stranger things you're likely to see in Belize is this 'Earth Ship' structure, made even more incongruous because it's so close to the entrance of the Lubaantun ruins. It's made entirely from recyclable materials such as old tires and glass and plastic bottles (a lot of Crystal Head vodka was consumed in the process), all plastered together into a whimsical fantasy.\nIt's a labor of love for British expats Alisa and Richard; current uses include a juice bar, yoga shala (studio) and craft shop, and there's a butterfly house under construction. Stop in for a chat and admire their work. Donations go to help local communities."
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 20,
    "name": "Uxbenka",
    "latitude": "16.239068",
    "longitude": "-89.070282",
    "excerpt": "The Maya ruins of Uxbenka are close to the village of Santa Cruz on the road from San Antonio. The site is mostly undeveloped and the visible part is…",
    "detail_url": "https://www.lonelyplanet.com/belize/san-antonio/attractions/uxbenka/a/poi-sig/1321175/1340763",
    "image_url": null,
    "detail_description": "The Maya ruins of Uxbenka are close to the village of Santa Cruz on the road from San Antonio. The site is mostly undeveloped and the visible part is merely the center of a larger, yet-to-be-excavated city. Archaeologists believe Uxbenka dates back to the Classic Period, with stelae erected in the 4th century.\nThere is evidence that it had a close relationship with Tikal to the north. The open site has a large plaza with some excavated tombs and sweeping views to the sea. On a clear day it is possible to see the mountains of Honduras and Guatemala. There's no visitor center for Uxbenka – a local guide can take you, or you can make your own way there; look out for signs from the highway."
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 19,
    "name": "Temash-Sarstoon National Park",
    "latitude": "16.003039",
    "longitude": "-88.912954",
    "excerpt": "The tiny Garifuna fishing community of Barranco (population 160), about an hour's drive from Punta Gorda, is the access point for Temash-Sarstoon National…",
    "detail_url": "https://www.lonelyplanet.com/belize/around-punta-gorda/attractions/temash-sarstoon-national-park/a/poi-sig/1529822/1340938",
    "image_url": null,
    "detail_description": "The tiny Garifuna fishing community of Barranco (population 160), about an hour's drive from Punta Gorda, is the access point for Temash-Sarstoon National Park, a remote 64-sq-mile protected reserve of rainforest, wetlands, estuaries and rivers lined by towering mangroves and stretching all the way to Guatemala. The park harbors a huge variety of wildlife including jaguars, tapirs, ocelots, birdlife and manatees in the estuaries.\nTwo Barranco natives deeply involved in both local tourism and park conservation are Egbert Valencio and Alvin Loredo; both lead land and river tours (around BZ$200 per day) into the nearby park given at least a few days' notice.Ask in Punta Gorda about the boat service to Barranco that was mooted when we visited."
},
{
    "country": "belize",
    "city": "San Ignacio",
    "index": 18,
    "name": "Cahal Pech",
    "latitude": "17.145609",
    "longitude": "-89.074316",
    "excerpt": "High atop a hill about a mile south of San Ignacio, Cahal Pech is the oldest-known Maya site in the Belize River valley, having been first settled between…",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/cahal-pech/a/poi-sig/460808/358218",
    "image_url": null,
    "detail_description": "High atop a hill about a mile south of San Ignacio, Cahal Pech is the oldest-known Maya site in the Belize River valley, having been first settled between 1500 and 1000 BC. Less impressive than Xunantunich and Caracol, it's still a fascinating example of Preclassic Maya architecture and an easy uphill walk from town. It was a significant Maya settlement for 2000 years or more. Drop into the small visitors center, which explains some of the history of Cahal Pech.\nCahal Pech (kah-hahl pech) is Mopan and Yucatec Mayan for 'Place of Ticks,' a nickname earned in the 1950s when the site was surrounded by pastures grazed by tick-infested cattle. Today it's a pleasantly shady site with plenty of trees and few tourists. Its core area of seven interconnected plazas has been excavated and restored since the late 1980s. Plaza B is the largest and most impressive complex; Structure A-1, near Plaza A, is the site's tallest temple. Two ballcourts lie at either end of the restored area.The earliest monumental religious architecture in Belize was built here between 600 and 400 BC, though most of what we see today dates from AD 600 to 800, when Cahal Pech and its peripheral farming settlements had an estimated population of between 10,000 and 20,000. The place was abandoned around AD 850."
},
{
    "country": "belize",
    "city": "Caye Caulker",
    "index": 17,
    "name": "Caye Caulker Forest Reserve",
    "latitude": "17.786612",
    "longitude": "-88.021088",
    "excerpt": "The northernmost 100 acres of the island constitute the Caye Caulker Forest Reserve, declared in 1998. Birdlife is prolific in the reserve, particularly…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/caye-caulker/attractions/caye-caulker-forest-reserve/a/poi-sig/1320137/358215",
    "image_url": null,
    "detail_description": "The northernmost 100 acres of the island constitute the Caye Caulker Forest Reserve, declared in 1998. Birdlife is prolific in the reserve, particularly wading birds, such as the tricolored heron, and songbirds, including the mangrove warbler. Somewhat rare species that can be spotted include the white-crowned pigeon, rufus-necked rail and black catbird. Inland lagoons provide habitat for crocodiles and turtles, five species of crab, boa constrictors, scaly tailed iguanas (locally called 'wish willies'), geckos and lizards.\nThe littoral forest on Caye Caulker is mostly red, white and black mangrove, which grows in the shallow water. The mangroves' root systems support an intricate ecosystem, including sponges, gorgonians, anemones and a wide variety of fish. Besides the mangroves, the forest contains buttonwood, gumbo-limbo (the 'tourist tree'), poisonwood, madre de cacao, ficus and ziracote. Coconut palms and Australian pines are not native to this region, but there is no shortage of them.The forest reserve is an excellent, but very challenging destination for kayakers. You may prefer to paddle up the calmer, west side of the island to avoid strong winds and rough seas. There's also an excellent new tour with Richard's Adventures that brings intrepid guests along a 1-mile boardwalk through the crocodile habitat."
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 16,
    "name": "Bacalar Chico National Park & Marine Reserve",
    "latitude": "18.180757",
    "longitude": "-87.870369",
    "excerpt": "At the northern tip of Ambergris Caye, Bacalar Chico is a Unesco World Heritage Site made up of 41 sq miles of protected land and sea, accessible only via…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/bacalar-chico-national-park-marine-reserve/a/poi-sig/1110897/1005566",
    "image_url": null,
    "detail_description": "At the northern tip of Ambergris Caye, Bacalar Chico is a Unesco World Heritage Site made up of 41 sq miles of protected land and sea, accessible only via an hour-long boat ride from San Pedro. Upon arrival, visitors check in at the San Juan ranger station, where there is a small museum showcasing Mayan artifacts and 11 miles of nature trails. Although sightings are infrequent, the area is home to crocodiles, white-tail deer, ocelots, pumas and jaguars.\nBack on the water, tour boats make snorkeling stops and motor through an ancient channel that was dug by seafaring Maya about 1500 years ago. Today the narrow channel separates Ambergris Caye from the Mexican mainland.The coral is extra colorful around the reserve, as there is significantly less damage from boats and tourists. Besides the bountiful fish, there's a chance of seeing manatees, as well as green and loggerhead turtles. If the waters are calm, some tour boats go to Rocky Point, notable as one of the only places in the world where land meets reef.The return trip hugs the east side of the island, and some boats make a final snorkeling stop at Mexico Rocks. Not all tour operators run trips to Bacalar Chico, due to the long travel distance, but Seaduced by Belize and Searious Adventures are two reliable options."
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 15,
    "name": "Shark Ray Alley",
    "latitude": "17.853944",
    "longitude": "-87.994137",
    "excerpt": "Only snorkeling is allowed at this perennially popular spot, which is in a shallow part of the Hol Chan Marine Reserve. Shark Ray Alley was traditionally…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/shark-ray-alley/a/poi-sig/1533526/1005566",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/800a61c700088659706b6288fbcd106d-shark-ray-alley.jpg",
    "detail_description": "Only snorkeling is allowed at this perennially popular spot, which is in a shallow part of the Hol Chan Marine Reserve. Shark Ray Alley was traditionally a place for local fishers to clean fish, and the creatures attracted to the fish guts soon became a tourist attraction. As the name implies, the area is known for the big southern stingrays and mooching nurse sharks that come right up to the boat when it first arrives. Horse-eye jacks also abound.\n"
},
{
    "country": "belize",
    "city": "Caye Caulker",
    "index": 14,
    "name": "The Split",
    "latitude": "17.75027",
    "longitude": "-88.024231",
    "excerpt": "A narrow channel that splits Caye Caulker into two, the Split has clean, deep waters free of seaweed, making it one of the island's best swimming areas…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/caye-caulker/attractions/the-split/a/poi-sig/460806/358215",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ce41003b08058f4aa8991c2c2f593345-the-split.jpg",
    "detail_description": "A narrow channel that splits Caye Caulker into two, the Split has clean, deep waters free of seaweed, making it one of the island's best swimming areas. This is particularly true following the recent construction of a seawall, a wading area with sheltered picnic tables, a spa, some restaurants and a kayak and paddleboard rental shop. The loud music and rowdy crowd at the adjacent bar, Lazy Lizard, will either enhance or dampen your experience, depending on what you're looking for.\n"
},
{
    "country": "belize",
    "city": "Caye Caulker",
    "index": 13,
    "name": "Caye Caulker Marine Reserve",
    "latitude": "17.741983",
    "longitude": "-88.014221",
    "excerpt": "Declared a marine reserve in 1998, the 61-sq-mile Caye Caulker Marine Reserve includes the portion of the barrier reef that runs parallel to the island,…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/caye-caulker/attractions/caye-caulker-marine-reserve/a/poi-sig/460802/358215",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4d86f6f87a632d174a31248366ba4888-caye-caulker-marine-reserve.jpg",
    "detail_description": "Declared a marine reserve in 1998, the 61-sq-mile Caye Caulker Marine Reserve includes the portion of the barrier reef that runs parallel to the island, as well as the turtle-grass lagoon adjacent to the Caye Caulker Forest Reserve. It is rich with sea life, including colorful sponges, blue-and-yellow queen angel fish, Christmas tree worms, star coral, redband parrotfish, yellow gorgonians and more.\nBetween April and September, snorkelers and divers might even spot a turtle or a manatee. All local snorkel and dive operators lead tours to the Caye Caulker Marine Reserve."
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 12,
    "name": "Nim Li Punit",
    "latitude": "16.321581",
    "longitude": "-88.823862",
    "excerpt": "The Maya ruins of Nim Li Punit stand atop a natural hill half a mile north of the Southern Hwy, near the village of Indian Creek. The site is notable for…",
    "detail_url": "https://www.lonelyplanet.com/belize/big-falls-indian-creek/attractions/nim-li-punit/a/poi-sig/1113011/1340972",
    "image_url": null,
    "detail_description": "The Maya ruins of Nim Li Punit stand atop a natural hill half a mile north of the Southern Hwy, near the village of Indian Creek. The site is notable for the 26 stelae found in the southern Plaza of the Stelae. Four of the finest are housed in the stela house beside the visitors center.\nStela 14, at 33ft, is the second-longest stela found anywhere in the Maya world (after Stela E from Quirigua, Guatemala). It shows the ruler of Nim Li Punit in an offering or incense-scattering ritual, wearing an enormous headdress which is responsible for the name Nim Li Punit ('Big Hat' in Kekchí Maya).Rediscovered in 1976 by oil prospectors, Nim Li Punit was inhabited from some point in the middle Classic Period (AD 250–1000) until sometime between AD 800 and 1000. It was probably a town of 5000 to 7000 people at its peak, and likely was a political and religious community of some importance in the region.The most interesting part of the site is the south end, comprising the Plaza of the Stelae and the Plaza of Royal Tombs. The Plaza of the Stelae is thought to have acted as a calendrical observatory: seen from its western mound, three of the small stones in front of the long eastern mound align with sunrise on the equinoxes and solstices. The Plaza of Royal Tombs, with three open, excavated tombs, was a residential area for the ruling family. Archaeologists uncovered four members of this family in Tomb 1, along with several jadeite items and 37 ceramic vessels.Nim Li Punit has a good visitors center where you can view various items preserved from earlier excavations, as well as hire tour guides or get general information. Buses along the highway will drop you off or pick you up at the turnoff."
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 11,
    "name": "Government House",
    "latitude": "17.488644923725",
    "longitude": "-88.187018922678",
    "excerpt": "Fronting the sea down at the end of Regent St, this handsome two-story wooden colonial mansion served as the residence of Britain's superintendents and…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/government-house/a/poi-sig/1110397/358199",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2db2c39fb138c4c7ff8ba0372766b900-government-house.jpg",
    "detail_description": "Fronting the sea down at the end of Regent St, this handsome two-story wooden colonial mansion served as the residence of Britain's superintendents and governors of Belize from the building's construction in 1814 until 1996. At the time of research the building was undergoing renovation and was closed to the public but will once again serve as the Belizean House of Culture when work is complete.\nThe house, one of the oldest in Belize, is worth a visit for its historical exhibits, colorful displays of modern Belizean art, spacious colonial ambience and grassy gardens. It was here, at midnight on September 21, 1981, that the Union Jack was ceremonially replaced with the Belizean flag to mark the birth of independent Belize. Displayed in the gardens is the tender from Baron Bliss' yacht."
},
{
    "country": "belize",
    "city": "Caye Caulker",
    "index": 10,
    "name": "Swallow Caye Wildlife Sanctuary",
    "latitude": "17.511632",
    "longitude": "-88.115501",
    "excerpt": "About 19 miles southwest of Caye Caulker, the vast Swallow Caye Wildlife Sanctuary spans nearly 9000 acres, including Swallow Caye and some parts of…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/caye-caulker/attractions/swallow-caye-wildlife-sanctuary/a/poi-sig/1111187/358215",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/680789210dbc95be8efbac613f3c7bd9-swallow-caye-wildlife-sanctuary.jpg",
    "detail_description": "About 19 miles southwest of Caye Caulker, the vast Swallow Caye Wildlife Sanctuary spans nearly 9000 acres, including Swallow Caye and some parts of nearby Drowned Caye. Here the ocean floor is covered with turtle-grass beds, which support a small population of West Indian manatees.\nAfter tireless efforts on the part of conservationists and guides, a wildlife sanctuary was established here in 2002. Swimming with manatees is forbidden by the Belizean authorities, and education programs dissuade boat operators from using their motors near the manatees and from speeding through the area (propeller injuries are one of the chief causes of manatee deaths). There is a permanent caretaker in these waters, although some complain that this is not enough to adequately enforce regulations.Patient visitors are usually rewarded with several sightings of breaching and feeding manatees, often including a mother and calf swimming together."
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 9,
    "name": "Lubaantun",
    "latitude": "16.282224",
    "longitude": "-88.958058",
    "excerpt": "The Maya ruins at Lubaantun, 1.3 miles northwest of San Pedro Columbia, are built on a natural hilltop and display a construction method unusual in the…",
    "detail_url": "https://www.lonelyplanet.com/belize/san-pedro-columbia/attractions/lubaantun/a/poi-sig/1113008/1340760",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8dd19d8eb9fd1d1b1c7b8f6e7a9c4751-lubaantun.jpg",
    "detail_description": "The Maya ruins at Lubaantun, 1.3 miles northwest of San Pedro Columbia, are built on a natural hilltop and display a construction method unusual in the ancient Maya world of mortar-less, neatly cut, black-slate blocks. Archaeologists postulate that Lubaantun, which flourished between AD 730 and 860, may have been an administrative center regulating trade, while nearby Nim Li Punit was the local religious and ceremonial center. The Maya site comprises a collection of seven plazas, three ballcourts and surrounding structures.\nAt the entrance is a small visitors center displaying pottery, ceramic figurines, maps and panels detailing the controversial 'crystal skull,' said to have been found here in 1926 by 17-year-old Anna Mitchell-Hedges. Lubaantun is known for the numerous mold-made ceramic figurines found here, many of which represent ancient ball players.In 1924, Belize's then-chief medical officer Thomas Gann, an amateur archaeologist, bestowed the name Lubaantun (Place of Fallen Stones) on these ruins. More professional archaeological work has taken place since 1970 and much of the site is now cleared and restored.There are two entry points to Lubaantun from the Southern Hwy, either via Silver Creek (signposted just north of Big Falls) or San Pedro Columbia. Either way it's around 23 miles from Punta Gorda along dirt roads once you leave the highway. Village buses running between San Pedro Columbia and San Miguel can drop you at the turnoff to the site, then it's about half a mile further."
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 8,
    "name": "Mayflower Bocawina National Park",
    "latitude": "16.936617",
    "longitude": "-88.38604",
    "excerpt": "This beautiful 11-sq-mile park of jungle, mountains, waterfalls, walking trails, swimming holes and small Maya sites lies about 16 miles southwest of…",
    "detail_url": "https://www.lonelyplanet.com/belize/mayflower-bocawina-national-park/attractions/mayflower-bocawina-national-park/a/poi-sig/1112841/1333865",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8d298507e197af5ef5ae02d2e30a9924-mayflower-bocawina-national-park.jpg",
    "detail_description": "This beautiful 11-sq-mile park of jungle, mountains, waterfalls, walking trails, swimming holes and small Maya sites lies about 16 miles southwest of Dangriga and 12 miles northwest of Hopkins. The walks here are at least as good as the trails most people do at nearby Cockscomb Basin, and you’ll encounter far fewer tourists. You’ll see lots of birds, and the park is home to troops of black howler monkeys.\nA 4-mile unpaved access road heads west from the Southern Hwy, 2 miles north of Silk Grass village, to the park visitors center, where you pay the park fees. Rangers will happily explain the walks and show you a map. Here you'll also find the partly excavated Mayflower Maya site, with two pyramids and nine other structures, occupied in the late 9th and early 10th centuries. The Antelope Trail leads down over Silk Grass Creek to the larger, unexcavated, partly tree-covered Maintzunun temple mound, 250yd away (built around AD 800). Continue on a further 1.7 miles – steep and strenuous in places with steps – to the beautiful 100ft-high Antelope Falls, with great panoramas. There's a further rope-assisted climb to the top of the falls.The less demanding Bocawina Hill Trail (1.4 miles) leads to the lower and upper Bocawina Falls: there’s a cool swimming pool at the foot of the 50ft upper falls. Branch trails, for which a guide is recommended, lead to Peck Falls and Big Drop Falls."
},
{
    "country": "belize",
    "city": "Southern Belize",
    "index": 7,
    "name": "Living Maya Experience",
    "latitude": "16.25662",
    "longitude": "-88.884029",
    "excerpt": "Two Kekchí families in Big Falls village have opened up their homes as a cultural experience for visitors and both are excellent. The Cal family…",
    "detail_url": "https://www.lonelyplanet.com/belize/big-falls-indian-creek/attractions/living-maya-experience/a/poi-sig/1529779/1340972",
    "image_url": null,
    "detail_description": "Two Kekchí families in Big Falls village have opened up their homes as a cultural experience for visitors and both are excellent. The Cal family demonstrates ancient Maya lifestyle from tortilla- and chocolate-making to traditional instruments and an exploration of their self-sufficient garden. With the Chiac family, you can learn to make woven Maya crafts – baskets, hammocks or bags.\n"
},
{
    "country": "belize",
    "city": "San Ignacio",
    "index": 6,
    "name": "Green Iguana Conservation Project",
    "latitude": "17.153877961",
    "longitude": "-89.068474482",
    "excerpt": "On the lush Macal Valley grounds of the San Ignacio Resort Hotel, this excellent program collects and hatches iguana eggs, raising the reptiles until they…",
    "detail_url": "https://www.lonelyplanet.com/belize/western-belize/san-ignacio-cayo/attractions/green-iguana-conservation-project/a/poi-sig/460812/358218",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a9bc7856ce236b7bdb859f270ffc76eb-green-iguana-conservation-project.jpg",
    "detail_description": "On the lush Macal Valley grounds of the San Ignacio Resort Hotel, this excellent program collects and hatches iguana eggs, raising the reptiles until they are past their most vulnerable age. The iguanas are then released into the wild. On the guided tour you'll get plenty of opportunities to stroke and handle the adorable iguanas and learn much about their habits and life cycle. The tour also follows the medicinal jungle trail that winds through the forest.\n"
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 5,
    "name": "Goff's Caye",
    "latitude": "17.348717",
    "longitude": "-88.037126",
    "excerpt": "Some of the most spectacular snorkeling in Belize happens just a short swim off the powder-white sands of Goff's Caye, a tiny, uninhabited island just a…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/goff-s-caye/a/poi-sig/1601867/358199",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dd003a87f3678ff92d1609db7234c312-goff-s-caye.jpg",
    "detail_description": "Some of the most spectacular snorkeling in Belize happens just a short swim off the powder-white sands of Goff's Caye, a tiny, uninhabited island just a 30-minute boat ride to the southeast of Belize City. With nothing but some coco palms and a couple of palapa-covered (open-air shelter with a thatched roof) picnic tables, the idyllic island sits right beside the Belize Barrier Reef and a healthy community of resident corals, lobsters, conch, stingrays, colorful fish and more.\nLots of tour operators in Belize City and around the Northern Cayes run trips here, and many include drinks and lunch. Just be sure when booking that the cruise-ship crowd isn't also scheduled to visit."
},
{
    "country": "belize",
    "city": "Belize",
    "index": 4,
    "name": "Half Moon Caye Natural Monument",
    "latitude": "17.204016",
    "longitude": "-87.534943",
    "excerpt": "Half Moon Caye Natural Monument is known first and foremost as providing nesting grounds for the rare red-footed booby bird, but the island's enchantments…",
    "detail_url": "https://www.lonelyplanet.com/belize/half-moon-caye/attractions/half-moon-caye-natural-monument/a/poi-sig/1321004/1340751",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a48cf10e9b29a2a69ec69de39f0291cf-half-moon-caye-natural-monument.jpg",
    "detail_description": "Half Moon Caye Natural Monument is known first and foremost as providing nesting grounds for the rare red-footed booby bird, but the island's enchantments go far beyond that. There's also a lighthouse, excellent beaches and spectacular submerged walls that teem with marine flora and fauna. Underwater visibility can extend more than 200ft here.\nA nature trail weaves through the southern part of the island to an observation platform that brings viewers eye level with nesting boobies and frigate birds. Along the path you'll see thousands of seashells, many inhabited by hermit crabs, and more than a few large iguanas.The Belize Audubon Society has a visitors center where you must register and pay a BZ$20 park fee on arrival. If you're on a tour, your guide collects the park fee from each guest and pays for the group."
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 3,
    "name": "Museum of Belize",
    "latitude": "17.498065",
    "longitude": "-88.183501",
    "excerpt": "This modern museum in the Fort George District provides an excellent overview of the story of Belize, told through exhibits housed in the country's former…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/museum-of-belize/a/poi-sig/431592/358199",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8cee20559c7151ce134b1ae2011b13c1-museum-of-belize.jpg",
    "detail_description": "This modern museum in the Fort George District provides an excellent overview of the story of Belize, told through exhibits housed in the country's former main jail (built of brick in 1857). Fascinating displays, historical photos and documents bear testimony to the colonial and independence eras, along with an exhibit on slave history and a new contemporary art gallery.\nThe Maya Treasures section, upstairs, is rather light on artifacts (most of Belize's finest Maya finds were spirited away to other countries) but there are some impressive examples of Maya jade, as well as some ceramics and sculpture. You'll also find plenty of informative models and explanations of the major Maya sites around the country. Other sections of the museum are devoted to Belize's coins and its insect life. The museum also has a good little gift shop."
},
{
    "country": "belize",
    "city": "Belize City",
    "index": 2,
    "name": "Swing Bridge",
    "latitude": "17.495381522306",
    "longitude": "-88.186958738688",
    "excerpt": "This heart and soul of Belize City life, crossed by just about everyone here just about every day, is said to be the only remaining manually operated…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/swing-bridge/a/poi-sig/1319672/358199",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a790af65a2d9f49f1907aa69eb8e19d7-swing-bridge.jpg",
    "detail_description": "This heart and soul of Belize City life, crossed by just about everyone here just about every day, is said to be the only remaining manually operated bridge of its type in the world. The bridge, a product of Liverpool's ironworks, was installed in 1923, replacing an earlier bridge that had opened in 1897.\nThese days it is rarely opened except to allow tall boats to pass in advance of serious storms, but if you're lucky, you might get to watch the procedure that brings vehicles and pedestrians in the city center to a halt.The Swing Bridge is a favorite hangout for hustlers looking to part tourists from their valuables. You are likely to be approached by seemingly friendly sorts with outstretched hands asking, 'Where you from?' Be advised that the chances of said encounter resulting in a mutually beneficial cultural exchange are slim to none. Downstream from the bridge, Haulover Creek is usually a pretty sight, with numerous small yachts and fishing boats riding at anchor."
},
{
    "country": "belize",
    "city": "Ambergris Caye",
    "index": 1,
    "name": "Hol Chan Marine Reserve",
    "latitude": "17.860071",
    "longitude": "-87.989674",
    "excerpt": "At the southern tip of Ambergris, the 6.5-sq-mile Hol Chan Marine Reserve is probably Belize's most oft-visited diving and snorkeling site. It offers…",
    "detail_url": "https://www.lonelyplanet.com/belize/the-northern-cayes/ambergris-caye-and-san-pedro/attractions/hol-chan-marine-reserve/a/poi-sig/460800/1005566",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4c9bf65d1f798d723948e1806a4b8ca7-hol-chan-marine-reserve.jpg",
    "detail_description": "At the southern tip of Ambergris, the 6.5-sq-mile Hol Chan Marine Reserve is probably Belize's most oft-visited diving and snorkeling site. It offers spectacular coral formations, plus a rich abundance and diversity of marine life – not to mention its proximity to the cays. Hol Chan is Maya for 'Little Channel,' which refers to a natural break in the reef known as Hol Chan Cut. The channel walls are covered with colorful corals, which support an amazing variety of fish life, including moray eels and black groupers.\nAlthough the reef is the primary attraction of Hol Chan, the marine reserve also includes sea-grass beds and mangroves. The sea grass provides a habitat for nurse sharks and southern stingrays, which lend their name to Shark Ray Alley. Snorkelers have the chance to get up close to both species, due mainly to the fact that the animals are used to getting fed by tour boats.All dive operators and nautical tours offer trips to Hol Chan. For information and displays on marine life, visit the Hol Chan Visitors Center."
}
]