[
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 14,
    "name": "Hindu Temple",
    "latitude": "17.491321380832",
    "longitude": "-88.187602524677",
    "excerpt": "Right in downtown, this simple Hindu temple serves Belize's small but growing Indian community.",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/hindu-temple/a/poi-sig/1342806/358199",
    "image_url": null,
    "detail_description": "Right in downtown, this simple Hindu temple serves Belize's small but growing Indian community.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 13,
    "name": "Fort George Lighthouse",
    "latitude": "17.491421536402",
    "longitude": "-88.181414751322",
    "excerpt": "This diminutive lighthouse guides boats into Haulover Creek and was constructed with funds from the estate of Baron Bliss, who is buried at its foot.",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/fort-george-lighthouse/a/poi-sig/1333161/358199",
    "image_url": null,
    "detail_description": "This diminutive lighthouse guides boats into Haulover Creek and was constructed with funds from the estate of Baron Bliss, who is buried at its foot.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 12,
    "name": "Traveller's Heritage Center Museum",
    "latitude": "17.510978",
    "longitude": "-88.213971",
    "excerpt": "Out on the northern highway, this is an interesting little rum museum. You'll get to see the bottling process, learn how to make Belizean cocktails and…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/traveller-s-heritage-center-museum/a/poi-sig/1527924/358199",
    "image_url": null,
    "detail_description": "Out on the northern highway, this is an interesting little rum museum. You'll get to see the bottling process, learn how to make Belizean cocktails and sample the goods.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 11,
    "name": "Yarborough Cemetery",
    "latitude": "17.487820641963",
    "longitude": "-88.190349095583",
    "excerpt": "A narrow graveyard between two roads where you'll see the graves of early citizens of Belize who were not prominent enough to be buried in the nearby St…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/yarborough-cemetery/a/poi-sig/1331029/358199",
    "image_url": null,
    "detail_description": "A narrow graveyard between two roads where you'll see the graves of early citizens of Belize who were not prominent enough to be buried in the nearby St John's Cathedral.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 10,
    "name": "Battlefield Park",
    "latitude": "17.49404",
    "longitude": "-88.18703",
    "excerpt": "Battlefield Park is on the right across from the Court House. It's always busy with vendors, loungers, con artists and other slice-of-life segments of…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/battlefield-park/a/poi-sig/1337558/358199",
    "image_url": null,
    "detail_description": "Battlefield Park is on the right across from the Court House. It's always busy with vendors, loungers, con artists and other slice-of-life segments of Belize City society.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 9,
    "name": "Image Factory",
    "latitude": "17.49500667815",
    "longitude": "-88.186023921071",
    "excerpt": "The country's most innovative and exciting art gallery stages new exhibitions and hosts regular book launches, usually of work by Belizean artists…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/image-factory/a/poi-sig/1110411/358199",
    "image_url": null,
    "detail_description": "The country's most innovative and exciting art gallery stages new exhibitions and hosts regular book launches, usually of work by Belizean artists. Opening receptions are mostly held early in the month, out on the deck, which looks out on Haulover Creek.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 8,
    "name": "Court House",
    "latitude": "17.493983656439",
    "longitude": "-88.186438294012",
    "excerpt": "You can’t miss the prominent Court House on Regent St, built in 1926 as the headquarters for Belize’s colonial administrators to replace an earlier wooden…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/court-house/a/poi-sig/1337554/358199",
    "image_url": null,
    "detail_description": "You can’t miss the prominent Court House on Regent St, built in 1926 as the headquarters for Belize’s colonial administrators to replace an earlier wooden structure of similar design that was destroyed by fire. It still serves administrative and judicial functions.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 7,
    "name": "Digi Park",
    "latitude": "17.506792968952",
    "longitude": "-88.187922640581",
    "excerpt": "A pleasant waterside recreation area complete with food huts selling local and international cuisine, a playground and a walled-in sandy area with water…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/digi-park/a/poi-sig/1331027/358199",
    "image_url": null,
    "detail_description": "A pleasant waterside recreation area complete with food huts selling local and international cuisine, a playground and a walled-in sandy area with water access, although you'd probably want to avoid swimming here. There is also a stage where concerts and cultural events are held.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 6,
    "name": "Baron Bliss Tomb",
    "latitude": "17.491393",
    "longitude": "-88.181376",
    "excerpt": "At the tip of the Fort George peninsula lies the granite Baron Bliss Tomb, the final resting place of Belize's most famous benefactor, who never set foot…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/baron-bliss-tomb/a/poi-sig/1319673/358199",
    "image_url": null,
    "detail_description": "At the tip of the Fort George peninsula lies the granite Baron Bliss Tomb, the final resting place of Belize's most famous benefactor, who never set foot on Belizean soil while alive. Next to the tomb stands the Fort George Lighthouse, one of the many benefits the baron's munificence has yielded the country.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 5,
    "name": "St John's Cathedral",
    "latitude": "17.488728233418",
    "longitude": "-88.187712884181",
    "excerpt": "Immediately inland of Government House stands St John's Cathedral, the oldest Anglican church in Central America. It was built by slave labor between 1812…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/st-john-s-cathedral/a/poi-sig/431594/358199",
    "image_url": null,
    "detail_description": "Immediately inland of Government House stands St John's Cathedral, the oldest Anglican church in Central America. It was built by slave labor between 1812 and 1820 using bricks brought from Britain as ballast. Notable things to see inside are the ancient pipe organ and the Baymen-era tombstones that tell their own history of Belize's early days and the toll taken on the city's early settlers.\n"
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 4,
    "name": "Government House",
    "latitude": "17.488644923725",
    "longitude": "-88.187018922678",
    "excerpt": "Fronting the sea down at the end of Regent St, this handsome two-story wooden colonial mansion served as the residence of Britain's superintendents and…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/government-house/a/poi-sig/1110397/358199",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2db2c39fb138c4c7ff8ba0372766b900-government-house.jpg",
    "detail_description": "Fronting the sea down at the end of Regent St, this handsome two-story wooden colonial mansion served as the residence of Britain's superintendents and governors of Belize from the building's construction in 1814 until 1996. At the time of research the building was undergoing renovation and was closed to the public but will once again serve as the Belizean House of Culture when work is complete.\nThe house, one of the oldest in Belize, is worth a visit for its historical exhibits, colorful displays of modern Belizean art, spacious colonial ambience and grassy gardens. It was here, at midnight on September 21, 1981, that the Union Jack was ceremonially replaced with the Belizean flag to mark the birth of independent Belize. Displayed in the gardens is the tender from Baron Bliss' yacht."
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 3,
    "name": "Goff's Caye",
    "latitude": "17.348717",
    "longitude": "-88.037126",
    "excerpt": "Some of the most spectacular snorkeling in Belize happens just a short swim off the powder-white sands of Goff's Caye, a tiny, uninhabited island just a…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/goff-s-caye/a/poi-sig/1601867/358199",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dd003a87f3678ff92d1609db7234c312-goff-s-caye.jpg",
    "detail_description": "Some of the most spectacular snorkeling in Belize happens just a short swim off the powder-white sands of Goff's Caye, a tiny, uninhabited island just a 30-minute boat ride to the southeast of Belize City. With nothing but some coco palms and a couple of palapa-covered (open-air shelter with a thatched roof) picnic tables, the idyllic island sits right beside the Belize Barrier Reef and a healthy community of resident corals, lobsters, conch, stingrays, colorful fish and more.\nLots of tour operators in Belize City and around the Northern Cayes run trips here, and many include drinks and lunch. Just be sure when booking that the cruise-ship crowd isn't also scheduled to visit."
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 2,
    "name": "Museum of Belize",
    "latitude": "17.498065",
    "longitude": "-88.183501",
    "excerpt": "This modern museum in the Fort George District provides an excellent overview of the story of Belize, told through exhibits housed in the country's former…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/museum-of-belize/a/poi-sig/431592/358199",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8cee20559c7151ce134b1ae2011b13c1-museum-of-belize.jpg",
    "detail_description": "This modern museum in the Fort George District provides an excellent overview of the story of Belize, told through exhibits housed in the country's former main jail (built of brick in 1857). Fascinating displays, historical photos and documents bear testimony to the colonial and independence eras, along with an exhibit on slave history and a new contemporary art gallery.\nThe Maya Treasures section, upstairs, is rather light on artifacts (most of Belize's finest Maya finds were spirited away to other countries) but there are some impressive examples of Maya jade, as well as some ceramics and sculpture. You'll also find plenty of informative models and explanations of the major Maya sites around the country. Other sections of the museum are devoted to Belize's coins and its insect life. The museum also has a good little gift shop."
},
{
    "country": "belize-city",
    "city": "Belize City",
    "index": 1,
    "name": "Swing Bridge",
    "latitude": "17.495381522306",
    "longitude": "-88.186958738688",
    "excerpt": "This heart and soul of Belize City life, crossed by just about everyone here just about every day, is said to be the only remaining manually operated…",
    "detail_url": "https://www.lonelyplanet.com/belize/belize-city/attractions/swing-bridge/a/poi-sig/1319672/358199",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a790af65a2d9f49f1907aa69eb8e19d7-swing-bridge.jpg",
    "detail_description": "This heart and soul of Belize City life, crossed by just about everyone here just about every day, is said to be the only remaining manually operated bridge of its type in the world. The bridge, a product of Liverpool's ironworks, was installed in 1923, replacing an earlier bridge that had opened in 1897.\nThese days it is rarely opened except to allow tall boats to pass in advance of serious storms, but if you're lucky, you might get to watch the procedure that brings vehicles and pedestrians in the city center to a halt.The Swing Bridge is a favorite hangout for hustlers looking to part tourists from their valuables. You are likely to be approached by seemingly friendly sorts with outstretched hands asking, 'Where you from?' Be advised that the chances of said encounter resulting in a mutually beneficial cultural exchange are slim to none. Downstream from the bridge, Haulover Creek is usually a pretty sight, with numerous small yachts and fishing boats riding at anchor."
}
]