[
{
    "country": "bellagio",
    "city": "Bellagio",
    "index": 1,
    "name": "Villa Melzi d'Eril",
    "latitude": "45.979086",
    "longitude": "9.253181",
    "excerpt": "The grounds of neoclassical Villa Melzi d’Eril are a highlight among Lake Como's (many) delightful places. The villa was built in 1808 for one of Napoleon…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/bellagio/attractions/villa-melzi-d-eril/a/poi-sig/1138462/1300679",
    "image_url": null,
    "detail_description": "The grounds of neoclassical Villa Melzi d’Eril are a highlight among Lake Como's (many) delightful places. The villa was built in 1808 for one of Napoleon’s associates and is coloured by flowering azaleas and rhododendrons in spring. The statue-studded garden was the first English-style park on the lake. Within its walls you'll stumble upon a Japanese garden, a grotto and an Orangerie museum displaying a succinct collection of Roman busts and Etruscan tombs.\nThe walk to Villa Melzi, south along the lake shore from the Bellagio ferry jetties, reveals views of ranks of gracious residencies stacked up on the waterside hills."
},
{
    "country": "bellagio",
    "city": "Bellagio",
    "index": 3,
    "name": "Basilica di San Giacomo",
    "latitude": "45.987764",
    "longitude": "9.262129",
    "excerpt": "Bellagio's most interesting Romanesque church is the Basilica di San Giacomo, built in the 12th century by master builders from Como.",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/bellagio/attractions/basilica-di-san-giacomo/a/poi-sig/1369719/1300679",
    "image_url": null,
    "detail_description": "Bellagio's most interesting Romanesque church is the Basilica di San Giacomo, built in the 12th century by master builders from Como.\n"
},
{
    "country": "bellagio",
    "city": "Bellagio",
    "index": 2,
    "name": "Villa Serbelloni",
    "latitude": "45.988108847739",
    "longitude": "9.2645644061046",
    "excerpt": "The lavish gardens of Villa Serbelloni cover much of the promontory on which Bellagio sits. The villa has been a magnet for Europe's great and good,…",
    "detail_url": "https://www.lonelyplanet.com/italy/the-italian-lakes/bellagio/attractions/villa-serbelloni/a/poi-sig/1138459/1300679",
    "image_url": null,
    "detail_description": "The lavish gardens of Villa Serbelloni cover much of the promontory on which Bellagio sits. The villa has been a magnet for Europe's great and good, including Austria's emperor Maximilian I, Ludovico il Moro and Queen Victoria. The interior is closed to the public, but you can explore the terraced park and gardens, by guided tour only. Numbers are limited to between six and 30 people per group; tickets are sold at the PromoBellagio information office near the church.\n"
}
]