[
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 1,
    "name": "Instituto de Arte Contemporânea Inhotim",
    "latitude": "-20.124851",
    "longitude": "-44.217439",
    "excerpt": "The world's largest open-air contemporary art museum, and greater Belo Horizonte's standout attraction, this sprawling, world-class complex of gardens…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/instituto-de-arte-contemporanea-inhotim/a/poi-sig/1180580/363225",
    "image_url": null,
    "detail_description": "The world's largest open-air contemporary art museum, and greater Belo Horizonte's standout attraction, this sprawling, world-class complex of gardens dotted with 23 modern art galleries and numerous outdoor sculptures lies 50km west of the city, near Brumadinho. Much of the international artwork on view is monumental in size, with galleries custom-built to display it. The constantly expanding gardens has over 4000 different species of plants (including one of the world's most extensive collections of palm trees) and lakes with swans.\nYou can wander at will, or attend daily scheduled programs led by guides trained in visual arts and natural science. Ten on-site eateries serve everything from hot dogs to gourmet international fare. Wednesday's a great day to visit, as the museum is free; weekends can get crowded, but offer a wider range of guided tours.From Tuesday through Sunday Saritur runs direct buses (R$74 round trip, 1½ hours each way) from Belo Horizonte to Inhotim at 8:15am, returning at 4:30pm weekdays, 5:30pm Saturday and Sunday."
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 13,
    "name": "Casa do Baile",
    "latitude": "-19.854591",
    "longitude": "-43.970128",
    "excerpt": "This former dance hall on Pampulha's lakeshore, designed by Oscar Niemeyer with grounds by landscape architect Burle Marx, now holds all types of…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/casa-do-baile/a/poi-sig/467066/363225",
    "image_url": null,
    "detail_description": "This former dance hall on Pampulha's lakeshore, designed by Oscar Niemeyer with grounds by landscape architect Burle Marx, now holds all types of temporary art exhibits.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 14,
    "name": "Igreja de São Francisco de Assis",
    "latitude": "-19.858365",
    "longitude": "-43.978958",
    "excerpt": "On the banks of Pampulha's artificial lake, Niemayer's striking modernist church, with interior tiles and paintings by Portinari, is an architectural…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/igreja-de-sao-francisco-de-assis/a/poi-sig/467068/363225",
    "image_url": null,
    "detail_description": "On the banks of Pampulha's artificial lake, Niemayer's striking modernist church, with interior tiles and paintings by Portinari, is an architectural delight.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 11,
    "name": "Museu das Minas e do Metal",
    "latitude": "-19.931719",
    "longitude": "-43.938725",
    "excerpt": "Opened in 2010, the Museu das Minas e do Metal traces the economic, cultural and social history of mining in Minas Gerais, with multiple floors of mineral…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/museu-das-minas-e-do-metal/a/poi-sig/1385048/363225",
    "image_url": null,
    "detail_description": "Opened in 2010, the Museu das Minas e do Metal traces the economic, cultural and social history of mining in Minas Gerais, with multiple floors of mineral exhibits and some interesting interactive displays.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 12,
    "name": "Museu de Arte da Pampulha",
    "latitude": "-19.851947",
    "longitude": "-43.973637",
    "excerpt": "This art museum, with its cute garden designed by landscape architect Roberto Burle Marx, originally served as a casino and shows the obvious modernist…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/museu-de-arte-da-pampulha/a/poi-sig/467070/363225",
    "image_url": null,
    "detail_description": "This art museum, with its cute garden designed by landscape architect Roberto Burle Marx, originally served as a casino and shows the obvious modernist influence of Le Corbusier.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 10,
    "name": "Museu Mineiro",
    "latitude": "-19.928017",
    "longitude": "-43.937148",
    "excerpt": "Occupying a grand 19th-century building that formerly housed the Minas Gerais Senate, this museum features a mix of paintings and sculptures by mineiro…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/museu-mineiro/a/poi-sig/1524308/363225",
    "image_url": null,
    "detail_description": "Occupying a grand 19th-century building that formerly housed the Minas Gerais Senate, this museum features a mix of paintings and sculptures by mineiro artists from Manoel da Costa Ataíde to Jeanne Louise Milde.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 9,
    "name": "Museu de Artes e Ofícios",
    "latitude": "-19.917486",
    "longitude": "-43.933489",
    "excerpt": "Housed in Belo’s historic train station, this museum displays a wide-ranging collection of objects used in the daily lives of mineiros past and present…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/museu-de-artes-e-oficios/a/poi-sig/467072/363225",
    "image_url": null,
    "detail_description": "Housed in Belo’s historic train station, this museum displays a wide-ranging collection of objects used in the daily lives of mineiros past and present. There are interpretive cards in English adjacent to each exhibit.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 8,
    "name": "Parque Municipal",
    "latitude": "-19.924279834359",
    "longitude": "-43.933816360526",
    "excerpt": "One of Beagá's most appealing spots, this enormous sea of tropical greenery with artificial lakes and winding pathways is just 10 minutes southeast of the…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/parque-municipal/a/poi-sig/467080/363225",
    "image_url": null,
    "detail_description": "One of Beagá's most appealing spots, this enormous sea of tropical greenery with artificial lakes and winding pathways is just 10 minutes southeast of the bus station. It's especially fun on Sunday, when everyone's out strolling and socializing.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 7,
    "name": "Museu Histórico Abílio Barreto",
    "latitude": "-19.937266",
    "longitude": "-43.947437",
    "excerpt": "The centerpiece of this museum, southwest of Savassi, is a renovated colonial farmhouse, the solitary remnant of Curral del Rey, the rural village…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/museu-historico-abilio-barreto/a/poi-sig/467076/363225",
    "image_url": null,
    "detail_description": "The centerpiece of this museum, southwest of Savassi, is a renovated colonial farmhouse, the solitary remnant of Curral del Rey, the rural village destroyed in the 1890s to make room for Belo. The adjacent building features rotating exhibits focused on the culture of Belo Horizonte.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 6,
    "name": "Gruta Rei do Mato",
    "latitude": "-19.495581",
    "longitude": "-44.281855",
    "excerpt": "This is the most interesting of the caves surrounding Belo Horizonte. Near Sete Lagoas, 70km north of Belo, it has prehistoric paintings and petroglyphs…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/gruta-rei-do-mato/a/poi-sig/1180588/363225",
    "image_url": null,
    "detail_description": "This is the most interesting of the caves surrounding Belo Horizonte. Near Sete Lagoas, 70km north of Belo, it has prehistoric paintings and petroglyphs. From Belo Horizonte, take any Sete Lagoas–bound bus running along Hwy BR-040 (R$28, 80 minutes, hourly) and ask the driver to drop you at the cave entrance.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 5,
    "name": "Gruta da Lapinha",
    "latitude": "-19.561812",
    "longitude": "-43.95956",
    "excerpt": "About 50km north of Belo Horizonte, this cave's highlight is the Véu de Noiva, a crystal formation in the shape of a bride’s veil. With your own vehicle,…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/gruta-da-lapinha/a/poi-sig/1180591/363225",
    "image_url": null,
    "detail_description": "About 50km north of Belo Horizonte, this cave's highlight is the Véu de Noiva, a crystal formation in the shape of a bride’s veil. With your own vehicle, the cave is an hour's drive north of Belo Horizonte. Alternatively, catch an Atual (www.ciaatual.com.br) bus to Lagoa Santa (50 minutes), then continue to the cave on local bus 306 (35 minutes).\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 4,
    "name": "Memorial Minas Gerais – Vale",
    "latitude": "-19.931285",
    "longitude": "-43.938618",
    "excerpt": "Praça da Liberdade's standout cultural attraction, this supremely cool contemporary museum chronicles Minas culture from the 17th to 21st centuries via…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/memorial-minas-gerais-vale/a/poi-sig/1310751/363225",
    "image_url": null,
    "detail_description": "Praça da Liberdade's standout cultural attraction, this supremely cool contemporary museum chronicles Minas culture from the 17th to 21st centuries via three floors of cutting-edge interactive galleries and audiovisual installations.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 3,
    "name": "Centro Cultural Banco do Brasil",
    "latitude": "-19.932273",
    "longitude": "-43.937298",
    "excerpt": "Inaugurated in late 2013, this magnificent palace on Praça da LIberdade is one of Belo Horizonte's cultural gems. The vast 3rd-floor gallery hosts special…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/centro-cultural-banco-do-brasil/a/poi-sig/1524307/363225",
    "image_url": null,
    "detail_description": "Inaugurated in late 2013, this magnificent palace on Praça da LIberdade is one of Belo Horizonte's cultural gems. The vast 3rd-floor gallery hosts special exhibitions that rotate every couple of months, while the downstairs is dedicated to free or low-cost arts events including film, theater and dance; pick up a schedule on-site. The interior courtyard makes for a pleasant break any time of day with its cafes, stained-glass windows and retractable roof.\n"
},
{
    "country": "belo-horizonte",
    "city": "Belo Horizonte",
    "index": 2,
    "name": "Mineirão & Museu Brasileiro do Futebol",
    "latitude": "-19.866468",
    "longitude": "-43.972113",
    "excerpt": "An obligatory stop for football fans, Belo Horizonte's legendary 65,000-seat stadium was completely renovated for the 2014 FIFA World Cup, incorporating a…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-southeast/belo-horizonte/attractions/mineirao-museu-brasileiro-do-futebol/a/poi-sig/1385170/363225",
    "image_url": null,
    "detail_description": "An obligatory stop for football fans, Belo Horizonte's legendary 65,000-seat stadium was completely renovated for the 2014 FIFA World Cup, incorporating a brand-new football museum, esplanade and LEED (Leadership in Energy &amp; Environmental Design) certified energy conservation enhancements. One-hour guided tours take in the locker rooms, showers, press room, stands and revamped playing field, with occasional wistful comments about Brazil's heartbreaking 7–1 World Cup loss to Germany here. Combined tickets include a self-guided museum visit, with exhibits covering the stadium's construction, famous games and players, and football history.\nThe stadium and museum are 10km north of Centro in Pampulha; take bus 5106 (R$3.40, 30 minutes) from Praça da Liberdade."
}
]