[
{
    "country": "bend",
    "city": "Bend",
    "index": 1,
    "name": "Smith Rock State Park",
    "latitude": "44.368579",
    "longitude": "-121.138859",
    "excerpt": "Best known for its glorious rock climbing, Smith Rock State Park boasts rust-colored 800ft cliffs that tower over the pretty Crooked River. Nonclimbers…",
    "detail_url": "https://www.lonelyplanet.com/usa/oregon/bend/attractions/smith-rock-state-park/a/poi-sig/1254426/1315514",
    "image_url": null,
    "detail_description": "Best known for its glorious rock climbing, Smith Rock State Park boasts rust-colored 800ft cliffs that tower over the pretty Crooked River. Nonclimbers have several miles of fine hiking trails, some of which involve a little simple rock scrambling. Nearby Terrebonne has a climbing store, along with some restaurants and grocery stores. The formations in the park are simply spectacular.\nThere's camping right next to the park, or at Skull Hollow (no water; campsites $5), 8 miles east. The nearest motels are a few miles south in Redmond."
},
{
    "country": "bend",
    "city": "Bend",
    "index": 7,
    "name": "Lava River Cave",
    "latitude": "43.899006",
    "longitude": "-121.363735",
    "excerpt": "About 1 mile south of the Lava Lands visitor center, Lava River Cave is the only lava tube that's developed for visitors (bring a flashlight or rent a…",
    "detail_url": "https://www.lonelyplanet.com/usa/oregon/bend/attractions/lava-river-cave/a/poi-sig/1448752/1315514",
    "image_url": null,
    "detail_description": "About 1 mile south of the Lava Lands visitor center, Lava River Cave is the only lava tube that's developed for visitors (bring a flashlight or rent a lantern for $5).\n"
},
{
    "country": "bend",
    "city": "Bend",
    "index": 6,
    "name": "Deschutes Historical Museum",
    "latitude": "44.055472",
    "longitude": "-121.316904",
    "excerpt": "Located in an old grade school, this museum houses Native American and pioneer artifacts. There's also historical information on the area's logging,…",
    "detail_url": "https://www.lonelyplanet.com/usa/oregon/bend/attractions/deschutes-historical-museum/a/poi-sig/1355979/1315514",
    "image_url": null,
    "detail_description": "Located in an old grade school, this museum houses Native American and pioneer artifacts. There's also historical information on the area's logging, railroad and fur-trapping industries.\n"
},
{
    "country": "bend",
    "city": "Bend",
    "index": 5,
    "name": "Peter Skene Ogden State Scenic Viewpoint",
    "latitude": "44.390816",
    "longitude": "-121.19246",
    "excerpt": "Just a couple miles north of Smith Rock, Peter Skene Ogden State Scenic Viewpoint highlights a stunning 300ft-deep gorge. You can walk over the old…",
    "detail_url": "https://www.lonelyplanet.com/usa/oregon/bend/attractions/peter-skene-ogden-state-scenic-viewpoint/a/poi-sig/1527762/1315514",
    "image_url": null,
    "detail_description": "Just a couple miles north of Smith Rock, Peter Skene Ogden State Scenic Viewpoint highlights a stunning 300ft-deep gorge. You can walk over the old highway bridge and look down at the Crooked River waaay below.\n"
},
{
    "country": "bend",
    "city": "Bend",
    "index": 4,
    "name": "Three Sisters Wilderness",
    "latitude": "44.044167",
    "longitude": "-121.641312",
    "excerpt": "This beautiful 283,400-acre region spans the Cascade Range and is highlighted by the glaciered Three Sisters, three recent volcanic peaks each topping 10…",
    "detail_url": "https://www.lonelyplanet.com/usa/oregon/bend/attractions/three-sisters-wilderness/a/poi-sig/1528847/1315514",
    "image_url": null,
    "detail_description": "This beautiful 283,400-acre region spans the Cascade Range and is highlighted by the glaciered Three Sisters, three recent volcanic peaks each topping 10,000ft. The western slope of the wilderness is known for dense old-growth forest laced with strong rivers and streams. The storied Pacific Crest Trail, easily accessed from Hwy 242 at McKenzie Pass, traverses the area.\nUSFS Rd 19, also known as the Aufderheide Scenic Byway, edges the westernmost wilderness boundary as it makes the 76-mile connection between Rainbow on Hwy 126 and Westfir (near Oakridge) on Hwy 58. From French Pete Campground, one popular trail along this route leads up French Pete Creek through old-growth forest for about 3 miles.Another good hike is to Green Lake Basin, on a high plateau between 9173ft Broken Top and 10,358ft South Sister. These celadon-green lakes are the centerpiece of a tremendous wildflower display in July and August, when the area throngs with crowds – especially on weekends. Park at the Green Lakes Trailhead along Hwy 46, above Sparks Lake, and hike north. The 4.4-mile trail is fairly steep but passes some great waterfalls.Strong, experienced and prepared hikers should consider climbing South Sister. It's Oregon's third-highest peak, but during summer the southern approach doesn't demand any technical equipment. The steep 6-mile trail (4900ft elevation gain) begins near Devils Lake (just off the Cascade Lakes Hwy) and is passable only in late summer.For more information on this region, contact the Bend-Fort Rock Ranger District. Note that a Northwest Forest Pass is required to park at the Green Lake Basin and South Sister trailheads."
},
{
    "country": "bend",
    "city": "Bend",
    "index": 3,
    "name": "Newberry National Volcanic Monument",
    "latitude": "43.914589",
    "longitude": "-121.350603",
    "excerpt": "About 13 miles south of Bend is this impressive area, a relatively recent volcanic region resulting from 400,000 years of volcanic activity. Newberry…",
    "detail_url": "https://www.lonelyplanet.com/usa/oregon/bend/attractions/newberry-national-volcanic-monument/a/poi-sig/1528848/1315514",
    "image_url": null,
    "detail_description": "About 13 miles south of Bend is this impressive area, a relatively recent volcanic region resulting from 400,000 years of volcanic activity. Newberry Caldera was formed by the eruption of what was one of the largest and most active volcanoes in Oregon. Successive flows cover 500 sq miles. As with Crater Lake, the summit of the volcano collapsed after a large eruption, creating a caldera.\nTo get here from Hwy 97, take Paulina East Lake Rd to Newberry Caldera.Initially a single body of water, Paulina Lake and East Lake are now separated by a lava flow and a pumice cone. Due to the lakes' great depths and the constant flow of fresh mineral-spring water, stocked trout thrive here. Looming above is 7985ft Paulina Peak.A short trail halfway between the two lakes leads to the Big Obsidian Flow, an enormous deposit on the south flank of Newberry Crater. The Newberry Crater Rim Loop Trail encircles Paulina Lake and is a good place for hiking and mountain biking.About 6000 years ago, a wall of molten lava 20ft deep flowed down from Newberry Crater and engulfed a forest of mature trees, resulting in the Lava Cast Forest. There's a mile-long interpretive trail; follow signs or ask at the Lava Lands visitor center.For spectacular views, drive to the summit of Lava Butte, a perfect cone rising 500ft above the surrounding lava flows; get a permit from the visitor center first. From late May to September, a shuttle ($2) runs from the visitor center to the top every 20 minutes from 10am to 4pm.Four miles west of the visitor center is Benham Falls, a good picnic spot on the Deschutes River."
},
{
    "country": "bend",
    "city": "Bend",
    "index": 2,
    "name": "High Desert Museum",
    "latitude": "43.966087",
    "longitude": "-121.34187",
    "excerpt": "This excellent museum, about 3 miles south of Bend, charts the exploration and settlement of the West, using reenactments of a Native American camp, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/oregon/bend/attractions/high-desert-museum/a/poi-sig/1133794/1315514",
    "image_url": null,
    "detail_description": "This excellent museum, about 3 miles south of Bend, charts the exploration and settlement of the West, using reenactments of a Native American camp, a hard-rock mine and an old Western town. The region's natural history is also explored; kids love the live snake, tortoise and trout exhibits, and watching the birds of prey and otters is always fun.\nGuided walks and other programs are well worth attending – don't miss the raptor presentation."
}
]