[
{
    "country": "berchtesgaden",
    "city": "Berchtesgaden",
    "index": 1,
    "name": "Königssee",
    "latitude": "47.587989",
    "longitude": "12.987728",
    "excerpt": "Gliding serenely across the wonderfully picturesque, emerald-green Königssee makes for some unforgettable memories and photo opportunities. Cradled by…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/koenigssee/a/poi-sig/1208385/1321114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-104824731_super.jpg",
    "detail_description": "Gliding serenely across the wonderfully picturesque, emerald-green Königssee makes for some unforgettable memories and photo opportunities. Cradled by steep mountain walls some 5km south of Berchtesgaden, the Königssee is Germany’s highest lake (603m), with drinkably pure waters shimmering into fjordlike depths. Bus 841/843 makes the trip out here from the Berchtesgaden train station roughly every hour.\nEscape the hubbub of the bustling lakeside tourist village of Schönau by taking an electric boat tour to St Bartholomä, a quaint onion-domed chapel on the western shore. At some point, the boat will stop while the captain plays a horn towards the Echo Wall – the sound will bounce seven times. From St Bartholomä, an easy trail leads to the wondrous Eiskapelle (ice chapel) in about one hour.You can also skip the crowds by meandering along the lake shore. It’s a nice and easy 3.5km return walk to the secluded Malerwinkel (Painter’s Corner), a lookout famed for its picturesque vantage point."
},
{
    "country": "berchtesgaden",
    "city": "Berchtesgaden",
    "index": 5,
    "name": "Salzbergwerk",
    "latitude": "47.637665076111",
    "longitude": "13.01786847032",
    "excerpt": "Once a major producer of ‘white gold’, Berchtesgaden has thrown open its salt mines for fun-filled 1½-hour tours. Kids especially love donning miners’…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/salzbergwerk/a/poi-sig/463304/1321114",
    "image_url": null,
    "detail_description": "Once a major producer of ‘white gold’, Berchtesgaden has thrown open its salt mines for fun-filled 1½-hour tours. Kids especially love donning miners’ garb and whooshing down a wooden slide into the depths of the mine. Down below, highlights include mysteriously glowing salt grottoes and crossing a 100m-long subterranean salt lake on a wooden raft. Take hourly bus 840 from Berchtesgaden train station.\n"
},
{
    "country": "berchtesgaden",
    "city": "Berchtesgaden",
    "index": 4,
    "name": "Berchtesgaden National Park",
    "latitude": "47.512331",
    "longitude": "12.97348",
    "excerpt": "Forty years old in 2018, the wilds of this 210-sq-km park still offer some of the best hiking in Germany. A good introduction is a 2km trail up from St…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/berchtesgaden-national-park/a/poi-sig/1313445/1321114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-554075841_high.jpg",
    "detail_description": "Forty years old in 2018, the wilds of this 210-sq-km park still offer some of the best hiking in Germany. A good introduction is a 2km trail up from St Bartholomä beside the Königssee to the notorious Watzmann-Ostwand, where scores of mountaineers have met their deaths. Another popular hike goes from the southern end of the Königssee to the Obersee.\nFor details of routes visit the national park office, or buy a copy of the Berchtesgadener Land (sheet 794) map in the Kompass series, available across Germany or online."
},
{
    "country": "berchtesgaden",
    "city": "Berchtesgaden",
    "index": 3,
    "name": "Dokumentation Obersalzberg",
    "latitude": "47.631634",
    "longitude": "13.040149",
    "excerpt": "In 1933 the tranquil Alpine settlement of Obersalzberg (3km from Berchtesgaden) in essence became the second seat of Nazi power after Berlin, a dark…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/dokumentation-obersalzberg/a/poi-sig/463300/1321114",
    "image_url": null,
    "detail_description": "In 1933 the tranquil Alpine settlement of Obersalzberg (3km from Berchtesgaden) in essence became the second seat of Nazi power after Berlin, a dark period that’s given the full historical treatment at this superb exhibition. Various rooms document the forced takeover of the area, the construction of the compound and the daily life of the Nazi elite. All facets of Nazi terror are dealt with, including Hitler’s near-mythical appeal, his racial politics, the resistance movement, foreign policy and the death camps.\nA section of the underground bunker network is open for perusal (though it was closed for renovation at the time of research). Hourly bus 838 from Berchtesgaden train station will get you here."
},
{
    "country": "berchtesgaden",
    "city": "Berchtesgaden",
    "index": 2,
    "name": "Eagle's Nest",
    "latitude": "47.611487",
    "longitude": "13.04208",
    "excerpt": "At 1834m above sea level, the Eagle's Nest was built as a mountaintop retreat for Hitler, and gifted to him on his 50th birthday. It took around 3000…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/eagle-s-nest/a/poi-sig/1209476/1321114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7550bafd3c3ec4e4886e737de6fc56b9-eagle-s-nest.jpg",
    "detail_description": "At 1834m above sea level, the Eagle's Nest was built as a mountaintop retreat for Hitler, and gifted to him on his 50th birthday. It took around 3000 workers a mere two years to carve the precipitous 6km-long mountain road, cut a 124m-long tunnel and a brass-panelled lift through the rock, and build the lodge itself (now a restaurant). It can only be reached by special shuttle bus from the Kehlsteinhaus bus station.\nOn clear days, views from the top are breathtaking. If you're not driving, bus 838 makes the trip to the shuttle bus stop from the Berchtesgaden Hauptbahnhof every half-hour.At the mountain station, you'll be asked to book a spot on a return bus. Allow at least two hours to get through lines, explore the lodge and the mountaintop, and perhaps have a bite to eat. Tours including the bus and guide can be booked online in advance."
}
]