[
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 1,
    "name": "Accademia Carrara",
    "latitude": "45.704119",
    "longitude": "9.675865",
    "excerpt": "Just east of the old city walls is one of Italy's great art repositories. Founded in 1780, it contains an exceptional range of Italian masters. Raphael's…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/accademia-carrara/a/poi-sig/1138028/359943",
    "image_url": null,
    "detail_description": "Just east of the old city walls is one of Italy's great art repositories. Founded in 1780, it contains an exceptional range of Italian masters. Raphael's San Sebastiano is a highlight, and other artists represented include Botticelli, Canaletto, Mantegna and Titian.\nThe collection was started by local scholar Count Giacomo Carrara (1714–96) and has now swelled to 1800 paintings dating from the 15th to 19th centuries. Reopened after a seven-year renovation, the gallery's displays revolve around 28 rooms. Highlights include the sections on Giovanni Bellini, Florence and the major local artists Lorenzo Lotto and Giovanni Battista Moroni."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 22,
    "name": "Civico Museo Archeologico di Bergamo",
    "latitude": "45.705895",
    "longitude": "9.659783",
    "excerpt": "Set in the 14th-century citadel palace, this archaeology museum covers a lot of ground, from prehistoric and Roman times, up through Longabardic rule in…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/civico-museo-archeologico-di-bergamo/a/poi-sig/1571027/359943",
    "image_url": null,
    "detail_description": "Set in the 14th-century citadel palace, this archaeology museum covers a lot of ground, from prehistoric and Roman times, up through Longabardic rule in the Middle Ages.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 21,
    "name": "Museo e Tesoro Della Cattedrale",
    "latitude": "45.703534",
    "longitude": "9.662572",
    "excerpt": "Down the steps right next to the duomo, this glittering museum is filled with sacred art and reliquary from the cathedral's collection, as well as…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/museo-e-tesoro-della-cattedrale/a/poi-sig/1406693/359943",
    "image_url": null,
    "detail_description": "Down the steps right next to the duomo, this glittering museum is filled with sacred art and reliquary from the cathedral's collection, as well as displays on the cathedral's architectural history.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 20,
    "name": "Museo Civico Scienze Naturali",
    "latitude": "45.705722",
    "longitude": "9.659847",
    "excerpt": "One for the kids, Bergamo's natural history museum contains a collection of creatures great and small, including a woolly mammoth, a life-size cast of an…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/museo-civico-scienze-naturali/a/poi-sig/1571028/359943",
    "image_url": null,
    "detail_description": "One for the kids, Bergamo's natural history museum contains a collection of creatures great and small, including a woolly mammoth, a life-size cast of an Allosaurus skeleton and shimmering display cases of of fossils and minerals.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 19,
    "name": "Chiesa del Santo Spirito",
    "latitude": "45.698449",
    "longitude": "9.675957",
    "excerpt": "Look for the Venetian-inspired countryside and colour palette that defines Lorenzo Lotto's Pala di Santo Spirito (1521), where the Madonna sits beneath a…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/chiesa-del-santo-spirito/a/poi-sig/1370644/359943",
    "image_url": null,
    "detail_description": "Look for the Venetian-inspired countryside and colour palette that defines Lorenzo Lotto's Pala di Santo Spirito (1521), where the Madonna sits beneath a garland of energetic winged putti (cherubs). It's on the right-hand side as you face the altar.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 18,
    "name": "Palazzo Nuovo",
    "latitude": "45.704246",
    "longitude": "9.663237",
    "excerpt": "The white, porticoed Palazzo Nuovo defines the northern side of Piazza Vecchia. Designed in 1611 by a brilliant architectural mind from Vicenza, Vincenzo…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/palazzo-nuovo/a/poi-sig/1383044/359943",
    "image_url": null,
    "detail_description": "The white, porticoed Palazzo Nuovo defines the northern side of Piazza Vecchia. Designed in 1611 by a brilliant architectural mind from Vicenza, Vincenzo Scamozzi (1548–1616), it was not actually completed until 1928. Long the seat of the town hall, it's been a library since 1873.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 17,
    "name": "Chiesa di San Bernardino",
    "latitude": "45.70026",
    "longitude": "9.674835",
    "excerpt": "Worth a visit for Lorenzo Lotto’s stylistically evolved altarpiece, the Pala di San Bernardino (1521), which depicts the Madonna beneath a dynamic,…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/chiesa-di-san-bernardino/a/poi-sig/1370645/359943",
    "image_url": null,
    "detail_description": "Worth a visit for Lorenzo Lotto’s stylistically evolved altarpiece, the Pala di San Bernardino (1521), which depicts the Madonna beneath a dynamic, foreshortened canopy deep in intense conversation with her saintly companions.\nNote the church's opening hours are very limited."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 16,
    "name": "Rocca",
    "latitude": "45.704066",
    "longitude": "9.66651",
    "excerpt": "This impressive fortress is dominated by a round tower that dates from Bergamo's days as a Venetian outpost. La Rocca houses part of the city's history…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/rocca/a/poi-sig/1138017/359943",
    "image_url": null,
    "detail_description": "This impressive fortress is dominated by a round tower that dates from Bergamo's days as a Venetian outpost. La Rocca houses part of the city's history museum, and is surrounded by a park with lovely views over lower Bergamo. The views are even better from the castle's tower.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 15,
    "name": "Chiesa dei Santi Bartolomeo e Stefano",
    "latitude": "45.695914",
    "longitude": "9.671713",
    "excerpt": "At the eastern edge of the lower town, this 17th-century church has a baroque facade (dating from 1897). Inside is Lorenzo Lotto’s largest altarpiece, the…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/chiesa-dei-santi-bartolomeo-e-stefano/a/poi-sig/1418376/359943",
    "image_url": null,
    "detail_description": "At the eastern edge of the lower town, this 17th-century church has a baroque facade (dating from 1897). Inside is Lorenzo Lotto’s largest altarpiece, the Pala Martinengo (c 1513–16), where his Madonna sits in a Bramante-esque temple framed by saints and overlooked by a Mantegna-inspired oculus.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 14,
    "name": "Baptistry",
    "latitude": "45.703632",
    "longitude": "9.662154",
    "excerpt": "This octagonal baptistry was built in 1340 but moved to its present spot and was given a few neo-Gothic flourishes in 1898. Inside, you'll find bas…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/baptistry/a/poi-sig/1383042/359943",
    "image_url": null,
    "detail_description": "This octagonal baptistry was built in 1340 but moved to its present spot and was given a few neo-Gothic flourishes in 1898. Inside, you'll find bas-reliefs depicting key episodes from Jesus' life (created by the 14th-century sculptor) Giovanni da Campione. On the exterior dome, eight statues represent each of the Christian virtues.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 13,
    "name": "Citadella Viscontea",
    "latitude": "45.705938",
    "longitude": "9.659471",
    "excerpt": "Built by the powerful Visconti clan in 1355, Bergamo's fortress has some imposing features, including a medieval postern gate, a 14th-century portico and…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/citadella-viscontea/a/poi-sig/1383031/359943",
    "image_url": null,
    "detail_description": "Built by the powerful Visconti clan in 1355, Bergamo's fortress has some imposing features, including a medieval postern gate, a 14th-century portico and Romanesque arcades. Today the citadel houses the Civico Museo Archeologico di Bergamo and the Museo Civico Scienze Naturali.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 12,
    "name": "Cattedrale di Bergamo",
    "latitude": "45.703355",
    "longitude": "9.662744",
    "excerpt": "Roman remains were discovered during renovations of Bergamo's baroque cathedral, with an interior dating to the 17th century. A rather squat building, it…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/cattedrale-di-bergamo/a/poi-sig/1137783/359943",
    "image_url": null,
    "detail_description": "Roman remains were discovered during renovations of Bergamo's baroque cathedral, with an interior dating to the 17th century. A rather squat building, it has a brilliant white facade (completed in the 19th century). Among the relics in a side chapel is the one-time coffin of the beatified Pope John XXII. The church also contains paintings by Moroni and Tiepolo.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 11,
    "name": "Torre di Gombito",
    "latitude": "45.703662",
    "longitude": "9.663988",
    "excerpt": "For a wonderful view from one of the highest points in the old town, climb the 12th-century Gombito Tower. Visits must be reserved in advance at the…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/torre-di-gombito/a/poi-sig/1406694/359943",
    "image_url": null,
    "detail_description": "For a wonderful view from one of the highest points in the old town, climb the 12th-century Gombito Tower. Visits must be reserved in advance at the tourist office, which is at the base of the tower, and leave at 10am, 10.45am, 11.30am, 2.30pm, 3.15pm and 4pm on Mondays. Keep in mind it's 263 steps to the top and there's no lift.\n"
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 10,
    "name": "Chiesa di San Michele al Pozzo Bianco",
    "latitude": "45.704006",
    "longitude": "9.669846",
    "excerpt": "This dark chilly church is home to an entire Lorenzo Lotto fresco-cycle devoted to the Storie della Vergine (Stories of the Virgin Mother; 1525)…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/chiesa-di-san-michele-al-pozzo-bianco/a/poi-sig/1370642/359943",
    "image_url": null,
    "detail_description": "This dark chilly church is home to an entire Lorenzo Lotto fresco-cycle devoted to the Storie della Vergine (Stories of the Virgin Mother; 1525). Curiously enough, Lotto lived next door to the church in the Casa del Vicario (House of the Vicar), which today belongs to the Ursuline Sisters.\nYou'll need to stick a coin in a slot to fully illuminate Lotto's deft handiwork."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 9,
    "name": "Cappella Colleoni",
    "latitude": "45.703392",
    "longitude": "9.662132",
    "excerpt": "The Cappella Colleoni, attached to the north side of the Basilica di Santa Maria Maggiore, was built between 1472 and 1476 as a magnificent mausoleum-cum…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/cappella-colleoni/a/poi-sig/1206645/359943",
    "image_url": null,
    "detail_description": "The Cappella Colleoni, attached to the north side of the Basilica di Santa Maria Maggiore, was built between 1472 and 1476 as a magnificent mausoleum-cum-chapel for the Bergamese mercenary commander Bartolomeo Colleoni (c 1400–75), who led Venice's armies in campaigns across northern Italy. He lies buried inside in a magnificent tomb.\nVenetian rococo master Giambattista Tiepolo (1696–1770) did some of the frescoes below the central dome."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 8,
    "name": "Galleria d'Arte Moderna e Contemporanea",
    "latitude": "45.70347",
    "longitude": "9.67605",
    "excerpt": "GAMeC, as the gallery is known, sits opposite the more prestigious Accademia Carrara and displays modern works by Italian artists like Giacomo Balla,…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/galleria-d-arte-moderna-e-contemporanea/a/poi-sig/1075060/359943",
    "image_url": null,
    "detail_description": "GAMeC, as the gallery is known, sits opposite the more prestigious Accademia Carrara and displays modern works by Italian artists like Giacomo Balla, Giorgio Morandi, Giorgio de Chirico and Filippo de Pisis. A contribution from Vassily Kandinsky lends an international touch.\nTemporary exhibitions stay open for longer hours (Wednesday to Monday from 10am to 7pm). The museum is small and can be hit or miss (depending on the exhibits). It's best visited in conjunction with the Carrara museum opposite."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 6,
    "name": "Basilica di Santa Maria Maggiore",
    "latitude": "45.70319",
    "longitude": "9.662422",
    "excerpt": "Bergamo's most striking church, begun in 1137, is quite a mishmash of styles. To its whirl of Romanesque apses (on which some external frescoes remain…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/basilica-di-santa-maria-maggiore/a/poi-sig/1138006/359943",
    "image_url": null,
    "detail_description": "Bergamo's most striking church, begun in 1137, is quite a mishmash of styles. To its whirl of Romanesque apses (on which some external frescoes remain visible), Gothic additions were added. Influences seem to come from afar, with dual-colour banding (black and white, and rose and white) typical of Tuscany and an interesting trompe l'œil pattern on part of the facade. Highlights include wooden marquetry designed by Lorenzo Lotto and the funerary tomb of the great Bergamo-born composer Gaetano Donizetti.\nAccording to legend, the people of Bergamo begged for protection from the Virgin Mary during a terrible outbreak of the plague in the early 1100s. When the town was spared, Bergamo made good on its word and began construction on the massive Basilica di Santa Maria Maggiore."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 7,
    "name": "Palazzo della Ragione",
    "latitude": "45.703729",
    "longitude": "9.662615",
    "excerpt": "The imposing arches and columns of the Palazzo della Ragione sit at the southern end of Piazza Vecchia. Built in the 12th century, it bears the lion of St…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/palazzo-della-ragione/a/poi-sig/1383043/359943",
    "image_url": null,
    "detail_description": "The imposing arches and columns of the Palazzo della Ragione sit at the southern end of Piazza Vecchia. Built in the 12th century, it bears the lion of St Mark – a reminder of Venice's long reign here. The animal is actually an early-20th-century replica of the 15th-century original, which was torn down when Napoleon took over in 1797. Note the sun clock in the pavement beneath the arches and the curious Romanesque and Gothic animals and busts decorating the pillars.\nThe palazzo houses temporary exhibitions. Enter via the steps leading up on the right."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 5,
    "name": "City Walls",
    "latitude": "45.701242",
    "longitude": "9.662969",
    "excerpt": "One of several towns in Italy with an intact ring of defences, Bergamo’s impressive walls were built by the Venetians over 30 years starting in 1561…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/city-walls/a/poi-sig/1621686/359943",
    "image_url": null,
    "detail_description": "One of several towns in Italy with an intact ring of defences, Bergamo’s impressive walls were built by the Venetians over 30 years starting in 1561. Ironically, due to changing political fortunes, the fortifications were never actually used – no one had the audacity to attack them – which is probably why they still look so new and handsome today. Five gates, 14 bastions and approximately 5.3km of wall enclose the Città Alta, which is linked to Città Bassa by two cable cars.\nYou can walk around the fortifications following various perimeter roads and streets (a distance of around 3.5km), most of which offer extensive views over the Città Bassa and the Lombard plains beyond.In 2017 Unesco named Bergamo’s Venetian defences a World Heritage site, along with those of five other Mediterranean towns."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 4,
    "name": "Piazza Vecchia",
    "latitude": "45.703947",
    "longitude": "9.662948",
    "excerpt": "The Upper Town's beating heart is the cafe-clad Piazza Vecchia, lined by elegant architecture that is a testament in stone and brick to Bergamo's long and…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/piazza-vecchia/a/poi-sig/1217493/359943",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/GettyRF_483351718.jpg",
    "detail_description": "The Upper Town's beating heart is the cafe-clad Piazza Vecchia, lined by elegant architecture that is a testament in stone and brick to Bergamo's long and colourful history. Its highlights include the Palazzo Nuovo, Palazzo del Podestà, Palazzo della Ragione and the Torre del Campanone. Tucked in behind the secular buildings of Piazza Vecchia, Piazza del Duomo is the core of Bergamo's spiritual life\nLe Corbusier apparently described Piazza Vecchia as the 'most beautiful square in Europe' – good thing they didn't let him try out any of his ideas on it. Had he done so, he'd have been following a certain precedent. The Renaissance square was created by levelling the huddle of medieval housing that once stood there.The white porticoed building on Via Bartolomeo Colleoni, which forms the northern side of the piazza, is the Palazzo Nuovo. Designed in 1611 by a brilliant architectural mind from Vicenza, Vincenzo Scamozzi (1548–1616), it was not actually completed until 1928. Long the seat of the town hall, it has been a library since 1873. Diagonally opposite, on the northwest side of the square, the Palazzo del Podestà was long home to Venice's representative in Bergamo.Looming overhead, the massive, square-based Torre del Campanone tolls the old 10pm curfew. Originally raised in the 12th century and partly used as a jail in the 14th, it has undergone numerous alterations. In 1486, cheerful citizens lit a bonfire atop the tower to celebrate a religious holiday. Oddly, they didn't foresee that this would lead to the timber roof catching and burning to a crisp, leading to one of many renovations. Lighting fires is no longer allowed but you can take a wheelchair-accessible lift to the top, from where there are splendid views.Turn south and you face the imposing arches and columns of the Palazzo della Ragione, built in the 12th century. The lion of St Mark is a reminder of Venice's long reign here. It's an early 20th-century replica of the 15th-century original, which was torn down when Napoleon took over in 1797. Note the sun clock in the pavement beneath the arches, and the curious Romanesque and Gothic animals and busts decorating the pillars of the arches. Today the Palazzo houses temporary exhibitions."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 3,
    "name": "Torre del Campanone",
    "latitude": "45.703947",
    "longitude": "9.662454",
    "excerpt": "Bergamo's colossal, square-based Torre del Campanone soars 52m above the city. It still tolls a bell at 10pm, the legacy of an old curfew. Taking the lift…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/torre-del-campanone/a/poi-sig/1137781/359943",
    "image_url": null,
    "detail_description": "Bergamo's colossal, square-based Torre del Campanone soars 52m above the city. It still tolls a bell at 10pm, the legacy of an old curfew. Taking the lift to the top of the tower reveals sweeping views down onto the town, up to the pre-Alps and across to the Lombard plains.\nThere's a 230-step staircase if you're feeling energetic.Entry also includes the Palazzo del Podestà."
},
{
    "country": "bergamo",
    "city": "Bergamo",
    "index": 2,
    "name": "Palazzo del Podestà",
    "latitude": "45.703917",
    "longitude": "9.662443",
    "excerpt": "On the northwest side of Piazza Vecchia, the fresco-dappled Palazzo del Podestà was traditionally home to Venice's representative in Bergamo. Today, the…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/bergamo/attractions/palazzo-del-podesta/a/poi-sig/1515158/359943",
    "image_url": null,
    "detail_description": "On the northwest side of Piazza Vecchia, the fresco-dappled Palazzo del Podestà was traditionally home to Venice's representative in Bergamo. Today, the medieval building houses a small imaginative museum with audiovisual and interactive displays that tell the story of Bergamo's Venetian age. Admission also includes access to the Torre del Campanone, with superb views over Bergamo.\nInside the museum, expect animated maps, high-tech re-creations of printing typefaces, historical videos and strong air-con. Most of the cinematic displays are in Italian, but there are also some written panels in English."
}
]