[
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 1,
    "name": "Tilden Regional Park",
    "latitude": "37.897614",
    "longitude": "-122.248993",
    "excerpt": "This 2079-acre park, up in the hills east of town, is Berkeley’s best. It has nearly 40 miles of hiking and multiuse trails of varying difficulty, from…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/tilden-regional-park/a/poi-sig/455787/361861",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-119681027_super.jpg",
    "detail_description": "This 2079-acre park, up in the hills east of town, is Berkeley’s best. It has nearly 40 miles of hiking and multiuse trails of varying difficulty, from paved paths to hilly scrambles, including part of the magnificent Bay Area Ridge Trail. There's also a miniature steam train ($3), a children’s farm and environmental education center, a wonderfully wild-looking botanical garden and an 18-hole golf course. Lake Anza is good for picnics and from spring through fall you can swim ($3.50).\nAC Transit bus 67 runs to the park on weekends and holidays from Downtown Berkeley BART station, but only stops at the park entrance on weekdays."
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 18,
    "name": "Phoebe A Hearst Museum of Anthropology",
    "latitude": "37.869713",
    "longitude": "-122.255173",
    "excerpt": "South of the Campanile in Kroeber Hall, this small museum includes exhibits from indigenous cultures around the world, including ancient Peruvian,…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/phoebe-a-hearst-museum-of-anthropology/a/poi-sig/455781/361861",
    "image_url": null,
    "detail_description": "South of the Campanile in Kroeber Hall, this small museum includes exhibits from indigenous cultures around the world, including ancient Peruvian, Egyptian and African items. There’s also a large collection highlighting Native Californian cultures.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 17,
    "name": "Magnes Collection of Jewish Art and Life",
    "latitude": "37.869696",
    "longitude": "-122.266749",
    "excerpt": "This museum boasts a fine collection – almost 15,000 pieces – of art and cultural artifacts sourced from across the Jewish diaspora, particularly Jewish…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/magnes-collection-of-jewish-art-and-life/a/poi-sig/1616830/361861",
    "image_url": null,
    "detail_description": "This museum boasts a fine collection – almost 15,000 pieces – of art and cultural artifacts sourced from across the Jewish diaspora, particularly Jewish communities in the American West. Note that the museum is open during the academic year, and closed outside of fall and spring semester.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 16,
    "name": "Sather Gate",
    "latitude": "37.870322",
    "longitude": "-122.259475",
    "excerpt": "The frenetic energy buzzing from the university’s Sather Gate on any given day is a mixture of youthful posthippies reminiscing about days before their…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/sather-gate/a/poi-sig/1500088/361861",
    "image_url": null,
    "detail_description": "The frenetic energy buzzing from the university’s Sather Gate on any given day is a mixture of youthful posthippies reminiscing about days before their time and fashion-conscious hipsters and punk rockers who sneer at tie-dyed nostalgia. Political activists still hand out leaflets here at the south entrance to campus.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 15,
    "name": "UC Berkeley Art Museum",
    "latitude": "37.870661",
    "longitude": "-122.26647",
    "excerpt": "With a stainless-steel exterior wrapping around a 1930s printing plant, this museum holds multiple galleries showcasing a limited number of artworks, from…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/uc-berkeley-art-museum/a/poi-sig/455789/361861",
    "image_url": null,
    "detail_description": "With a stainless-steel exterior wrapping around a 1930s printing plant, this museum holds multiple galleries showcasing a limited number of artworks, from ancient Chinese to cutting-edge contemporary. The complex also houses a bookstore, cafe and the much-loved Pacific Film Archive.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 12,
    "name": "First Church of Christ, Scientist",
    "latitude": "37.865605",
    "longitude": "-122.255859",
    "excerpt": "Bernard Maybeck’s impressive 1910 church uses concrete and wood in its blend of arts-and-crafts, Asian and Gothic influences. Maybeck was a professor of…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/first-church-of-christ-scientist/a/poi-sig/1468508/361861",
    "image_url": null,
    "detail_description": "Bernard Maybeck’s impressive 1910 church uses concrete and wood in its blend of arts-and-crafts, Asian and Gothic influences. Maybeck was a professor of architecture at UC Berkeley and designed San Francisco’s Palace of Fine Arts, plus many landmark homes in the Berkeley Hills.\nFree 45-minute guided tours are given on the first Sunday of every month."
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 13,
    "name": "Berkeley Rose Garden",
    "latitude": "37.885727",
    "longitude": "-122.263198",
    "excerpt": "In North Berkeley discover the Berkeley Rose Garden, with its eight terraces of colorful explosions. Here you’ll find quiet benches and a plethora of…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/berkeley-rose-garden/a/poi-sig/1566865/361861",
    "image_url": null,
    "detail_description": "In North Berkeley discover the Berkeley Rose Garden, with its eight terraces of colorful explosions. Here you’ll find quiet benches and a plethora of almost perpetually blooming roses arranged by hue.\nAcross the street, Cordornices Park has a children’s playground with a very fun concrete slide, about 40ft long."
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 14,
    "name": "Adventure Playground",
    "latitude": "37.862861",
    "longitude": "-122.314525",
    "excerpt": "At the Berkeley Marina, this is one of the coolest play spaces in the Bay Area – a free outdoor park encouraging creativity and cooperation where…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/adventure-playground/a/poi-sig/1468514/361861",
    "image_url": null,
    "detail_description": "At the Berkeley Marina, this is one of the coolest play spaces in the Bay Area – a free outdoor park encouraging creativity and cooperation where supervised kids of any age can help build and paint their own structures. There's an awesome zipline too. Dress the tykes in play clothes, because they will get dirty.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 11,
    "name": "Telegraph Avenue",
    "latitude": "37.867163",
    "longitude": "-122.258756",
    "excerpt": "Telegraph Ave has traditionally been the throbbing heart of studentville in Berkeley, the sidewalks crowded with undergrads, postdocs and youthful…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/telegraph-avenue/a/poi-sig/455785/361861",
    "image_url": null,
    "detail_description": "Telegraph Ave has traditionally been the throbbing heart of studentville in Berkeley, the sidewalks crowded with undergrads, postdocs and youthful shoppers squeezing their way past throngs of vendors, buskers and panhandlers. Street stalls hawk everything from crystals to bumper stickers to self-published tracts. Several cafes and budget eateries cater to students.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 10,
    "name": "Takara Sake",
    "latitude": "37.866096",
    "longitude": "-122.299547",
    "excerpt": "Stop in to see the traditional wooden tools used for making sake and a short video of the brewing process. Tours of the factory aren’t offered, but you…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/takara-sake/a/poi-sig/1468515/361861",
    "image_url": null,
    "detail_description": "Stop in to see the traditional wooden tools used for making sake and a short video of the brewing process. Tours of the factory aren’t offered, but you can view elements of modern production and bottling through a window. Sake flights are poured in a spacious tasting room constructed with reclaimed wood and floor tiles fashioned from recycled glass, all set beneath 'Song of the Sky,' a kinetic sculpture by Susumu Shingu.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 9,
    "name": "Berkeley Marina",
    "latitude": "37.863047",
    "longitude": "-122.317014",
    "excerpt": "At the west end of University Ave is the marina, frequented by squawking seagulls, silent types fishing from the pier and, especially on windy weekends,…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/berkeley-marina/a/poi-sig/1468761/361861",
    "image_url": null,
    "detail_description": "At the west end of University Ave is the marina, frequented by squawking seagulls, silent types fishing from the pier and, especially on windy weekends, families flying colorful kites. It offers sweeping waterfront views from paved walking, cycling and running paths.\nThe marina was originally built in the late 19th century, then replaced by a ferry pier in the 1920s (its unusual length dictated by the bay's extreme shallowness)."
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 8,
    "name": "UC Museum of Paleontology",
    "latitude": "37.871517",
    "longitude": "-122.261868",
    "excerpt": "Despite the title, this isn't a museum, but rather a research facility that's closed to the public. With that said, the location within the Valley Life…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/uc-museum-of-paleontology/a/poi-sig/1468503/361861",
    "image_url": null,
    "detail_description": "Despite the title, this isn't a museum, but rather a research facility that's closed to the public. With that said, the location within the Valley Life Sciences Building is fronted by an accessible atrium area that includes some cool fossil exhibits, including a Tyrannosaurus rex skeleton. The Life Sciences building is generally open to the public from 9am to 10pm, but may be closed during holidays, weekends and parts of summer.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 7,
    "name": "People’s Park",
    "latitude": "37.865808",
    "longitude": "-122.257047",
    "excerpt": "This park, just east of Telegraph Ave, is a marker in local history as a political battleground between residents and the city and state government in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/people-s-park/a/poi-sig/455779/361861",
    "image_url": null,
    "detail_description": "This park, just east of Telegraph Ave, is a marker in local history as a political battleground between residents and the city and state government in the late 1960s. Occasional festivals do still happen here, but it’s a bit run-down and serves mostly as a gathering spot for Berkeley’s homeless.\nUC Berkeley wants to build dorms on one side of the park, which (appropriately enough) has become a flashpoint issue and subject of protest."
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 6,
    "name": "Lawrence Hall of Science",
    "latitude": "37.87953537",
    "longitude": "-122.24646508",
    "excerpt": "Near Grizzly Peak Blvd, this science hall is named after Ernest Lawrence, who won the Nobel Prize for his invention of the cyclotron particle accelerator…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/lawrence-hall-of-science/a/poi-sig/455773/361861",
    "image_url": null,
    "detail_description": "Near Grizzly Peak Blvd, this science hall is named after Ernest Lawrence, who won the Nobel Prize for his invention of the cyclotron particle accelerator. He was a key member of the WWII Manhattan Project, and he’s also the name behind the Lawrence Berkeley and Lawrence Livermore national laboratories. The museum has interactive (if kinda dated) exhibits for kids and adults (many closed weekdays) on subjects ranging from earthquakes to nanotechnology. Outside there’s a 60ft model of a DNA molecule.\nFrom Downtown Berkeley BART station, take AC Transit bus 65. From campus, catch the university’s Bear Transit H Line shuttle ($1). On-site parking costs $1 per hour."
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 4,
    "name": "University of California, Berkeley",
    "latitude": "37.869501",
    "longitude": "-122.259164",
    "excerpt": "'Cal' is one of the country's top universities, California's oldest university (1866), and home to 40,000 diverse, politically conscious students. Next to…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/university-of-california-berkeley/a/poi-sig/455793/361861",
    "image_url": null,
    "detail_description": "'Cal' is one of the country's top universities, California's oldest university (1866), and home to 40,000 diverse, politically conscious students. Next to California Memorial Stadium, the Koret Visitor Center has information and maps, and leads free campus walking tours (reservations required). Cal's landmark is the 1914 Campanile, with elevator rides ($4) to the top and carillon concerts. The Bancroft Library displays the small gold nugget that started the California gold rush in 1848.\nLeading to the campus's south gate, Telegraph Avenue is as youthful and gritty as San Francisco's Haight St, packed with cafes, cheap eats, record stores and bookstores. Or you can enter from Center St and Oxford Lane, not far from Downtown Berkeley BART station."
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 5,
    "name": "UC Botanical Garden at Berkeley",
    "latitude": "37.87465",
    "longitude": "-122.238886",
    "excerpt": "With 34 acres and more than 10,000 types of plants, this garden in the hills above campus has one of the most varied collections in the USA. Flora from…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/uc-botanical-garden-at-berkeley/a/poi-sig/455791/361861",
    "image_url": null,
    "detail_description": "With 34 acres and more than 10,000 types of plants, this garden in the hills above campus has one of the most varied collections in the USA. Flora from every continent except Antarctica are lovingly tended here, with special emphasis on Mediterranean species that grow in California, the Americas, the Mediterranean and southern Africa.\nOn weekdays, catch the university's Bear Transit H Line shuttle ($1) from campus. Limited parking across the street from the garden costs $1 per hour.A nearby fire trail makes a woodsy walking loop around Strawberry Canyon, offering great views of town and the off-limits Lawrence Berkeley National Laboratory. Find the trailhead on the east side of Centennial Dr just southwest of the botanical garden; you’ll emerge near the Lawrence Hall of Science."
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 3,
    "name": "Campanile",
    "latitude": "37.872042",
    "longitude": "-122.257801",
    "excerpt": "Officially called Sather Tower, the Campanile was modeled on St Mark’s Basilica in Venice. The 307ft spire offers fine views of the Bay Area, and at the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/campanile/a/poi-sig/455763/361861",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/474553163_full.jpg",
    "detail_description": "Officially called Sather Tower, the Campanile was modeled on St Mark’s Basilica in Venice. The 307ft spire offers fine views of the Bay Area, and at the top you can stare up into the carillon of 61 bells, ranging from the size of a cereal bowl to that of a Volkswagen. Recitals take place on weekdays at 7:50am and at noon and 6pm Monday to Saturday, with a longer piece performed at 2pm on Sunday.\n"
},
{
    "country": "berkeley",
    "city": "Berkeley",
    "index": 2,
    "name": "Bancroft Library",
    "latitude": "37.87235582",
    "longitude": "-122.25882337",
    "excerpt": "The Bancroft houses, among other gems, the papers of Mark Twain, a copy of Shakespeare’s folios and a diary from the Donner Party. Its small public…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/berkeley/attractions/bancroft-library/a/poi-sig/455755/361861",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-138302621_full.jpg",
    "detail_description": "The Bancroft houses, among other gems, the papers of Mark Twain, a copy of Shakespeare’s folios and a diary from the Donner Party. Its small public exhibits of historical Californiana include the surprisingly small gold nugget that sparked the 1849 gold rush. Rotating temporary exhibits spotlight history and art, with pieces from the library's own collections.\nTo register to use the library, you must present a current government or academic-issued photo ID. The registration desk is on your way in. Opening hours are affected by the school's academic calendar."
}
]