[
{
    "country": "berlin",
    "city": "Friedrichshain",
    "index": 1,
    "name": "East Side Gallery",
    "latitude": "52.5045",
    "longitude": "13.441043",
    "excerpt": "The East Side Gallery is the embodiment of Berlin’s grit and guts. ",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/friedrichshain/attractions/east-side-gallery/a/poi-sig/1104617/1320681",
    "image_url": "https://lp-cms-production.imgix.net/2021-08/shutterstockRF_345802901.jpg",
    "detail_description": "The East Side Gallery is the embodiment of Berlin’s grit and guts. It’s a symbol of hope, creativity and resilience – for Berliners, but also the rest of the world.\nIn 1989, the Berlin Wall, a grey and grisly divider of humanity, was finally torn down after 28 years. Today its longest surviving stretch forms the world’s largest permanent open-air art gallery, known as the East Side Gallery.\nThe nearly mile-long (1.3 km) section of wall, located along the Spree River and Mühlenstrasse, showcases more than 100 murals. Dozens of international artists have translated the Cold War-era’s global euphoria and optimism into a mix of political statements, psychedelic-induced musings and manifold artistic visions.\nThese days, graffiti tagging forms a good part of the artwork, though it's strictly frowned upon as great measures have been taken to preserve and even reproduce some of the Gallery’s most iconic paintings like Dmitri Vrubel’s so-called Fraternal Kiss and Thierry Noir’s cartoon faces.\nNowadays, you’ll often see the East Side Gallery covered in groups of shutterbugs – the city estimates over three million visitors come here annually – as well as ample, unsightly fences warding off vandalism. On its backside, carousers drink beer and play techno from boomboxes along the banks of the Spree, while, on the other side of the wall, Mühlenstrasse has turned into the kind of dry, characterless commercial development that makes the locals moan.\nBut, despite such a touristy backdrop, just ask your average Berliner – there will always be a kind of magic about the East Side Gallery. Driving past after a serious night of clubbing or a biking adventure through the city will provide a little burst of pride and excitement, like watching a film strip of history unfold. After all, this relic is proof of just how far Berlin has come.\n\n  \nPeople walk past the My God, Help Me to Survive This Deadly Love artwork on the East Side Gallery in Berlin © LordRunar / Getty Images\n\nThe history of the East Side Gallery\nDuring the Cold War, the part of the wall where the East Side Gallery is now situated was a border crossing to East Germany accessible to West Germans only. Essentially, it was an interior wall acting as an extra barrier to stop fleeing East Germans before reaching the infamous \"death strip\" (a no man’s land between the East and West sides where guards shot on sight).\nFollowing the Peaceful Revolution in 1989, most of the Berlin Wall was soon dismantled – this is the longest remaining stretch. One year later, over 100 artists from 21 countries staged a now legendary painting session here on the eastern side of the Wall. The East Side Gallery was eventually declared a monument by local authorities.\nSome of the most famous murals have forever found their places on the pages of history and pop culture. For example, Birgit Kinder’s Test the Rest, showing a Trabi bursting through the Berlin Wall, Dmitri Vrubel’s My God, Help Me To Survive This Deadly Love (also known as Fraternal Kiss), depicting East German leader Erich Honecker and high-ranking Soviet politician Leonid Brezhnev locking lips, and East German artist Thomas Klingenstein’s Detour to the Japanese Sector, a vivid depiction of the Japanese landscape (Japan was one of the countries East German citizens were prohibited from traveling to).\nIn 2009, the gallery underwent a controversial restoration due to the wall’s decay from atmospheric conditions and tourist graffiti. Several murals were erased and, in many cases, artists were asked to take part in repainting.\n\n  \nBirgit Kinder’s Test the Rest, showing a car bursting through the wall © Tupungato / Shutterstock\n\nSome refused and even took legal action, saying that they had not received adequate revenue from the monument and arguing that the restoration had destroyed the authenticity of the works. Others, including Vrubel who recreated Fraternal Kiss, obliged, albeit with a heavy heart.\nToday, the East Side Gallery is a symbol of an older period of Berlin – the Cold War, but also the early years of German reunification when the city was as gritty and hard-boiled as ever. Opposite the wall, on the other side of Mühlenstrasse, lies a newer Berlin – high-rise condo buildings, a concert arena and, further beyond, a new shopping mall that’s often been described as an eyesore.\nThe East Side Gallery too remains an area of interest to investors. In 2013, part of the monument was scheduled to be destroyed to build deluxe apartments. Protests from Berliners – and even an appearance from David Hasselhoff himself – eventually led to the murals being moved across the street and preserved.\nPlan your visit\nThe East Side Gallery is located on Mühlenstrasse, a main thoroughfare straddling the Kreuzberg (former West), Mitte and Friedrichshain (former East) neighborhoods. It runs parallel to the Spree and lies between landmarks such as the pretty Oberbaumbrücke and Ostbahnhof train station, and is within walking distance of several nightclubs including Watergate and Club der Visionäre.\nThe Gallery is free and accessible 24 hours a day. You can stroll it in either direction. If you start at the end near the Oberbaumbrücke, you can visit the Wall Museum first for an overview of the history of the Berlin Wall. Crowd favorite Dimitri Vrubel's My God, Help Me to Survive This Deadly Love mural is also nearer this end of the Gallery.\nAs such, this area is quite busy at all times of day. However, you will likely get the best views and fewer crowds of the East Side Gallery earlier in the morning, so aim to make it your first stop. A path along the Spree river banks (the opposite side of the wall) is popular among morning joggers.\n\n  \nThe East Side Gallery is a hive of activity at most times of day © hanohiki / Shutterstock\n\nGetting there\nThe East Side Gallery can be accessed by public transit. It is most easily reached by the U-bahn line U1 to Warschauer Straße or Schlesisches Tor station, or S-bahn line S5, S7, or S9 to Warschauer Straße or Ostbahnhof station.\nDid you know?\nPainted sections of the Berlin Wall exist not only at the East Side Gallery but all over the world. These remnants have been delivered to several countries such as Iceland, South Korea and Estonia, among others, as symbolic gifts of freedom and solidarity.\nIn Brussels, a large section bearing the image of former US President John F. Kennedy is located in front of the European Commission headquarters. Another section can be found in the gardens of the United Nations in New York.\n"
},
{
    "country": "berlin",
    "city": "Prenzlauer Berg",
    "index": 40,
    "name": "Kulturbrauerei",
    "latitude": "52.539814292357",
    "longitude": "13.413346051926",
    "excerpt": "The fanciful red-and-yellow brick buildings of this 19th-century brewery have been upcycled into a cultural powerhouse with a small village's worth of…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/prenzlauer-berg/attractions/kulturbrauerei/a/poi-sig/1204543/1320686",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ac6661087450c58c1535194c9791a523-kulturbrauerei.jpg",
    "detail_description": "The fanciful red-and-yellow brick buildings of this 19th-century brewery have been upcycled into a cultural powerhouse with a small village's worth of venues, from concert and theatre halls to nightclubs, dance studios, a multiplex cinema and a free GDR history museum. The main entrances are on Knaackstrasse and Sredzkistrasse.\nOn Sundays, foodies fill up on global treats at the street-food market, while in December, the old buildings make a lovely backdrop for a Swedish-style Lucia Christmas market."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 39,
    "name": "Archenhold Sternwarte",
    "latitude": "52.485773",
    "longitude": "13.476362",
    "excerpt": "The star exhibit at Germany’s oldest astronomical observatory is the 21m-long refracting telescope (the world’s longest), built in 1896 by astronomer…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/attractions/archenhold-sternwarte/a/poi-sig/1104434/359364",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Germany%20Berlin%20ullstein%20bild%20GettyImages-550989787%20RM.jpg",
    "detail_description": "The star exhibit at Germany’s oldest astronomical observatory is the 21m-long refracting telescope (the world’s longest), built in 1896 by astronomer Friedrich Simon Archenhold. Other exhibits are a bit ho-hum but still impart fascinating nuggets about the solar system, astronomy in general and the history of the observatory. Kids love having their picture taken next to the big meteorite chunk.\nBetween October and March, you can look through the big telescope at 8pm on the second and fourth Friday of the month."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 38,
    "name": "Museum für Film und Fernsehen",
    "latitude": "52.509387808815",
    "longitude": "13.373364692967",
    "excerpt": "Germany's film history gets the star treatment at this engaging museum. Explore galleries dedicated to pioneers like Fritz Lang, ground-breaking movies…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/museum-fuer-film-und-fernsehen/a/poi-sig/1204400/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e65677df2d163f43489eb008d2eb4297-museum-fur-film-und-fernsehen.jpg",
    "detail_description": "Germany's film history gets the star treatment at this engaging museum. Explore galleries dedicated to pioneers like Fritz Lang, ground-breaking movies like Leni Riefenstahl's Nazi-era Olympia and legendary divas like Marlene Dietrich. The TV exhibit has more niche appeal but is still fun if you want to know what Star Trek sounds like in German.\nThe museum is part of the Filmhaus, which also houses a film school, the Arsenal cinema, a library and a museum shop."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 37,
    "name": "Martin-Gropius-Bau",
    "latitude": "52.506637701707",
    "longitude": "13.381945196132",
    "excerpt": "With its mosaics, terracotta reliefs and airy atrium, this Italian Renaissance–style exhibit space named for its architect (Bauhaus founder Walter Gropius…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/martin-gropius-bau/a/poi-sig/373145/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/29742fc0da6dbd4636e027532b877f48-martin-gropius-bau.jpg",
    "detail_description": "With its mosaics, terracotta reliefs and airy atrium, this Italian Renaissance–style exhibit space named for its architect (Bauhaus founder Walter Gropius' great-uncle) is a celebrated venue for high-calibre art and cultural exhibits. Whether it's a David Bowie retrospective, the latest works of Ai Weiwei or an ethnological exhibit on the mysteries of Angkor Wat, it's bound to be well curated and utterly fascinating.\nThe Berlin state parliament convenes in the stately neo-Renaissance structure (the Abgeordnetenhaus) across the street."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 36,
    "name": "Neue Nationalgalerie",
    "latitude": "52.506907335718",
    "longitude": "13.368169424819",
    "excerpt": "The fabulous collection of early-20th-century art housed at the Neue Nationalgalerie is off view until renovations of the gallery, led by architect David…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/neue-nationalgalerie/a/poi-sig/1104168/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/54e00ba4aeb0b0380890c54ce8f4b4a8-neue-nationalgalerie.jpg",
    "detail_description": "The fabulous collection of early-20th-century art housed at the Neue Nationalgalerie is off view until renovations of the gallery, led by architect David Chipperfield, are completed (anticipated by the end of 2020). The building itself is a late masterpiece by Ludwig Mies van der Rohe. All glass and steel and squatting on a raised platform, it echoes a postmodern Buddhist temple.\nThere's not much to see for now, although the construction wall has been turned into a sidewalk exhibit featuring photographs of the iconic building and its creator."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 35,
    "name": "Schloss Charlottenburg - Neuer Flügel",
    "latitude": "52.52092828",
    "longitude": "13.29736094",
    "excerpt": "The palace’s most beautiful rooms are the flamboyant private chambers of Frederick the Great, designed in 1746 by the period's star architect Georg…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/schloss-charlottenburg-neuer-fluegel/a/poi-sig/1104243/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/333d4feb553a25317c285277e97febc6-schloss-charlottenburg-neuer-flugel.jpg",
    "detail_description": "The palace’s most beautiful rooms are the flamboyant private chambers of Frederick the Great, designed in 1746 by the period's star architect Georg Wenzeslaus von Knobelsdorff. Standouts include the confection-like White Hall banquet room, the mirrored and gilded Golden Gallery and the paintings by Watteau, Pesne and other 18th-century French masters. Also note the apartment of Luise (1776–1810; a popular queen and wife of King Friedrich Wilhelm III), with its stunning bedroom designed by Karl Friedrich Schinkel.\n"
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 34,
    "name": "Dalí – Die Ausstellung",
    "latitude": "52.508903352951",
    "longitude": "13.378363479596",
    "excerpt": "If you only know Salvador Dalí as the painter of melting watches, burning giraffes and other surrealist imagery, this private collection will likely open…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/dali-die-ausstellung/a/poi-sig/1204413/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cbd3bcf2558cb9a4201c44205ea2e052-dali-die-ausstellung.jpg",
    "detail_description": "If you only know Salvador Dalí as the painter of melting watches, burning giraffes and other surrealist imagery, this private collection will likely open new perspectives on the man and his work. Here, the focus is on his graphics, illustrations, sculptures, drawings and films, with highlights including etchings on the theme of Tristan and Isolde and epic sculptures like Surrealist Angel, as well as the Don Quixote lithographs.\nIf you need a little help understanding this fantasy world, join a guided tour offered throughout the day by Dali Scouts."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 33,
    "name": "Boulevard der Stars",
    "latitude": "52.509385",
    "longitude": "13.375007",
    "excerpt": "Berlin's own version of Hollywood's Walk of Fame features 101 (and counting) brass stars embedded in a red-asphalt 'carpet' along Potsdamer Strasse. They…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/boulevard-der-stars/a/poi-sig/1264556/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f110cf18bf3040cf77f11876d44b322-boulevard-der-stars.jpg",
    "detail_description": "Berlin's own version of Hollywood's Walk of Fame features 101 (and counting) brass stars embedded in a red-asphalt 'carpet' along Potsdamer Strasse. They honour actors and directors from German film and TV, some of whom achieved international fame such as Marlene Dietrich, Werner Herzog and Romy Schneider.\nEach star bears the engraved name, biographical data, profession and autograph of the honouree. A cute gimmick is the 'Pepper's Ghost' cameras that create a holographic image of the celebrity hovering above their brass star. Feel free to step next to it and snap a picture."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 32,
    "name": "Bröhan Museum",
    "latitude": "52.51816",
    "longitude": "13.295914",
    "excerpt": "This lovely museum trains the spotlight on applied arts from the late 19th century until the outbreak of WWII. Pride of place goes to the art nouveau…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/broehan-museum/a/poi-sig/1104264/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f1dd15c9a8f7b791c52012f9cec695c5-brohan-museum.jpg",
    "detail_description": "This lovely museum trains the spotlight on applied arts from the late 19th century until the outbreak of WWII. Pride of place goes to the art nouveau collection, with period rooms, porcelain and glass art from England, France, Germany, Scandinavia and Austria. A secondary focus is on art deco and functionalism, both styles of the 1920s and '30s. A picture gallery with works by Berlin Secession artists complements the exhibits.\nTickets include an audioguide in English and German. The museum is named for its founder Karl H Bröhan, who donated his private collection to the city in 1981."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 31,
    "name": "Glockenturm",
    "latitude": "52.513949",
    "longitude": "13.231874",
    "excerpt": "For a striking perspective of Berlin’s Olympiastadion (Olympic Stadium), take the lift up to the outdoor observation platform of this 77m-high bell tower,…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/attractions/glockenturm/a/poi-sig/1104292/359364",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Germany%20Berlin%20byvalet%20shutterstock_1185544252%20RFE.jpg",
    "detail_description": "For a striking perspective of Berlin’s Olympiastadion (Olympic Stadium), take the lift up to the outdoor observation platform of this 77m-high bell tower, built for the 1936 Olympics. En route you’ll pass a replica of the Olympic bell (the damaged original is displayed south of the stadium). For the back story of the 1936 games, peruse the pictures and panels of the ground-floor exhibit and don't miss the documentary featuring rare original footage.\nThe tower is just west of the Olympiastadion and about 500m north of S-Bahn station Pichelsberg via Schirwindter Allee and Passenheimer Strasse."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 30,
    "name": "Georg Kolbe Museum",
    "latitude": "52.509907",
    "longitude": "13.254887",
    "excerpt": "Georg Kolbe (1877–1947) was one of Germany's most influential early 20th-century sculptors and a member of the Berlin Secession. He distanced himself from…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/attractions/georg-kolbe-museum/a/poi-sig/1104297/359364",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Germany%20Berlin%20Mo%20Photography%20Berlin%20shutterstock_2088510277%20RFE.jpg",
    "detail_description": "Georg Kolbe (1877–1947) was one of Germany's most influential early 20th-century sculptors and a member of the Berlin Secession. He distanced himself from traditional sculpture and became a chief exponent of the idealised nude, which later found favour with the Nazis. Changing exhibits in his former home and studio focus on sculpture by Kolbe and his contemporaries, often juxtaposed with contemporary works.\nThe sculpture garden is an oasis of tranquillity and the cafe one of the nicest in a Berlin museum. The museum is located in far western Charlottenburg, about 2km southeast of the Olympiastadion."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 29,
    "name": "Sammlung Scharf-Gerstenberg",
    "latitude": "52.518819",
    "longitude": "13.296697",
    "excerpt": "This smart gallery is a treasure trove for aficionados of surrealism, a fantastical art form that peaked in the 1920s. It introduces works by the main…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/sammlung-scharf-gerstenberg/a/poi-sig/1104263/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9e2980eaa8dccb5676e593989875198a-sammlung-scharf-gerstenberg.jpg",
    "detail_description": "This smart gallery is a treasure trove for aficionados of surrealism, a fantastical art form that peaked in the 1920s. It introduces works by the main protagonists – Max Ernst, René Magritte and Salvador Dalí, among others – and provides context by examining surreal aspects introduced by earlier artists. These include Goya's spooky etchings and the creepy dungeon scenes by Italian engraver Giovanni Battista Piranesi. Post-WWII surrealist interpretations are represented by Jean Dubuffet.\nThe collection is housed in the 19th-century barracks of the Gardes du Corps, the officers who served as the personal bodyguards of the Prussian king."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 28,
    "name": "Funkturm",
    "latitude": "52.504996",
    "longitude": "13.278168",
    "excerpt": "The filigree Funkturm, next to the trade fairgrounds, soars 129m high (14m with antenna) and looks especially pretty when illuminated at night. From the…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/attractions/funkturm/a/poi-sig/1104295/359364",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Germany%20Berlin%20Achim%20Thomae%20GettyImages-924544246%20RFC.jpg",
    "detail_description": "The filigree Funkturm, next to the trade fairgrounds, soars 129m high (14m with antenna) and looks especially pretty when illuminated at night. From the viewing platform at 126m or the art nouveau–style restaurant at 55m you can enjoy sweeping views of the Grunewald and the western city. The tower has been transmitting signals since 1925 and, 10 years later, broadcast the world’s first regular TV program. Heavy winds make the platform inaccessible. If in doubt, call ahead.\nAlso visible from above is the AVUS, Germany’s first car-racing track, which opened in 1921; AVUS stands for Automobil-, Verkehrs- und Übungsstrasse (auto, traffic and practice track). The Nazis made it part of the autobahn system, which it still is today."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 27,
    "name": "Europa-Center",
    "latitude": "52.504454",
    "longitude": "13.338153",
    "excerpt": "The 103m-high Europa-Center shopping mall was Berlin’s first 'skyscraper' at its 1965 opening, the giant Mercedes star spinning on its rooftop a symbol of…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/europa-center/a/poi-sig/1104290/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d4cc928587e7f9047182d280619af8d7-europa-center.jpg",
    "detail_description": "The 103m-high Europa-Center shopping mall was Berlin’s first 'skyscraper' at its 1965 opening, the giant Mercedes star spinning on its rooftop a symbol of capitalist West Germany's miraculous post-WWII economic recovery. Today, the gracefully ageing structure has 70 shops and exudes charming retro flair, enlivened by such quirky sights as the Lotus Fountain and the ingenious Time-Flow Clock by French physicist-artist Bernard Gitton.\nYou can catch the lift to the 20th floor to enjoy the panorama or get an eyeful of pretty people and Berlin at the swish Puro Sky Lounge. Europa-Center was built on the site of the Romanisches Cafe, a popular hangout of 1920s artists and intellectuals."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 26,
    "name": "Museum Berggruen",
    "latitude": "52.519048",
    "longitude": "13.295721",
    "excerpt": "Classic modern art is the ammo of this delightful museum where Picasso is especially well represented, with paintings, drawings and sculptures from all…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/museum-berggruen/a/poi-sig/1104262/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e1b6eaa6d446218717143abb1eed3429-museum-berggruen.jpg",
    "detail_description": "Classic modern art is the ammo of this delightful museum where Picasso is especially well represented, with paintings, drawings and sculptures from all his major creative phases. Elsewhere it’s off to Paul Klee's emotional world, Henri Matisse's paper cut-outs, Alberto Giacometti's elongated sculptures and a sprinkling of African art that inspired both Klee and Picasso.\nStandouts by Picasso include the Seated Harlequin from the early blue and rose periods, bold cubist canvases such as his portrait of Georges Braque, and the mellower paintings of his later years, including The Yellow Pullover from 1939. The stately neoclassical building that houses the collection started life as the officer barracks for the Prussian king's personal bodyguards."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 25,
    "name": "Matthäuskirche",
    "latitude": "52.50796156",
    "longitude": "13.36752345",
    "excerpt": "Standing a bit lost and forlorn within the Kulturforum, the Stüler-designed Matthäuskirche (1846) is a beautiful neo-Romanesque confection with…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/matthaeuskirche/a/poi-sig/1104175/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/373bcc0ac59dd0551c202f043d527712-matthauskirche.jpg",
    "detail_description": "Standing a bit lost and forlorn within the Kulturforum, the Stüler-designed Matthäuskirche (1846) is a beautiful neo-Romanesque confection with alternating bands of red and ochre brick and a light-flooded, modern sanctuary filled with artworks, including the floor sculpture Steps by Micha Ullman. A nice time to visit is for the free 20-minute organ recitals at 12.30pm Tuesday to Sunday. Views from the tower are free but only so-so.\nGerman resistance fighter Dietrich Bonhoeffer was ordained a Lutheran minister here in 1931. A few years later the church was scheduled to be transplanted to Spandau to make room for Albert Speer's Germania, but then the war – and history – took a different turn. Alas, Bonhoeffer was executed by the Nazis on 9 April 1945, one month before VE Day."
},
{
    "country": "berlin",
    "city": "Prenzlauer Berg",
    "index": 24,
    "name": "Mauerpark",
    "latitude": "52.541265",
    "longitude": "13.403953",
    "excerpt": "With its wimpy trees and anaemic lawn, Mauerpark is hardly your typical leafy oasis, especially given that it was forged from a section of Cold War–era…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/prenzlauer-berg/attractions/mauerpark/a/poi-sig/1104370/1320686",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5455869d82a3599b41a82ede70124c28-mauerpark.jpg",
    "detail_description": "With its wimpy trees and anaemic lawn, Mauerpark is hardly your typical leafy oasis, especially given that it was forged from a section of Cold War–era death strip (a short stretch of Berlin Wall survives). It’s this mystique combined with an unassuming vibe and a hugely popular Sunday flea market and karaoke show that has endeared the place to locals and visitors alike.\nBehind the Wall segment – now an officially sanctioned practice ground for graffiti artists – loom the floodlights of the Friedrich-Ludwig-Jahn-Sportpark, the stadium where Stasi chief Erich Mielke used to cheer on his beloved Dynamo Berlin football (soccer) team. Just north of here is the Max-Schmeling-Halle, a venue for concerts, competitions and sports events."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 23,
    "name": "Gedenkstätte Plötzensee",
    "latitude": "52.540254",
    "longitude": "13.324281",
    "excerpt": "Plötzensee was one of Berlin’s most notorious prisons during the Third Reich. Some 3000 people were executed here, most of them members of the Nazi…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/attractions/gedenkstaette-ploetzensee/a/poi-sig/1511211/359364",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Germany%20Berlin%20imageBROKER%20Alamy%20ACAHKT%20RFE.jpg",
    "detail_description": "Plötzensee was one of Berlin’s most notorious prisons during the Third Reich. Some 3000 people were executed here, most of them members of the Nazi resistance. The room where the beheadings and hangings took place is now a hauntingly simple memorial: only a steel bar with eight hooks pierces its emptiness. Next door, an exhibit introduces some of the victims and outlines Nazi Germany’s judicial and penal system.\nYou’ll learn that the families of the condemned had to pay for the cost of the execution, while executioners received a bonus for each bloody deed. In 1944 many of the conspirators of the failed assassination attempt on Hitler led by Colonel Stauffenberg on 20 July of that year – and their (mostly uninvolved) relatives and friends – were hanged here, a process the Führer allegedly had captured on film.To get here take bus 123 from Beusselstrasse S-Bahn station."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 22,
    "name": "Deutsch-Russisches Museum Berlin-Karlshorst",
    "latitude": "52.486269",
    "longitude": "13.539598",
    "excerpt": "On 8 May 1945, the madness of six years of WWII in Europe ended with the unconditional surrender of the Wehrmacht (armed forces of Nazi Germany) in this…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/attractions/deutsch-russisches-museum-berlin-karlshorst/a/poi-sig/1104444/359364",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Germany%20Berlin%20360b%20shutterstock_427950364%20RFE.jpg",
    "detail_description": "On 8 May 1945, the madness of six years of WWII in Europe ended with the unconditional surrender of the Wehrmacht (armed forces of Nazi Germany) in this building, which was then the headquarters of the Soviet army and today houses a memorial exhibit that charts this fateful day and the events leading up to it from both the Russian and German perspectives.\nDocuments, photographs, uniforms and knick-knacks illustrate such topics as the Hitler-Stalin Pact, the daily grind of life as a WWII Soviet soldier and the fate of Soviet civilians during wartime. You can stand in the great hall where the surrender was signed and see the office of Marshal Zhukov, the first Soviet supreme commander after WWII when the building was the seat of the Soviet Military Administration. Outside is a battery of Soviet weapons, including a Howitzer canon and the devastating Katjuscha multiple rocket launcher, also known as the ‘Stalin organ’.The museum is a 10- to 15-minute walk from the S-Bahn station; take the Treskowallee exit, then turn right onto Rheinsteinstrasse."
},
{
    "country": "berlin",
    "city": "Friedrichshain",
    "index": 21,
    "name": "Karl-Marx-Allee",
    "latitude": "52.51736339",
    "longitude": "13.43869971",
    "excerpt": "It’s easy to feel like Gulliver in the Land of Brobdingnag when walking down monumental Karl-Marx-Allee, one of Berlin's most impressive GDR-era relics…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/friedrichshain/attractions/karl-marx-allee/a/poi-sig/1104344/1320681",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4ed9ac604b952f8525dacb86eb076f88-karl-marx-allee.jpg",
    "detail_description": "It’s easy to feel like Gulliver in the Land of Brobdingnag when walking down monumental Karl-Marx-Allee, one of Berlin's most impressive GDR-era relics. Built between 1952 and 1960, the 90m-wide boulevard runs for 2.3km between Alexanderplatz and Frankfurter Tor and is a fabulous showcase of East German architecture. A considerable source of national pride back then, it provided modern flats for comrades and served as a backdrop for military parades.\nSome of the finest East German architects of the day (Hartmann, Henselmann, Hopp, Leucht, Paulick and Souradny) collaborated on KMA's construction, looking to Moscow for inspiration. There, Stalin favoured a style that was essentially a socialist reinterpretation of good old-fashioned neoclassicism. In East Berlin, Prussian building master Karl Friedrich Schinkel was the stylistic godfather, rather than Walter Gropius and the boxy modernist aesthetic embraced in the West.Living here was considered a privilege; in fact, for a long time there was no better standard of living in East Germany. Flats featured such luxuries as central heating, lifts, tiled baths and built-in kitchens; facades were swathed in Meissen tiles."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 20,
    "name": "Museum für Fotografie",
    "latitude": "52.507883",
    "longitude": "13.331963",
    "excerpt": "A former Prussian officers' casino now showcases the artistic legacy of Helmut Newton (1920–2004), the Berlin-born enfant terrible of fashion and…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/museum-fuer-fotografie/a/poi-sig/1104284/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ac5e5831be6a5c2933ed184dd4032c59-museum-fur-fotografie.jpg",
    "detail_description": "A former Prussian officers' casino now showcases the artistic legacy of Helmut Newton (1920–2004), the Berlin-born enfant terrible of fashion and lifestyle photography, with the two lower floors dedicated to his life and work. On the top floor, the gloriously restored barrel-vaulted Kaisersaal (Emperor’s Hall) forms a grand backdrop for changing international photography exhibits.\nShortly before his fatal car crash, Newton donated 1500 images along with personal effects to the city in which he was born. He had studied photography here with famed fashion photographer Yva before fleeing Nazi Germany in 1938. His work reflects a lifelong obsession with the female body, which he often portrayed in controversial, quasi-pornographic poses. The ground-floor exhibit, entitled 'Helmut Newton's Private Property', provides a personal look at the man. On view are his partially recreated Monte Carlo office, his first camera (an Agfa Box he bought aged 12) and his customised Jeep (dubbed the Newton-Mobile). The galleries on the 1st floor showcase changing exhibitions of Newton's work, as well as that of his wife Alice Springs and other contemporaries such as James Nachtwey and David LaChapelle."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 18,
    "name": "Schloss Charlottenburg - Belvedere",
    "latitude": "52.5275691",
    "longitude": "13.29531077",
    "excerpt": "The late-rococo Belvedere palace, with its distinctive cupola, makes an elegant setting for the world's largest collection of porcelain masterpieces by…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/schloss-charlottenburg-belvedere/a/poi-sig/1104259/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/be8e4bb674bab0e8ce2679b7da529f63-belvedere.jpg",
    "detail_description": "The late-rococo Belvedere palace, with its distinctive cupola, makes an elegant setting for the world's largest collection of porcelain masterpieces by the Königliche Porzellanmanufaktur Berlin (KPM), the manufactory established by King Frederick the Great in 1763.\nDesigned by Carl Gotthard Langhans (the architect behind Berlin's Brandenburg Gate), the ornate building was completed in 1788 and originally served as a private retreat for King Friedrich Wilhelm II."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 19,
    "name": "Kaiser-Wilhelm-Gedächtniskirche",
    "latitude": "52.504781",
    "longitude": "13.335739",
    "excerpt": "Allied bombing in 1943 left only the husk of the west tower of this once magnificent neo-Romanesque church standing. Now an antiwar memorial, it stands…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/kaiser-wilhelm-gedaechtniskirche/a/poi-sig/372717/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2c34a7d309313072089c0f3fae37a65-kaiser-wilhelm-gedachtniskirche.jpg",
    "detail_description": "Allied bombing in 1943 left only the husk of the west tower of this once magnificent neo-Romanesque church standing. Now an antiwar memorial, it stands quiet and dignified amid the roaring traffic. Historic photographs displayed in the Gedenkhalle (Hall of Remembrance), at the bottom of the tower, help you visualise the former grandeur of this 1895 church. The adjacent octagonal hall of worship, added in 1961, has glowing midnight-blue glass walls and a giant 'floating' Jesus.\nThe Hall of Remembrance also contains remnants of the elaborate mosaics that once swathed the original church, depicting heroic moments from Kaiser Wilhelm I's life, among other scenes. Note the marble reliefs, liturgical objects and two symbols of reconciliation: an icon cross donated by the Russian Orthodox church and a copy of the Cross of Nails from Coventry Cathedral, which was destroyed by Luftwaffe bombers in 1940.The bell tower and new octagonal church were designed by Egon Eiermann, one of Germany's most prominent post-WWII architects. The huge golden statue of the resurrected Christ above the altar is made of tombac, a type of brass with a high copper content, and weighs 300kg. Also note the Stalingrad Madonna (a charcoal drawing) against the north wall."
},
{
    "country": "berlin",
    "city": "Prenzlauer Berg",
    "index": 17,
    "name": "Zeiss Grossplanetarium",
    "latitude": "52.54302",
    "longitude": "13.428018",
    "excerpt": "It was the most advanced planetarium in East Germany at its opening in 1987 and after the recent renovation it has upped the scientific, technology and…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/prenzlauer-berg/attractions/zeiss-grossplanetarium/a/poi-sig/1104374/1320686",
    "image_url": null,
    "detail_description": "It was the most advanced planetarium in East Germany at its opening in 1987 and after the recent renovation it has upped the scientific, technology and comfort factor ante once again to become one of the most modern in Europe. It's a beautiful space to delve into the mysteries not only of the cosmos but of science in general. Many programs are in English, some are set to music, others are geared to children. Tickets are available online.\n"
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 16,
    "name": "Hackesche Höfe",
    "latitude": "52.523833",
    "longitude": "13.402151",
    "excerpt": "The Hackesche Höfe is the largest and most famous of the courtyard ensembles peppered throughout the Scheunenviertel. Built in 1907, the eight interlinked…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/mitte-alexanderplatz-area/attractions/hackesche-hoefe/a/poi-sig/1104119/1320671",
    "image_url": null,
    "detail_description": "The Hackesche Höfe is the largest and most famous of the courtyard ensembles peppered throughout the Scheunenviertel. Built in 1907, the eight interlinked Höfe reopened in 1996 with a congenial mix of cafes, galleries, shops and entertainment venues. The main entrance on Rosenthaler Strasse leads to Court I, prettily festooned with art nouveau tiles, while Court VII segues to the romantic Rosenhöfe with a sunken rose garden and tendril-like balustrades.\n"
},
{
    "country": "berlin",
    "city": "Kreuzberg",
    "index": 15,
    "name": "Tempelhofer Feld",
    "latitude": "52.478834",
    "longitude": "13.397141",
    "excerpt": "The airfield of Tempelhof Airport, which so gloriously handled the Berlin airlift of 1948–49, has been repurposed as one of the largest urban parks in the…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/kreuzberg-and-northern-neukolln/attractions/tempelhofer-feld/a/poi-sig/1204743/1320679",
    "image_url": null,
    "detail_description": "The airfield of Tempelhof Airport, which so gloriously handled the Berlin airlift of 1948–49, has been repurposed as one of the largest urban parks in the world. In this noncommercial open-sky adventure playground, cyclists, bladers and kite-surfers whisk along the tarmac, while fun zones include the Luftgarten beer garden, barbecue areas, bike rentals, an artsy mini-golf course, a skatepark, an outdoor classroom, art installations, and urban gardening projects. More than two dozen panels provide historical background information.\nThe park's opening hours vary seasonally. Entrance gates close around sunset, but you're free to hang out as long as you want and leave via the exit turnstiles."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 14,
    "name": "Museum für Naturkunde",
    "latitude": "52.529949",
    "longitude": "13.379449",
    "excerpt": "Fossils and minerals don’t quicken your pulse? Well, how about Tristan, the T-Rex? His skeleton is among the best-preserved in the world and, along with…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/mitte-alexanderplatz-area/attractions/museum-fuer-naturkunde/a/poi-sig/372983/1320671",
    "image_url": null,
    "detail_description": "Fossils and minerals don’t quicken your pulse? Well, how about Tristan, the T-Rex? His skeleton is among the best-preserved in the world and, along with the 12m-high Brachiosaurus branchai, part of the Jurassic superstar line-up at this highly engaging museum. Elsewhere you can wave at Knut, the world's most famous dead polar bear; marvel at the fragile bones of an ultrarare Archaeopteryx protobird, and find out why zebras are striped.\nThere are lots of unexpected highlights, including the massively magnified insect models and a creepy but artistically illuminated gallery of ethanol-preserved creatures used for research. In the miniplanetarium you can journey deep into space and learn what the big bang was all about and how the planets were formed. The Evolution in Action hall clears up such age-old mysteries as why peacocks have such beautiful feathers."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 13,
    "name": "Sammlung Boros",
    "latitude": "52.523389",
    "longitude": "13.383944",
    "excerpt": "This Nazi-era bunker presents one of Berlin's finest private contemporary art collections, amassed by advertising guru Christian Boros who acquired the…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/mitte-alexanderplatz-area/attractions/sammlung-boros/a/poi-sig/1103772/1320671",
    "image_url": null,
    "detail_description": "This Nazi-era bunker presents one of Berlin's finest private contemporary art collections, amassed by advertising guru Christian Boros who acquired the behemoth in 2003. A third selection of works went live in May 2017 and includes installations by Katja Novitskova, digital paintings by Avery Singer and photo series by Peter Piller. Book online (weeks, if not months, ahead) to join a guided tour (also in English) and to pick up fascinating nuggets about the building's surprising other peacetime incarnations.\nTours begin with an introduction to the exhibit and the building against the noisy backdrop of a clattering blackboard by Belgian artist Kris Martin called Mandi III. Leading the group past preserved original fittings, pipes, steel doors and vents, guides provide enough thought fodder, context and explanations about the artworks to help even the uninitiated tame their bewilderment.Built for 2000 people, the bunker's dank rooms crammed in twice as many during the heaviest air raids towards the end of WWII. After the shooting stopped, the Soviets briefly used it as a POW prison before it assumed a more benign role as a fruit and vegetable storeroom in East Berlin, a phase that spawned the nickname 'Banana Bunker'. In the 1990s, the claustrophobic warren hosted some of Berlin's naughtiest techno raves and fetish parties."
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 11,
    "name": "Hamburger Bahnhof – Museum für Gegenwart",
    "latitude": "52.528337",
    "longitude": "13.372121",
    "excerpt": "Berlin's contemporary art showcase opened in 1996 in an old railway station, whose grandeur is a great backdrop for this Aladdin's cave of paintings,…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/mitte-alexanderplatz-area/attractions/hamburger-bahnhof-museum-fuer-gegenwart/a/poi-sig/1204425/1320671",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_193883612.jpg",
    "detail_description": "Berlin's contemporary art showcase opened in 1996 in an old railway station, whose grandeur is a great backdrop for this Aladdin's cave of paintings, installations, sculptures and video art. Changing exhibits span the arc of post-1950 artistic movements – from conceptual art and pop art to minimal art and Fluxus – and include seminal works by such major players as Andy Warhol, Cy Twombly, Joseph Beuys and Robert Rauschenberg.\n"
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 12,
    "name": "Sony Center",
    "latitude": "52.509774",
    "longitude": "13.37321687",
    "excerpt": "Designed by Helmut Jahn, the visually dramatic Sony Center is fronted by a 26-floor, glass-and-steel tower and integrates rare relics from the prewar era…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/sony-center/a/poi-sig/1104598/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e768ac4f5e76ecfe61493a649e351e55-sony-center.jpg",
    "detail_description": "Designed by Helmut Jahn, the visually dramatic Sony Center is fronted by a 26-floor, glass-and-steel tower and integrates rare relics from the prewar era of Potsdamer Platz, such as the opulent Kaisersaal. The heart of the Sony Center, though, is a central plaza canopied by a tentlike glass roof with supporting beams radiating like bicycle spokes. The plaza and its many cafes are popular places to hang out and people-watch.\n"
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 10,
    "name": "Tiergarten",
    "latitude": "52.51165",
    "longitude": "13.35297",
    "excerpt": "Berlin’s rulers used to hunt boar and pheasants in the rambling Tiergarten until garden architect Peter Lenné landscaped the grounds in the 19th century…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/tiergarten/a/poi-sig/1212564/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4c8cb4663e2375f642cec37c3ed48346-tiergarten.jpg",
    "detail_description": "Berlin’s rulers used to hunt boar and pheasants in the rambling Tiergarten until garden architect Peter Lenné landscaped the grounds in the 19th century. Today it's one of the world’s largest urban parks, popular for strolling, jogging, picnicking, frisbee tossing and, yes, nude sunbathing and gay cruising (especially around the Löwenbrücke).\nIt is bisected by a major artery, the Strasse des 17 Juni. Walking across the entire park takes at least an hour, but even a shorter stroll has its rewards."
},
{
    "country": "berlin",
    "city": "Prenzlauer Berg",
    "index": 9,
    "name": "Gedenkstätte Berliner Mauer",
    "latitude": "52.533565",
    "longitude": "13.387538",
    "excerpt": "For an insightful primer on the Berlin Wall, visit this outdoor memorial, which extends for 1.4km along Bernauer Strasse and integrates an original…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/prenzlauer-berg/attractions/gedenkstaette-berliner-mauer/a/poi-sig/1104590/1320686",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4081c46b8ca19bc3d0652b220ab111bb-gedenkstatte-berliner-mauer.jpg",
    "detail_description": "For an insightful primer on the Berlin Wall, visit this outdoor memorial, which extends for 1.4km along Bernauer Strasse and integrates an original section of Wall, vestiges of the border installations and escape tunnels, a chapel and a monument. Multimedia stations, panels, excavations and a Documentation Centre provide context and explain what the border fortifications looked like and how they shaped the everyday lives of people on both sides of it. There's a great outlook from the centre's viewing platform.\n"
},
{
    "country": "berlin",
    "city": "Kreuzberg",
    "index": 8,
    "name": "Jüdisches Museum",
    "latitude": "52.502358",
    "longitude": "13.395166",
    "excerpt": "In a landmark building by American-Polish architect Daniel Libeskind, Berlin’s Jewish Museum offers a chronicle of the trials and triumphs in 2000 years…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/kreuzberg-and-northern-neukolln/attractions/juedisches-museum/a/poi-sig/1104612/1320679",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/28662773415a1e886c439f1608c070e3-judisches-museum.jpg",
    "detail_description": "In a landmark building by American-Polish architect Daniel Libeskind, Berlin’s Jewish Museum offers a chronicle of the trials and triumphs in 2000 years of Jewish life in Germany. The exhibit smoothly navigates all major periods, from the Middle Ages via the Enlightenment to the community’s post-1990 renaissance. Find out about Jewish cultural contributions, holiday traditions, the difficult road to emancipation, outstanding individuals (eg Moses Mendelssohn and Levi Strauss) and the fates of ordinary people.\n"
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 7,
    "name": "Potsdamer Platz",
    "latitude": "52.509463",
    "longitude": "13.376037",
    "excerpt": "The rebirth of the historic Potsdamer Platz was Europe's biggest building project of the 1990s, a showcase of urban renewal masterminded by such top…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/potsdamer-platz/a/poi-sig/1212532/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF1146106064.jpg",
    "detail_description": "The rebirth of the historic Potsdamer Platz was Europe's biggest building project of the 1990s, a showcase of urban renewal masterminded by such top international architects as Renzo Piano and Helmut Jahn. An entire city quarter sprouted on terrain once bifurcated by the Berlin Wall and today houses offices, theatres and cinemas, hotels, apartments and museums. Highlights include the glass-tented Sony Center and the Panoramapunkt observation deck.\n"
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 6,
    "name": "Stasi Prison",
    "latitude": "52.541983",
    "longitude": "13.50032",
    "excerpt": "Victims of Stasi persecution often ended up in this grim remand prison, now a memorial site officially called Gedenkstätte Berlin-Hohenschönhausen. Tours …",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/attractions/stasi-prison/a/poi-sig/1104443/359364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_227299543.jpg",
    "detail_description": "Victims of Stasi persecution often ended up in this grim remand prison, now a memorial site officially called Gedenkstätte Berlin-Hohenschönhausen. Tours – often conducted by former inmates – reveal the full extent of the terror and cruelty perpetrated upon thousands of suspected regime opponents, many utterly innocent. A permanent exhibit uses photographs, objects and a free audioguide to document daily life behind bars and also opens up the offices of the prison administration.\nTo get to the memorial, take tram M5 from Alexanderplatz to Freienwalder Strasse, then walk 10 minutes along Freienwalder Strasse."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 5,
    "name": "Zoo Berlin",
    "latitude": "52.508072",
    "longitude": "13.334624",
    "excerpt": "Berlin's zoo holds a triple record as Germany's oldest (since 1844), most species-rich and most popular animal park. Top billing at the moment goes to a…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/zoo-berlin/a/poi-sig/372739/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fd84906064bd1da8fac924e1279fe693-berlin-zoo.jpg",
    "detail_description": "Berlin's zoo holds a triple record as Germany's oldest (since 1844), most species-rich and most popular animal park. Top billing at the moment goes to a pair of bamboo-devouring pandas on loan from China. The menagerie includes nearly 20,000 critters representing 1500 species, including orangutans, rhinos, giraffes and penguins. Public feeding sessions take place throughout the day – check the schedule online and by the ticket counter.\r\n\nEntry is via the Lion Gate on Hardenbergplatz and the Elephant Gate on Budapester Strasse. The zoo was established under King Friedrich Wilhelm IV, and stocked with pheasants and other animals from the royal family's private reserve.\r\n"
},
{
    "country": "berlin",
    "city": "Berlin",
    "index": 4,
    "name": "Gemäldegalerie",
    "latitude": "52.508503",
    "longitude": "13.365072",
    "excerpt": "This museum ranks among the world's finest and most comprehensive collections of European art with about 1500 paintings spanning the arc of artistic…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/gemaeldegalerie/a/poi-sig/372813/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/39c18809bc06a1d15807b55d2cec4460-gemaldegalerie.jpg",
    "detail_description": "This museum ranks among the world's finest and most comprehensive collections of European art with about 1500 paintings spanning the arc of artistic vision from the 13th to the 18th century. Wear comfy shoes when exploring the 72 galleries: a walk past masterpieces by Titian, Dürer, Hals, Vermeer, Gainsborough and many more Old Masters covers almost 2km. Don't miss the Rembrandt Room (Room X).\nGerman, Dutch and Flemish masters dominate the east wing where highlights include the Fountain of Youth by Lucas Cranach the Elder in Room III and Pieter Bruegel the Elder's Dutch Proverbs in Room 7. The West Wing is dedicated to the Italians with such top canvasses as Caravaggio's Amor Victorius and Boticelli's Madonna with Child and Singing Angels. The excellent free audioguide has the low-down on these and other selected works. Note that the room numbering system is quite confusing as both Latin (I, II, III) and Arabic numbers (1, 2, 3) are used."
},
{
    "country": "berlin",
    "city": "Friedrichshain",
    "index": 3,
    "name": "Volkspark Friedrichshain",
    "latitude": "52.526900832302",
    "longitude": "13.432803153992",
    "excerpt": "Berlin’s oldest public park has provided relief from urbanity since 1840, but has been hilly only since the late 1940s, when wartime debris was piled up…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/friedrichshain/attractions/volkspark-friedrichshain/a/poi-sig/1104357/1320681",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_220555540.jpg",
    "detail_description": "Berlin’s oldest public park has provided relief from urbanity since 1840, but has been hilly only since the late 1940s, when wartime debris was piled up here to create two 'mountains' – the taller one, Mont Klamott, rises 78m high. Diversions include expansive lawns for lazing, tennis courts, a half-pipe for skaters, a couple of handily placed beer gardens and an outdoor cinema.\nKids in tow? There are imaginatively themed playgrounds and the enchanting 1913 Märchenbrunnen fountain, where turtle and frog sculptures frolic in terraced water basins flanked by Cinderella, Snow White and other Brothers Grimm stars.If you have a soft spot for revolutionaries, visit the park’s communist-era memorial sites. Along Friedenstrasse, the Denkmal der Spanienkämpfer pays respect to the German members of the International Brigades who died in the Spanish Civil War (1936–39). Just off Landsberger Allee is the Friedhof der Märzgefallenen, a cemetery for the victims of the revolutionary riots of March 1848; an exhibit provides historical background. Finally, on the park's northern edge, the Denkmal des Polnischen Soldaten und des deutschen Antifaschisten honours the joint fight of Polish soldiers and the German resistance against the Nazis."
},
{
    "country": "berlin",
    "city": "City West & Charlottenburg",
    "index": 2,
    "name": "Schloss Charlottenburg",
    "latitude": "52.520804",
    "longitude": "13.295721",
    "excerpt": "Charlottenburg Palace is one of Berlin's few sites that still reflect the one-time grandeur of the Hohenzollern clan, which ruled the region from 1415 to…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/schloss-charlottenburg/a/poi-sig/1119921/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/84b66833b9d533153156a1a7a86ee75c-schloss-charlottenburg.jpg",
    "detail_description": "Charlottenburg Palace is one of Berlin's few sites that still reflect the one-time grandeur of the Hohenzollern clan, which ruled the region from 1415 to 1918. Originally a petite summer retreat, it grew into an exquisite baroque pile with opulent private apartments, richly decorated festival halls, collections of precious porcelain and paintings by French 18th-century masters. It's lovely in fine weather, when you can fold a stroll in the palace park into a day of peeking at royal treasures.\nThe palace's oldest section, the Altes Schloss, is an extravaganza in stucco, brocade and overall opulence. Highlights include: the Oak Gallery, a wood-panelled festival hall draped in family portraits; the lovely Oval Hall, with views of the gardens; Friedrich I’s bedchamber, with the first-ever bathroom in a baroque palace; and the fabulous Porcelain Chamber, smothered top to bottom in Chinese and Japanese blue ware.Charlottenburg's most beautiful rooms are the flamboyant private chambers of Frederick the Great in the Neuer Flügel extension, designed in 1746 by the period's star architect Georg Wenzeslaus von Knobelsdorff. Standouts include the confection-like White Hall banquet room, the mirrored and gilded Golden Gallery and the paintings by Watteau, Pesne and other 18th-century French masters. In the same wing, the apartments of Queen Luise (1776–1810), wife of King Friedrich Wilhelm III, are decked out with lavish chandeliers, period furniture and hand-painted silk wall coverings.The adjacent Schinkel-designed Neuer Pavillon served as a summer retreat for Friedrich Wilhelm III and now houses paintings from the Romantic and Biedermeier periods.A stroll around the sprawling palace park, with its shady walkways, flower beds and manicured lawns, is a must; you’ll stumble upon the pint-size palace called Belvedere, now an elegant setting for porcelain masterpieces by the royal manufacturer KPM.Across the carp pond awaits the 1810 neoclassical Mausoleum, where various royals, including Kaiser Wilhelm I and his wife, are entombed in ornate marble sarcophagi.Each building charges separate admission; it’s best to invest in the 'charlottenburg+' day pass for access to everything. The place gets busy, so come early on weekends and in summer."
}
]