[
{
    "country": "bern",
    "city": "Bern",
    "index": 1,
    "name": "Berner Altstadt",
    "latitude": "46.948241",
    "longitude": "7.445769",
    "excerpt": "Bern’s flag-bedecked medieval centre has 6km of covered arcades and cellar shops and bars descending from the streets. After a devastating fire in 1405,…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/berner-altstadt/a/poi-sig/1278970/360811",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF787229422.jpg",
    "detail_description": "Bern’s flag-bedecked medieval centre has 6km of covered arcades and cellar shops and bars descending from the streets. After a devastating fire in 1405, the wooden city was rebuilt in today’s sandstone. Bern’s clock tower, Zytglogge, is a focal point; crowds congregate to watch its revolving figures twirl at four minutes before the hour, after which the actual chimes begin. Tours enter the tower to see the clock mechanism from May to October; contact the tourist office for details.\nEqually enchanting are the 11 decorative fountains (1545) depicting historical and folkloric characters. Most are along Marktgasse as it becomes Kramgasse and Gerechtigkeitsgasse, but the most famous – the Kindlifresserbrunnen, a giant snacking on children – lies in Kornhausplatz. Inside the 15th-century Gothic Münster, a 344-step hike up the lofty spire – Switzerland’s tallest – is worth the climb for its impressive views over the Aare river and the terraced rooftops of the medieval town."
},
{
    "country": "bern",
    "city": "Bern",
    "index": 16,
    "name": "Schweizerisches Alpines Museum",
    "latitude": "46.943802",
    "longitude": "7.448452",
    "excerpt": "The Swiss Alpine Museum hosts special exhibitions; its permanent collection of relief maps and Alpine mountaineering exhibits are kept under wraps.",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/schweizerisches-alpines-museum/a/poi-sig/418709/360811",
    "image_url": null,
    "detail_description": "The Swiss Alpine Museum hosts special exhibitions; its permanent collection of relief maps and Alpine mountaineering exhibits are kept under wraps.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 13,
    "name": "Naturhistorisches Museum",
    "latitude": "46.941165",
    "longitude": "7.448977",
    "excerpt": "The Natural History Museum near Helvetiaplatz features the famous moth-eaten and taxidermied remains of Barry, a 19th-century St Bernard rescue dog. Its…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/naturhistorisches-museum/a/poi-sig/418703/360811",
    "image_url": null,
    "detail_description": "The Natural History Museum near Helvetiaplatz features the famous moth-eaten and taxidermied remains of Barry, a 19th-century St Bernard rescue dog. Its best-loved exhibit traces the history of St Bernard dogs in the Swiss Alps and recounts some of Barry's legendary (ie not necessarily factual!) accomplishments.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 14,
    "name": "Kindlifresserbrunnen",
    "latitude": "46.94844892",
    "longitude": "7.44760135",
    "excerpt": "Bern is home to 11 decorative 16th-century fountains depicting historic and folkloric characters. The most famous is Kindlifresserbrunnen (Ogre Fountain),…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/kindlifresserbrunnen/a/poi-sig/1439358/360811",
    "image_url": null,
    "detail_description": "Bern is home to 11 decorative 16th-century fountains depicting historic and folkloric characters. The most famous is Kindlifresserbrunnen (Ogre Fountain), which depicts a giant snacking on children. The other fountains are located along Marktgasse, as it becomes Kramgasse and Gerechtigkeitsgasse.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 15,
    "name": "University Botanical Garden",
    "latitude": "46.951846317264",
    "longitude": "7.4457768540873",
    "excerpt": "A flight of steps leads from the northern end of Lorrainebrücke to the University Botanical Garden, a riverside garden with plenty of green specimens to…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/university-botanical-garden/a/poi-sig/1115953/360811",
    "image_url": null,
    "detail_description": "A flight of steps leads from the northern end of Lorrainebrücke to the University Botanical Garden, a riverside garden with plenty of green specimens to admire and a couple of greenhouses.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 12,
    "name": "Einstein-Haus Bern",
    "latitude": "46.947735",
    "longitude": "7.450125",
    "excerpt": "Housed in the humble apartment that Einstein shared with his young family while working at the Bern patent office, this small museum includes a 20-minute…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/einstein-haus-bern/a/poi-sig/1115952/360811",
    "image_url": null,
    "detail_description": "Housed in the humble apartment that Einstein shared with his young family while working at the Bern patent office, this small museum includes a 20-minute biographical film telling Einstein's life story. Displays trace the development of Einstein’s general equation E=mc² and the sometimes poignant trajectory of his family life. \n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 11,
    "name": "Kindermuseum Creaviva",
    "latitude": "46.949405",
    "longitude": "7.474072",
    "excerpt": "Inside the Zentrum Paul Klee, the fun-packed Kindermuseum Creaviva lets kids experiment with hands-on art exhibits or create original artwork with the…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/kindermuseum-creaviva/a/poi-sig/1425910/360811",
    "image_url": null,
    "detail_description": "Inside the Zentrum Paul Klee, the fun-packed Kindermuseum Creaviva lets kids experiment with hands-on art exhibits or create original artwork with the atelier’s materials during the weekend program Five Franc Studio. Bus 12 runs from Bubenbergplatz direct to the museum.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 10,
    "name": "Gurten Park",
    "latitude": "46.919171",
    "longitude": "7.439804",
    "excerpt": "A great outdoorsy escape only 3km south of town, this small peak boasts a couple of restaurants, a miniature railway, cycling trails, a summer circus,…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/gurten-park/a/poi-sig/1378246/360811",
    "image_url": null,
    "detail_description": "A great outdoorsy escape only 3km south of town, this small peak boasts a couple of restaurants, a miniature railway, cycling trails, a summer circus, winter sledge runs, an adventure playground and more. Enjoy fine views as you hike down the mountain (about one hour), following the clearly marked paths. To get there, take tram 9 towards Wabern, alight at Gurtenbahn and ride the Gurten funicular to the top.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 9,
    "name": "Bundeshaus",
    "latitude": "46.946424",
    "longitude": "7.444289",
    "excerpt": "Home of the Swiss Federal Assembly, the Florentine-style Bundeshaus (1902) contains statues of the nation’s founding fathers, a stained-glass dome adorned…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/bundeshaus/a/poi-sig/1011222/360811",
    "image_url": null,
    "detail_description": "Home of the Swiss Federal Assembly, the Florentine-style Bundeshaus (1902) contains statues of the nation’s founding fathers, a stained-glass dome adorned with cantonal emblems and a 214-bulb chandelier. When parliament is in recess, there are 45-minute tours (in English at 2pm every other Saturday; reserve ahead). During parliamentary sessions, bring official ID to watch from the public gallery. The adjacent Bundesplatz features a fountain comprising 26 illuminated water jets, representing every Swiss canton; it's the perfect summertime playground for kids.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 8,
    "name": "BärenPark",
    "latitude": "46.948235017273",
    "longitude": "7.4590847156099",
    "excerpt": "A popular etymological theory is that Bern got its name from the bear (Bär in German), when the city’s founder, Berthold V, duke of Zähringen, snagged one…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/baerenpark/a/poi-sig/418673/360811",
    "image_url": null,
    "detail_description": "A popular etymological theory is that Bern got its name from the bear (Bär in German), when the city’s founder, Berthold V, duke of Zähringen, snagged one here on a hunting spree. In today’s spacious 6000-sq-metre open-air riverside park dotted with trees and terraces, three bears now roam relatively freely.\nYou’ll find the BärenPark at the eastern end of the Nydeggbrücke. With any luck you’ll spot Finn, Björk, Ursina as they frolic, swim, eat and poop in the woods, as nature (almost) intended. Obviously, things are quieter in the winter, when hibernation is the name of the game. An inclined elevator provides barrier-free access between the riverside walkway on the banks of the Aare to the top of the steep enclosure."
},
{
    "country": "bern",
    "city": "Bern",
    "index": 7,
    "name": "Münster",
    "latitude": "46.947222713101",
    "longitude": "7.4515326535264",
    "excerpt": "Bern’s 15th-century Gothic cathedral boasts Switzerland’s loftiest spire (100m); climb the 344-step spiral staircase for vertiginous views. Coming down,…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/muenster/a/poi-sig/418695/360811",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f457143b816dcd55b826d8a67aa4aa2b-munster.jpg",
    "detail_description": "Bern’s 15th-century Gothic cathedral boasts Switzerland’s loftiest spire (100m); climb the 344-step spiral staircase for vertiginous views. Coming down, stop by the Upper Bells (1356), rung at 11am, noon and 3pm daily, and the three 10-tonne Lower Bells (Switzerland’s largest). Don’t miss the main portal's Last Judgement, which portrays Bern’s mayor going to heaven, while his Zürich counterpart is shown into hell. Afterwards wander through the adjacent Münsterplattform, a bijou clifftop park with a sunny pavilion cafe.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 6,
    "name": "Kunstmuseum",
    "latitude": "46.950834",
    "longitude": "7.443484",
    "excerpt": "Bern's Museum of Fine Arts houses Switzerland’s oldest permanent collection, ranging from an exquisite early Renaissance Madonna and Child by Fra Angelico…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/kunstmuseum/a/poi-sig/418693/360811",
    "image_url": null,
    "detail_description": "Bern's Museum of Fine Arts houses Switzerland’s oldest permanent collection, ranging from an exquisite early Renaissance Madonna and Child by Fra Angelico to 19th- and 20th-century works by the likes of Hodler, Monet and Picasso. \n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 5,
    "name": "Historisches Museum Bern",
    "latitude": "46.94296858",
    "longitude": "7.4493445",
    "excerpt": "Tapestries, diptychs and other treasures vividly illustrate Bernese history from the Stone Age to the 20th century in this marvellous castle-like edifice,…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/historisches-museum-bern/a/poi-sig/418687/360811",
    "image_url": null,
    "detail_description": "Tapestries, diptychs and other treasures vividly illustrate Bernese history from the Stone Age to the 20th century in this marvellous castle-like edifice, the best of several museums surrounding Helvetiaplatz. The highlight for many is the 2nd floor, devoted to a superb permanent exhibition on Einstein.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 4,
    "name": "Museum für Kommunikation",
    "latitude": "46.94178695",
    "longitude": "7.44996181",
    "excerpt": "Fresh from extensive renovation and expansion, Bern's Museum of Communication reopened its doors in August 2017. Occupying almost 2000 sq metres of…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/museum-fuer-kommunikation/a/poi-sig/418699/360811",
    "image_url": null,
    "detail_description": "Fresh from extensive renovation and expansion, Bern's Museum of Communication reopened its doors in August 2017. Occupying almost 2000 sq metres of exhibition space, it has cutting-edge interactive stations that explore the hows and whys of human communications with a focus on the role technology plays in our interactions with each other. Expect engaging, hands-on, high-tech interactive exhibits complemented by the museum's fabulous original collection of retro phones and computers.\n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 3,
    "name": "Zytglogge",
    "latitude": "46.947779",
    "longitude": "7.447668",
    "excerpt": "Bern’s most famous Old Town sight, this ornate clock tower once formed part of the city’s western gate (1191–1256). Crowds congregate to watch its…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/zytglogge/a/poi-sig/1439307/360811",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF514866764.jpg",
    "detail_description": "Bern’s most famous Old Town sight, this ornate clock tower once formed part of the city’s western gate (1191–1256). Crowds congregate to watch its revolving figures twirl at four minutes before the hour, after which the chimes begin. Tours enter the tower to see the clock mechanism from May to October; contact the tourist office for details. The clock tower supposedly helped Albert Einstein hone his special theory of relativity, developed while working as a patent clerk in Bern. \n"
},
{
    "country": "bern",
    "city": "Bern",
    "index": 2,
    "name": "Zentrum Paul Klee",
    "latitude": "46.948834",
    "longitude": "7.474201",
    "excerpt": "Bern’s answer to the Guggenheim, Renzo Piano’s architecturally bold, 150m-long wave-like edifice houses an exhibition space that showcases rotating works…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/bern/attractions/zentrum-paul-klee/a/poi-sig/1278967/360811",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3d741d701d4a3206389430a0feace2ce-paul-klee-centre.jpg",
    "detail_description": "Bern’s answer to the Guggenheim, Renzo Piano’s architecturally bold, 150m-long wave-like edifice houses an exhibition space that showcases rotating works from Paul Klee’s prodigious and often playful career. Interactive computer displays and audioguides help interpret the Swiss-born artist’s work. Next door, the fun-packed Kindermuseum Creaviva lets kids experiment with hands-on art exhibits or create original artwork with the atelier’s materials during the weekend program Five Franc Studio. Bus 12 runs from Bubenbergplatz direct to the museum.\n"
}
]