[
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 1,
    "name": "Golden Gate",
    "latitude": "27.672165",
    "longitude": "85.428486",
    "excerpt": "The magnificent Golden Gate is a visual highlight of Durbar Sq. Set into a bright red gatehouse surrounded by white palace walls, the fabulous golden…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/golden-gate/a/poi-sig/1438149/357114",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF155349893.jpg",
    "detail_description": "The magnificent Golden Gate is a visual highlight of Durbar Sq. Set into a bright red gatehouse surrounded by white palace walls, the fabulous golden portal boasts some of Nepal's finest repoussé metalwork. The gilded torana features a fabulous Garuda wrestling with a number of supernatural serpents, while below is a four-headed and 10-armed figure of the goddess Taleju Bhawani, the family deity of the Malla kings.\nConstruction of the gate began during the reign of King Bhupatindra Malla (r 1696–1722), and the project was completed by his successor, Jaya Ranjit Malla, in 1754. The death of Jaya Ranjit Malla marked the end of the Malla dynasty and the end of the golden age of Newari architecture in Nepal.The gate opens to the inner courtyards of the Royal Palace, a once vast compound until the 1934 earthquake levelled all but a handful of its 99 courtyards. More walls toppled during the 2015 earthquake. To the right of the Golden Gate is the 55 Window Palace, which, you guessed it, has 55 intricate wooden windows stretching along its upper level.As you enter the palace complex, hidden behind grills in the darkness on either side of the inner gate is a pair of enormous war drums, which were used to rouse the city in the event of attack. From here you’ll pass the two statues of traditionally dressed guards standing either side of an ornate door, brought here from Rajasthan.Continuing on you’ll reach the main entrance to Mul Chowk, the oldest part of the palace and the site of Taleju Temple, built in 1553. Damaged in the quake but not destroyed, it is one of the most sacred temples in Bhaktapur. Only Hindus can enter, but you can peer in and admire its entrance, which is fronted by magnificent woodcarvings. Photography is prohibited.Continuing on around the corner from Mul Chowk is the Naga Pokhari, a 17th-century water tank used for the ritual immersion of the idol of Taleju. The pool is encircled by a writhing stone cobra and other serpents rise up in the middle and at the end of the tank, where water pours from a magnificent dhara (spout) in the form of a goat being eaten by a makara."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 40,
    "name": "Kathmandu University Department of Music",
    "latitude": "27.668269",
    "longitude": "85.430213",
    "excerpt": "You may hear sweet music wafting over the university's ornamental gardens, south of Khalna Tole.",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/kathmandu-university-department-of-music/a/poi-sig/1510124/357114",
    "image_url": null,
    "detail_description": "You may hear sweet music wafting over the university's ornamental gardens, south of Khalna Tole.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 39,
    "name": "Gopi Nath Temple",
    "latitude": "27.672183",
    "longitude": "85.427588",
    "excerpt": "This two-tiered temple features different incarnations of Vishnu on the ceiling struts and a statue of Garuda on the pillar at the entrance.",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/gopi-nath-temple/a/poi-sig/1438110/357114",
    "image_url": null,
    "detail_description": "This two-tiered temple features different incarnations of Vishnu on the ceiling struts and a statue of Garuda on the pillar at the entrance.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 38,
    "name": "55 Window Palace",
    "latitude": "27.67225",
    "longitude": "85.428647",
    "excerpt": "East of the Golden Gate is this palace featuring 55 intricately carved wooden windows stretching along its upper level.",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/55-window-palace/a/poi-sig/1438139/357114",
    "image_url": null,
    "detail_description": "East of the Golden Gate is this palace featuring 55 intricately carved wooden windows stretching along its upper level.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 37,
    "name": "War Drums",
    "latitude": "27.672336",
    "longitude": "85.428421",
    "excerpt": "As you enter the Royal Palace complex there are two enormous war drums, which were used to rouse the city in the event of attack. They are hard to see…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/war-drums/a/poi-sig/1438211/357114",
    "image_url": null,
    "detail_description": "As you enter the Royal Palace complex there are two enormous war drums, which were used to rouse the city in the event of attack. They are hard to see behind the thick protective grills.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 36,
    "name": "Stone Lions",
    "latitude": "27.672176",
    "longitude": "85.428931",
    "excerpt": "Depending on what theory you subscribe to, this pair of massive, curly haired stone lions are either guarding the Royal Palace or the site of a long lost…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/stone-lions/a/poi-sig/1438138/357114",
    "image_url": null,
    "detail_description": "Depending on what theory you subscribe to, this pair of massive, curly haired stone lions are either guarding the Royal Palace or the site of a long lost temple that crumbled to dust in the 1934 earthquake.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 35,
    "name": "Indrayani Temple",
    "latitude": "27.673554",
    "longitude": "85.426877",
    "excerpt": "Just outside Durbar Sq, head down the path near the hiti that leads down the stairs to this atmospheric Kali temple that was built around a gnarled pipal…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/indrayani-temple/a/poi-sig/1432533/357114",
    "image_url": null,
    "detail_description": "Just outside Durbar Sq, head down the path near the hiti that leads down the stairs to this atmospheric Kali temple that was built around a gnarled pipal tree. Blood flows on Saturdays with animal sacrifices.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 34,
    "name": "Salan Ganesh Temple",
    "latitude": "27.673913",
    "longitude": "85.43503",
    "excerpt": "On the north side of Tachupal Tole is an open area with a small temple dating from 1654. Backed by a large tank, Ganesh Pokhari, the open temple is…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/salan-ganesh-temple/a/poi-sig/1432552/357114",
    "image_url": null,
    "detail_description": "On the north side of Tachupal Tole is an open area with a small temple dating from 1654. Backed by a large tank, Ganesh Pokhari, the open temple is ornately decorated, and the image is a natural rock with only the vaguest elephant-head shape.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 32,
    "name": "Taleju Temple",
    "latitude": "27.672478",
    "longitude": "85.428529",
    "excerpt": "This temple, built in 1553 is one of the most sacred temples in Bhaktapur. It is inside the Royal Palace grounds, accessed via Mul Chowk. Only Hindus can…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/taleju-temple/a/poi-sig/1508408/357114",
    "image_url": null,
    "detail_description": "This temple, built in 1553 is one of the most sacred temples in Bhaktapur. It is inside the Royal Palace grounds, accessed via Mul Chowk. Only Hindus can enter the temple, but you can peer in and admire its entrance fronted by magnificent woodcarvings. Photography is prohibited.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 31,
    "name": "Kedarnath Temple",
    "latitude": "27.672066",
    "longitude": "85.427976",
    "excerpt": "Dedicated to Shiva, Kedarnath Temple was destroyed in the 1934 earthquake, rebuilt by a German team in 1990 using original materials, shaken to the ground…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/kedarnath-temple/a/poi-sig/1438111/357114",
    "image_url": null,
    "detail_description": "Dedicated to Shiva, Kedarnath Temple was destroyed in the 1934 earthquake, rebuilt by a German team in 1990 using original materials, shaken to the ground in the 2015 earthquake and in the process of reconstruction when we last visited. Creation and destruction – how very Shiva.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 33,
    "name": "Peacock Window",
    "latitude": "27.673229",
    "longitude": "85.435631",
    "excerpt": "One of the finest carved windows in the Kathmandu Valley. This most famous feature of the old Pujari Math looks to be in remarkably good condition…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/peacock-window/a/poi-sig/1508402/357114",
    "image_url": null,
    "detail_description": "One of the finest carved windows in the Kathmandu Valley. This most famous feature of the old Pujari Math looks to be in remarkably good condition considering the wall it sits in was rebuilt after the 2015 earthquake.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 30,
    "name": "Fasidega Temple",
    "latitude": "27.672407",
    "longitude": "85.428947",
    "excerpt": "The original Fasidega Temple was ruined in the 1934 quake, and its replacement was notable more as a landmark than for any great architectural merit. The…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/fasidega-temple/a/poi-sig/1432545/357114",
    "image_url": null,
    "detail_description": "The original Fasidega Temple was ruined in the 1934 quake, and its replacement was notable more as a landmark than for any great architectural merit. The temple was destroyed in the 2015 earthquake. All that remains is its six-level plinth with pairs of guardian statues of elephants, lions and cattle.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 29,
    "name": "Nasamana Square",
    "latitude": "27.670497",
    "longitude": "85.427126",
    "excerpt": "This square just northwest of Potters' Sq lost its temples in the 1934 quake, but it still has a large Garuda statue praying to a vanished Vishnu shrine…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/nasamana-square/a/poi-sig/1432559/357114",
    "image_url": null,
    "detail_description": "This square just northwest of Potters' Sq lost its temples in the 1934 quake, but it still has a large Garuda statue praying to a vanished Vishnu shrine. Also here is a tall shikhara housing an important lingam, and two small Shiva shrines by a tank filled with alarmingly green algae.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 28,
    "name": "Ni Bahal",
    "latitude": "27.671174",
    "longitude": "85.425576",
    "excerpt": "Signposted next to a hairdresser, look for the tiny, tunnel-like entrance to this small Buddhist temple dedicated to Maitreya Buddha, the future Buddha…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/ni-bahal/a/poi-sig/1432557/357114",
    "image_url": null,
    "detail_description": "Signposted next to a hairdresser, look for the tiny, tunnel-like entrance to this small Buddhist temple dedicated to Maitreya Buddha, the future Buddha. The courtyard contains a very old whitewashed chaitya and several Buddhist shrines. Just to the east is a precarious-looking pilgrims’ rest house with finely carved timbers.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 27,
    "name": "Shiva Parvati Temple",
    "latitude": "27.672595",
    "longitude": "85.42677",
    "excerpt": "With a plinth similar to Nyatapola Temple, this much smaller version also features pairs of statues of elephants, lions, bulls and the wrestlers Jayamel…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/shiva-parvati-temple/a/poi-sig/1432531/357114",
    "image_url": null,
    "detail_description": "With a plinth similar to Nyatapola Temple, this much smaller version also features pairs of statues of elephants, lions, bulls and the wrestlers Jayamel and Phattu leading up the stairs. On top, a simple statue of the famous couple, Shiva and Parvati, awaits reconstruction of the temple roof and walls.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 26,
    "name": "Jaya Varahi Temple",
    "latitude": "27.67091",
    "longitude": "85.425997",
    "excerpt": "About 200m west of Potters' Sq, the red-brick Jaya Varahi is dedicated to Parvati as the boar-headed Varahi. Look for two very different depictions of the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/jaya-varahi-temple/a/poi-sig/1432558/357114",
    "image_url": null,
    "detail_description": "About 200m west of Potters' Sq, the red-brick Jaya Varahi is dedicated to Parvati as the boar-headed Varahi. Look for two very different depictions of the goddess on the torana above the central doorway and the torana over the window above. The main entrance is actually at the eastern end of the facade, flanked by shiny metal lions and banners.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 25,
    "name": "Naga Pokhari",
    "latitude": "27.672665",
    "longitude": "85.428681",
    "excerpt": "Inside Bhaktapur's Royal Palace grounds, this 17th-century water tank is used for the ritual immersion of the idol of Taleju. The pool is encircled by a…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/naga-pokhari/a/poi-sig/1438208/357114",
    "image_url": null,
    "detail_description": "Inside Bhaktapur's Royal Palace grounds, this 17th-century water tank is used for the ritual immersion of the idol of Taleju. The pool is encircled by a writhing stone snake and more serpents rise up in the middle and at the end of the tank, where water pours from a magnificent dhara (spout) in the form of a goat being eaten by a makara.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 24,
    "name": "Erotic Elephants Temple",
    "latitude": "27.672483",
    "longitude": "85.426569",
    "excerpt": "Outside the main Durbar Sq entrance gate is this little piece of architectural whimsy on the roof of the small Shiva Parvati Temple. Giving graphic…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/erotic-elephants-temple/a/poi-sig/449955/357114",
    "image_url": null,
    "detail_description": "Outside the main Durbar Sq entrance gate is this little piece of architectural whimsy on the roof of the small Shiva Parvati Temple. Giving graphic representation to the lyrics ‘birds do it, bees do it…’, the temple roof struts feature camels, cows, armadillos and even elephants engaged in the act of making sweet love. Missionary style!\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 23,
    "name": "Bhimsen Temple",
    "latitude": "27.673485",
    "longitude": "85.434794",
    "excerpt": "At the western end of Tachupal Tole, this two-storey, 17th-century temple is sacred to Bhimsen, the god of commerce. The squat rectangular structure has…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/bhimsen-temple/a/poi-sig/1432550/357114",
    "image_url": null,
    "detail_description": "At the western end of Tachupal Tole, this two-storey, 17th-century temple is sacred to Bhimsen, the god of commerce. The squat rectangular structure has an open ground floor and an inner sanctum on the second level. In front and to the side is a pillar topped by a brass lion with his right paw raised. Steps lead down behind it to the deeply sunken Bhimsen Pokhari tank.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 22,
    "name": "Pashupatinath Temple",
    "latitude": "27.671823",
    "longitude": "85.42854",
    "excerpt": "Behind the Vatsala Durga Temple, the Pashupatinath Temple is dedicated to Shiva as Pashupati and is a replica of the main shrine at Pashupatinath…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/pashupatinath-temple/a/poi-sig/449981/357114",
    "image_url": null,
    "detail_description": "Behind the Vatsala Durga Temple, the Pashupatinath Temple is dedicated to Shiva as Pashupati and is a replica of the main shrine at Pashupatinath. Originally built by King Yaksha Malla in 1475 (or 1482), it is the oldest temple in Durbar Sq. Like many temples, the roof struts feature erotic images, but what exactly the dwarf is doing with that bowl takes things to a new level.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 20,
    "name": "Brass & Bronze Museum",
    "latitude": "27.673665936419",
    "longitude": "85.435470342636",
    "excerpt": "Directly across from the Woodcarving Museum, in another old math (Hindu priest’s house) with similar lighting problems, this museum has some excellent…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/brass-bronze-museum/a/poi-sig/449945/357114",
    "image_url": null,
    "detail_description": "Directly across from the Woodcarving Museum, in another old math (Hindu priest’s house) with similar lighting problems, this museum has some excellent examples of traditional metalwork, including ceremonial lamps and ritual vessels from around the valley. Hold on to your ticket to avoid paying entry at the Woodcarving Museum and National Art Gallery.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 21,
    "name": "Woodcarving Museum",
    "latitude": "27.673314",
    "longitude": "85.435492",
    "excerpt": "This museum has some fine examples of Bhaktapur woodcarving displayed in dark, creaky rooms. There isn’t enough light to justify paying the camera fee,…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/woodcarving-museum/a/poi-sig/450005/357114",
    "image_url": null,
    "detail_description": "This museum has some fine examples of Bhaktapur woodcarving displayed in dark, creaky rooms. There isn’t enough light to justify paying the camera fee, but it’s worth a visit, not least for the extravagantly carved windows in the inner courtyard. The same ticket covers entry to the nearby Brass &amp; Bronze Museum and the National Art Gallery.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 18,
    "name": "Chyasilin Mandap",
    "latitude": "27.672073",
    "longitude": "85.428585",
    "excerpt": "'Chyasilin' refers to the eight-cornered roof of this pavilion. It was rebuilt in 1990 using old photos and paintings and components from the original…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/chyasilin-mandap/a/poi-sig/449949/357114",
    "image_url": null,
    "detail_description": "'Chyasilin' refers to the eight-cornered roof of this pavilion. It was rebuilt in 1990 using old photos and paintings and components from the original building, which was destroyed in the 1934 earthquake. With modern steel-frame technology underpinning it, it survived the 2015 earthquake. The original was used to receive royal guests, the upper floor used as a viewing platform during festivals, and at least once it was the venue of a poetry competition.\n"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 19,
    "name": "Vatsala Durga Temple",
    "latitude": "27.672005",
    "longitude": "85.428482",
    "excerpt": "Beside King Bhupatindra Malla's column and directly in front of the Royal Palace, this stone temple was built by King Jagat Prakash Malla in either 1672…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/vatsala-durga-temple/a/poi-sig/1432547/357114",
    "image_url": null,
    "detail_description": "Beside King Bhupatindra Malla's column and directly in front of the Royal Palace, this stone temple was built by King Jagat Prakash Malla in either 1672 or 1727 (depending on which inscriptions you trust) in the Indian shikhara style, but it was completely destroyed in the 2015 earthquake. \nBeside the temple is an ornate sunken hiti containing a fine stone dhara in the form of a makara, topped by a crocodile and a frog."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 16,
    "name": "Hanuman Ghat",
    "latitude": "27.669438",
    "longitude": "85.43443",
    "excerpt": "This impressive collection of chaitya, Shiva statues, Shaivite shrines and lingam in the town's southeast includes what could well be the two largest…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/hanuman-ghat/a/poi-sig/1507468/357114",
    "image_url": null,
    "detail_description": "This impressive collection of chaitya, Shiva statues, Shaivite shrines and lingam in the town's southeast includes what could well be the two largest Shiva lingam (in equally large yoni) in Nepal. The site was damaged in the 2015 quake, but most structures are still standing. Through the archway are more statues beside the stinking confluence of rivers at Hanuman Ghat. Note the exquisitely carved images of Ganesh, Sakyamuni, Ram and Sita, Hanuman and Vishnu/Narayan, reclining on a bed of snakes.\nHindu yogis often come here to meditate."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 17,
    "name": "King Bhupatindra Malla’s Column",
    "latitude": "27.672005",
    "longitude": "85.428339",
    "excerpt": "With hands folded in a prayer position, the bronze statue of King Bhupatindra Malla sits atop a column in front of the Vatsala Durga Temple. The statue…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/king-bhupatindra-malla-s-column/a/poi-sig/449971/357114",
    "image_url": null,
    "detail_description": "With hands folded in a prayer position, the bronze statue of King Bhupatindra Malla sits atop a column in front of the Vatsala Durga Temple. The statue was created in 1699 and similar statues were erected in the Durbar Sqs of Kathmandu and Patan. Both of the latter collapsed in 2015; Patan's was restored, but Kathmandu's was awaiting restoration at the time of research.\nBhupatindra was the best known of the Malla kings of Bhaktapur, and contributed to much of the architecture in town."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 15,
    "name": "Tadhunchen Bahal",
    "latitude": "27.671936",
    "longitude": "85.429316",
    "excerpt": "Walking east from Durbar Sq, you’ll pass the gateway to the restored Tadhunchen Bahal monastery, tucked between souvenir shops. This Buddhist temple is…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/tadhunchen-bahal/a/poi-sig/449995/357114",
    "image_url": null,
    "detail_description": "Walking east from Durbar Sq, you’ll pass the gateway to the restored Tadhunchen Bahal monastery, tucked between souvenir shops. This Buddhist temple is linked to the cult of the Kumari, Bhaktapur’s living goddess. Bhaktapur actually has three Kumaris, but they lack the political importance of Kathmandu’s.\nIn the inner courtyard the roof struts on the eastern side have unusual carvings that show the tortures of the damned. In one, a snake is wrapped around a man, another shows two rams butting an unfortunate’s head, while a third strut shows a nasty tooth extraction being performed with a large pair of pliers!"
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 14,
    "name": "Siddhi Lakshmi Temple",
    "latitude": "27.672146",
    "longitude": "85.42878",
    "excerpt": "The attractive 17th-century stone Siddhi Lakshmi Temple stood by the southeastern corner of Bhaktapur palace until it collapsed in the 2015 earthquake…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/siddhi-lakshmi-temple/a/poi-sig/449989/357114",
    "image_url": null,
    "detail_description": "The attractive 17th-century stone Siddhi Lakshmi Temple stood by the southeastern corner of Bhaktapur palace until it collapsed in the 2015 earthquake. The steps up to where the temple once stood remain and are flanked by male and female attendants, each leading a child and a rather eager-looking dog. On successive levels the stairs are flanked by horses, garlanded rhinos, human-faced lions and camels. The temple itself was built in the classic shikhara style, commonly seen in northern India.\nBehind the temple is a neglected corner of Durbar Sq that contains a pair of massive, lost-looking curly haired stone lions. The small red-brick Vatsala Temple was destroyed in the 2015 earthquake."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 13,
    "name": "Suriya Binayak Temple",
    "latitude": "27.656467",
    "longitude": "85.423615",
    "excerpt": "South of Bhaktapur, on the south side of the Arniko Hwy, Suriya Binayak is an important Ganesh temple dating back to the 17th century. The white shikhara…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/suriya-binayak-temple/a/poi-sig/1565031/357114",
    "image_url": null,
    "detail_description": "South of Bhaktapur, on the south side of the Arniko Hwy, Suriya Binayak is an important Ganesh temple dating back to the 17th century. The white shikhara-style temple contains some interesting statuary, but the main attractions are the peaceful setting and the walk uphill above the temple to a hillside with sweeping views over Bhaktapur. The temple is flanked by statues of Malla kings and a large statue of Ganesh’s vehicle, the rat.\nTo get here, take the road south from Potters’ Sq to Ram Ghat (where there are areas for ritual bathing and cremations) and cross the river to the Arniko Hwy. On the other side, it’s a 1km walk along the road to the start of the steps to the temple. Bank on around 30 minutes from Taumadhi Tole."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 12,
    "name": "Pujari Math",
    "latitude": "27.67321",
    "longitude": "85.435535",
    "excerpt": "Tachupal Tole is flanked by a series of ornate brick-and-timber buildings that were originally used as math (Hindu priests’ houses). The best known is the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/pujari-math/a/poi-sig/1432551/357114",
    "image_url": null,
    "detail_description": "Tachupal Tole is flanked by a series of ornate brick-and-timber buildings that were originally used as math (Hindu priests’ houses). The best known is the Pujari Math, which now serves as the Woodcarving Museum. The building was damaged in the 2015 earthquake, but its most famous feature – the superb 15th-century Peacock Window, widely regarded as the finest carved window in the Kathmandu Valley – is intact.\nThe building was first constructed in the 15th century during the reign of King Yaksha Malla, but rebuilt in 1763. German experts renovated the building in 1979 as a wedding gift for the then King Birendra. Many surrounding shops sell miniature wooden copies of the Peacock Window as souvenirs."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 11,
    "name": "Khalna Tole",
    "latitude": "27.668906",
    "longitude": "85.430052",
    "excerpt": "Southeast of Potters' Sq and above the river is the wide open square of Khalna Tole, the setting for the spectacular Bisket Jatra festival. Many flanking…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/khalna-tole/a/poi-sig/1507454/357114",
    "image_url": null,
    "detail_description": "Southeast of Potters' Sq and above the river is the wide open square of Khalna Tole, the setting for the spectacular Bisket Jatra festival. Many flanking houses were damaged in the 2015 earthquake, but restoration work is under way. In the middle of the square, note the huge stone yoni where the giant lingam is erected during the festival. You may have to pick your way through mountains of drying rice and grain to get here.\nJust south of the bridge, past an orange Hanuman statue on the riverbank is the campus of the Kathmandu University Department of Music, where the sound of traditional music wafts over the peaceful ornamental gardens.Across the river are the modern cremation plinths at Chuping Ghat."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 10,
    "name": "Til Mahadev Narayan Temple",
    "latitude": "27.670759",
    "longitude": "85.429272",
    "excerpt": "This interesting temple at Taumadhi Tole is hidden away behind the buildings at the south end of the square. The Til Mahadev Narayan Temple is set in an…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/til-mahadev-narayan-temple/a/poi-sig/449999/357114",
    "image_url": null,
    "detail_description": "This interesting temple at Taumadhi Tole is hidden away behind the buildings at the south end of the square. The Til Mahadev Narayan Temple is set in an untidy courtyard, but this is actually an important place of pilgrimage and one of the oldest temples in the city. An inscription states that the site has been in use since 1080 and that the image of Til Mahadev was installed here in 1170.\nThe double-tiered temple is fronted by an elegant kneeling Garuda statue on a pillar and two columns bearing the sacred sankha and chakra symbols of Vishnu. In case Shiva was feeling left out, a lingam symbol on a yoni base (the Shaivite symbol for the male and female genitals) stands behind a wooden grill in front and to one side of the temple. A plaque to the right of the door depicts the Buddhist deity Vajrayogini in a characteristic pose with her left leg high in the air."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 9,
    "name": "Ugrachandi & Bhairab Statues",
    "latitude": "27.672366",
    "longitude": "85.427555",
    "excerpt": "As you enter Durbar Sq through the western gate, look left to a gateway flanked by two stocky stone lions, erected by King Bhupatindra Malla in 1701. On…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/ugrachandi-bhairab-statues/a/poi-sig/1432536/357114",
    "image_url": null,
    "detail_description": "As you enter Durbar Sq through the western gate, look left to a gateway flanked by two stocky stone lions, erected by King Bhupatindra Malla in 1701. On either side are statues of the terrible Bhairab (right), the rending, sundering incarnation of Shiva, and his consort on the left side, the equally terrible Ugrachandi (Durga). It is said that the unfortunate sculptor had his hands cut off afterwards, to prevent him from duplicating his masterpieces.\nUgrachandi has 18 arms holding various Tantric weapons symbolising the multiple aspects of her character. She is depicted casually killing a demon with a trident to symbolise the victory of wisdom over ignorance. Bhairab gets by with just 12 arms, one holding two heads impaled on a trident and another holding a cup made from a human skull. The statues originally guarded a courtyard that was destroyed in the 1934 quake."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 8,
    "name": "Taleju Bell",
    "latitude": "27.672069",
    "longitude": "85.428475",
    "excerpt": "In front of what once was the Vatsala Durga Temple is a large bell, which was erected by King Jaya Ranjit Malla in 1737 to mark morning and evening…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/taleju-bell/a/poi-sig/1432546/357114",
    "image_url": null,
    "detail_description": "In front of what once was the Vatsala Durga Temple is a large bell, which was erected by King Jaya Ranjit Malla in 1737 to mark morning and evening prayers at the Taleju Temple.\nA smaller bell on the plinth of the Vatsala Durga Temple was known as the ‘barking bell’. According to legend, it was erected by King Bhupatindra Malla in 1721 to counteract a vision he had in a dream, and dogs were said to bark and whine when the bell was rung. Unfortunately it was damaged when the temple collapsed in 2015 and it now sits forlornly in a corner of the entrance to Mul Chowk.Behind the bell pavilion is an ornate sunken hiti containing a fine stone dhara in the form of a makara, topped by a crocodile and a frog – the only part of the famous Vatsala Durga Temple to survive the 2015 earthquake."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 7,
    "name": "Dattatreya Temple",
    "latitude": "27.673495",
    "longitude": "85.435449",
    "excerpt": "At the east end of Tachupal Tole, the eye-catching Dattatreya Temple was originally built in 1427, supposedly using the timber from a single tree. The…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/dattatreya-temple/a/poi-sig/1432549/357114",
    "image_url": null,
    "detail_description": "At the east end of Tachupal Tole, the eye-catching Dattatreya Temple was originally built in 1427, supposedly using the timber from a single tree. The slightly mismatched front porch was added later. The temple is dedicated to Dattatreya, a curious hybrid deity, blending elements of Brahma, Vishnu and Shiva. Judging from the Garuda statue and the conch and chakra disc mounted on pillars supported by stone turtles in front of the temple, Vishnu seems to have come out on top.\nThe three-storey temple is raised above the ground on a brick and terracotta base, which is carved with erotic scenes, including unexpected humour where one bored-looking woman multitasks by washing her hair while being pleasured by her husband. The main steps to the temple are guarded by statues of the same two Malla wrestlers who watch over the first plinth of the Nyatapola Temple."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 6,
    "name": "Char Dham Temples",
    "latitude": "27.672127",
    "longitude": "85.427563",
    "excerpt": "Standing at the western end of Durbar Sq, the four Char Dham temples were constructed to provide spiritual merit for pilgrims who were unable to make the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/char-dham-temples/a/poi-sig/1432539/357114",
    "image_url": null,
    "detail_description": "Standing at the western end of Durbar Sq, the four Char Dham temples were constructed to provide spiritual merit for pilgrims who were unable to make the journey to the Indian state of Uttaranchal to visit its famed Char Dham temples. After the 2015 earthquake, only three remained. The shikhara-style Kedarnath Temple, dedicated to Shiva, was shaken apart by the tremor, but was actively under reconstruction when we last visited.\nAlthough damaged, the three remaining temples are still worth visiting. The two-roofed Gopi Nath Temple (also called Jagarnath) features different incarnations of Vishnu on the ceiling struts and a statue of Garuda on the pillar at the entrance.The small Rameshwar Temple, topped by an ornate dome, is still standing on its four repaired but cracked pillars. The Badrinath Temple is sacred to Vishnu in his incarnation as Narayan."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 5,
    "name": "National Art Gallery",
    "latitude": "27.672215",
    "longitude": "85.428058",
    "excerpt": "The western end of Bhaktapur's Royal Palace contains the best of the three museums in Bhaktapur. Inside, you can view an extensive collection of Tantric…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/national-art-gallery/a/poi-sig/449977/357114",
    "image_url": null,
    "detail_description": "The western end of Bhaktapur's Royal Palace contains the best of the three museums in Bhaktapur. Inside, you can view an extensive collection of Tantric cloth paintings – the Hindu version of Buddhist thangkas – as well as palm-leaf manuscripts, and metal, stone and wooden votive objects, some of which date from the 12th century. Keep hold of your ticket as this also covers the Woodcarving Museum and Brass &amp; Bronze Museum in Tachupal Tole.\nThe entrance to the gallery is flanked by two huge guardian lions, one male and one female. Beside the lions are some imposing 17th-century statues of Hanuman the monkey god, in his four-armed Tantric form, and Vishnu, as the gut-ripping Narsingha.Inside the gallery are portraits of all the Shah kings, including a surly Gyanendra (the last of the Nepali kings) following the abolition of the monarchy in 2008. In the first gallery look out for depictions of the nightmarish Maha Sambhara, with 21 faces and an unbelievable number of arms, and then turn around on the spot for scenes from the Kama Sutra."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 3,
    "name": "Potters’ Square",
    "latitude": "27.66978",
    "longitude": "85.427949",
    "excerpt": "Hidden down shop-lined alleyways leading south from the curving road to Taumadhi Tole, Potters’ Sq is exactly what you would expect – a public square full…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/potters-square/a/poi-sig/1432585/357114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-450763709_full.jpg",
    "detail_description": "Hidden down shop-lined alleyways leading south from the curving road to Taumadhi Tole, Potters’ Sq is exactly what you would expect – a public square full of potter's wheels and rows of clay pots drying in the sun. Nearby buildings were damaged by the 2015 earthquake, but life – and pottery – in the square continues.\nThis is the centre of Bhaktapur’s ceramic industry, and it’s a fascinating place to wander around. Several shops sell the finished article, and you can see the firing process at the back of the square, which is lined with mud-covered straw kilns.On the northern side of the square a small hillock is topped by a shady pipal tree and a Ganesh shrine, surrounded by piles of straw for the pottery kilns. In the square itself is a solid-brick Vishnu Temple, which was constructed from remnants of temples destroyed in the 1934 quake, and the double-roofed Jeth Ganesh Temple, whose priest is chosen from the Kumal (potters’) caste. During the harvest in October, every square inch that is not covered by pots is covered by drying rice."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 4,
    "name": "Bhairabnath Temple",
    "latitude": "27.671073",
    "longitude": "85.429505",
    "excerpt": "The broad-fronted, triple-roofed Bhairabnath Temple is dedicated to Bhairab, the fearsome incarnation of Shiva, whose consort occupies the Nyatapola…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/bhairabnath-temple/a/poi-sig/449939/357114",
    "image_url": null,
    "detail_description": "The broad-fronted, triple-roofed Bhairabnath Temple is dedicated to Bhairab, the fearsome incarnation of Shiva, whose consort occupies the Nyatapola Temple across the square. Despite Bhairab’s fearsome powers and his massive temple, the deity is depicted here as a disembodied head just 15cm high! Casually stacked against the north wall of the temple are the enormous wheels and runners from the chariot used to haul the image of Bhairab around town during the Bisket Jatra festival in mid-April.\nThe first temple on this site was a modest structure built in the early 17th century, but King Bhupatindra Malla added an extra storey in 1717 and a third level was added when the temple was rebuilt after the 1934 earthquake. The final version of the temple has a similar rectangular plan to the Bhimsen Temple in Patan’s Durbar Sq.A small hole in the temple's central door (below a row of carved boar snouts) is used to push offerings into the temple’s interior; prior to the 2015 earthquake, priests accessed the interior through the small Betal Temple, on the south side of the main pagoda, but this collapsed entirely, and restoration work is under way.The temple’s facade is guarded by two brass lions holding the Nepali flag, the only national flag that is not rectangular or square. To the right of the door is an image of Bhairab painted on rattan, decorated with a gruesome garland of buffalo guts. Head here at dusk to hear traditional devotional music.Next to the temple is a sunken hiti with a particularly fine spout in the form of a makara (mythical crocodile-like beast)."
},
{
    "country": "bhaktapur",
    "city": "Bhaktapur",
    "index": 2,
    "name": "Nyatapola Temple",
    "latitude": "27.671395",
    "longitude": "85.429332",
    "excerpt": "You should be able to see the sky-high rooftop of the Nyatapola Temple long before you reach Taumadhi Tole. With five storeys towering 30m above the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/nyatapola-temple/a/poi-sig/449979/357114",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1399673095.jpg",
    "detail_description": "You should be able to see the sky-high rooftop of the Nyatapola Temple long before you reach Taumadhi Tole. With five storeys towering 30m above the square, this is the tallest temple in all of Nepal and one of the tallest buildings in the Kathmandu Valley. This perfectly proportioned temple was built in 1702 during the reign of King Bhupatindra Malla, and the construction was so sturdy that the 1934 and 2015 earthquakes caused only minor damage.\nThe temple is reached by a stairway flanked by stone figures of the temple guardians. At the bottom are the legendary Rajput wrestlers Jayamel and Phattu, depicted kneeling with hefty maces. Subsequent levels are guarded by elephants with floral saddles, lions adorned with bells, beaked griffons with rams’ horns and finally two goddesses – Baghini and Singhini. Each figure is said to be 10 times as strong as the figure on the level below.The temple is dedicated to Siddhi Lakshmi, a bloodthirsty incarnation of the goddess Durga (Parvati). The idol of the goddess is so fearsome that only the temple’s priests are allowed to enter the inner sanctum, but less brutal incarnations of the goddess appear on the torana above the door, beneath a canopy of braided snakes, and also on the temple’s 180 carved roof struts. In a classic piece of religious crossover, the Buddhist eight lucky signs are carved beside the temple doorways.Look for the chariot runners piled up on the north side of the temple."
}
]