[
{
    "country": "boise",
    "city": "Boise",
    "index": 1,
    "name": "Basque Block",
    "latitude": "43.613794",
    "longitude": "-116.202167",
    "excerpt": "Boise is home to one of the largest Basque populations outside Spain, with up to 15,000 residing here. The original émigrés arrived in the 1910s to work…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boise/attractions/basque-block/a/poi-sig/1253817/362125",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/86e5260d74b07f7350e46e07af5303fe-basque-block.jpg",
    "detail_description": "Boise is home to one of the largest Basque populations outside Spain, with up to 15,000 residing here. The original émigrés arrived in the 1910s to work as shepherds when sheep outnumbered people seven to one. Few continue that work today, but many extended families have remained, and the rich elements of their distinct culture are still very much alive – glimpses of which can be seen along Grove St between 6th St and Capitol Blvd.\nSandwiched between ethnic taverns, restaurants and bars is Basque Museum &amp; Cultural Center, a commendable effort to unveil the intricacies of Basque culture and history, and how it was transported 6000 miles west to Idaho. Next door in the Anduiza Fronton Building there's a Basque handball court where aficionados play the traditional sport of pelota."
},
{
    "country": "boise",
    "city": "Boise",
    "index": 8,
    "name": "Anduiza Fronton Building",
    "latitude": "43.613654",
    "longitude": "-116.202403",
    "excerpt": "Originally a boarding house from 1912, this building is home to Boise's popular indoor pala (Basque racquetball) court – check at the Basque Museum for a…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boise/attractions/anduiza-fronton-building/a/poi-sig/1253815/362125",
    "image_url": null,
    "detail_description": "Originally a boarding house from 1912, this building is home to Boise's popular indoor pala (Basque racquetball) court – check at the Basque Museum for a schedule of games.\n"
},
{
    "country": "boise",
    "city": "Boise",
    "index": 7,
    "name": "Idaho State Museum",
    "latitude": "43.610399",
    "longitude": "-116.205697",
    "excerpt": "After a multi-year renovation, which brought this museum back to life, traditional exhibits now share space with multimedia installations for a…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boise/attractions/idaho-state-museum/a/poi-sig/1253820/362125",
    "image_url": null,
    "detail_description": "After a multi-year renovation, which brought this museum back to life, traditional exhibits now share space with multimedia installations for a fascinating journey through the state's history. The Origins Gallery, with its Native American voices, is especially rewarding.\n"
},
{
    "country": "boise",
    "city": "Boise",
    "index": 6,
    "name": "Boise Art Museum",
    "latitude": "43.609661",
    "longitude": "-116.206416",
    "excerpt": "Inside 90-acre Julia Davis Park, this small but bright museum displays mostly contemporary art in all media, including the occasional Warhol, and touring…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boise/attractions/boise-art-museum/a/poi-sig/1253821/362125",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/93c1099358f573b64b08309128ac268d-boise-art-museum.jpg",
    "detail_description": "Inside 90-acre Julia Davis Park, this small but bright museum displays mostly contemporary art in all media, including the occasional Warhol, and touring exhibitions by some big names.\n"
},
{
    "country": "boise",
    "city": "Boise",
    "index": 5,
    "name": "Basque Museum & Cultural Center",
    "latitude": "43.613809",
    "longitude": "-116.202554",
    "excerpt": "Sandwiched between the ethnic taverns, restaurants and bars is the Basque Museum & Cultural Center, a commendable effort to unveil the intricacies of…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boise/attractions/basque-museum-cultural-center/a/poi-sig/1253813/362125",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/94264e1b3d56932c1f0c0d3c588f7bfd-basque-museum-cultural-center.jpg",
    "detail_description": "Sandwiched between the ethnic taverns, restaurants and bars is the Basque Museum &amp; Cultural Center, a commendable effort to unveil the intricacies of Basque culture and how it was transposed 6000 miles west to Idaho. Language lessons in Euskara, one of Europe's oldest languages, are held here.\n"
},
{
    "country": "boise",
    "city": "Boise",
    "index": 4,
    "name": "Idaho State Capitol",
    "latitude": "43.617771",
    "longitude": "-116.199667",
    "excerpt": "The joy of US state capitol buildings is that visitors can admire some of the nation's best architecture for free. The Boise building, constructed from…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boise/attractions/idaho-state-capitol/a/poi-sig/1253819/362125",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ebddcbd04f759e97bc151599b3d15f9e-idaho-state-capitol.jpg",
    "detail_description": "The joy of US state capitol buildings is that visitors can admire some of the nation's best architecture for free. The Boise building, constructed from native sandstone, celebrates the neoclassical style in vogue when it was built in 1920. It was extensively refurbished in 2010 and is now heated with geothermal hot water. Tours can be arranged in advance.\n"
},
{
    "country": "boise",
    "city": "Boise",
    "index": 3,
    "name": "World Center for Birds of Prey",
    "latitude": "43.51728",
    "longitude": "-116.255779",
    "excerpt": "The Peregrine Fund's worldwide raptor conservation programs have brought many species back from the brink of extinction – including the iconic California…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boise/attractions/world-center-for-birds-of-prey/a/poi-sig/1574197/362125",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6bf305c9929f04e2fb0faa18ca852fe2-world-center-for-birds-of-prey.jpg",
    "detail_description": "The Peregrine Fund's worldwide raptor conservation programs have brought many species back from the brink of extinction – including the iconic California Condor, successfully bred in captivity here for release in California and the Grand Canyon. A pair of condors reside at the center, along with a dozen other impressive birds including the northern aplomado falcon, whose mating pairs work in tandem to hunt grassland sparrows. The live raptor presentations are excellent.\n"
},
{
    "country": "boise",
    "city": "Boise",
    "index": 2,
    "name": "Boise River Greenbelt",
    "latitude": "43.608457",
    "longitude": "-116.203766",
    "excerpt": "The glowing emerald of Treasure Valley began as an ambitious plan in the 1960s to prevent development in the Boise River's floodplain and provide open…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boise/attractions/boise-river-greenbelt/a/poi-sig/1253823/362125",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b2596ce3337d4404bb2b3337e0176c67-boise-river-greenbelt.jpg",
    "detail_description": "The glowing emerald of Treasure Valley began as an ambitious plan in the 1960s to prevent development in the Boise River's floodplain and provide open space in a rapidly growing city. Today the growing collection of parks and museums along the tree-lined riverway is connected by more than 30 miles of multiuse paths, and hosts an insanely popular summer floating scene. A white-water park, complete with hydraulically controlled waves, is one of the largest in the country.\nThe put-in point for tubing the river is Barber Park, 6 miles east of downtown. It's a 5-mile float to the take-out point at Ann Morrison Park. There are four rest stops en route and a regular shuttle bus ($3) takes you back to your car from the take-out.The most central and action-packed space on the Greenbelt, 90-acre Julia Davis Park contains the Boise Art Museum and is the permanent location of the Idaho State Historical Museum (temporarily closed for renovation)."
}
]