[
{
    "country": "bol",
    "city": "Bol",
    "index": 1,
    "name": "Zlatni Rat",
    "latitude": "43.256737",
    "longitude": "16.633987",
    "excerpt": "Zlatni Rat, Croatia's most photographed beach, extends like a tongue into the sea for about a quarter of a mile (400m). Despite the hype and constant…",
    "detail_url": "https://www.lonelyplanet.com/croatia/bol/attractions/zlatni-rat/a/poi-sig/1274729/1318916",
    "image_url": "https://lp-cms-production.imgix.net/2021-02/Zlatni%20Rat.jpg",
    "detail_description": "\nZlatni Rat, Croatia's most photographed beach, extends like a tongue into the sea for about a quarter of a mile (400m). Despite the hype and constant crowds, the \"golden cape\" is a gorgeous place. Made up of smooth white pebbles, its elegant tip is constantly shuffled by the wind and waves. Pine trees provide shade and rocky cliffs rise sharply behind it, making the setting one of the loveliest in Dalmatia. There's a small nudist section immediately west of the cape. To avoid the worst of the winds, you're best to hit the beach in the morning or late in the afternoon.\nWindsurfing at Zlatni Rat\nBol is a windsurfing hot spot, with much of the action centered on Zlatni Rat. Although the maestral (strong, steady westerly wind) blows from April to October, the best times to windsurf are the end of May and the beginning of June, and the end of July and the beginning of August. The wind generally reaches its peak in the early afternoon and then dies down at the end of the day.\nBig Blue Sport, based on a beach 700m east of Zlatni Rat, rents windsurfing gear (per hour/half-day €18/40) and offers six-hour beginners' courses (€135). It also rents stand-up paddleboards, kayaks and mountain bikes.\n\n  \nA lot of Bol's windsurfing action is around Zlatni Rat © Julia Lavrinenko / Getty Images\n\nPlaces to eat near Zlatni Rat\nThe best option for a meal is Mali Raj, located just above the beach by the car park. This alfresco tavern has a shady garden and serves delicious Dalmatian dishes such as grilled squid and fish. There are also various places where you can order drinks on the beach itself.\nGetting there\nPut Zlatnog rata is a shady mile-long (1.5km) pedestrian promenade that links Zlatni Rat to the historic center of the pretty town of Bol, the bus station and the ferry wharf. It follows the waterline all the way and is lined with pine trees and interesting sculpture. In summer, stalls sprout up, selling trinkets and ice creams, and touting tours and activities. Taxi boats run from the old-town harbor, and there is parking near the beach for those with their own wheels.\n\n"
},
{
    "country": "bol",
    "city": "Bol",
    "index": 6,
    "name": "Our-Lady-of-Carmel Church",
    "latitude": "43.261894",
    "longitude": "16.656947",
    "excerpt": "Bol's main parish church is a pretty baroque structure built between 1668 and 1788. The sturdy stone exterior is ornamented with a frilly pediment set…",
    "detail_url": "https://www.lonelyplanet.com/croatia/bol/attractions/our-lady-of-carmel-church/a/poi-sig/1599847/1318916",
    "image_url": null,
    "detail_description": "Bol's main parish church is a pretty baroque structure built between 1668 and 1788. The sturdy stone exterior is ornamented with a frilly pediment set with a clock, a finely sculpted rose window and a stone angel holding Veronica's veil over the door. Inside there are ornate baroque altars and a delicate marble pulpit.\n"
},
{
    "country": "bol",
    "city": "Bol",
    "index": 5,
    "name": "Stina",
    "latitude": "43.260917",
    "longitude": "16.654501",
    "excerpt": "This local winery operates a slick, modern tasting room in the First Dalmatian Wine Co-op warehouse (built in 1903), right on the waterfront. Call in at…",
    "detail_url": "https://www.lonelyplanet.com/croatia/bol/attractions/stina/a/poi-sig/1326398/1318916",
    "image_url": null,
    "detail_description": "This local winery operates a slick, modern tasting room in the First Dalmatian Wine Co-op warehouse (built in 1903), right on the waterfront. Call in at 5pm for a 30-minute tour and leisurely tasting of its top drops, including indigenous Croatian varietals pošip, vugava, tribidrag and plavac mali. Otherwise, just drop by for a glass of wine in elegant surrounds.\n"
},
{
    "country": "bol",
    "city": "Bol",
    "index": 4,
    "name": "Dominican Monastery",
    "latitude": "43.260612",
    "longitude": "16.6667",
    "excerpt": "Positioned at the end of a pretty pebbly beach, this monastery was founded in 1475, but it's far from the oldest structure on the site; the little chapel…",
    "detail_url": "https://www.lonelyplanet.com/croatia/bol/attractions/dominican-monastery/a/poi-sig/1599848/1318916",
    "image_url": null,
    "detail_description": "Positioned at the end of a pretty pebbly beach, this monastery was founded in 1475, but it's far from the oldest structure on the site; the little chapel by the beach was built in the 9th or 10th century on 6th-century foundations. Although it's often closed, the main church has a magnificent altar painting from the workshop of Venetian superstar Tintoretto. There's also a museum displaying rare manuscripts, coins, liturgical items and archaeological finds.\n"
},
{
    "country": "bol",
    "city": "Bol",
    "index": 3,
    "name": "Dragon’s Cave",
    "latitude": "43.270206",
    "longitude": "16.60017",
    "excerpt": "It takes about an hour to hike to this strange cave from Murvica, 5km west of Bol, where an extremely unusual set of reliefs decorates the walls. Believed…",
    "detail_url": "https://www.lonelyplanet.com/croatia/bol/attractions/dragon-s-cave/a/poi-sig/1274734/1318916",
    "image_url": null,
    "detail_description": "It takes about an hour to hike to this strange cave from Murvica, 5km west of Bol, where an extremely unusual set of reliefs decorates the walls. Believed to have been sculpted by an imaginative 15th-century friar, the carvings include angels, animals and a gaping dragon in a blend of Christian and pagan symbols. The cave can only be accessed on a guided tour; either call Zoran Kojdić directly or ask at the tourist office. You'll need decent walking shoes.\n"
},
{
    "country": "bol",
    "city": "Bol",
    "index": 2,
    "name": "Branislav Dešković Art Gallery",
    "latitude": "43.262175",
    "longitude": "16.658009",
    "excerpt": "Housed in a Renaissance-baroque town house right on the seafront, this excellent gallery displays paintings and sculptures by 20th-century Croatian…",
    "detail_url": "https://www.lonelyplanet.com/croatia/bol/attractions/branislav-deskovic-art-gallery/a/poi-sig/1274733/1318916",
    "image_url": null,
    "detail_description": "Housed in a Renaissance-baroque town house right on the seafront, this excellent gallery displays paintings and sculptures by 20th-century Croatian artists. It's a surprisingly prestigious collection for such a small town, including works by such luminaries as sculptor Ivan Meštrović and expressionist painter Ignjat Job. The gallery is named after Brač-born Dešković (1883–1939), a sculptor who became famous for his depictions of animals – look for his Scratching Dog in the courtyard.\n"
}
]