[
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 40,
    "name": "Valle de la Luna",
    "latitude": "-16.566976",
    "longitude": "-68.093991",
    "excerpt": "About 10km down the canyon of the Río Choqueyapu from the city center, Valle de la Luna is a slightly over-hyped place, though it’s a pleasant break from…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz-around/attractions/valle-de-la-luna/a/poi-sig/1133501/1328960",
    "image_url": null,
    "detail_description": "About 10km down the canyon of the Río Choqueyapu from the city center, Valle de la Luna is a slightly over-hyped place, though it’s a pleasant break from urban La Paz. It could be easily visited in a morning or combined with another outing such as a hike to Muela del Diablo to fill an entire day. It isn’t a valley at all, but a bizarre, eroded hillside maze of canyons and pinnacles technically known as badlands.\nSeveral species of cactus grow here, including the hallucinogenic choma (San Pedro cactus). Unfortunately, urban growth has caught up to the area, making it less of a viewpoint than it otherwise might be.Note: readers have reported muggings in recent years, even while in the site’s confines.Diana Tours offers round-trip guided trips to Valle de la Luna and Chacaltaya (B$130), with a pickup from your hotel at 8:30am. If on your own, from Av México in La Paz, which parallels the Prado, catch any form of transportation marked ‘Mallasa’ or ‘Zoológico.’ These will drop you off near the entrance. For a taxi from the center of La Paz, you’ll pay around B$80 for up to three people, and the driver may wait for an hour or so while you look around."
},
{
    "country": "bolivia",
    "city": "Sucre",
    "index": 39,
    "name": "Parque Cretácico (Cal Orck’o)",
    "latitude": "-19.006924",
    "longitude": "-65.23598",
    "excerpt": "It seems that 65 million years ago the site of Sucre’s Fabrica Nacional de Cemento SA (Fancesa) cement quarry, 5km north of the center, was the place to…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southwest/sucre/attractions/parque-cretacico-cal-orck-o/a/poi-sig/458529/363145",
    "image_url": null,
    "detail_description": "It seems that 65 million years ago the site of Sucre’s Fabrica Nacional de Cemento SA (Fancesa) cement quarry, 5km north of the center, was the place to be for large, scaly types. When the grounds were being cleared in 1994, plant employees uncovered a nearly vertical mudstone face bearing about 5000 tracks of at least eight different species of dinosaur – the largest collection of dinosaur footprints in the world.\nYou can see some of the prints from outside the park's chain-link fence, but of course you get a better panorama inside; the best light for photographs is during the afternoon. From the terrace, you can examine the tracks on the rock face opposite with binoculars, though the exposed prints are increasingly eroded with every passing winter. There are a number of kitschy life-size models of dinosaurs (good for kids) and a room with unimpressive fossil displays. Recommended are the optional guided tours that take you down into the quarry for close-up views. There's a basic restaurant on site.Micro 4 (B$1.50) runs from the center past the site; tell the driver where you want to get off. Taxis are B$30 each way and the park runs a double-decker bus (B$10 each way) that leaves from in front of the cathedral on Plaza 25 de Mayo; it's worth taking for the views of the city and surrounding countryside from the top."
},
{
    "country": "bolivia",
    "city": "Amazon Basin",
    "index": 38,
    "name": "Parque Nacional Noel Kempff Mercado",
    "latitude": "-14.381085",
    "longitude": "-60.87118",
    "excerpt": "The wonderfully remote and globally important Noel Kempff Mercado National Park is home to a broad spectrum of Amazonian flora and fauna and has a wide…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-amazon-basin/attractions/parque-nacional-noel-kempff-mercado/a/poi-sig/1592244/1326911",
    "image_url": null,
    "detail_description": "The wonderfully remote and globally important Noel Kempff Mercado National Park is home to a broad spectrum of Amazonian flora and fauna and has a wide range of dwindling habitats, from open cerrado (savanna) to dense rainforest. The park lies in the northernmost reaches of Santa Cruz department, between the banks of the Ríos Verde, Guaporé (Río Iténez on Bolivian maps) and Paraguá.\nIt encompasses more than 1.5 million hectares of the most dramatic scenery in northern Bolivia, including rivers, rainforests, waterfalls, plateaus and rugged 500m escarpments. An attempt to generate a tourist trail to the park appears to have failed, and camps at Flor de Oro and Los Fierros have not been maintained. Loggers, ranchers and energy companies have recently shown interest in the region, but the park remains an exciting off-the-beaten-track option for adventurous travelers. Due to the lack of infrastructure, visits are best done with a Santa Cruz–based tour agency. Nick’s Adventures and Amboró Tours both run tours.The park is administered by Sernap and every prospective visitor to the park must first visit a park-information office in La Paz or Santa Cruz to register their trip."
},
{
    "country": "bolivia",
    "city": "Isla del Sol",
    "index": 37,
    "name": "Chincana Ruins",
    "latitude": "-15.991214566707",
    "longitude": "-69.202191266971",
    "excerpt": "Isla del Sol's most spectacular ruins lie near the island’s northern tip. Its main feature is the Palacio del Inca, a maze of stone walls and tiny…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/isla-del-sol/attractions/chincana-ruins/a/poi-sig/468300/1315981",
    "image_url": null,
    "detail_description": "Isla del Sol's most spectacular ruins lie near the island’s northern tip. Its main feature is the Palacio del Inca, a maze of stone walls and tiny doorways, also known as El Laberinto (the Labyrinth). Within the labyrinth there is a small well, believed by pilgrims to contain sacred purifying water.\nIf you’ve the energy, climb nearby Cerro Uma Qolla for a great view.Three natural features on the rock’s western face also figure in legend. Near the northern end is one dubbed the Cara de Viracocha (Face of Viracocha) – your guide will point it out with the help of a mirror (and some imagination). At the southern end are four distinctive elongated niches: the two on the right are locally called the Refugio del Sol (Refuge of the Sun); the ones on the left are called the Refugio de la Luna (Refuge of the Moon). According to tradition it was here during the Chamaj Pacha (‘times of flood and darkness’) that the sun made its first appearance, and later Manco Capac and Mama Ocllo appeared and founded the Inca Empire.Immediately south of the rock you’ll pass the Huellas del Sol (Footprints of the Sun). These natural markings resemble footprints and have inspired the notion that they were made by the sun after its birth on Titi Khar’ka."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 36,
    "name": "Reserva Nacional de Flora y Fauna Tariquía",
    "latitude": "-22.049766",
    "longitude": "-64.367781",
    "excerpt": "The lovely and little-known 2470 sq km Tariquía Flora & Fauna Reserve (created in 1989) protects a large portion of cloud forest and a smaller area of…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/padcaya-chaguaya/attractions/reserva-nacional-de-flora-y-fauna-tariquia/a/poi-sig/1592251/1326871",
    "image_url": null,
    "detail_description": "The lovely and little-known 2470 sq km Tariquía Flora &amp; Fauna Reserve (created in 1989) protects a large portion of cloud forest and a smaller area of polylepis woodland on the eastern slopes of the department of Tarija’s mountains. Ranging in altitude from 400m to 1500m, it houses rare animals such as the spectacled bear, as well as hundreds of bird species including the threatened rufous-throated dipper and the spectacular military macaw.\nThe largely wild reserve's pristine future has been in doubt for many years now after the discovery of large deposits of natural gas. Access is complicated and there are no formal tours. Hiking is possible but extremely challenging in this remote area and should not be attempted without a guide. Contact the Prometa office in Tarija for details on how to visit or Eiber Sibila (7513-1714), a guide based in Tarija who can organize trips. They operate a few camps in Tariquía, including a simple albergue with camping and cooking facilities in the heart of the reserve, but it's a two-day hike in from the road. The best time to visit is during the dry winter months (May to September) when the climate is mild and river crossings are possible.The way from Padcaya to Pampa Grande-Motovi, the access point to Tariquía, is along a rough dirt road and takes around three hours. Shared taxis (B$70) from Padcaya need six people to leave – it will be a long wait if you're not in a group."
},
{
    "country": "bolivia",
    "city": "Amazon Basin",
    "index": 35,
    "name": "Parque Nacional Carrasco",
    "latitude": "-17.064498",
    "longitude": "-65.474396",
    "excerpt": "Created in 1988, this 622,600ha park has some of Bolivia’s most easily explored cloud forest. It skirts a large portion of the road between Cochabamba and…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/chapare-region/attractions/parque-nacional-carrasco/a/poi-sig/1592243/1326912",
    "image_url": null,
    "detail_description": "Created in 1988, this 622,600ha park has some of Bolivia’s most easily explored cloud forest. It skirts a large portion of the road between Cochabamba and Villa Tunari, and also includes a big lowland area of the Chapare region. The rainforest hides a vast variety of mammal species, together with a rainbow of birds, crawling reptiles, amphibians, fish and insects.\nThe most popular way to visit is to do the hike to the Cavernas del Repechón (Caves of the Night Birds), where you’ll see the weird, nocturnal guáchero (oilbird) and six bat species. Access is from the village of Paractito, 8km west of Villa Tunari. This half-day excursion involves a short slog through the rainforest and a zippy crossing of the Río San Mateo in a cable-car contraption.For more details on this contact Kawsay Wasi (www.facebook.com/EcoturismoKawsayWasi), the organization of indigenous guides who work in the park. You'll find them waiting at the park entrance, or you can book a multiday trip with them in advance through Tusoco Travel, a La Paz–based organization that brings together indigenous Bolivians around the country and helps them develop responsible tourism in their regions.Access to the rest of the park is much more difficult and potentially dangerous as it's become a haven for hidden coca farms. The Conservation International–backed Camino en las Nubes (Walk in the Clouds), a trek descending from 4000m to 300m along the old Cochabamba–Chapare road, is now largely used by drug traffickers and is unsafe for tourists."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 34,
    "name": "Parque Nacional Serranía del Aguaragüe",
    "latitude": "-21.433256",
    "longitude": "-63.595734",
    "excerpt": "The long and narrow 1080 sq km Aguaragüe National Park takes in much of the mountains of Serranía del Aguaragüe, which divide the vast Gran Chaco and the…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/villamontes/attractions/parque-nacional-serrania-del-aguaraguee/a/poi-sig/1592253/1316000",
    "image_url": null,
    "detail_description": "The long and narrow 1080 sq km Aguaragüe National Park takes in much of the mountains of Serranía del Aguaragüe, which divide the vast Gran Chaco and the highlands of Tarija department. The park's name comes from Guaraní, meaning ‘the lair of the jaguar,’ because the range is famous for being home to this lovely spotty (and scary) cat. Foxes, tapirs, anteaters, assorted parrots, numerous plant species and 70% of the region’s potable water sources can also be found here.\nRight in the center of the region known for being the hottest in Bolivia, it is best visited in the cooler winter months (May to October). In the beautiful Pilcomayo Canyon at El Chorro Grande waterfall, fish are prevented from swimming further upstream. Abundant surubí, sábalo and dorado are easily caught, making the area a favorite with anglers from all over the country. The predatory dorado is prized by game fishers because of its legendary fight; it’s particularly interesting because it has an odd hinge at the front of its jawbone that allows its mouth to open wide horizontally.There are great views from the restaurants 7km to 10km west of Villamontes where you can sample local fish dishes.Although it lacks visitor facilities, the Cañón del Pilcomayo is easily accessible from Villamontes. Take any Tarija-bound transportation, or taxi to the tranca (highway police post) and walk from there. Where the road forks, bear right and continue another 2km to the mouth of the gorge. Or, more conveniently, you can negotiate with a taxi driver in Villamontes. One of the tour companies in Tarija might be able to arrange a trip with sufficient notice and a minimum of three people."
},
{
    "country": "bolivia",
    "city": "Amazon Basin",
    "index": 33,
    "name": "Reserva Barba Azul",
    "latitude": "-13.763229",
    "longitude": "-66.098042",
    "excerpt": "Thanks to the efforts of the conservation NGO Armonía, the endangered blue-throated macaw or barba azul has become something of a regional celebrity in…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-amazon-basin/attractions/reserva-barba-azul/a/poi-sig/1592246/1326911",
    "image_url": null,
    "detail_description": "Thanks to the efforts of the conservation NGO Armonía, the endangered blue-throated macaw or barba azul has become something of a regional celebrity in the Bolivian Amazon. Endemic to the unique Beni savannas, a fast-disappearing habitat found nowhere else on earth, a quarter of the world’s minute population of this spectacular psittacid calls this 11,000-hectare private reserve its home.\nUnlike most of the surrounding savanna, the open grasslands here are completely ungrazed and the birds can be seen relatively easily along with a plethora of other threatened birds and mammals such as maned wolves, giant anteaters and marsh deer. A new dining facility and improvements to the four existing cabins were scheduled to be completed by the end of 2018. Logistics demand a minimum three-night stay, with a memorable trip costing US$150 per person per night, including food, access to a motorboat and horseback riding.For most of the year, by far the quickest and easiest way to get to the reserve is by chartering a plane from Trinidad or Santa Cruz. Armonía has been dealing with the local pilots for a few years so it's best to have them arrange this; the flight from Trini runs about B$580 but can be shared among three to five people. In the dry season (July to October) land transport can be arranged in Santa Ana de Yacuma; although it is only 80km away, rough roads mean that the drive will take at least three hours.Your visit should be arranged in advance at Armonía's office in Santa Cruz, and they may be able to help with transport. Alternatively, contact Bird Bolivia or Nick's Adventures for a guided tour."
},
{
    "country": "bolivia",
    "city": "La Paz",
    "index": 32,
    "name": "La Paz Cemetery",
    "latitude": "-16.49696399136",
    "longitude": "-68.151905536652",
    "excerpt": "As in many Latin American cemeteries, bodies are first buried in the Western way or are placed in a crypt. Then, within 10 years, they are disinterred and…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz/attractions/la-paz-cemetery/a/poi-sig/435614/1316002",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/c395ec1c1715560f5d4319d89534b894-la-paz-cemetery.jpg",
    "detail_description": "As in many Latin American cemeteries, bodies are first buried in the Western way or are placed in a crypt. Then, within 10 years, they are disinterred and cremated. After cremation, families purchase or rent glass-fronted spaces in the cemetery walls for the ashes, they affix plaques and mementos of the deceased, and place flowers behind the glass door.\nEach wall has hundreds of these doors, and some of the walls have been expanded upward to such an extent that they resemble three- or four-story apartment blocks. As a result the cemetery is an active place, full of people passing through to visit relatives and leave or water fresh flowers.It’s possibly most interesting on November 2, the Día de los Muertos (Day of the Dead), when half the city turns out to honor their ancestors.Be aware that the area around the cemetery is a little unsavory. And don't come here at night."
},
{
    "country": "bolivia",
    "city": "La Paz",
    "index": 31,
    "name": "Catedral Metropolitana",
    "latitude": "-16.496254",
    "longitude": "-68.133999",
    "excerpt": "Although it’s a relatively recent addition to La Paz’s religious structures, the 1835 cathedral is impressive – mostly because it is built on a steep…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz/attractions/catedral-metropolitana/a/poi-sig/435600/1316002",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/44bf28c1cf355649b17f3eb00a0df449-catedral-metropolitana.jpg",
    "detail_description": "Although it’s a relatively recent addition to La Paz’s religious structures, the 1835 cathedral is impressive – mostly because it is built on a steep hillside. The main entrance is 12m higher than its base on Calle Potosí. The cathedral’s sheer immensity, with its high dome, hulking columns, thick stone walls and high ceilings, is overpowering, but the altar is relatively simple.\nInside, the main attraction is the profusion of stained-glass work; the windows behind the altar depict a gathering of Bolivian politicos being blessed from above by a flock of heavenly admirers.Beside the cathedral is the Presidential Palace, and in Plaza Murillo, opposite, stands a bust of President Gualberto Villarroel. In 1946, he was tossed out of the palace by vigilantes and hanged from a lamppost in the square. Interestingly enough, Pedro Domingo Murillo, for whom the plaza was named, met a similar fate here in 1810."
},
{
    "country": "bolivia",
    "city": "La Paz",
    "index": 29,
    "name": "Iglesia de San Francisco",
    "latitude": "-16.49647",
    "longitude": "-68.137282",
    "excerpt": "The hewed stone basilica of San Francisco was founded in 1548 by Fray Francisco de los Ángeles. The original structure collapsed under heavy snowfall…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz/attractions/iglesia-de-san-francisco/a/poi-sig/435610/1316002",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1650888649.jpg",
    "detail_description": "The hewed stone basilica of San Francisco was founded in 1548 by Fray Francisco de los Ángeles. The original structure collapsed under heavy snowfall around 1610, but it was rebuilt between 1743 and 1772. The second building is made of stone quarried at nearby Viacha. The facade is decorated with carvings of natural themes such as chirimoyas (custard apples), pine cones and tropical birds.\nThe mass of rock pillars and stone faces in the upper portion of Plaza San Francisco is intended to represent Bolivia’s three great cultures – Tiwanaku, Inca and modern (Aymará).The cloisters and garden of Museo San Francisco, adjacent to the basilica, beautifully revive the history and art of the city’s landmark. There are heavenly religious paintings, historical artifacts, an interesting anteroom and a God-like, if quirky, view from the roof.As one of the city’s focal points, the plaza is often the staging ground for rallies and protests."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 30,
    "name": "Cerro Chacaltaya",
    "latitude": "-16.35358",
    "longitude": "-68.131285",
    "excerpt": "The 5395m-high Cerro Chacaltaya peak atop a former glacier is a popular day trip. The glacier diminished over several decades and, tragically, had melted…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz-around/attractions/cerro-chacaltaya/a/poi-sig/1592341/1328960",
    "image_url": null,
    "detail_description": "The 5395m-high Cerro Chacaltaya peak atop a former glacier is a popular day trip. The glacier diminished over several decades and, tragically, had melted completely by 2009. Until the ‘big melt,’ it was the world’s highest ‘developed’ ski area. It’s a steep 90-minute ride from central La Paz, and the accessible summit is an easy 200m ascent from there. For visitors and hikers, Chacaltaya offers spectacular views of La Paz, Illimani, Mururata and 6088m Huayna Potosí.\nIt’s a high-altitude, relatively easy (but steep) 100m or so climb from the old ski lodge to the summit of Chacaltaya. Remember to carry warm clothing and water, and take plenty of rests – say, a 30-second stop every 10 steps or so, and longer stops if needed – even if you don’t feel tired. If you start to feel light-headed, sit down and rest until the feeling passes. If it doesn’t, you may be suffering from mild altitude sickness; the only remedy is to descend. From Chacaltaya it’s possible to walk to Refugio Huayna Potosí, at the base of Huayna Potosí, in half a day. Before you set out, you must obtain instructions and maps from Instituto Geográfico Militar.You can get your thrills, spills (well, hopefully not) and great views on a 60km-plus mountain-bike trip from Chacaltaya to Zongo and beyond at descents of up to 4100m (vertical drop). La Paz bike outfitters run trips for B$800-1300 per person (depending on group size).There’s no public transportation to Chacaltaya. Most La Paz tour agencies take groups to Chacaltaya for around B$80 per person, and many include it with another attraction for a full-day tour. Bring warm, windproof clothing, sunglasses (100% UV protection) and sunscreen. Those who fly into La Paz from the lowlands will want to wait a few days before visiting Chacaltaya or other high-altitude places."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 28,
    "name": "Inca-Rakay",
    "latitude": "-17.480444",
    "longitude": "-66.385961",
    "excerpt": "The ruins of Inca-Rakay, in the Serranía de Tarhuani, are the most readily accessible ruins in the Cochabamba Valley, but they are mostly crumbling stone…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/central-highlands/attractions/inca-rakay/a/poi-sig/1592208/1326851",
    "image_url": null,
    "detail_description": "The ruins of Inca-Rakay, in the Serranía de Tarhuani, are the most readily accessible ruins in the Cochabamba Valley, but they are mostly crumbling stone walls these days and you’ll need some imagination to conjure up their former glory. It has been postulated that Inca-Rakay served as an Incan administrative outpost and storage facility for the largest corn deposits of South America; from here, they were transported all over the Inca empire, including up to Ecuador.\nThe rare Spanish-language book Inkallajta &amp; Inkaraqay, by Jesús Lara, contains good site maps and theories about its origins and purposes. The site includes the remains of several hefty buildings and a large open plaza overlooking the valley. One odd rock outcrop resembles the head of a condor, with a natural passageway inside leading to the top. Just off the plaza area is a cave that may be explored with a flashlight. Legend has it that this cave is the remnant of another of those apocryphal Inca tunnels – this one linking Inca-Rakay with faraway Cuzco.If you’re there on a smog-free day, the plaza affords spectacular views over the valley. Camping at the unattended ruins is not recommended as violent incidents have been reported in the past. The access town for the ruins is the quiet and friendly village of Sipe Sipe, 27km west of Cochabamba. If you’re in Sipe Sipe on a Sunday between February and May, try to sample the local specialty – a sweet grape liquor known as guarapo.From Cochabamba take a micro from Av Aroma to Plaza Bolívar in Quillacollo and from there take a trufi (shared car or minibus) or micro to Sipe Sipe. Inca-Rakay is accessed on foot from Sipe Sipe. Since staying overnight is not really an option, you need to get an early start out of Cochabamba; the trip takes the better part of a day and you’ll need some time to explore the ruins themselves.It’s a 5km, 2½-hour cross-country (but well-signed) walk up a steep hill from Sipe Sipe to the site. Begin at the southwest corner of Sipe Sipe’s main plaza and follow the road past the secondary school."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 27,
    "name": "Muela del Diablo",
    "latitude": "-16.562287",
    "longitude": "-68.056934",
    "excerpt": "The prominent rock outcrop known as the Devil’s Molar (3825m) is actually an extinct volcanic plug that rises between the Río Choqueyapu and the suburban…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz-around/attractions/muela-del-diablo/a/poi-sig/1592210/1328960",
    "image_url": null,
    "detail_description": "The prominent rock outcrop known as the Devil’s Molar (3825m) is actually an extinct volcanic plug that rises between the Río Choqueyapu and the suburban sprawl of La Paz's Pedregal and Calacoto. A hike to its base makes a pleasant – and easy – half-day walking trip; it offers incredible views of the city and valley, and can be easily combined with a visit to Valle de la Luna.\nFrom the cemetery in Pedregal, the trail climbs steeply (several times crossing the new road that provides access to the hamlet near the base of the muela). After a breathless hour or so, you’ll reach a pleasant grassy swale where the ‘tooth’ comes into view, as well as some precarious pinnacles further east.At this point the walking track joins the road and descends through the hamlet. About 300m further along, a side route branches off to the left and climbs toward the muela's base. From the end of this route you can pick your way with extreme caution up to the cleft between the double summit, where there’s a large cross. Without technical equipment and expertise, however, it’s inadvisable to climb further.After descending to the main track, you can decide whether to return the way you came, or follow the steep track that circles the muela in a counterclockwise direction and descends to the Río Choqueyapu before climbing the other side of the valley to the zoo in Mallasa. The latter option will turn this hike into a full-day trip, as it takes about six hours between Pedregal and Mallasa.Inquire locally about safety before heading out and travel in pairs or groups, or with a local guide.From La Paz the best access to the start of the hike is on minibus 288, marked ‘Pedregal,’ from the lower Prado. The end of the line is the parking area a couple of hundred meters downhill from Pedregal’s cemetery. Returning from Valle de la Luna, you can board these minibuses at Zona Sur’s Plaza Humboldt or follow the difficult walking track from near the zoo in Mallasa, which involves a descent to the Río Choqueyapu and then a stiff 600m ascent to the eastern side of the muela. To return to La Paz from Pedregal, catch a ‘Prado’ minibus from the parking area."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 26,
    "name": "Incallajta",
    "latitude": "-17.623409",
    "longitude": "-65.389767",
    "excerpt": "The nearest thing Bolivia has to Peru’s Machu Picchu is this remote, rarely visited site (meaning ‘Land of the Inca’), 132km east of Cochabamba on a flat…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/central-highlands/attractions/incallajta/a/poi-sig/1600737/1326851",
    "image_url": null,
    "detail_description": "The nearest thing Bolivia has to Peru’s Machu Picchu is this remote, rarely visited site (meaning ‘Land of the Inca’), 132km east of Cochabamba on a flat mountain spur above the Río Machajmarka. This was the easternmost outpost of the Inca empire; after Tiwanaku it’s Bolivia’s most significant archaeological site. The most prominent feature is the immense stone fortification that sprawls across alluvial terraces above the river, but at least 50 other structures are also scattered around the 30-hectare site.\nIncallajta was probably founded by Inca Emperor Tupac-Yupanqui, the commander who had previously marched into present-day Chile to demarcate the southern limits of the Inca empire. It’s estimated that Incallajta was constructed in the 1460s as a measure of protection against attack by the Chiriguanos to the southeast. In 1525, the last year of Emperor Huayna Capac’s rule, the outpost was abandoned. This may have been due to a Chiriguano attack, but was more likely the result of increasing Spanish pressure and the unraveling of the empire, which fell seven years later.The site is on a monumental scale; some researchers believe that, as well as serving a defensive purpose, it was designed as a sort of ceremonial replica of Cuzco, the Inca capital. The site’s most significant building, the kallanka, measures a colossal 78m by 26m. The roof was supported by immense columns. Outside it is a large boulder, probably a speakers’ platform. At the western end of the site is a curious six-sided tower, perhaps used for astronomical observation. On the hilltop, a huge zigzag defensive wall has a baffled defensive entrance.The ruins were made known to the world in 1913 by Swedish zoologist and ethnologist Erland Nordenskiöld, who spent a week at the ruins measuring and mapping them. However, they were largely ignored – except by ruthless treasure hunters – for the next 50 years, until the University of San Simón in Cochabamba launched its investigations.At Pocona, 17km from the ruins, there’s an information center and a small exhibition of archaeological finds from the site.Without your own transportation or a guided tour, visiting Incallajta will prove inconvenient at best. If you can’t arrange lodging in private homes or prefer the outdoors, you can camp at the site next to the ruins; be sure to take plenty of water, food and warm clothing, and have the proper gear.Cochabamba agencies run day trips to Incallajta; most recommended is El Mundo Verde Travel, which adds a visit to the colonial village of Chimboata and will do the trip for one or two, and, of course, larger groups. Bolivia Cultura is another option. Beware of tours that seem suspiciously cheap or that involve 'trekking.' That usually means getting a cab part way and walking a good distance to the site."
},
{
    "country": "bolivia",
    "city": "Amazon Basin",
    "index": 25,
    "name": "Museo Etnoarqueológico Kenneth Lee",
    "latitude": "-14.816385",
    "longitude": "-64.903632",
    "excerpt": "Named for the gringo querido del Beni, the beloved white man of the Beni, this small museum north of the center is considered the city's top cultural…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-amazon-basin/trinidad/attractions/museo-etnoarqueologico-kenneth-lee/a/poi-sig/466830/363135",
    "image_url": null,
    "detail_description": "Named for the gringo querido del Beni, the beloved white man of the Beni, this small museum north of the center is considered the city's top cultural attraction. It exhibits artifacts from the Trinidad region, including traditional instruments and tribal costumes.\n"
},
{
    "country": "bolivia",
    "city": "Lake Titicaca",
    "index": 24,
    "name": "Sampaya",
    "latitude": "-16.080599",
    "longitude": "-69.100549",
    "excerpt": "This is a beautifully preserved village where the homes are built with flat stones joined in an earthen mortar. There is a stone church on the hilltop…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/copacabana-to-yampupata/attractions/sampaya/a/poi-sig/1598089/1326793",
    "image_url": null,
    "detail_description": "This is a beautifully preserved village where the homes are built with flat stones joined in an earthen mortar. There is a stone church on the hilltop overlooking Titicaca and Isla de la Luna in the distance. Take a stroll and get lost in the small alleyways and terraced hills. This will likely be the highlight of any journey north of Copacabana.\n"
},
{
    "country": "bolivia",
    "city": "Sucre",
    "index": 23,
    "name": "Museo Nacional de Etnografía y Folklore",
    "latitude": "-19.047231",
    "longitude": "-65.258296",
    "excerpt": "Known locally as MUSEF and housed in the impressive former Banco Nacional building, this museum brings together a series of fascinating temporary…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southwest/sucre/attractions/museo-nacional-de-etnografia-y-folklore/a/poi-sig/1272457/363145",
    "image_url": null,
    "detail_description": "Known locally as MUSEF and housed in the impressive former Banco Nacional building, this museum brings together a series of fascinating temporary exhibitions that vividly illustrate the great diversity of Bolivia’s ethnic cultures. In the past, these have included native Bolivian fiesta masks, costumes and apparel; reconstructions of Uru-Chipaya village life; Catholic religious iconography; and topos, an ornament used to fasten women's clothing, once used as a weapon and in rituals.\n"
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 22,
    "name": "La Capilla Sixtina del Altiplano",
    "latitude": "-17.843075",
    "longitude": "-68.408786",
    "excerpt": "Like its famous counterpart in Vatican City, the interior of this lovely adobe-and-thatch church is covered with frescoes. But unlike the other Sistine…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/curahuara-de-carangas/attractions/la-capilla-sixtina-del-altiplano/a/poi-sig/1523773/1333916",
    "image_url": null,
    "detail_description": "Like its famous counterpart in Vatican City, the interior of this lovely adobe-and-thatch church is covered with frescoes. But unlike the other Sistine Chapel, these gorgeous 17th-century paintings have a strong local influence and depict themes such as the three kings visiting Jesus on a llama train. There are plenty of biblical scenes plus some interesting artifacts in a small room behind the altar.\nIf the church is closed, look for a note pasted on the garage to the left of the church with the phone number of a key holder."
},
{
    "country": "bolivia",
    "city": "Santa Cruz",
    "index": 21,
    "name": "Jardín Botánico",
    "latitude": "-17.768223",
    "longitude": "-63.068991",
    "excerpt": "Santa Cruz's lush botanical gardens, 12km east of the city center, make for a tranquil escape from the urban scene. Covering more than 200 hectares, the…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southeast/santa-cruz/attractions/jardin-botanico/a/poi-sig/1604403/363138",
    "image_url": null,
    "detail_description": "Santa Cruz's lush botanical gardens, 12km east of the city center, make for a tranquil escape from the urban scene. Covering more than 200 hectares, the gardens feature woodland trails, a lake, a cactarium (cactus garden) and plenty of exotic plants. Climb the wooden viewing platform for vistas across the treetop canopy to the city skyline. The gardens are teeming with wildlife, too; look out for tortoises and sloths.\nTo get here, take the green minibus marked Cotoca from the corner of Suárez Arana and Barrón and ask the driver to drop you at the entrance to the Jardín Botánico (B$2.50, 25 minutes)."
},
{
    "country": "bolivia",
    "city": "Sucre",
    "index": 20,
    "name": "Museo de Arte Indígena",
    "latitude": "-19.053711",
    "longitude": "-65.253414",
    "excerpt": "This superb museum of indigenous arts is a must for anyone interested in the indigenous groups of the Sucre area, focusing particularly on the woven…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southwest/sucre/attractions/museo-de-arte-indigena/a/poi-sig/1324706/363145",
    "image_url": null,
    "detail_description": "This superb museum of indigenous arts is a must for anyone interested in the indigenous groups of the Sucre area, focusing particularly on the woven textiles of the Jal'qa and Candelaria (Tarabuco) cultures. It’s a fascinating display and has an interesting subtext: the rediscovery of forgotten ancestral weaving practices has contributed to increased community pride and revitalization. Information in English is available and you can observe the weavers patiently at work.\nThe adjoining store markets ceramics and weavings, but it’s a more satisfying experience to buy them direct from the villages where they are made."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 19,
    "name": "Reserva Nacional de Fauna Andina Eduardo Avaroa",
    "latitude": "-22.171668",
    "longitude": "-67.819118",
    "excerpt": "Tucked away in the southwestern corner of Los Lípez near the Chilean border is the remote Reserva Nacional de Fauna Andina Eduardo Avaroa. It's a rough…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/los-lipez/attractions/reserva-nacional-de-fauna-andina-eduardo-avaroa/a/poi-sig/1323750/1333985",
    "image_url": null,
    "detail_description": "Tucked away in the southwestern corner of Los Lípez near the Chilean border is the remote Reserva Nacional de Fauna Andina Eduardo Avaroa. It's a rough bumpy road through marvelous Martian landscapes to get there, but worth every bang of the head along the way.The park headquarters is located opposite Laguna Colorada, where you can pick up informative materials, pay your fee, and learn more about local flora and fauna.\nThe reserve was created in 1973 to cover an area of 7150 sq km. It receives in excess of 50,000 visitors annually and emphasizes the conservation of the vicuña, James’s flamingo and the yareta plant, all of which are globally threatened species."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 18,
    "name": "La Senda Verde Wildlife Sanctuary",
    "latitude": "-16.225107",
    "longitude": "-67.742849",
    "excerpt": "At 12-hectare Senda Verde, there's a new concept: humans are 'caged' while most of the 200-plus monkeys run free. This protects people and monkeys alike …",
    "detail_url": "https://www.lonelyplanet.com/bolivia/cordillera-real-and-the-yungas/coroico/attractions/la-senda-verde-wildlife-sanctuary/a/poi-sig/1325017/363123",
    "image_url": null,
    "detail_description": "At 12-hectare Senda Verde, there's a new concept: humans are 'caged' while most of the 200-plus monkeys run free. This protects people and monkeys alike (adult monkeys can be aggressive, and sick humans can infect their simian cousins). Toucans, caimans, Andean bears, ocelots and margays are among the other wild residents. There’s a nice buffet-style restaurant on-site. Located 500m north of Yolosa (B$40 taxi or B$10 minibus from Coroico).\nThe refuge provides a sanctuary for animals that have been rescued from illegal traffickers. Reservations are required. You can stay overnight, or simply come for an hour-long tour. Volunteering is possible (two-week minimum) for B$1370 per week, including three meals."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 17,
    "name": "Gruta de San Pedro",
    "latitude": "-15.736999",
    "longitude": "-68.696943",
    "excerpt": "A popular excursion, San Pedro Cave, known in the Aymará language as Chussek Uta (House of Owls), is approximately 500m deep, with an enclosed lagoon that…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/cordillera-real-and-the-yungas/sorata/attractions/gruta-de-san-pedro/a/poi-sig/435834/363125",
    "image_url": null,
    "detail_description": "A popular excursion, San Pedro Cave, known in the Aymará language as Chussek Uta (House of Owls), is approximately 500m deep, with an enclosed lagoon that can be crossed in pedal boats (B$5 per person, and recommended). Guides with the necessary lamps will help you find your way around. PCMB, the Bolivian program to conserve bats, has identified three nectar- and insect-eating bats in the pitch-black surroundings.\nIt’s a scenic 15km hike to the cave along a dirt road (two hours each way). Taxis will do the return trip for around B$80, including waiting time. The local community has also set up two simple albergues (basic accommodations) to overnight in. There are a total of four rooms with a single bed in each and prices are B$30 per person."
},
{
    "country": "bolivia",
    "city": "Lake Titicaca",
    "index": 16,
    "name": "Cathedral",
    "latitude": "-16.166146",
    "longitude": "-69.085432",
    "excerpt": "The sparkling white mudéjar (Moorish–style) cathedral, with its domes and colorful azulejos (blue Portuguese-style ceramic tiles), dominates the town…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/lake-titicaca/copacabana/attractions/cathedral/a/poi-sig/1324104/1315980",
    "image_url": null,
    "detail_description": "The sparkling white mudéjar (Moorish–style) cathedral, with its domes and colorful azulejos (blue Portuguese-style ceramic tiles), dominates the town. Check the noticeboard in front of the entrance for the mass schedule.The cathedral’s black Virgen de Candelaria statue, Camarín de la Virgen de Candelaria, carved by Inca Emperor Tupac-Yupanqui’s grandson, Francisco Yupanqui, is encased above the altar upstairs in the camarín (shrine); visiting hours can be unreliable.\nThe statue is never moved from the cathedral, as superstition suggests that its disturbance would precipitate a devastating flood of Lake Titicaca. Museo de la Catedral contains some interesting religious art."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 15,
    "name": "Sunday Market",
    "latitude": "-19.182736",
    "longitude": "-64.916142",
    "excerpt": "Despite the presence of other camera-wielding gringos and the ubiquity of travel agencies in Sucre selling 'tours,' Tarabuco's Sunday market is well worth…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/tarabuco/attractions/sunday-market/a/poi-sig/1529825/1315998",
    "image_url": null,
    "detail_description": "Despite the presence of other camera-wielding gringos and the ubiquity of travel agencies in Sucre selling 'tours,' Tarabuco's Sunday market is well worth experiencing. Look out for high-quality artesanías such as pullovers, charangos, coca pouches, ponchos and weavings that feature geometric and zoomorphic designs. Items (and prices) more geared towards tourists, and some produced far from the area, are sold on and close to the plaza. The further in you wade, the less likely this is the case.\nJust a few blocks north and east of the plaza, it's primarily stalls selling everyday items, everything from folkloric dancing CDs to batteries, kitchen utensils and bulk sacks of fruit and vegetables. Elbow room is scarce and keep an eye out for low-hanging tarp coverings, no doubt a challenge because of the sensory overload."
},
{
    "country": "bolivia",
    "city": "Salar de Uyuni",
    "index": 14,
    "name": "Isla Incahuasi",
    "latitude": "-20.240939",
    "longitude": "-67.627888",
    "excerpt": "One of the highlights of a Salar de Uyuni tour is a hike around the spectacular Isla Incahuasi, otherwise known as Inkawasi. It's located in the heart of…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/salar-de-uyuni/attractions/isla-incahuasi/a/poi-sig/1134482/1326833",
    "image_url": null,
    "detail_description": "One of the highlights of a Salar de Uyuni tour is a hike around the spectacular Isla Incahuasi, otherwise known as Inkawasi. It's located in the heart of the salar, 80km west of Colchani. This hilly outpost is covered in Trichocereus cactus and surrounded by a flat white sea of hexagonal salt tiles.\nIt was once a remarkably lonely, otherworldly place but since the advent of salar tours it receives large numbers of visitors every day. Nonetheless, it’s still a beautiful sight if you forget the crowds.You have to pay an entry fee to climb the hill (B$30), and tour groups clamber over the hiking trails chasing the perfect photo of cacti and salt. It’s a 15-minute walk to the top of the island, with a trail that loops back, but it's worth it. Note that during the wet season when the salar is flooded, the island is inaccessible."
},
{
    "country": "bolivia",
    "city": "Cochabamba",
    "index": 13,
    "name": "Palacio Portales",
    "latitude": "-17.374856",
    "longitude": "-66.153477",
    "excerpt": "Nothing symbolizes Bolivia's gilded mineral age like tin baron Simón Patiño's European-style Palacio Portales. Though he never actually inhabited this…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southwest/cochabamba/attractions/palacio-portales/a/poi-sig/1272067/1316004",
    "image_url": null,
    "detail_description": "Nothing symbolizes Bolivia's gilded mineral age like tin baron Simón Patiño's European-style Palacio Portales. Though he never actually inhabited this opulent mansion completed in 1927, it was stocked with some of the finest imported materials available at the time – Carrara marble, French wood, Italian tapestries and delicate silks. The gardens and exterior were inspired by the palace at Versailles, the games room is an imitation of Granada’s Alhambra and the main hall takes its design inspiration from Vatican City.\nThe property also houses an arts and cultural complex as well as a teaching center, and the gardens are a wonderful place to pass the time with a book while waiting for your tour to begin. The house is located in the upscale neighborhood of Queru Queru; take micro E north from east of Av San Martín. Tours in Spanish are more frequent and at different times than the English options."
},
{
    "country": "bolivia",
    "city": "Cochabamba",
    "index": 12,
    "name": "Convento de Santa Teresa",
    "latitude": "-17.389970192482",
    "longitude": "-66.158019021241",
    "excerpt": "The noble, timeworn Convento de Santa Teresa is straight out of a Gabriel García Márquez novel. Guided tours (around 45 minutes) of this gracefully…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southwest/cochabamba/attractions/convento-de-santa-teresa/a/poi-sig/435784/1316004",
    "image_url": null,
    "detail_description": "The noble, timeworn Convento de Santa Teresa is straight out of a Gabriel García Márquez novel. Guided tours (around 45 minutes) of this gracefully decaying complex allow you to see the peaceful cloister, fine altarpieces and sculptures (from Spanish and Potosí schools) and the convent church. However, it's not so much the quality of the architecture or art that's noteworthy, but rather the challenge to your imagination in picturing and conceiving what life was like for the cloistered nuns here.\nAfter the original building, built in 1760, was destroyed in an earthquake, a new church was built in 1790 with an excess of ambition, but was too big to be domed. Beginning in 2014, much of the building was slowly and painstakingly restored; several boarded up passageways and unused pulpits have been revealed. There’s still a Carmelite community here, but its handful of nuns are now housed in more comfortable modern quarters next door."
},
{
    "country": "bolivia",
    "city": "Sucre",
    "index": 11,
    "name": "Casa de la Libertad",
    "latitude": "-19.047535",
    "longitude": "-65.260259",
    "excerpt": "For a dose of Bolivian history, it’s hard to beat this museum where the Bolivian declaration of independence was signed on August 6, 1825. It has been…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southwest/sucre/attractions/casa-de-la-libertad/a/poi-sig/458503/363145",
    "image_url": null,
    "detail_description": "For a dose of Bolivian history, it’s hard to beat this museum where the Bolivian declaration of independence was signed on August 6, 1825. It has been designated a national memorial and is considered the birthplace of the nation. Spanish-speaking guides are top flight – you'll likely applaud at the end of your guided tour.\nThe first score of Bolivian congresses were held in the Salón de la Independencia, originally a Jesuit chapel. Doctoral candidates were also examined here. Behind the pulpit hang portraits of Simón Bolívar, Hugo Ballivián and Antonio José de Sucre. Bolívar claimed that this portrait, by Peruvian artist José Gil de Castro, was the most lifelike representation ever done of him. The charter of independence takes pride of place, mounted on a granite plinth. A fine inlaid wooden ceiling and elaborate choir stalls are also noteworthy.English- and French-speaking guides are available for groups of three or four minimum; you can, though, ask for free use of a tablet computer with text in English."
},
{
    "country": "bolivia",
    "city": "Cochabamba",
    "index": 10,
    "name": "Cristo de la Concordia",
    "latitude": "-17.384258750215",
    "longitude": "-66.135186004291",
    "excerpt": "This immense Christ statue standing atop Cerro de San Pedro (2800m) behind Cochabamba is the second largest of its kind in the world. It's 44cm higher…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southwest/cochabamba/attractions/cristo-de-la-concordia/a/poi-sig/435786/1316004",
    "image_url": null,
    "detail_description": "This immense Christ statue standing atop Cerro de San Pedro (2800m) behind Cochabamba is the second largest of its kind in the world. It's 44cm higher than the famous Cristo Redentor in Rio de Janeiro, which stands 33m high, or 1m for each year of Christ’s life. Cochabambinos justify the one-upmanship by claiming that Christ actually lived ‘33 años y un poquito’ (33 years and a bit). Fantastic 360-degree panoramic views of the city and valley are worth the trip.\nThere’s a footpath from the base of the mountain (1250 steps), near the eastern end of Av de las Heroínas, but robberies have been reported and signs along the route not so subtly suggest that you should take the teleférico (round trip B$12). In addition, the steps up are extremely steep and only worth considering if you're in the mood and shape for an intense cardio workout. On Sunday you can climb right to the top of the statue (B$2) for a Christ’s-eye view of the city. The closest public-transport access is on micro E from the corner of San Martín and Sucre. Taxis charge B$40 for the round trip to the top, including a half-hour wait."
},
{
    "country": "bolivia",
    "city": "Amazon Basin",
    "index": 9,
    "name": "Santuario Chuchini",
    "latitude": "-14.724874",
    "longitude": "-64.946258",
    "excerpt": "The Santuario Chuchini (Jaguar's Lair) is one of the few easily accessible Paitití sites. This wildlife sanctuary and camp sits on an 8-hectare loma …",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-amazon-basin/trinidad/attractions/santuario-chuchini/a/poi-sig/466834/363135",
    "image_url": null,
    "detail_description": "The Santuario Chuchini (Jaguar's Lair) is one of the few easily accessible Paitití sites. This wildlife sanctuary and camp sits on an 8-hectare loma (artificial mound) of the ancient civilization. From the camp, you can take short walks in the rainforest to lagoons with caimans, other larger animals and profuse birdlife.\nThe camp has shady, covered picnic sites, trees, children’s swings and a variety of native plants, birds and animals. There’s also an archaeological museum displaying articles excavated from the loma, including bizarre statues as well as a piece that appears to be a female figure wearing a bikini (it’s actually thought to be an identification of, and homage to, specific body areas rather than an article of clothing).You can volunteer here (one week minimum) and package-tour visits booked in Trinidad may work out a bit cheaper. Further information is available from managers Miriam and Efrem Ibis, or travel agencies in Trinidad. Unless you organize a tour, which will include transportation, you’ll have to negotiate with a moto-taxi driver (typically B$20) for the 14km journey north of town. It’s also a good destination for those who’ve rented their own motorcycles."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 8,
    "name": "Caverna de Umajalanta",
    "latitude": "-18.115325",
    "longitude": "-65.801411",
    "excerpt": "The Río Umajalanta, which disappears beneath a layer of limestone approximately 22m thick, has formed the impressive Umajalanta Cavern, of which 4.5km of…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/parque-nacional-torotoro/attractions/caverna-de-umajalanta/a/poi-sig/1325064/1315995",
    "image_url": null,
    "detail_description": "The Río Umajalanta, which disappears beneath a layer of limestone approximately 22m thick, has formed the impressive Umajalanta Cavern, of which 4.5km of passages have been explored. Inside are some spectacular stalagmite and stalactite formations and waterfalls, as well as a resident population of vampire bats that have produced an impressively large pile of steaming guano over the years. A guide is mandatory, as it's easy to get lost, and helmets with headlamps are provided.\nThe exciting descent is moderately physical and you must expect to get both wet and dirty (wear long pants since you'll do some sliding on your bum); there are several parts where you need to crawl and wriggle to get through and a couple of short roped descents. Make sure you have good nonslip shoes on. You eventually descend to a small underground lake and river, which is populated by small, white, completely blind catfish. The ascent from here is fairly easy, as it takes a more direct route.There are numerous other caverns in the area, most of which are virtually unexplored.The 8km one-way walk to the cavern entrance takes two hours from the village; it's a completely exposed uphill slog. Most people arrive via transportation with a guide from Torotoro."
},
{
    "country": "bolivia",
    "city": "La Paz",
    "index": 7,
    "name": "Museo de Etnografía y Folklore",
    "latitude": "-16.49449442",
    "longitude": "-68.13515342",
    "excerpt": "Anthropology buffs should check out this museum, one of the city's best. The building, itself a real treasure, was constructed in 1720 and was once the…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz/attractions/museo-de-etnografia-y-folklore/a/poi-sig/1133130/1316002",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/8f22dbd97d33664814417ed7cd772588-museo-de-etnografia-y-folklore.jpg",
    "detail_description": "Anthropology buffs should check out this museum, one of the city's best. The building, itself a real treasure, was constructed in 1720 and was once the home of the Marqués de Villaverde. Highlights include an awe-inspiring collection of ritualistic masks and an exhibition of stunning weavings from around the country. A guided tour is available by calling ahead.\n"
},
{
    "country": "bolivia",
    "city": "La Paz",
    "index": 5,
    "name": "Museo Nacional de Arte",
    "latitude": "-16.49586535478",
    "longitude": "-68.134365816091",
    "excerpt": "This colonial building was constructed in 1775 of pink sandstone and has been restored to its original grandeur, in mestizo (mixed) baroque and Andino…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz/attractions/museo-nacional-de-arte/a/poi-sig/1275598/1316002",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/bbb3c0d2e2a5b3cd25dfa18878ac2725-museo-nacional-del-arte.jpg",
    "detail_description": "This colonial building was constructed in 1775 of pink sandstone and has been restored to its original grandeur, in mestizo (mixed) baroque and Andino baroque styles. In the center of a huge courtyard, surrounded by three stories of pillared corridors, is a lovely alabaster fountain. The various levels are dedicated to different eras, with an emphasis on religious themes.\nHighlights include works by former paceño (La Paz native) Marina Núñez del Prado. Ask for a free guided tour (minimum of five people).Next door is a gorgeous new space for rotating exhibitions of contemporary Bolivian art. Unlike the main museum, entrance to these galleries is free."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 4,
    "name": "Dinosaur Tracks",
    "latitude": "-18.132179",
    "longitude": "-65.760877",
    "excerpt": "As you might have guessed from the dinosaur figure in the plaza or the dinosaur head sticking out of city hall, Torotoro has become synonymous with…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/parque-nacional-torotoro/attractions/dinosaur-tracks/a/poi-sig/1325027/1315995",
    "image_url": null,
    "detail_description": "As you might have guessed from the dinosaur figure in the plaza or the dinosaur head sticking out of city hall, Torotoro has become synonymous with paleontology. The village, which sits in a wide section of a 20km-long valley at an elevation of 2600m, is flanked by enormous, inclined mudstone rock formations bearing bipedal and quadrupedal dinosaur tracks from the Cretaceous period (spanning 145 million to 65 million years ago).\nThere are numerous tracks (huellas) all over the place and much work remains to be done on their interpretation. Many different dinosaur species are represented, both herbivorous and carnivorous.The closest tracks are at Cerro Huayllas, at the entrance to the village, on the other side of the river. It's behind a locked fence so you'll need an official guide to enter (most people visit as part of the hike to Cañon de Torotoro &amp; El Vergel). Above the water but below the road are the area’s largest tracks, made by an enormous quadruped dinosaur (diplodocus or similar) and measuring 35cm wide, 50cm long and 20cm deep. Near here, just above the road, the angled plane of rock reveals a multitude of different tracks, including a long set from a heavy quadrupedal dinosaur that some have posited are those of the armadillo-like ankylosaurus.Along the route to Umajalanta cave, the flat area known as the Carreras Pampa site has several excellent sets of footprints (on both sides of the path). These were made by three-toed bipedal dinosaurs, both herbivores (with rounded toes) and carnivores (pointed toes, sometimes with the claw visible).All the tracks in the Torotoro area were made in soft mud, which then solidified into mudstone. They were later lifted and tilted by tectonic forces. For that reason, many of the tracks appear to lead uphill. Many local guides, however, incorrectly believe that the footprints were made in lava as the dinosaurs fled a volcanic eruption."
},
{
    "country": "bolivia",
    "city": "La Paz",
    "index": 6,
    "name": "Museo de Textiles Andinos Bolivianos",
    "latitude": "-16.493312",
    "longitude": "-68.120191",
    "excerpt": "Fans of Bolivia’s lovely traditional weaving consider this small textile museum a must-see. Examples of the country’s finest traditional textiles …",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz/attractions/museo-de-textiles-andinos-bolivianos/a/poi-sig/1323529/1316002",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/5706270093788cd4d5a02b5e7fd1e77c-museo-de-textiles-andinos-bolivianos.jpg",
    "detail_description": "Fans of Bolivia’s lovely traditional weaving consider this small textile museum a must-see. Examples of the country’s finest traditional textiles (including pieces from the Cordillera Apolobamba, and the Jal’qa and Candelaria regions of the Central Highlands) are grouped by region and described in Spanish and English. The creative process is explained from fiber to finished product. The gift shop sells museum-quality originals; 90% of the sale price goes to the artists.\nWalk 20 minutes northeast from El Prado or catch micros (small buses) 131 or 135, or minibuses marked ‘Av Busch.’The sister Museum of the Poncho is located in Copacabana."
},
{
    "country": "bolivia",
    "city": "Bolivia",
    "index": 3,
    "name": "Salar de Uyuni",
    "latitude": "-20.216778",
    "longitude": "-67.522316",
    "excerpt": "The world's largest salt flat sits at a lofty 3653m (11,985ft) and blankets an amazing 12,000 sq km (4633 sq miles). It was part of a prehistoric salt…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/the-southwest/far-southwest/attractions/salar-de-uyuni/a/poi-sig/1012130/1326829",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/76f6f1d2eeb98571da1a14ad1a639751-salar-de-uyuni.jpg",
    "detail_description": "The world's largest salt flat sits at a lofty 3653m (11,985ft) and blankets an amazing 12,000 sq km (4633 sq miles). It was part of a prehistoric salt lake, Lago Minchín, which once covered most of southwest Bolivia. When it dried up, it left a couple of seasonal puddles and several salt pans, including Salar de Uyuni. The savage beauty of this vast salt desert makes it one of South America's most awe-inspiring spectacles.\nFrom strange islands in a sea of blindingly bright salt to delicately colored mineral lakes in the Andean mountains, this is an unforgettable Bolivian landscape.However, travelers should take great care in choosing which tour operator to go with when visiting the salt flats. Fatal accidents due to unsafe vehicles and drivers are not unheard of. Make sure your vehicles have seat belts, emergency radio transmitters and first aid equipment, and don't shy away from asking about the guides' levels of training and experience. Of course, there are also many reputable tour operators in the area who will ensure your experience of this natural wonder is both memorable and safe."
},
{
    "country": "bolivia",
    "city": "La Paz",
    "index": 2,
    "name": "Mercado de las Brujas",
    "latitude": "-16.496665662875",
    "longitude": "-68.138505220413",
    "excerpt": "The city’s most unusual market lies along Calles Jiménez and Linares between Sagárnaga and Av Mariscal Santa Cruz, amid lively tourist artesanías (stores…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz/attractions/mercado-de-las-brujas/a/poi-sig/435612/1316002",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/7de3ca90e1eb9fc2149bd72ea575c4f7-mercado-de-las-brujas.jpg",
    "detail_description": "The city’s most unusual market lies along Calles Jiménez and Linares between Sagárnaga and Av Mariscal Santa Cruz, amid lively tourist artesanías (stores selling locally handcrafted items). What is on sale isn’t witchcraft as depicted in horror films; the merchandise is herbal and folk remedies, plus a few more unorthodox ingredients intended to supplicate the various spirits of the Aymará world.\nHere you'll find ingredients like dried toucan beaks, intended to cure ills and protect supplicants from bad spirits. If you’re building a new house you can buy a llama fetus to bury beneath the cornerstone as a cha’lla (offering) to Pachamama (Mother Earth). If you're feeling ill or being pestered by bothersome spooks, you can purchase a plateful of colorful herbs, seeds and assorted critter parts to remedy the problem. As you pass the market stalls, watch for wandering yatiris (traditional healers), who wear dark hats and carry coca pouches, and offer (mainly to locals) fortune-telling services.Inquiries and photographs taken here may be met with unpleasantness – ask politely first."
},
{
    "country": "bolivia",
    "city": "La Paz",
    "index": 1,
    "name": "Calle Jaén Museums",
    "latitude": "-16.492047",
    "longitude": "-68.135469",
    "excerpt": "La Paz’s best-preserved colonial street is home to four small museums. They are all clustered together and can generally be bundled into one visit. Buy…",
    "detail_url": "https://www.lonelyplanet.com/bolivia/la-paz/attractions/calle-jaen-museums/a/poi-sig/1133095/1316002",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/b2d578bd09916bf36a729124bc44c4b3-calle-jaen-museums.jpg",
    "detail_description": "La Paz’s best-preserved colonial street is home to four small museums. They are all clustered together and can generally be bundled into one visit. Buy tickets at the Museo Costumbrista and continue to the Museo de Metales Preciosos, Museo del Litoral and Casa de Murillo.\nThe Museo Costumbrista Juan de Vargas contains art and photos, as well as some superb ceramic figurine dioramas of old La Paz: a representation of akulliko, the hour of coca-chewing; the festivities surrounding St John the Baptist’s Day, and the hanging of Murillo in 1810. Also on display are colonial artifacts and colorful dolls wearing traditional costumes. A pleasant cafe is on the premises.Also known as Museo del Oro (Gold Museum), the Museo de Metales Preciosos houses four impressively presented salons of pre-Columbian silver, gold and copper works and pieces from Tiwanaku.The diminutive Museo del Litoral consists mainly of historical maps that defend Bolivia’s emotionally charged claims to Antofagasta and Chile’s Segunda Región.Once the home of Pedro Domingo Murillo, a leader in the La Paz Revolution of July 16, 1809, the Casa de Murillo displays collections of colonial art, furniture and household items of glass and silver that once belonged to Bolivian aristocracy."
}
]