[
{
    "country": "bonn",
    "city": "Bonn",
    "index": 15,
    "name": "Beethoven Monument",
    "latitude": "50.734309",
    "longitude": "7.099196",
    "excerpt": "A buttercup-yellow baroque Palais (palace; now the post office) forms a photogenic backdrop for the Beethoven Monument, unveiled in 1845, 75 years after…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/beethoven-monument/a/poi-sig/1596883/359391",
    "image_url": null,
    "detail_description": "A buttercup-yellow baroque Palais (palace; now the post office) forms a photogenic backdrop for the Beethoven Monument, which was unveiled in 1845, 75 years after the composer's birth.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 14,
    "name": "Kreuzbergkirche",
    "latitude": "50.7143",
    "longitude": "7.080238",
    "excerpt": "This rococo gem is lavishly decorated with gilded faux marble, frescoes and a Balthasar Neumann–designed version of the Holy Steps.",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/kreuzbergkirche/a/poi-sig/1140414/359391",
    "image_url": null,
    "detail_description": "This rococo gem is lavishly decorated with gilded faux marble, frescoes and a Balthasar Neumann–designed version of the Holy Steps.\nIt's about a 1km walk from the bus stop."
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 13,
    "name": "Altes Rathaus",
    "latitude": "50.735029",
    "longitude": "7.102886",
    "excerpt": "Overlooking the triangular Markt square, the rococo Altes Rathaus absolutely glistens with silver and gold trim. Politicians from Charles de Gaulle to…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/altes-rathaus/a/poi-sig/489156/359391",
    "image_url": null,
    "detail_description": "Overlooking the triangular Markt square, the rococo Altes Rathaus absolutely glistens with silver and gold trim. Politicians from Charles de Gaulle to John F Kennedy have waved to the crowds from its double-sided staircase.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 11,
    "name": "Münster Basilica",
    "latitude": "50.733454",
    "longitude": "7.0997",
    "excerpt": "The landmark Münster Basilica was built on the graves of the two martyred Roman soldiers who later got promoted to be the city’s patron saints. It got its…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/muenster-basilica/a/poi-sig/489184/359391",
    "image_url": null,
    "detail_description": "The landmark Münster Basilica was built on the graves of the two martyred Roman soldiers who later got promoted to be the city’s patron saints. It got its Gothic look in the 13th century but the Romanesque origins survive beautifully in the cloister. Both church and cloister are closed for restoration until at least 2019.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 12,
    "name": "Kurfürstliches Schloss",
    "latitude": "50.733583",
    "longitude": "7.102554",
    "excerpt": "The palatial 1705 Kurfürstliche Residenz was once the immodest home of the prince-electors of Cologne and has been part of Bonn’s university since 1818…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/kurfuerstliches-schloss/a/poi-sig/489180/359391",
    "image_url": null,
    "detail_description": "The palatial 1705 Kurfürstliche Residenz was once the immodest home of the prince-electors of Cologne and has been part of Bonn’s university since 1818. Its south side opens up to the expansive Hofgarten (Palace Garden), a popular gathering place for students.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 10,
    "name": "LandesMuseum Bonn",
    "latitude": "50.731804",
    "longitude": "7.092812",
    "excerpt": "The LandesMuseum charts the cultural history of the region back to the days of the Neanderthals. Each of the seven themed galleries brims with fascinating…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/landesmuseum-bonn/a/poi-sig/489192/359391",
    "image_url": null,
    "detail_description": "The LandesMuseum charts the cultural history of the region back to the days of the Neanderthals. Each of the seven themed galleries brims with fascinating treasures, including a 40,000-year-old Neanderthal skull, a rare blue Roman glass vessel from the 1st century AD, and, in the new 'Celts in the Rhineland' exhibit, gold jewellery unearthed from the grave of a Celtic princess.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 9,
    "name": "Arithmeum",
    "latitude": "50.730682542969",
    "longitude": "7.1047520333946",
    "excerpt": "If memories of math class give you nightmares, this museum may not be for you. If they don't, you may well find this expansive collection of mechanical…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/arithmeum/a/poi-sig/489158/359391",
    "image_url": null,
    "detail_description": "If memories of math class give you nightmares, this museum may not be for you. If they don't, you may well find this expansive collection of mechanical calculating machines – from the abacus to early computers by Hollerith and Babbage – quite fascinating. The science aspect is complemented by changing art exhibits, usually with a geometric constructivist bent. Work your way down from the top floor of the large minimalist glass-and-steel cube.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 8,
    "name": "August Macke-Haus",
    "latitude": "50.737501",
    "longitude": "7.086396",
    "excerpt": "The expressionist painter August Macke (1887–1914) lived and worked in this house in the three years before his untimely death on the battlefields in WWI…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/august-macke-haus/a/poi-sig/489160/359391",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/b3584e4b3f2b280fc3f2e055313745e6-august-macke-haus.jpg",
    "detail_description": "The expressionist painter August Macke (1887–1914) lived and worked in this house in the three years before his untimely death on the battlefields in WWI. Soak up the master’s aura in his recreated studio and see some originals; the finest works, though, are not far away at the Kunstmuseum Bonn.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 7,
    "name": "Museum Koenig",
    "latitude": "50.722194",
    "longitude": "7.113755",
    "excerpt": "The Museum Koenig is a natural history museum but it’s hardly your usual dead-animal zoo. The ‘Savannah’ exhibit re-creates an entire habitat with…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/museum-koenig/a/poi-sig/1140409/359391",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/b70310c026bc5ce93af99b1be98c9a2c-museum-koenig.jpg",
    "detail_description": "The Museum Koenig is a natural history museum but it’s hardly your usual dead-animal zoo. The ‘Savannah’ exhibit re-creates an entire habitat with theatrical flourishes: elephants drinking at a watering hole, a jaguar holed up with its kill and vultures surveying the scene from above. In the 'Rainforest' diorama elephants come 'alive' through telescopes while a colossal sea elephant watches over the ‘Arctic’ exhibit, and a condor with a 3m wingspan surveys the ‘World of Birds’.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 6,
    "name": "Doppelkirche Schwarzrheindorf",
    "latitude": "50.750644",
    "longitude": "7.11501",
    "excerpt": "The 12th-century Doppelkirche Schwarzrheindorf is a magnificent ‘double church’ where the nobility would sit on the upper level and peek down on the…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/doppelkirche-schwarzrheindorf/a/poi-sig/489166/359391",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/12bbfae7ab9d0d7d5fa602ec0631ee24-doppelkirche-schwarzrheindorf.jpg",
    "detail_description": "The 12th-century Doppelkirche Schwarzrheindorf is a magnificent ‘double church’ where the nobility would sit on the upper level and peek down on the common parishioners through an octagonal opening in the floor. Considered one of the most beautiful Romanesque churches in Germany, its architecture is truly impressive, as is the restored Old Testament fresco cycle in the lower church.\nThe church is on the right bank of the Rhine in the suburb of Schwarzrheindorf, about 3km from the city centre."
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 5,
    "name": "Deutsches Museum Bonn",
    "latitude": "50.700752",
    "longitude": "7.150855",
    "excerpt": "Did you know that the airbag and MP3 technology were invented in Germany? You will, after visiting the Deutsches Museum Bonn. This pint-size subsidiary of…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/deutsches-museum-bonn/a/poi-sig/489164/359391",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/fe8571fba30a297dc2e3bc6d29c3b394-deutsches-museum-bonn.jpg",
    "detail_description": "Did you know that the airbag and MP3 technology were invented in Germany? You will, after visiting the Deutsches Museum Bonn. This pint-size subsidiary of the blockbuster Munich mothership highlights German research and technology since WWII with plenty of buttons to push and knobs to pull.\nThe 100 or so exhibits highlight achievements in six scientific fields: physics, chemistry, biology, medical technology, ecology, and aviation and space travel. The museum is around 6km south of the city centre."
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 4,
    "name": "Bundeskunsthalle",
    "latitude": "50.714328",
    "longitude": "7.122617",
    "excerpt": "Adjoining the Kunstmuseum Bonn, the Bundeskunsthalle (Federal Art Hall) is another striking space that brings in blockbuster exhibits from around the…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/bundeskunsthalle/a/poi-sig/489178/359391",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/29c5b5027e122d45e4e9f0ee9fbbf18a-bundeskunsthalle.jpg",
    "detail_description": "Adjoining the Kunstmuseum Bonn, the Bundeskunsthalle (Federal Art Hall) is another striking space that brings in blockbuster exhibits from around the world. Despite the name, the hall doesn't necessarily showcase serious art; it also has exhibits that delve into the realms of history, science, technology and the environment.\nThe building itself, by Viennese architect Gustav Peichl, is striking and easily recognised by the three sky-blue glass-tipped cones jutting from the rooftop garden. The 16 columns represent the 16 states of Germany."
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 3,
    "name": "Kunstmuseum Bonn",
    "latitude": "50.715333",
    "longitude": "7.121351",
    "excerpt": "Beyond its dramatic foyer, the Kunstmuseum Bonn presents 20th-century works, especially by August Macke and other Rhenish expressionists, as well as such…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/kunstmuseum-bonn/a/poi-sig/489176/359391",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/e2749c9364bee41dbb8fc72b49dd7e68-kunstmuseum-bonn.jpg",
    "detail_description": "Beyond its dramatic foyer, the Kunstmuseum Bonn presents 20th-century works, especially by August Macke and other Rhenish expressionists, as well as such post-WWII avant-gardists as Beuys, Baselitz and Kiefer. It has a vigorous schedule of special exhibitions showcasing various facets of contemporary art.\nCompeting with the art is the stark beauty of the building itself. Blueprinted by Axel Schultes, a Berlin-based architect, it juxtaposes airiness with strict geometric structures that play with light and shadow. Note especially the dramatic main staircase, the shape of which resembles an hourglass."
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 2,
    "name": "Haus der Geschichte",
    "latitude": "50.71748",
    "longitude": "7.119055",
    "excerpt": "The Haus der Geschichte der Bundesrepublik Deutschland presents a smart, fun romp through recent German history, starting from the end of WWII. Walk…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/haus-der-geschichte/a/poi-sig/489170/359391",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/6e15607693d48a528cc4ba73bb66392d-haus-der-geschichte.jpg",
    "detail_description": "The Haus der Geschichte der Bundesrepublik Deutschland presents a smart, fun romp through recent German history, starting from the end of WWII. Walk through the fuselage of a Berlin airlift Rosinenbomber plane, watch classic clips in a 1950s cinema, imagine free love in a VW microbus, examine Erich Honecker’s arrest warrant, stand in front of a piece of the Berlin Wall or watch John F Kennedy’s famous ‘Ich bin ein Berliner’ speech.\n"
},
{
    "country": "bonn",
    "city": "Bonn",
    "index": 1,
    "name": "Beethoven-Haus Bonn",
    "latitude": "50.736812188787",
    "longitude": "7.1012829508367",
    "excerpt": "Star composer Ludwig van Beethoven was born in 1770 in this rather humble townhouse, where today original scores, letters, paintings and instruments,…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/bonn/attractions/beethoven-haus-bonn/a/poi-sig/489162/359391",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/a4153135a7bbffdafa663d9a487d58c4-beethoven-haus-bonn.jpg",
    "detail_description": "Star composer Ludwig van Beethoven was born in 1770 in this rather humble townhouse, where today original scores, letters, paintings and instruments, including his last grand piano, offer insight into his work, routines and feelings. Of special note are the huge ear trumpets he used to combat his growing deafness. Tickets are also good for the new media exhibit in the adjacent building, where you can experience the composer’s genius during a spacey, interactive 3D multimedia tour.\nContemplate his life in a near-hidden garden out back, and stroke your inner Schroeder (of Peanuts fame) in the Beethoven-bust-filled gift shop."
}
]