[
{
    "country": "boulder",
    "city": "Boulder",
    "index": 19,
    "name": "Pop Jet Fountain",
    "latitude": "40.018425648112",
    "longitude": "-105.27761466875",
    "excerpt": "Bursts of water spring from the ground, sending kids squealing around in circles at this public fountain on Pearl Street Mall. It’s a great place to bring…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/pop-jet-fountain/a/poi-sig/1137974/362116",
    "image_url": null,
    "detail_description": "Bursts of water spring from the ground, sending kids squealing around in circles at this public fountain on Pearl Street Mall. It’s a great place to bring the kiddies when the temperatures rise, but be aware that the surface underfoot isn’t soft.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 18,
    "name": "Eben G Fine Park",
    "latitude": "40.0134",
    "longitude": "-105.293977",
    "excerpt": "A pleasant park along the south banks of Boulder Creek with plenty of grassy areas for picnicking and playing. It's a popular starting point for tubers…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/eben-g-fine-park/a/poi-sig/1157205/362116",
    "image_url": null,
    "detail_description": "A pleasant park along the south banks of Boulder Creek with plenty of grassy areas for picnicking and playing. It's a popular starting point for tubers too, with lots of entry points and small rapids. In May and June, the park’s high water and sculpted ledges can get rocking, and you may even get flipped.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 17,
    "name": "CU Art Museum",
    "latitude": "40.007369",
    "longitude": "-105.269848",
    "excerpt": "CU's art museum has three cavernous rooms, each featuring exhibits that change every few months. Works of art from the university's private collection,…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/cu-art-museum/a/poi-sig/1574558/362116",
    "image_url": null,
    "detail_description": "CU's art museum has three cavernous rooms, each featuring exhibits that change every few months. Works of art from the university's private collection, traveling exhibits and student/faculty works are typically showcased. Works purposely aren't labelled; get a free iPad from the information desk – or download the app – to learn more about each.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 16,
    "name": "Butterfly Pavilion",
    "latitude": "39.887118",
    "longitude": "-105.066397",
    "excerpt": "There are four indoor exhibit halls and acres of outdoor gardens here. Fluttering with over 1600 butterflies from all the rainforests of the world – not…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/butterfly-pavilion/a/poi-sig/1375034/362116",
    "image_url": null,
    "detail_description": "There are four indoor exhibit halls and acres of outdoor gardens here. Fluttering with over 1600 butterflies from all the rainforests of the world – not to mention furry tarantulas, armored scorpions and fuzzy millipedes – this spot is a whirl of color, excitement and joy for the kids (and big kids too). It's located in Westminster, 20 miles south on Hwy 36.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 15,
    "name": "Boulder Museum of Contemporary Art",
    "latitude": "40.01513854236",
    "longitude": "-105.27742775827",
    "excerpt": "A historic brick house with three galleries of evocative modern art. Mixed-media exhibits can include such whimsy as neon installations and life-sized…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/boulder-museum-of-contemporary-art/a/poi-sig/1146991/362116",
    "image_url": null,
    "detail_description": "A historic brick house with three galleries of evocative modern art. Mixed-media exhibits can include such whimsy as neon installations and life-sized cards, while strange fashion concepts are displayed in the costume and wardrobe gallery upstairs. All exhibitions are temporary and rotate every three months. On Wednesdays when the farmers market blooms out front, the museum stays open till 8pm.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 14,
    "name": "Museum of Boulder",
    "latitude": "40.019957",
    "longitude": "-105.280867",
    "excerpt": "The MOB history museum offers modern, interactive exhibits on all things Boulder-esque, from prehistoric geology and early Native Americans, to marijuana…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/museum-of-boulder/a/poi-sig/1575484/362116",
    "image_url": null,
    "detail_description": "The MOB history museum offers modern, interactive exhibits on all things Boulder-esque, from prehistoric geology and early Native Americans, to marijuana legalization and space travel. There’s a cool kids' area, plus a 'makers space' for aspiring inventors and a great rooftop deck too. The Boulder Experience Gallery is the museum's centerpiece, providing an overview of this singular and unique city.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 13,
    "name": "Flagstaff Trailhead",
    "latitude": "40.004154167875",
    "longitude": "-105.30351708882",
    "excerpt": "This trailhead and parking area is just below the summit of Flagstaff Mountain (7283ft) and a short drive from downtown Boulder. The views over Boulder…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/flagstaff-trailhead/a/poi-sig/1150334/362116",
    "image_url": null,
    "detail_description": "This trailhead and parking area is just below the summit of Flagstaff Mountain (7283ft) and a short drive from downtown Boulder. The views over Boulder and Denver to the east are great, and the Continental Divide views to the west, spectacular. From here, a handful of fun hikes leads to even better vistas. The super-steep climb is also popular with hard-core cyclists. There is good bouldering on the top of Flagstaff.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 12,
    "name": "Scott Carpenter Park & Pool",
    "latitude": "40.012661",
    "longitude": "-105.25442",
    "excerpt": "Scott Carpenter Park is named after Scott Carpenter, one of the original 'Mercury Seven' astronauts and a Boulder son. Families love the playground’s…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/scott-carpenter-park-pool/a/poi-sig/1454672/362116",
    "image_url": null,
    "detail_description": "Scott Carpenter Park is named after Scott Carpenter, one of the original 'Mercury Seven' astronauts and a Boulder son. Families love the playground’s rocket-shaped climbing structure and the outdoor pool and waterslide, while athletes come for Boulder’s only 50m lanes. In winter the contoured hills (once the city dump!) are popular for sledding. Catch the Boulder Creek Bike Path here too.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 11,
    "name": "Fiske Planetarium",
    "latitude": "40.003818",
    "longitude": "-105.262392",
    "excerpt": "Don't be fooled by the tired lobby with its '80s-era displays: Fiske has one of the hottest projection and sound systems around, making for spectacular…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/fiske-planetarium/a/poi-sig/1574689/362116",
    "image_url": null,
    "detail_description": "Don't be fooled by the tired lobby with its '80s-era displays: Fiske has one of the hottest projection and sound systems around, making for spectacular shows on its 65ft-diameter dome ceiling. Add to that seats that recline completely, and you're pulled into the scene all around you. Programming ranges from educational films – black holes, volcanoes, Colorado skies – to laser shows set to the music of Lady Gaga, Beyoncé and Prince.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 10,
    "name": "Boulder Reservoir",
    "latitude": "40.07216",
    "longitude": "-105.228767",
    "excerpt": "When you’re this far from the ocean, this is where folks come to suntan, swim and play in the water. There's a big sandy beach, lifeguards and a well…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/boulder-reservoir/a/poi-sig/1147799/362116",
    "image_url": null,
    "detail_description": "When you’re this far from the ocean, this is where folks come to suntan, swim and play in the water. There's a big sandy beach, lifeguards and a well-maintained visitor center and cafe. Kayak, paddleboard and sailboat rentals are offered ($15 to $30 per hour) along with SUP yoga classes ($35). Be sure to bring a hat and reapply sunscreen often – there's little shade here.\nDogs aren't allowed into the park between May 15 and Labor Day."
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 9,
    "name": "CU Museum of Natural History",
    "latitude": "40.006876",
    "longitude": "-105.272734",
    "excerpt": "Tucked into a nondescript university building, CU's natural history museum is far from forgettable. Two floors of multimedia exhibits showcase the…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/cu-museum-of-natural-history/a/poi-sig/1574557/362116",
    "image_url": null,
    "detail_description": "Tucked into a nondescript university building, CU's natural history museum is far from forgettable. Two floors of multimedia exhibits showcase the geological evolution of Boulder – including impressive dinosaur skeletons and fossils – as well as anthropological discoveries of the southwest. A 'Discovery Corner' aimed at small children has fossils and bones to touch, and activity boxes. For teens and parents, there's also a 'Biolounge' – a quiet room with couches, free coffee, wi-fi and rotating exhibits on biodiversity.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 8,
    "name": "National Center for Atmospheric Research",
    "latitude": "39.977844",
    "longitude": "-105.274515",
    "excerpt": "Set near the Flatirons in a Tetris-like structure designed by IM Pei, NCAR is a research facility dedicated to the study of the earth's atmosphere and…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/national-center-for-atmospheric-research/a/poi-sig/1574501/362116",
    "image_url": null,
    "detail_description": "Set near the Flatirons in a Tetris-like structure designed by IM Pei, NCAR is a research facility dedicated to the study of the earth's atmosphere and weather. Open to the public, it has two floors of multimedia exhibits, many interactive and quite interesting, to teach about its work. Free guided tours are offered at noon every Monday, Wednesday and Friday.\nNCAR also maintains a short hiking trail with spectacular views and educational placards. The trail leads to more challenging hikes in the Boulder Open Space and Mountain Parks system."
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 7,
    "name": "Naropa University",
    "latitude": "40.014304",
    "longitude": "-105.267541",
    "excerpt": "Naropa was founded by Tibetan Buddhist master Chögyam Trungpa Rinpoche, who escaped Tibet and climbed over the Himalayas into India as a young man. In…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/naropa-university/a/poi-sig/1150333/362116",
    "image_url": null,
    "detail_description": "Naropa was founded by Tibetan Buddhist master Chögyam Trungpa Rinpoche, who escaped Tibet and climbed over the Himalayas into India as a young man. In 1970, at just 30, he began presenting teachings in the US and founded the Naropa Institute (now Naropa University) in 1974. It offers a contemplative education in psychology, environmental studies, music and more. The university periodically hosts public talks and events.\nNaropa is also home to the Jack Kerouac School of Disembodied Poetics, co-founded by fellow beatnik Allen Ginsberg and poet Anne Waldman."
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 6,
    "name": "Central Park",
    "latitude": "40.014129025659",
    "longitude": "-105.28490097847",
    "excerpt": "A long blade of lush lawn spanning from the Museum of Contemporary Art at 13th St, and encompassing the Public Library, a twice-weekly seasonal farmers…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/central-park/a/poi-sig/1147401/362116",
    "image_url": null,
    "detail_description": "A long blade of lush lawn spanning from the Museum of Contemporary Art at 13th St, and encompassing the Public Library, a twice-weekly seasonal farmers market, the concert band shell and a large swath of the Boulder Creek Bike Path, it’s hard to avoid this park. A ramp leads to the Boulder Creek trail and the creek itself for tubing and kayaking.\nEducational placards with information about flood control and water use are set throughout the park. Just east of the Broadway bridge look for the 18ft flood marker, indicating Boulder Creek's striking change in water levels throughout history."
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 5,
    "name": "Celestial Seasonings",
    "latitude": "40.058604",
    "longitude": "-105.21939",
    "excerpt": "If you like tea, you'll dig visiting Celestial Seasonings, one of the world's largest herbal tea producers. Visitors are treated to a 45-minute tour,…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/celestial-seasonings/a/poi-sig/1574518/362116",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Boulder%20Big%20Blink%20Creative%20shutterstock_1741578521%20RFE.jpg",
    "detail_description": "If you like tea, you'll dig visiting Celestial Seasonings, one of the world's largest herbal tea producers. Visitors are treated to a 45-minute tour, including a campy historical video and a walk through the milling, mixing and packaging areas. The Mint Room – packed with mint and peppermint bundles – leaves you feeling like you're inside a lozenge. Be sure to check out the tasting room before your tour, where you can try any of Celestial Seasonings' 105 teas.\nTours leave every 30 to 60 minutes, first-come, first-served. Children five and over only."
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 4,
    "name": "University of Colorado at Boulder",
    "latitude": "40.006735458383",
    "longitude": "-105.27145787501",
    "excerpt": "Prospective students and curious visitors can tour one of America's finest public universities, with a beautiful campus set above downtown, on what is…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/university-of-colorado-at-boulder/a/poi-sig/1150332/362116",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/United%20States%20Boulder%20Jillian%20Cain%20Photography%20shutterstock_1174264429%20RFE.jpg",
    "detail_description": "Prospective students and curious visitors can tour one of America's finest public universities, with a beautiful campus set above downtown, on what is known as the Hill. Free tours begin with a 45-minute information session followed by a 90-minute walking tour.\nNotable alumni include astronaut Scott Carpenter (one of 17 astronauts with CU diplomas), Apple’s Steve Wozniak, Sidney Altman (one of six Nobel Laureates), Robert Redford (didn’t graduate), South Park creators Trey Parker and Matt Stone (smoked a ton of dope, did graduate) and actor Jonah Hill (stopped by for one semester)."
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 3,
    "name": "Pearl Street Mall",
    "latitude": "40.017944",
    "longitude": "-105.27988",
    "excerpt": "The highlight of downtown Boulder is the Pearl Street Mall, a vibrant pedestrian zone filled with kids' climbing boulders and splash fountains, bars,…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/pearl-street-mall/a/poi-sig/1253997/362116",
    "image_url": null,
    "detail_description": "The highlight of downtown Boulder is the Pearl Street Mall, a vibrant pedestrian zone filled with kids' climbing boulders and splash fountains, bars, galleries and restaurants. Street performers often come out in force on weekends, and there are featured concerts and events throughout the year (especially in the summer months).\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 2,
    "name": "Dairy Arts Center",
    "latitude": "40.019645",
    "longitude": "-105.260761",
    "excerpt": "A historic milk-processing factory turned arts center, the Dairy is one of Boulder's top cultural hubs. It's a state-of-the-art facility with three stages…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/dairy-arts-center/a/poi-sig/1574500/362116",
    "image_url": null,
    "detail_description": "A historic milk-processing factory turned arts center, the Dairy is one of Boulder's top cultural hubs. It's a state-of-the-art facility with three stages, four gallery spaces and a 60-seat cinema. There's always something going on – from lectures and plays to modern dance and art exhibits. There's a small cafe and bar on-site, too.\n"
},
{
    "country": "boulder",
    "city": "Boulder",
    "index": 1,
    "name": "Chautauqua Park",
    "latitude": "39.999032091181",
    "longitude": "-105.28131562698",
    "excerpt": "This historic landmark park is the gateway to Boulder’s most magnificent slab of open space adjoining the iconic Flatirons; its wide, lush lawn attracts…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/boulder/attractions/chautauqua-park/a/poi-sig/1139646/362116",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/144093561_master.jpg",
    "detail_description": "This historic landmark park is the gateway to Boulder’s most magnificent slab of open space adjoining the iconic Flatirons; its wide, lush lawn attracts picnicking families, sunbathers, Frisbee folk and students from nearby CU. It also gets lots of hikers, climbers and trail runners. It's a popular site so parking can be a hassle. During the summer the city of Boulder runs a free shuttle on the weekends from downtown and satellite parking lots (http://parktopark.org).\nIf you're hiking with kids, stop by the Ranger's Cottage to borrow a free nature discovery pack with binoculars, field guides, activities and more.Once an important site for the inspired rural educational organization, the Chautauqua Movement, these days the park encompasses lodgings, a good restaurant and an auditorium where world-class musicians, dancers and actors perform each summer."
}
]