[
{
    "country": "braga",
    "city": "Braga",
    "index": 3,
    "name": "Escadaria do Bom Jesus do Monte",
    "latitude": "41.554626",
    "longitude": "-8.377714",
    "excerpt": "Climbing dramatically to the hilltop pilgrimage site of Bom Jesus do Monte, 5km east of Braga, is this extraordinary staircase, with allegorical fountains…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/escadaria-do-bom-jesus-do-monte/a/poi-sig/1276711/360378",
    "image_url": null,
    "detail_description": "Climbing dramatically to the hilltop pilgrimage site of Bom Jesus do Monte, 5km east of Braga, is this extraordinary staircase, with allegorical fountains, chapels and a superb view. City bus 2 runs frequently from Braga to the site, where you can climb the 580 steps (pilgrims sometimes do this on their knees) or ascend by funicular (one-way/return €1.20/2).\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 2,
    "name": "Centro Interpretativo das Memórias da Misericórdia de Braga",
    "latitude": "41.548347",
    "longitude": "-8.422584",
    "excerpt": "Braga's newest museum is housed inside Palácio do Raio, whose exuberantly tiled rococo façade (by André Soares) is must-see material for any aficionado of…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/centro-interpretativo-das-memorias-da-misericordia-de-braga/a/poi-sig/471118/360378",
    "image_url": null,
    "detail_description": "Braga's newest museum is housed inside Palácio do Raio, whose exuberantly tiled rococo façade (by André Soares) is must-see material for any aficionado of the colour blue. The gorgeous interiors, also clad in azulejos, showcase works of sacred art, textiles, paintings, sculptures, jewellery, pottery and old medical instruments, all bearing witness to 500 years of the building's history.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 1,
    "name": "Sé",
    "latitude": "41.549975383767",
    "longitude": "-8.4268397946135",
    "excerpt": "Braga’s extraordinary cathedral, the oldest in Portugal, was begun when the archdiocese was restored in 1070 and completed in the following century. It’s…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/se/a/poi-sig/1276709/360378",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/073d2291664dd3b85cb381305882007b-se.jpg",
    "detail_description": "Braga’s extraordinary cathedral, the oldest in Portugal, was begun when the archdiocese was restored in 1070 and completed in the following century. It’s a rambling complex made up of differing styles, and architecture buffs could spend half a day happily distinguishing the Romanesque bones from Manueline musculature and baroque frippery.\nThe original Romanesque style is the most interesting and survives in the cathedral’s overall shape, the southern entrance and the marvellous west portal, which is carved with scenes from the medieval legend of Reynard the Fox (now sheltered inside a Gothic porch). The most appealing external features are the filigree Manueline towers and roof – an early work by João de Castilho, who went on to build Lisbon’s Mosteiro dos Jerónimos.You can enter the cathedral through the west portal or via a courtyard and cloister that’s lined with Gothic chapels on the north side. The church itself features a fine Manueline carved altarpiece, a tall chapel with azulejos telling the story of Braga’s first bishop, and fantastic twin baroque organs (held up by formidable satyrs and mermen), which are played at mass every Sunday at 11.30am.Connected to the church is the modern treasury museum, housing a goldmine of ecclesiastical booty, including the lovely Nossa Senhora do Leite of the Virgin suckling Christ, attributed to 16th-century French sculptor Nicolas Chanterène. Other highlights are the iron cross that was used in 1500 to celebrate the very first Mass in Brazil.To visit the upper choir and outlying chapels, visitors must purchase a separate ticket and join a guided tour (some guides speak English). Follow your guide up the stone staircase for an up-close look at the mesmerising organs and gilded choir stalls, then continue downstairs into the cathedral’s showpiece Capela dos Reis (Kings’ Chapel), home to the tombs of Henri of Burgundy and Dona Teresa, parents of the first king of Portugal, Afonso Henriques. You’ll also visit the azulejo-covered Capela de São Geraldo (dating from the 12th century but reworked over the years) and the 14th-century Capela da Glória, whose interior was painted in unrepentantly Moorish geometric motifs in the 16th century."
},
{
    "country": "braga",
    "city": "Braga",
    "index": 19,
    "name": "Câmara Municipal",
    "latitude": "41.550921",
    "longitude": "-8.428456",
    "excerpt": "Braga's town hall is a landmark building by André Soares.",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/camara-municipal/a/poi-sig/471116/360378",
    "image_url": null,
    "detail_description": "Braga's town hall is a landmark building by André Soares.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 18,
    "name": "Igreja de Santa Cruz",
    "latitude": "41.54921",
    "longitude": "-8.424153",
    "excerpt": "Built in the 17th century, Braga's Holy Cross Church features a mix of baroque and Mannerist architectural styles.",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/igreja-de-santa-cruz/a/poi-sig/1390019/360378",
    "image_url": null,
    "detail_description": "Built in the 17th century, Braga's Holy Cross Church features a mix of baroque and Mannerist architectural styles.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 17,
    "name": "Capela de NS da Conceição",
    "latitude": "41.549909",
    "longitude": "-8.424733",
    "excerpt": "Built in 1525, this pretty church in Braga's historic centre has an azulejo (tile)-clad facade flanked by a striking crenellated tower.",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/capela-de-ns-da-conceicao/a/poi-sig/1390018/360378",
    "image_url": null,
    "detail_description": "Built in 1525, this pretty church in Braga's historic centre has an azulejo (tile)-clad facade flanked by a striking crenellated tower.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 16,
    "name": "Arco da Porta Nova",
    "latitude": "41.55025",
    "longitude": "-8.429579",
    "excerpt": "Framing the western entrance to Braga's historic centre, this baroque and neoclassical arch was designed by André Soares in the late 18th century.",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/arco-da-porta-nova/a/poi-sig/471114/360378",
    "image_url": null,
    "detail_description": "Framing the western entrance to Braga's historic centre, this baroque and neoclassical arch was designed by André Soares in the late 18th century.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 15,
    "name": "Torre de Menagem",
    "latitude": "41.551298",
    "longitude": "-8.423864",
    "excerpt": "The square-shaped, crenellated tower behind the cafes on Praça da República is the walled-up Torre de Menagem, which is all that survives of a fortified…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/torre-de-menagem/a/poi-sig/471132/360378",
    "image_url": null,
    "detail_description": "The square-shaped, crenellated tower behind the cafes on Praça da República is the walled-up Torre de Menagem, which is all that survives of a fortified medieval palace.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 14,
    "name": "Museu da Imagem",
    "latitude": "41.550302",
    "longitude": "-8.429486",
    "excerpt": "In a beautifully minimalist medieval stone tower, outfitted tastefully with steel and wood stairs, this museum shows off impeccably lit, international…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/museu-da-imagem/a/poi-sig/1373700/360378",
    "image_url": null,
    "detail_description": "In a beautifully minimalist medieval stone tower, outfitted tastefully with steel and wood stairs, this museum shows off impeccably lit, international photography exhibits on three floors.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 13,
    "name": "Antigo Paço Episcopal",
    "latitude": "41.551161",
    "longitude": "-8.426664",
    "excerpt": "With its toothy crenellated walls forming a dramatic counterpoint to the greenery of the neighbouring Jardim de Santa Bárbara, this former Archbishop’s…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/antigo-paco-episcopal/a/poi-sig/471112/360378",
    "image_url": null,
    "detail_description": "With its toothy crenellated walls forming a dramatic counterpoint to the greenery of the neighbouring Jardim de Santa Bárbara, this former Archbishop’s Palace is a remarkable sight to behold.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 12,
    "name": "Jardim de Santa Bárbara",
    "latitude": "41.551399",
    "longitude": "-8.425871",
    "excerpt": "This 17th-century square has narrow paths picking their way through a sea of flowers and topiary. On sunny days the adjacent pedestrianised Rua Justino…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/jardim-de-santa-barbara/a/poi-sig/471124/360378",
    "image_url": null,
    "detail_description": "This 17th-century square has narrow paths picking their way through a sea of flowers and topiary. On sunny days the adjacent pedestrianised Rua Justino Cruz and Rua Francisco Sanches fill with buskers and cafe tables.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 11,
    "name": "Termas Romanas do Alto da Cividade",
    "latitude": "41.54695575",
    "longitude": "-8.429894166",
    "excerpt": "These ruins of an extensive bathing complex – with an attached theatre – dating from the 2nd century AD, were probably abandoned in the 5th century. See…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/termas-romanas-do-alto-da-cividade/a/poi-sig/1373695/360378",
    "image_url": null,
    "detail_description": "These ruins of an extensive bathing complex – with an attached theatre – dating from the 2nd century AD, were probably abandoned in the 5th century. See the seven-minute introductory video in English or Portuguese.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 10,
    "name": "Tesouro-Museu da Sé",
    "latitude": "41.549893",
    "longitude": "-8.426739",
    "excerpt": "The cathedral's modern treasury museum houses a goldmine of ecclesiastical booty, including the lovely Nossa Senhora do Leite of the Virgin suckling…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/tesouro-museu-da-se/a/poi-sig/1375757/360378",
    "image_url": null,
    "detail_description": "The cathedral's modern treasury museum houses a goldmine of ecclesiastical booty, including the lovely Nossa Senhora do Leite of the Virgin suckling Christ, attributed to 16th-century French sculptor Nicolas Chanterène. Other highlights are the iron cross that was used in 1500 to celebrate the very first Mass in Brazil.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 9,
    "name": "GNRation",
    "latitude": "41.552952",
    "longitude": "-8.426353",
    "excerpt": "This spiffy modern cultural centre lives inside an 18th-century building that once housed police headquarters. Enter through the sliding glass doors and…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/gnration/a/poi-sig/1417435/360378",
    "image_url": null,
    "detail_description": "This spiffy modern cultural centre lives inside an 18th-century building that once housed police headquarters. Enter through the sliding glass doors and you're inside an incubator of the city's creative industry, with galleries, concerts, film screenings, workshops and theatre performances. Free guided tours are available with advance notice (call or contact info@gnration.pt).\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 8,
    "name": "Praça da República",
    "latitude": "41.551515",
    "longitude": "-8.420999",
    "excerpt": "The cafes and restaurants on this broad plaza are a pleasant place to start or finish your day. An especially mellow atmosphere descends in the evening,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/praca-da-republica/a/poi-sig/471130/360378",
    "image_url": null,
    "detail_description": "The cafes and restaurants on this broad plaza are a pleasant place to start or finish your day. An especially mellow atmosphere descends in the evening, when coloured lights spring up and people of all ages congregate to enjoy the night air.The square-shaped, crenellated tower behind the cafes is the walled-up Torre de Menagem, which is all that survives of a fortified medieval palace.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 7,
    "name": "Museu Dom Diogo de Sousa",
    "latitude": "41.546215",
    "longitude": "-8.427318",
    "excerpt": "The archaeological museum houses a nicely displayed collection of fragments from Braga’s earliest days. The four rooms feature pieces from Palaeolithic…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/museu-dom-diogo-de-sousa/a/poi-sig/1373689/360378",
    "image_url": null,
    "detail_description": "The archaeological museum houses a nicely displayed collection of fragments from Braga’s earliest days. The four rooms feature pieces from Palaeolithic times (arrowheads, funerary objects and ceramics) through Roman rule and on up to the period dominated by the Suevi-Visigoth kingdom (5th through 7th centuries). Especially fascinating are the huge miliários (milestones), carved with Latin inscriptions, that marked the Roman roads.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 6,
    "name": "Fonte do Ídolo",
    "latitude": "41.548616",
    "longitude": "-8.421675",
    "excerpt": "Tucked away below street level and concealed by a modern lobby is this evocative ancient spring, one of Braga's unexpected treasures. An essential…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/fonte-do-idolo/a/poi-sig/1373697/360378",
    "image_url": null,
    "detail_description": "Tucked away below street level and concealed by a modern lobby is this evocative ancient spring, one of Braga's unexpected treasures. An essential community water source in the city's early days, the spring and its surrounding rock face were carved into a fountain during pre-Roman times by Celicus Fronto, an immigrant from the city-state of Arcobriga. One carving is of a toga-clad pilgrim thought to be holding the Horn of Plenty. An introductory video provides historical background.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 5,
    "name": "Museu dos Biscainhos",
    "latitude": "41.5513",
    "longitude": "-8.429625",
    "excerpt": "An 18th-century aristocrat’s palace is home to Braga's enthusiastic municipal museum, with a nice collection of Roman relics and 17th- to 19th-century…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/museu-dos-biscainhos/a/poi-sig/1373699/360378",
    "image_url": null,
    "detail_description": "An 18th-century aristocrat’s palace is home to Braga's enthusiastic municipal museum, with a nice collection of Roman relics and 17th- to 19th-century pottery and furnishings. The palace itself – with its polychrome, chestnut-panelled ceilings and 18th-century azulejos (tiles) depicting hunting scenes – and the gorgeously landscaped gardens out back are reason enough to visit. The ground floor is paved with deeply ribbed flagstones on which carriages would have once rattled through to the stables.\n"
},
{
    "country": "braga",
    "city": "Braga",
    "index": 4,
    "name": "Capelas e Coro Alto",
    "latitude": "41.549941",
    "longitude": "-8.426771",
    "excerpt": "A guided tour grants access to the cathedral’s three most striking chapels: the showpiece Capela dos Reis, home to the tombs of Henri of Burgundy and Dona…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/capelas-e-coro-alto/a/poi-sig/1375756/360378",
    "image_url": null,
    "detail_description": "A guided tour grants access to the cathedral’s three most striking chapels: the showpiece Capela dos Reis, home to the tombs of Henri of Burgundy and Dona Teresa (parents of Portugal's first king, Afonso Henriques); the azulejo (tile)-covered Capela de São Geraldo; and the 14th-century Capela da Glória, painted in unrepentantly Moorish geometric motifs in the 16th century. Afterwards, climb the grand stone staircase for up-close views of the cathedral’s upper choir, with its mesmerising organs and gilded choir stalls.\n"
}
]