[
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 1,
    "name": "Praça dos Trés Poderes",
    "latitude": "-15.80107",
    "longitude": "-47.861155",
    "excerpt": "This square is a focal point of the city design, a synthesis of the ideas of architects Niemeyer and Costa, combining various monuments, museums and…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/praca-dos-tres-poderes/a/poi-sig/1605440/363176",
    "image_url": null,
    "detail_description": "This square is a focal point of the city design, a synthesis of the ideas of architects Niemeyer and Costa, combining various monuments, museums and federal buildings. The space includes striking sculptures, including Bruno Giorgi’s Os Candangos, Alfredo Ceschiatti’s A Justiça and Niemeyer’s O Pombal (which looks like a clothespin). The 'three powers' of the name of the square are executive, legislative and judicial; the president's palace, supreme court and parliament are arranged around it in an equilateral triangle.\nAlso here is the monumental Pavilhão Nacional flagpole, the Panteão da Pátria e da Liberdade Tancredo Neves, a cenotaph commemorating Brazilian national heroes, and two museums detailing the history of Brasília's planning: the Espaço Lúcio Costa and the Museu da Cidade.It’s worth visiting the plaza during the day and again at night for two very different experiences. After dark, surreal lighting casts an eerie glow across the futuristic buildings, as though they are being lit up by the landing lights of an alien spacecraft. Robberies have been reported here at night, though, so have a taxi wait for you while you visit."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 27,
    "name": "Parque da Cidade",
    "latitude": "-15.802054893388",
    "longitude": "-47.91235886865",
    "excerpt": "A good park not far from the city center is the Parque da Cidade, which has kiosks to grab a snack.",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/parque-da-cidade/a/poi-sig/468564/363176",
    "image_url": null,
    "detail_description": "A good park not far from the city center is the Parque da Cidade, which has kiosks to grab a snack.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 26,
    "name": "Palácio da Justiça",
    "latitude": "-15.797415",
    "longitude": "-47.865833",
    "excerpt": "Water cascades between the arches of the Palácio de Justicia into a koi fish pond. Visitors cannot access the interior.",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/palacio-da-justica/a/poi-sig/468558/363176",
    "image_url": null,
    "detail_description": "Water cascades between the arches of the Palácio de Justicia into a koi fish pond. Visitors cannot access the interior.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 25,
    "name": "Teatro Nacional Cláudio Santoro",
    "latitude": "-15.792212",
    "longitude": "-47.880371",
    "excerpt": "The lopped-off pyramid of the Teatro Nacional looks somewhere between a waterslide and a skateboard ramp. Inside, sculptures and a garden adorn the…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/teatro-nacional-claudio-santoro/a/poi-sig/1325723/363176",
    "image_url": null,
    "detail_description": "The lopped-off pyramid of the Teatro Nacional looks somewhere between a waterslide and a skateboard ramp. Inside, sculptures and a garden adorn the impressive lobby.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 24,
    "name": "Museu da Cidade",
    "latitude": "-15.800709",
    "longitude": "-47.861735",
    "excerpt": "Above the bust of Juscelino Kubitschek on the Praça dos Três Poderes is this mausoleum-like rectangular exhibition hall, only of interest if you read…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/museu-da-cidade/a/poi-sig/1605376/363176",
    "image_url": null,
    "detail_description": "Above the bust of Juscelino Kubitschek on the Praça dos Três Poderes is this mausoleum-like rectangular exhibition hall, only of interest if you read Portuguese. Marble slabs recite a somewhat ponderous history of the city's genesis.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 23,
    "name": "Biblioteca Nacional",
    "latitude": "-15.796818486096",
    "longitude": "-47.880266530507",
    "excerpt": "The national library was opened in 2008 and yet still seems to be not fully realized. The arcade and grille of the handsome exterior give it a vaguely…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/biblioteca-nacional/a/poi-sig/468546/363176",
    "image_url": null,
    "detail_description": "The national library was opened in 2008 and yet still seems to be not fully realized. The arcade and grille of the handsome exterior give it a vaguely Arabian feel. Inside, there's not much to see apart from a small exhibition space on the 2nd floor.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 22,
    "name": "Pavilhão Nacional",
    "latitude": "-15.800585",
    "longitude": "-47.859943",
    "excerpt": "On the first Sunday of the month the ceremonial changing of Brasília’s tallest and largest flag, a 286-sq-meter banner, takes place on the Pavilhão…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/pavilhao-nacional/a/poi-sig/1342040/363176",
    "image_url": null,
    "detail_description": "On the first Sunday of the month the ceremonial changing of Brasília’s tallest and largest flag, a 286-sq-meter banner, takes place on the Pavilhão Nacional flagpole. Conceived by Sergio Bernardes, it consists of 24 separate flagpoles welded together, each one symbolizing a Brazilian state.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 21,
    "name": "Memorial JK",
    "latitude": "-15.784273",
    "longitude": "-47.913308",
    "excerpt": "Inside this enormous memorial is the tomb of former president Juscelino Kubitschek (JK), which lies underneath eerily beautiful stained glass by French…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/memorial-jk/a/poi-sig/468554/363176",
    "image_url": null,
    "detail_description": "Inside this enormous memorial is the tomb of former president Juscelino Kubitschek (JK), which lies underneath eerily beautiful stained glass by French artist Marianne Peretti. The museum houses JK’s 3000-book personal library as well as a pictorial history of Brasília. Don’t miss his 1973 Ford Galaxie!\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 20,
    "name": "Memorial dos Povos Indígenas",
    "latitude": "-15.784893",
    "longitude": "-47.911409",
    "excerpt": "Opposite the Memorial JK, in a Niemeyer building inspired by the circular form of the indigenous Yanomani hut, is a small but colorful display of…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/memorial-dos-povos-indigenas/a/poi-sig/1166816/363176",
    "image_url": null,
    "detail_description": "Opposite the Memorial JK, in a Niemeyer building inspired by the circular form of the indigenous Yanomani hut, is a small but colorful display of indigenous artifacts put together by anthropologists Darcy and Berta Ribeiro and Eduardo Galvão. It's complemented by temporary exhibitions on aspects of indigenous culture.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 19,
    "name": "Espaço Lúcio Costa",
    "latitude": "-15.801163",
    "longitude": "-47.861542",
    "excerpt": "Down a concealed flight of steps on the praça itself is this museum to the man who designed Brasília. Inside you will find a 170-sq-meter scale map of the…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/espaco-lucio-costa/a/poi-sig/1166830/363176",
    "image_url": null,
    "detail_description": "Down a concealed flight of steps on the praça itself is this museum to the man who designed Brasília. Inside you will find a 170-sq-meter scale map of the plano piloto (the original design), plus intriguing images of the city during its construction and early occupation. There is even a map of the city in braille.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 18,
    "name": "Torre de TV",
    "latitude": "-15.790612",
    "longitude": "-47.892902",
    "excerpt": "The 75m-high observation deck of the TV Tower gives a decent overview of the city, but it’s still not quite tall enough to really get a sense of the city…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/torre-de-tv/a/poi-sig/468574/363176",
    "image_url": null,
    "detail_description": "The 75m-high observation deck of the TV Tower gives a decent overview of the city, but it’s still not quite tall enough to really get a sense of the city’s airplane design. The mezzanine level sometimes has exhibitions; there is also a tourist information point and cafe here, both closed for refurbishment on our last visit.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 17,
    "name": "Torre de TV Digital",
    "latitude": "-15.700226",
    "longitude": "-47.829494",
    "excerpt": "A striking sight on the city's northeastern outskirts, particularly at night, Niemeyer's last building (opened 2012) is a 170m digital TV tower that…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/torre-de-tv-digital/a/poi-sig/1605378/363176",
    "image_url": null,
    "detail_description": "A striking sight on the city's northeastern outskirts, particularly at night, Niemeyer's last building (opened 2012) is a 170m digital TV tower that replaces the analog one in the center. Known as the flor do cerrado (flower of the savanna) for its distinctive shape, it has wonderful views but was closed indefinitely during our last visit.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 16,
    "name": "Caixa Cultural",
    "latitude": "-15.803795",
    "longitude": "-47.884201",
    "excerpt": "This bank-run cultural center has several galleries devoted to temporary exhibitions, a sculpture garden, a cafe and theater. The lobby of the main bank…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/caixa-cultural/a/poi-sig/1166831/363176",
    "image_url": null,
    "detail_description": "This bank-run cultural center has several galleries devoted to temporary exhibitions, a sculpture garden, a cafe and theater. The lobby of the main bank building across the car park, the Átrio dos Vitrais, is a feast for the eyes: a series of gorgeous stained-glass panels represent each Brazilian state. Watching them shimmer over pools of water is a spectacular sight.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 15,
    "name": "Parque Nacional de Brasília",
    "latitude": "-15.737158",
    "longitude": "-47.928543",
    "excerpt": "In the northern reaches of the city limits, some 10km from the center, the 30-sq-km Parque Nacional de Brasília is a good place to relax. It has natural…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/parque-nacional-de-brasilia/a/poi-sig/468566/363176",
    "image_url": null,
    "detail_description": "In the northern reaches of the city limits, some 10km from the center, the 30-sq-km Parque Nacional de Brasília is a good place to relax. It has natural swimming pools and is home to a number of threatened animals, including deer, anteaters, giant armadillos and maned wolves. Two trails (1300m and 5km) explore the park, and there is also a mountain-biking route. Bus 128 from box E12 in the city bus station goes past the front gate.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 14,
    "name": "Panteão da Pátria e da Liberdade Tancredo Neves",
    "latitude": "-15.801669",
    "longitude": "-47.860254",
    "excerpt": "This tribute to Tancredo Neves, who spearheaded the return to democracy in 1985 but died before he could assume his elected presidency, covers his life in…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/panteao-da-patria-e-da-liberdade-tancredo-neves/a/poi-sig/1379528/363176",
    "image_url": null,
    "detail_description": "This tribute to Tancredo Neves, who spearheaded the return to democracy in 1985 but died before he could assume his elected presidency, covers his life in Portuguese. Upstairs, in a dark space lit by an atmospheric stained glass panel, is a mural to 18th-century pro-independence revolutionary Tiradentes and a metal book of Brazilian heroes. Outside, a set of vertiginous steps lead to an eternal flame and an aerial view of the Praça dos Trés Poderes.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 13,
    "name": "Museu de Valores",
    "latitude": "-15.803424",
    "longitude": "-47.885209",
    "excerpt": "Numismatists will be interested in visiting this museum in the central bank HQ. A detailed history of Brazilian coins and banknotes – try keeping track of…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/museu-de-valores/a/poi-sig/1166833/363176",
    "image_url": null,
    "detail_description": "Numismatists will be interested in visiting this museum in the central bank HQ. A detailed history of Brazilian coins and banknotes – try keeping track of the cruzeiro-cruzado-cruzeiro shenanigans in the ’70s and ’80s – is complemented by foreign notes. In the gold section, an enormous 60kg nugget is striking, as are photos of the mining in the Serra de Pelada where it was found. You get a commemorative coin on entry, but you’ll need to show your passport to get in.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 12,
    "name": "Cidade Ecléctica",
    "latitude": "-15.863858",
    "longitude": "-48.328353",
    "excerpt": "About 63km west of Brasília, near the town of Santo Antônio do Descoberto (Goiás), is the Cidade Ecléctica. Founded in 1956 by Yokanam, who was once an…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/cidade-eclectica/a/poi-sig/1166879/363176",
    "image_url": null,
    "detail_description": "About 63km west of Brasília, near the town of Santo Antônio do Descoberto (Goiás), is the Cidade Ecléctica. Founded in 1956 by Yokanam, who was once an airline pilot, the group’s aim is to unify all religions on the planet through fraternity and equality. You’re welcome to attend its ceremonies, but there are strict dress regulations. Women cannot wear long pants (skirts only) and men cannot wear shorts. If you’re not dressed suitably, you’ll be given a special tunic to wear.\nRing ahead for the schedule of ceremonies; it's not really worth going at other times unless you know someone there."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 11,
    "name": "Templo da Boa Vontade",
    "latitude": "-15.824162",
    "longitude": "-47.929273",
    "excerpt": "The visually striking Templo da Boa Vontade was created by the Legion of Goodwill in 1989 as a symbol of universal solidarity. It incorporates seven…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/templo-da-boa-vontade/a/poi-sig/468572/363176",
    "image_url": null,
    "detail_description": "The visually striking Templo da Boa Vontade was created by the Legion of Goodwill in 1989 as a symbol of universal solidarity. It incorporates seven pyramids, joined to form a cone that is topped with the biggest raw crystal you will ever see (it weighs in at 21kg). In the main chamber, you are encouraged to take off your shoes and walk along the spiraling inner circle via the black path, returning via the white path.\nThere is also an interesting Egyptian room for meditation, an art gallery, a fountain and a restaurant. There are a few mixed messages, with ideas of interfaith harmony combined with Christ-the-King propaganda and crystals for sale. Get there on bus 105 or 107 from the city bus station."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 10,
    "name": "Vale do Amanhecer",
    "latitude": "-15.675209",
    "longitude": "-47.650194",
    "excerpt": "About 45km east of Brasília, near the satellite city of Planaltina, this religious community was founded in 1959 by a clairvoyant, Tia Neiva. It's really…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/vale-do-amanhecer/a/poi-sig/1012759/363176",
    "image_url": null,
    "detail_description": "About 45km east of Brasília, near the satellite city of Planaltina, this religious community was founded in 1959 by a clairvoyant, Tia Neiva. It's really a small town where mediums dressed in elaborate robes and capes conduct rituals for the wider community of believers (over 10,000 across Brazil), who hold that a new civilization will come during the third millennium. The town’s main temple is the focus of the community. Get there by bus 617 from the center of Brasília.\nThe belief system is complex: based on Catholicism, it also includes elements from Egyptian, Greek, Aztec, Indian, Romany, Inca, Trojan and Afro-Brazilian beliefs and iconography. Near the temple, a lake, a star-shaped outdoor area and a pyramid are also the focus of rituals."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 9,
    "name": "Centro Cultural Banco do Brasil",
    "latitude": "-15.813891",
    "longitude": "-47.838314",
    "excerpt": "Brasília’s most important contemporary museum houses temporary exhibitions in two galleries, an indie cinema, a cafe and a bookstore. Buses 0.103 and 103…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/centro-cultural-banco-do-brasil/a/poi-sig/468550/363176",
    "image_url": null,
    "detail_description": "Brasília’s most important contemporary museum houses temporary exhibitions in two galleries, an indie cinema, a cafe and a bookstore. Buses 0.103 and 103.2 run here from the center.\nBehind the CCBB you can see the triple-arched Ponte JK across Lago do Paranoá, a design seemingly inspired by a sea monster."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 8,
    "name": "Catedral Metropolitana",
    "latitude": "-15.798386",
    "longitude": "-47.875435",
    "excerpt": "The 16 curved ribs rising to the crown of the iconic exterior coupled with the light-filled circular interior, which sits under a dome of wavy stained…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/catedral-metropolitana/a/poi-sig/468548/363176",
    "image_url": null,
    "detail_description": "The 16 curved ribs rising to the crown of the iconic exterior coupled with the light-filled circular interior, which sits under a dome of wavy stained-glass, make this cathedral a heavenly sight. At the entrance are Ceschiatti's haunting Four Disciples statues; he also created the aluminum angels hanging inside. Wearing shorts and visiting during Mass are not encouraged.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 7,
    "name": "Santuário Dom Bosco",
    "latitude": "-15.800647",
    "longitude": "-47.894651",
    "excerpt": "Santuário Dom Bosco is made of 80 concrete columns that support 7400 pieces of illuminated Murano glass, symbolizing a starry sky, which cast a blue…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/santuario-dom-bosco/a/poi-sig/468570/363176",
    "image_url": null,
    "detail_description": "Santuário Dom Bosco is made of 80 concrete columns that support 7400 pieces of illuminated Murano glass, symbolizing a starry sky, which cast a blue submarine glow over the pews. The central chandelier weighs 2.5 tons and adds an amazing 435 light bulbs’ worth of energy to the monthly electricity bill.\nBus 0.107 (R$3.50; platform E10 in the local bus station) passes here every eight minutes."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 6,
    "name": "Museu Nacional",
    "latitude": "-15.797415",
    "longitude": "-47.878139",
    "excerpt": "This landmark white dome, gleaming in the sun, was opened to the public on the 100th birthday of architect Oscar Niemeyer. The inside is softer in grays…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/museu-nacional/a/poi-sig/468556/363176",
    "image_url": null,
    "detail_description": "This landmark white dome, gleaming in the sun, was opened to the public on the 100th birthday of architect Oscar Niemeyer. The inside is softer in grays but equally spectacular, featuring a discreet mezzanine mostly held up by columns suspended from the roof. A signature curved ramp juts out from its base and runs around the outside like a ring of Saturn. Good-quality temporary art exhibitions fill the interior.\n"
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 4,
    "name": "Palácio do Itamaraty",
    "latitude": "-15.800678",
    "longitude": "-47.867271",
    "excerpt": "Palácio do Itamaraty is home to the Foreign Ministry and one of Brasília's most impressive buildings – a series of concrete arches towering over Burle…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/palacio-do-itamaraty/a/poi-sig/468560/363176",
    "image_url": null,
    "detail_description": "Palácio do Itamaraty is home to the Foreign Ministry and one of Brasília's most impressive buildings – a series of concrete arches towering over Burle Marx's reflecting pool and floating gardens. Outside, the Bruno Giorgi sculpture Meteor consists of five marble blocks, each representing a continent.\nWeekday visits can be booked by phone or email. Tours run in Portuguese, English and French. No flip-flops, sleeveless tops, shorts or miniskirts are allowed."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 5,
    "name": "Palácio do Planalto",
    "latitude": "-15.799036",
    "longitude": "-47.860823",
    "excerpt": "The Palácio do Planalto, where Brazil's president works, is another Niemeyer design that's worth seeing inside and out. From the curved lines of the…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/palacio-do-planalto/a/poi-sig/468562/363176",
    "image_url": null,
    "detail_description": "The Palácio do Planalto, where Brazil's president works, is another Niemeyer design that's worth seeing inside and out. From the curved lines of the exterior to the lustrous columns and sweeping curved ramp inside, it's one of the best examples of architectural modernism in the world. The tour even lets you peek into the president's office.\nThere is a ceremonial changing of the guard outside the gates every hour on weekends and every two hours during the week."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 2,
    "name": "Congresso Nacional",
    "latitude": "-15.799676",
    "longitude": "-47.864074",
    "excerpt": "Featuring photogenic roof ‘dishes’ and twin towers, the Congresso Nacional has one of the more interesting interiors in the city. In addition to the color…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/congresso-nacional/a/poi-sig/468552/363176",
    "image_url": null,
    "detail_description": "Featuring photogenic roof ‘dishes’ and twin towers, the Congresso Nacional has one of the more interesting interiors in the city. In addition to the color-coded chambers of the Senate (blue) and House of Representatives (green), there is an architecturally interesting ‘Tunnel of Time’ and an exhibit of antique Senate benches and microphones from 1867.\nThe convex dome on the roof of the House of Representatives is supposed to signify that membership is open to all ideologies. Visits on Thursday (or for non-Portuguese guides) must be booked online or by phone. Otherwise, tours leave about every half hour, lasting an hour. No flip-flops, sleeveless tops, shorts or miniskirts are allowed."
},
{
    "country": "brasilia",
    "city": "Brasília",
    "index": 3,
    "name": "Palácio da Alvorada",
    "latitude": "-15.792687",
    "longitude": "-47.822092",
    "excerpt": "The official presidential residence, the Palácio da Alvorada, is a Niemeyer building constructed in 1958. It was the first edifice in the city to be…",
    "detail_url": "https://www.lonelyplanet.com/brazil/the-central-west/brasilia/attractions/palacio-da-alvorada/a/poi-sig/1325729/363176",
    "image_url": null,
    "detail_description": "The official presidential residence, the Palácio da Alvorada, is a Niemeyer building constructed in 1958. It was the first edifice in the city to be inaugurated, predating the inauguration of the city itself by two years. The name translates as ‘Palace of the Dawn,’ in reference to Juscelino Kubitschek’s description of Brasília as ‘a new dawn in Brazilian history.’\nThe gates are marshaled by dapper Dragões da Independência guards, a special regiment of soldiers originally formed during the War of Independence. Arrive early for one-hour Wednesday tours (canceled if it's raining). Take bus 0.104 (R$2.50; every 30 minutes) from platform A16 in the local bus station."
}
]