[
{
    "country": "brescia",
    "city": "Brescia",
    "index": 1,
    "name": "Santa Giulia",
    "latitude": "45.539436",
    "longitude": "10.228175",
    "excerpt": "You could spend a whole day in this monster of a museum housed in an ex-monastery and still have plenty left for another visit. Those with limited time…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/santa-giulia/a/poi-sig/1012835/359944",
    "image_url": null,
    "detail_description": "You could spend a whole day in this monster of a museum housed in an ex-monastery and still have plenty left for another visit. Those with limited time should skip to the best bits headlined by Brescia’s extraordinary Roman remains and an original church dating from the 8th century AD. Other exhibits include the history of the building itself, medieval jewels (including the early-Christian Croce di Desiderius) and remnants from Brescia’s Venetian era.\nThe building of the monastery, which started as early as the 8th century, absorbed two domus (Roman houses), which were left standing in what would become the monk's garden (Ortaglia) near the north cloister. The remains have become known as the Domus dell'Ortaglia. Raised walkways allow you to wander round the Domus di Dioniso (so called because of a mosaic of Dionysius, god of wine) and the Domus delle Fontane (named after two marble fountains). The beautiful floor mosaics and colourful frescoes in these two domus rank among the highlights of the monastery-museum.Other highlights of the monastery range from 1st-century-AD bronzes (including a beautifully rendered Winged Victory) to the Coro delle Monache (Nun's Choir), a marvellous two-storey chamber completed in the 16th century that is decorated with lavish frescoes."
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 13,
    "name": "Museo delle Armi Antiche",
    "latitude": "45.542746",
    "longitude": "10.225233",
    "excerpt": "Inspect the extensive collection of vintage weaponry.",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/museo-delle-armi-antiche/a/poi-sig/1012833/359944",
    "image_url": null,
    "detail_description": "Inspect the extensive collection of vintage weaponry.\n"
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 12,
    "name": "Museo Civico del Risorgimento",
    "latitude": "45.542741",
    "longitude": "10.225308",
    "excerpt": "This museum is dedicated to the history of Italian unification.",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/museo-civico-del-risorgimento/a/poi-sig/1012836/359944",
    "image_url": null,
    "detail_description": "This museum is dedicated to the history of Italian unification.\n"
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 11,
    "name": "Torre dell'Orologio",
    "latitude": "45.539819",
    "longitude": "10.220622",
    "excerpt": "The Torre dell'Orologio, with its exquisite astrological timepiece, is modelled on the one in Venice's Piazza San Marco.",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/torre-dell-orologio/a/poi-sig/1012842/359944",
    "image_url": null,
    "detail_description": "The Torre dell'Orologio, with its exquisite astrological timepiece, is modelled on the one in Venice's Piazza San Marco.\nThe outdoor restaurants on the Piazza della Loggia provide fine vantage points to admire the tower."
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 10,
    "name": "Duomo Nuovo",
    "latitude": "45.538617",
    "longitude": "10.221577",
    "excerpt": "The Duomo Nuovo was begun in 1604 but wasn't finished until 1825. Repeated alterations over the centuries make it a bit of a mishmash; the lower part of…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/duomo-nuovo/a/poi-sig/1012843/359944",
    "image_url": null,
    "detail_description": "The Duomo Nuovo was begun in 1604 but wasn't finished until 1825. Repeated alterations over the centuries make it a bit of a mishmash; the lower part of the facade is baroque; the upper part showcases the classical flourishes of the later 1700s.\n"
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 8,
    "name": "Piazza del Foro",
    "latitude": "45.539624",
    "longitude": "10.226136",
    "excerpt": "Back in the first century AD, the Piazza del Foro was the centre of civic and religious life in Brescia (Brixia). You can see a few fragments – including…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/piazza-del-foro/a/poi-sig/1373090/359944",
    "image_url": null,
    "detail_description": "Back in the first century AD, the Piazza del Foro was the centre of civic and religious life in Brescia (Brixia). You can see a few fragments – including several Corinthian columns – from this once large square (it stretched 140m by 40m) on the east side of the piazza.\n"
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 9,
    "name": "Palazzo del Broletto",
    "latitude": "45.539076",
    "longitude": "10.221705",
    "excerpt": "The medieval town hall looms large over the plaza down below thanks to its soaring brick tower, which was built in the 12th century. Other parts of the…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/palazzo-del-broletto/a/poi-sig/1407929/359944",
    "image_url": null,
    "detail_description": "The medieval town hall looms large over the plaza down below thanks to its soaring brick tower, which was built in the 12th century. Other parts of the palazzo date from later periods – with much rebuilding required after the sack of Brescia in 1512.\n"
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 7,
    "name": "Castello",
    "latitude": "45.54274403",
    "longitude": "10.22527114",
    "excerpt": "Set in a salubrious park atop a hill, Brescia’s impressive castle is a great place for aimless wandering (early mornings are best), soaking up views and…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/castello/a/poi-sig/1138102/359944",
    "image_url": null,
    "detail_description": "Set in a salubrious park atop a hill, Brescia’s impressive castle is a great place for aimless wandering (early mornings are best), soaking up views and absorbing a tangible sense of history (information boards explain the details in three languages). There is no entry fee unless you want to peruse the two museums housed in the fortifications. Torre Mirabella, the main round tower, was built by the Viscontis in the 13th century.\n"
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 6,
    "name": "Duomo Vecchio",
    "latitude": "45.538257",
    "longitude": "10.22149",
    "excerpt": "The most compelling of all Brescia's religious monuments is the 11th-century Duomo Vecchio, a rare example of a circular-plan Romanesque basilica, built…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/duomo-vecchio/a/poi-sig/1012841/359944",
    "image_url": null,
    "detail_description": "The most compelling of all Brescia's religious monuments is the 11th-century Duomo Vecchio, a rare example of a circular-plan Romanesque basilica, built over a 6th-century church. The inside is surmounted by a dome borne by eight sturdy vaults resting on thick pillars.\nInteresting features include fragmentary floor mosaics (perhaps from a thermal bath that might have stood here in the 1st century BC) and the elaborate 14th-century sarcophagus of Bishop Berado Maggi (which lies right at the entrance)."
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 5,
    "name": "Palazzo Martinengo Cesaresco",
    "latitude": "45.539436",
    "longitude": "10.224967",
    "excerpt": "This 17th-century palace houses two separate museums, and it makes a worthwhile detour while exploring Brescia's historic sites. The Brixia Light Box …",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/palazzo-martinengo-cesaresco/a/poi-sig/1572867/359944",
    "image_url": null,
    "detail_description": "This 17th-century palace houses two separate museums, and it makes a worthwhile detour while exploring Brescia's historic sites. The Brixia Light Box (admission free) has an audiovisual projection that recreates in a rather dramatic fashion the ancient Roman forum during the Flavian dynasty. Displays of archaeological fragments round out the exhibition. Palazzo Martinengo's other galleries (admission €10) host excellent art exhibitions, showcasing works by well-known painters and sculptors from Italy and abroad.\n"
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 3,
    "name": "Piazza della Vittoria",
    "latitude": "45.538437",
    "longitude": "10.219409",
    "excerpt": "Perhaps beautiful is not the word but this nonetheless fascinating piazza is a leftover of Il Duce's dreams of grandeur. Designed by Marcello Piacentini…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/piazza-della-vittoria/a/poi-sig/1369949/359944",
    "image_url": null,
    "detail_description": "Perhaps beautiful is not the word but this nonetheless fascinating piazza is a leftover of Il Duce's dreams of grandeur. Designed by Marcello Piacentini and opened in 1932, the square is lined with a compendium of Fascist architecture – imposing, Big Brotherish, some would say even boorish.\nAt the north end, the post office, with its soaring, right-angled columns, looks like some fear-inspiring ministry. Insurance companies with giant marble-faced porticoes line the square's sides. Perhaps most curious of all is the arengario, a rather small, rose-marble structure used to harangue the cheering crowds. One shudders to think what medieval jewels were swept away to make way for Piazza della Vittoria (Victory Sq)."
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 4,
    "name": "Museo Mille Miglia",
    "latitude": "45.524352",
    "longitude": "10.267088",
    "excerpt": "The original Mille Miglia (Thousand Miles) ran between 1927 and 1957 and was one of Italy's most legendary endurance car races – it started in Brescia and…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/museo-mille-miglia/a/poi-sig/1256720/359944",
    "image_url": null,
    "detail_description": "The original Mille Miglia (Thousand Miles) ran between 1927 and 1957 and was one of Italy's most legendary endurance car races – it started in Brescia and took some 16 hours to complete. The race's colourful museum is loaded with some of the greatest cars to cross the finish line, as well as old-style petrol pumps and archived race footage.\nThe Mille Miglia proper was halted in 1957 after several high-profile fatalities. But the event (www.1000miglia.it) was revived in the 1970s as a Brescia–Rome round trip, held in May, open only to pre-1957 cars. The Museo Mille Miglia is housed outside central Brescia in the sprawling 11th-century Monastero di Sant'Eufemia della Fonte."
},
{
    "country": "brescia",
    "city": "Brescia",
    "index": 2,
    "name": "Brixia Parco Archeologico",
    "latitude": "45.539647",
    "longitude": "10.225718",
    "excerpt": "Brescia’s impressive archaeological complex cleverly reconstructs the city’s Roman past from fragments first discovered in the 1820s. It consists of three…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/brescia/attractions/brixia-parco-archeologico/a/poi-sig/1372550/359944",
    "image_url": null,
    "detail_description": "Brescia’s impressive archaeological complex cleverly reconstructs the city’s Roman past from fragments first discovered in the 1820s. It consists of three parts. Above ground, a (very) ruined Roman theatre stands next to an erstwhile Roman temple known as the Tempio Capitolino that was commissioned by Emperor Vespasian in AD 73. The temple was partly reconstructed in the 1850s with six Corinthian columns and a series of cells.\nA third underground wing known as the Santuario Repubblicano was opened in 2015, revealing a 1st-century-BC sanctuary with preserved mosaics and frescos that predate the other Roman structures on the site. To enter the Santuario you must spend four minutes in a decompression chamber while a short introductory film is shown. One ticket covers all three sites."
}
]