[
{
    "country": "brindisi",
    "city": "Brindisi",
    "index": 6,
    "name": "Roman Column",
    "latitude": "40.641027",
    "longitude": "17.946993",
    "excerpt": "The gleaming white column above a sweeping set of sun-whitened stairs leading to the waterfront promenade marks the terminus of the Roman Via Appia at…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/brindisi/attractions/roman-column/a/poi-sig/1255561/359958",
    "image_url": null,
    "detail_description": "The gleaming white column above a sweeping set of sun-whitened stairs leading to the waterfront promenade marks the terminus of the Roman Via Appia at Brindisi. Originally there were two columns, but one was presented to the town of Lecce back in 1666 as thanks to Sant'Oronzo for having relieved Brindisi of the plague.\n"
},
{
    "country": "brindisi",
    "city": "Brindisi",
    "index": 5,
    "name": "Cathedral",
    "latitude": "40.640368",
    "longitude": "17.945545",
    "excerpt": "This 12th-century cathedral was substantially remodelled after an earthquake in 1743. You can see how the original Romanesque structure may have looked by…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/brindisi/attractions/cathedral/a/poi-sig/1255562/359958",
    "image_url": null,
    "detail_description": "This 12th-century cathedral was substantially remodelled after an earthquake in 1743. You can see how the original Romanesque structure may have looked by studying the nearby Porta dei Cavalieri Templari, a fanciful portico with pointy arches – all that remains of a medieval Knights Templar church that once also stood here.\n"
},
{
    "country": "brindisi",
    "city": "Brindisi",
    "index": 4,
    "name": "Porta dei Cavalieri Templari",
    "latitude": "40.640596",
    "longitude": "17.945266",
    "excerpt": "After the Romans, the next big event to hit Brindisi was the Crusades during the 12th and 13th centuries. The Porta dei Cavalieri Templari, an exotic…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/brindisi/attractions/porta-dei-cavalieri-templari/a/poi-sig/472400/359958",
    "image_url": null,
    "detail_description": "After the Romans, the next big event to hit Brindisi was the Crusades during the 12th and 13th centuries. The Porta dei Cavalieri Templari, an exotic-looking portico with pointy arches, is thought to be all that remains of the Knights Templar's main church (although some doubt has been cast on that by recent scholarship). It stands beside the cathedral in the heart of the small historic quarter.\n"
},
{
    "country": "brindisi",
    "city": "Brindisi",
    "index": 3,
    "name": "Palazzo Granafei-Nervegna",
    "latitude": "40.639228",
    "longitude": "17.945223",
    "excerpt": "This 16th-century Renaissance-style palace is named for the two different families who owned it. The building is of interest because it houses the huge…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/brindisi/attractions/palazzo-granafei-nervegna/a/poi-sig/1513793/359958",
    "image_url": null,
    "detail_description": "This 16th-century Renaissance-style palace is named for the two different families who owned it. The building is of interest because it houses the huge ornate capital that used to sit atop one of the Roman columns that marked the end of the Appian Way (the rest of the column is in Lecce). Also on site are Brindisi's tourist office, a pleasant cafe, a bookshop, exhibition spaces and the archaeological remains of a Roman domus (house).\n"
},
{
    "country": "brindisi",
    "city": "Brindisi",
    "index": 2,
    "name": "Museo Archeologico Provinciale Ribezzo",
    "latitude": "40.640628",
    "longitude": "17.945341",
    "excerpt": "This superb museum covers several floors with well-documented exhibits (in English), including some 3000 bronze sculptures and fragments in Hellenistic…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/brindisi/attractions/museo-archeologico-provinciale-ribezzo/a/poi-sig/1138433/359958",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9bc42f699c9d03a76628d6d8db8d5e52-museo-archeologico-provinciale-ribezzo.jpg",
    "detail_description": "This superb museum covers several floors with well-documented exhibits (in English), including some 3000 bronze sculptures and fragments in Hellenistic Greek style. There are also terracotta figurines from the 7th century, underwater archaeological finds, and Roman statues and heads (not always together).\n"
},
{
    "country": "brindisi",
    "city": "Brindisi",
    "index": 1,
    "name": "Tempio di San Giovanni al Sepolcro",
    "latitude": "40.63923",
    "longitude": "17.943653",
    "excerpt": "This 12th-century church, a brown bulk of Norman stone conforming to the circular plan the Templars so loved, is a wonderfully evocative structure,…",
    "detail_url": "https://www.lonelyplanet.com/italy/puglia/brindisi/attractions/tempio-di-san-giovanni-al-sepolcro/a/poi-sig/472402/359958",
    "image_url": null,
    "detail_description": "This 12th-century church, a brown bulk of Norman stone conforming to the circular plan the Templars so loved, is a wonderfully evocative structure, austere and bare. You'll see vestigial medieval frescoes on the walls, and glimpses of the crypt below. The church was a popular stop for Crusaders travelling to and from the Holy Land. Don't miss the expansive gardens at the rear of the building.\n"
}
]