[
{
    "country": "bristol",
    "city": "Bristol",
    "index": 1,
    "name": "Brunel's SS Great Britain",
    "latitude": "51.449113",
    "longitude": "-2.608287",
    "excerpt": "This mighty, innovative steamship was designed by engineering genius Isambard Kingdom Brunel in 1843. You get to wander the galley, surgeon's quarters and…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/brunel-s-ss-great-britain/a/poi-sig/1013069/1342315",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a741c04306b33b6afecf6b6c0b951679-brunel-s-ss-great-britain.jpg",
    "detail_description": "This mighty, innovative steamship was designed by engineering genius Isambard Kingdom Brunel in 1843. You get to wander the galley, surgeon's quarters and dining saloon and see a massive replica steam engine at work. Highlights are going below the 'glass sea' on which the ship sits to view the screw propeller and climbing the rigging in Go Aloft!. The new Being Brunel exhibit has restored the drawing office where Brunel and his team worked to create the vessel.\nThe SS Great Britain was one of the largest and most technologically advanced steamships ever built, measuring 98m from stern to tip. The ship has had a chequered history. Between 1843 and 1886, she served her intended duty as a passenger liner, completing the transatlantic crossing between Bristol and New York in just 14 days. Unfortunately, enormous running costs and mounting debts led her towards an ignominious fate: she was eventually sold off and subsequently served as a troop vessel, quarantine ship, emigration transport and coal hulk, before finally being scuttled near Port Stanley in the Falklands in the 1930s.Happily, that wasn't the end. The ship was towed back to Bristol in 1970, and has since undergone an impressive 30-year restoration. It's resulted in a multisensory experience: prepare to stroll the deck, peep into luxury cabins, listen to passengers' stories and catch a whiff of life on board. Those aged 10 and over can also Go Aloft! (£10; noon to 5pm daily April to October, noon to 3.45pm Saturday and Sunday November to March). This sees you donning a harness and helmet to climb 25m up the rigging and along the yard arm. Tickets for SS Great Britain remain valid for a year. Last entry is one hour before closing."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 27,
    "name": "Leigh Woods",
    "latitude": "51.455157",
    "longitude": "-2.634466",
    "excerpt": "It may be tiny (under a square mile), but Leigh Woods squeezes a lot into a small space: ancient trees, snaking walking trails and corking Avon Gorge…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/clifton/attractions/leigh-woods/a/poi-sig/1600373/1342314",
    "image_url": null,
    "detail_description": "It may be tiny (under a square mile), but Leigh Woods squeezes a lot into a small space: ancient trees, snaking walking trails and corking Avon Gorge views.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 25,
    "name": "Clifton Suspension Bridge Visitor Centre",
    "latitude": "51.454101",
    "longitude": "-2.630442",
    "excerpt": "Engaging displays chart the story of Bristol's eye-popping suspension bridge, built by the innovative Victorian engineer Isambard Kingdom Brunel.",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/clifton/attractions/clifton-suspension-bridge-visitor-centre/a/poi-sig/1536407/1342314",
    "image_url": null,
    "detail_description": "Engaging displays chart the story of Bristol's eye-popping suspension bridge, built by the innovative Victorian engineer Isambard Kingdom Brunel.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 26,
    "name": "Castles Stencil",
    "latitude": "51.451353",
    "longitude": "-2.602944",
    "excerpt": "Hidden away down the side of the Central Library, hunt out the 2011 Banksy stencil that states 'you don't need planning permission to build castles in the…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/castles-stencil/a/poi-sig/1593029/1342315",
    "image_url": null,
    "detail_description": "Hidden away down the side of the Central Library, hunt out the 2011 Banksy stencil that states 'you don't need planning permission to build castles in the sky'.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 24,
    "name": "Bristol Aquarium",
    "latitude": "51.450680833694",
    "longitude": "-2.5994460162577",
    "excerpt": "The underwater habitats you'll encounter here include a Bay of Rays, Coral Sea, Shark Tank and an Amazon River Zone. The underwater viewing tunnel adds…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/bristol-aquarium/a/poi-sig/1219437/1342315",
    "image_url": null,
    "detail_description": "The underwater habitats you'll encounter here include a Bay of Rays, Coral Sea, Shark Tank and an Amazon River Zone. The underwater viewing tunnel adds extra appeal. Tickets are 10% cheaper online.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 23,
    "name": "Giant's Cave",
    "latitude": "51.456621",
    "longitude": "-2.626333",
    "excerpt": "A natural cavern set beneath the Clifton Observatory & Camera Obscura. The cave mouth is set into the side of the cliff, offering spectacular views over…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/clifton/attractions/giant-s-cave/a/poi-sig/1220890/1342314",
    "image_url": null,
    "detail_description": "A natural cavern set beneath the Clifton Observatory &amp; Camera Obscura. The cave mouth is set into the side of the cliff, offering spectacular views over the suspension bridge and Avon Gorge.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 22,
    "name": "Temple Church",
    "latitude": "51.451367",
    "longitude": "-2.585631",
    "excerpt": "Despite suffering bomb damage in WWII, the tall tower and walls of this late-medieval church survived. You can't go inside, but can walk around it through…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bristol/attractions/temple-church/a/poi-sig/1258144/358978",
    "image_url": null,
    "detail_description": "Despite suffering bomb damage in WWII, the tall tower and walls of this late-medieval church survived. You can't go inside, but can walk around it through the former graveyard (now a public garden) and look through the gates framing the nave.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 21,
    "name": "Brunel Institute",
    "latitude": "51.448912",
    "longitude": "-2.608105",
    "excerpt": "A maritime archive housing a wealth of materials relating to engineer Isambard Kingdom Brunel, the SS Great Britain and Bristol's naval history. To visit,…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/brunel-institute/a/poi-sig/1013061/1342315",
    "image_url": null,
    "detail_description": "A maritime archive housing a wealth of materials relating to engineer Isambard Kingdom Brunel, the SS Great Britain and Bristol's naval history. To visit, bring a recent form of ID bearing your address.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 20,
    "name": "Girl with the Pierced Eardrum",
    "latitude": "51.447702",
    "longitude": "-2.609805",
    "excerpt": "A 2014 Banksy creation that re-imagines the famous Vermeer portrait, but uses an alarm box instead of the pearl earring. It's a little hard to find – head…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bristol/attractions/girl-with-the-pierced-eardrum/a/poi-sig/1593030/358978",
    "image_url": null,
    "detail_description": "A 2014 Banksy creation that re-imagines the famous Vermeer portrait, but uses an alarm box instead of the pearl earring. It's a little hard to find – head for the clock tower of the white building outside Bristol Marina, and duck around the side.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 19,
    "name": "Blaise Castle House",
    "latitude": "51.505697",
    "longitude": "-2.63232",
    "excerpt": "This late-18th-century house, tucked into the northern suburb of Henbury, is home to a social-history museum showcasing vintage toys, costumes and an…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bristol/attractions/blaise-castle-house/a/poi-sig/1013065/358978",
    "image_url": null,
    "detail_description": "This late-18th-century house, tucked into the northern suburb of Henbury, is home to a social-history museum showcasing vintage toys, costumes and an eclectic collection of Victorian ephemera. Buses 1, 3, 4 and 76 run from the city centre and stop near the museum.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 18,
    "name": "Red Lodge",
    "latitude": "51.455451",
    "longitude": "-2.599801",
    "excerpt": "Built in 1590 and remodelled in 1730, this red-brick house showcases a mix of Elizabethan, Georgian and Victorian architecture and decor. The highlight is…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/red-lodge/a/poi-sig/458259/1342315",
    "image_url": null,
    "detail_description": "Built in 1590 and remodelled in 1730, this red-brick house showcases a mix of Elizabethan, Georgian and Victorian architecture and decor. The highlight is the Great Oak Room, which still features its original Tudor oak panelling, plasterwork ceiling and carved chimney piece.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 17,
    "name": "Arnolfini",
    "latitude": "51.44936",
    "longitude": "-2.597494",
    "excerpt": "At time of writing, the art galleries here were only open for special events. The ground floor houses the Front Room, a venue for talks, special events…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/arnolfini/a/poi-sig/1013070/1342315",
    "image_url": null,
    "detail_description": "At time of writing, the art galleries here were only open for special events. The ground floor houses the Front Room, a venue for talks, special events and a library of art and design books.\nThere's also a cool cafe bar (open 10am-11pm Friday and Saturday, 9am to 10pm Tuesday to Thursday, and 10am to 6pm Sunday and Monday)."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 16,
    "name": "Spike Island",
    "latitude": "51.446813",
    "longitude": "-2.610562",
    "excerpt": "Culture vultures should make time to visit Spike Island, a lively centre for visual arts that's home to a collective of studios, a contemporary art…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bristol/attractions/spike-island/a/poi-sig/1013062/358978",
    "image_url": null,
    "detail_description": "Culture vultures should make time to visit Spike Island, a lively centre for visual arts that's home to a collective of studios, a contemporary art gallery and a cracking little cafe (open 8.30am to 5pm Monday to Friday, and 10am to 5pm Saturday and Sunday).\nIt's a short walk south from the SS Great Britain."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 15,
    "name": "Cabot Tower",
    "latitude": "51.453987",
    "longitude": "-2.606785",
    "excerpt": "Set in the small park of Brandon Hill, this 32m ornate red-brick tower was built between 1896 and 1898 to commemorate John Cabot's pioneering voyage in…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/cabot-tower/a/poi-sig/1493683/1342315",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 14,
    "name": "Mild Mild West",
    "latitude": "51.462644",
    "longitude": "-2.58963",
    "excerpt": "This wry piece of graffiti art was painted by local lad Banksy. It features a Molotov cocktail–wielding teddy bear who's facing three riot police. It's…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bristol/attractions/mild-mild-west/a/poi-sig/1536310/358978",
    "image_url": null,
    "detail_description": "This wry piece of graffiti art was painted by local lad Banksy. It features a Molotov cocktail–wielding teddy bear who's facing three riot police. It's thought to be a fond comment on the city's vibe: edgy but somehow comfy too. It's next to the Canteen cafe-bar (on the right as you look at it), the best views are from the Jamaica St junction.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 13,
    "name": "Well Hung Lover",
    "latitude": "51.453292729943",
    "longitude": "-2.6010866612922",
    "excerpt": "One of Banksy's best loved pieces of street art features an apparently two-timing wife, an angry husband and a naked man dangling from a window. That it…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/well-hung-lover/a/poi-sig/1257283/1342315",
    "image_url": null,
    "detail_description": "One of Banksy's best loved pieces of street art features an apparently two-timing wife, an angry husband and a naked man dangling from a window. That it sits on the side of a sexual health clinic is surely no coincidence.\nThe best view is from the mini bridge on Park St that arches over Frogmore St. You'll notice blue blotches on the design – the result of someone firing off a paintball gun."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 12,
    "name": "Ashton Court Estate",
    "latitude": "51.445663",
    "longitude": "-2.645087",
    "excerpt": "This huge estate around 2 miles west of the city centre is Bristol's 'green lung', with 850 sprawling acres of oak woodland, trails and public park. It…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/bristol/attractions/ashton-court-estate/a/poi-sig/1013067/358978",
    "image_url": null,
    "detail_description": "This huge estate around 2 miles west of the city centre is Bristol's 'green lung', with 850 sprawling acres of oak woodland, trails and public park. It hosts many of Bristol's key events, including balloon and kite festivals. There are also 4.5 miles of bike trails, two 18-hole golf courses, three orienteering courses and a miniature railway.\nIf you're really lucky, you might even spot a roe or fallow deer."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 11,
    "name": "Clifton",
    "latitude": "51.453739",
    "longitude": "-2.622063",
    "excerpt": "During the 18th and 19th centuries, wealthy Bristol merchants transformed the former spa resort of Clifton into an elegant hilltop suburb packed with…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/clifton/attractions/clifton/a/poi-sig/1218835/1342314",
    "image_url": null,
    "detail_description": "During the 18th and 19th centuries, wealthy Bristol merchants transformed the former spa resort of Clifton into an elegant hilltop suburb packed with impressive Georgian mansions. Some of the finest examples can be seen along Cornwallis Crescent and Royal York Crescent. These days, Clifton is still the poshest postcode in Bristol, with fancy shops and a villagey atmosphere that's far removed from the rest of the city.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 10,
    "name": "The Downs",
    "latitude": "51.456862",
    "longitude": "-2.62776",
    "excerpt": "The grassy parks of Clifton Down and Durdham Down (often referred to as just the Downs) fan out from the Clifton Suspension Bridge and make a fine spot…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/clifton/attractions/the-downs/a/poi-sig/1220892/1342314",
    "image_url": null,
    "detail_description": "The grassy parks of Clifton Down and Durdham Down (often referred to as just the Downs) fan out from the Clifton Suspension Bridge and make a fine spot for a picnic. Nearby, the Clifton Observatory houses a camera obscura and a tunnel leading down to the Giant's Cave, a natural cavern that emerges halfway down the cliff with dizzying views across the Avon Gorge.\n"
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 9,
    "name": "Georgian House",
    "latitude": "51.453873",
    "longitude": "-2.603288",
    "excerpt": "Once the home of the wealthy slave plantation owner and sugar merchant John Pinney, this 18th-century house provides an insight into aristocratic life in…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/georgian-house/a/poi-sig/458257/1342315",
    "image_url": null,
    "detail_description": "Once the home of the wealthy slave plantation owner and sugar merchant John Pinney, this 18th-century house provides an insight into aristocratic life in Bristol during the Georgian era. It's decorated in period style, with a huge kitchen (complete with cast-iron roasting spit), book-lined library, grand drawing room, and cold-water plunge-pool in the basement.\nThere's also a small display on Pinney's involvement in the sugar trade and the life of his enslaved valet, Pedro Jones."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 8,
    "name": "Matthew",
    "latitude": "51.447628",
    "longitude": "-2.599436",
    "excerpt": "The most striking thing about this replica of the vessel in which John Cabot made his landmark voyage from Bristol to Newfoundland in 1497 is its size. At…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/matthew/a/poi-sig/1275949/1342315",
    "image_url": null,
    "detail_description": "The most striking thing about this replica of the vessel in which John Cabot made his landmark voyage from Bristol to Newfoundland in 1497 is its size. At 24m it seems far too small, but it would have carried a crew of around 18. Step aboard to climb below into their quarters, walk the deck and gaze up at the rigging.\nOn summer weekends the Matthew is sometimes away from its berth – it runs one-hour trips around Bristol's harbour (adult/child £12/9), and four-hour sailings along the Avon Gorge (adult/child £40/10)."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 7,
    "name": "Bristol Cathedral",
    "latitude": "51.451652313642",
    "longitude": "-2.6006675327405",
    "excerpt": "Originally founded as a 12th-century monastery church, Bristol Cathedral was heavily remodelled during the 19th century. It's one of Britain's best…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/bristol-cathedral/a/poi-sig/458247/1342315",
    "image_url": null,
    "detail_description": "Originally founded as a 12th-century monastery church, Bristol Cathedral was heavily remodelled during the 19th century. It's one of Britain's best examples of a 'Hall Church' (meaning the nave, chapels and choir are the same height). Although the nave and west towers are Victorian, parts of the choir are medieval, and the south transept contains a rare Saxon carving of the Harrowing of Hell, discovered under the chapter-house floor after a 19th-century fire.\nChoral evensong or prayers are held at 5.15pm Monday to Friday, and at 3.30pm on Saturday and Sunday."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 6,
    "name": "We the Curious",
    "latitude": "51.450646086333",
    "longitude": "-2.6003610163432",
    "excerpt": "Bristol's interactive science museum is a playful, hands-on space where 300 'exhibits' fly the flag for curiosity, scientific collaboration and creativity…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/we-the-curious/a/poi-sig/1219421/1342315",
    "image_url": null,
    "detail_description": "Bristol's interactive science museum is a playful, hands-on space where 300 'exhibits' fly the flag for curiosity, scientific collaboration and creativity. Which means you'll be meeting Aardman characters and becoming an animator for the day, discovering cosmic rays, walking through a tornado and exploring subjects ranging from anatomy to flight. There are also performances from the Live Science Team, immersive planetarium shows, and robots. Look out for After Hours – evenings designed for adults that feature games, activities and shows.\nThere's a 5% discount if you book online."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 5,
    "name": "Clifton Observatory & Camera Obscura",
    "latitude": "51.456628",
    "longitude": "-2.626376",
    "excerpt": "Set in a striking 18th-century windmill, Clifton Observatory features a viewing platform, a rare camera obscura and the cliff-side Giant's Cave. Together…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/clifton/attractions/clifton-observatory-camera-obscura/a/poi-sig/1501498/1342314",
    "image_url": null,
    "detail_description": "Set in a striking 18th-century windmill, Clifton Observatory features a viewing platform, a rare camera obscura and the cliff-side Giant's Cave. Together they offer incredible views of the suspension bridge, the plunging Avon Gorge and Bristol itself.\nBristol's camera obscura is one of only two in England open to the public, making a visit well worthwhile. The camera uses a convex lens and sloping mirror to project an image of the outside world on to a white surface inside a dark room. As with all cameras obscura, the images are best on bright days."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 4,
    "name": "Bristol Museum & Art Gallery",
    "latitude": "51.456113",
    "longitude": "-2.605079",
    "excerpt": "You're in for a few surprises at this classic old Edwardian museum. Look out for the Paint-Pot Angel by world-famous street artist Banksy in the entrance…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/bristol-museum-art-gallery/a/poi-sig/1219448/1342315",
    "image_url": null,
    "detail_description": "You're in for a few surprises at this classic old Edwardian museum. Look out for the Paint-Pot Angel by world-famous street artist Banksy in the entrance hall; a funerary statue with an upturned pink paint pot on her head, she's designed to challenge our expectations of museum exhibits and the value of art. It's also a reminder of the artist's hugely popular 2009 exhibition here. Just above sits the Bristol Boxkite, a prototype propeller-powered biplane, which dangles from the ceiling.\nOther displays encompass everything from dinosaurs and Asian antiques to Assyrian reliefs. The art sections are particularly strong: especially paintings by Pissarro, Lucas Cranach, Giovanni Bellini, Thomas Gainsborough and John Constable."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 3,
    "name": "Clifton Suspension Bridge",
    "latitude": "51.455101656272",
    "longitude": "-2.6277494199527",
    "excerpt": "Clifton's most famous (and photographed) landmark is the 76m-high Clifton Suspension Bridge, which spans the Avon Gorge. It was designed by master…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/clifton/attractions/clifton-suspension-bridge/a/poi-sig/458255/1342314",
    "image_url": null,
    "detail_description": "Clifton's most famous (and photographed) landmark is the 76m-high Clifton Suspension Bridge, which spans the Avon Gorge. It was designed by master engineer Isambard Kingdom Brunel with construction beginning in 1836, although Brunel died before its completion in 1864. It's free to walk or cycle across; car drivers pay a £1 toll.There's a visitor centre near the tower on the western, Leigh Woods side. The free bridge tours are excellent.\nAlthough initially designed to carry light horse-drawn traffic and foot passengers, these days the bridge carries around 12,000 cars every day – testament to the vision of Brunel's design."
},
{
    "country": "bristol",
    "city": "Bristol",
    "index": 2,
    "name": "M Shed",
    "latitude": "51.447936",
    "longitude": "-2.597516",
    "excerpt": "Set amid the iconic cranes of Bristol's dockside, this impressive museum is a treasure trove of memorabilia. It's divided into four main sections: People,…",
    "detail_url": "https://www.lonelyplanet.com/england/bristol/city-centre/attractions/m-shed/a/poi-sig/1273634/1342315",
    "image_url": null,
    "detail_description": "Set amid the iconic cranes of Bristol's dockside, this impressive museum is a treasure trove of memorabilia. It's divided into four main sections: People, Place, Life and the vast Working Exhibits outside. They provide an absorbing overview of Bristol's history – from slaves' possessions and Wallace &amp; Gromit figurines to a Banksy artwork and a set of decks once used by Massive Attack. There are regular trips on the museum's boats, trains, and cranes; see the website for details.\nIt's all highly interactive and child-friendly, especially the rides on the steam and electric cranes, steam trains and tug and fire boats. Another highlight is Banksy's unsettling Grim Reaper stencil, which used to sit on the waterline of the party boat Thekla. It was removed amid much controversy and can now be found on the 1st floor. The museum also runs guided tours exploring the harbour's history."
}
]