[
{
    "country": "brno",
    "city": "Brno",
    "index": 1,
    "name": "Vila Tugendhat",
    "latitude": "49.207154",
    "longitude": "16.616102",
    "excerpt": "Brno had a reputation in the 1920s as a centre for modern architecture in the Bauhaus style. Arguably the finest example is this family villa, designed by…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/vila-tugendhat/a/poi-sig/459193/358832",
    "image_url": null,
    "detail_description": "Brno had a reputation in the 1920s as a centre for modern architecture in the Bauhaus style. Arguably the finest example is this family villa, designed by modern master Mies van der Rohe for Greta and Fritz Tugendhat in 1930. The house was the inspiration for British author Simon Mawer in his 2009 bestseller The Glass Room. Entry is by guided tour booked in advance by phone or email. Two tours are available: basic (one hour) and extended (1½ hours).\nBecause of the high demand for tickets, it's recommended to book at least two months in advance. If you can't book a tour, the front of the house is still worth a look for how sharply it contrasts with many of the other contemporaneous buildings in the neighbourhood. To find the villa, take the tram from Moravské náměstí up Milady Horákové to the Dětská nemocnice stop, then walk 300m north."
},
{
    "country": "brno",
    "city": "Brno",
    "index": 22,
    "name": "Plague Column",
    "latitude": "49.195363",
    "longitude": "16.607831",
    "excerpt": "The city's striking plague column dates from 1680.",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/plague-column/a/poi-sig/1296512/358832",
    "image_url": null,
    "detail_description": "The city's striking plague column dates from 1680.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 20,
    "name": "The House of Arts",
    "latitude": "49.196169",
    "longitude": "16.614783",
    "excerpt": "The House of Arts gallery holds rotating contemporary art exhibitions, focusing mostly on Czech, Moravian and other central European artists. It's usually…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/the-house-of-arts/a/poi-sig/459145/358832",
    "image_url": null,
    "detail_description": "The House of Arts gallery holds rotating contemporary art exhibitions, focusing mostly on Czech, Moravian and other central European artists. It's usually open only during shows.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 21,
    "name": "House of the Lords of Lipá",
    "latitude": "49.19462",
    "longitude": "16.608152",
    "excerpt": "The House of the Lords of Lipá is a Renaissance palace (1589–96) with a 19th-century sgraffito facade and arcaded courtyard. ",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/house-of-the-lords-of-lipa/a/poi-sig/1376209/358832",
    "image_url": null,
    "detail_description": "The House of the Lords of Lipá is a Renaissance palace (1589–96) with a 19th-century sgraffito facade and arcaded courtyard. \n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 19,
    "name": "Museum of Romani Culture",
    "latitude": "49.200502",
    "longitude": "16.62342",
    "excerpt": "This excellent museum provides an overdue positive showcase of Romany culture. Highlights include a couple of music-packed videos, period photographs from…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/museum-of-romani-culture/a/poi-sig/1241890/358832",
    "image_url": null,
    "detail_description": "This excellent museum provides an overdue positive showcase of Romany culture. Highlights include a couple of music-packed videos, period photographs from across Europe and regular special exhibitions.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 18,
    "name": "City Zoological Garden",
    "latitude": "49.23021",
    "longitude": "16.533093",
    "excerpt": "Brno's City Zoological Garden on the outskirts of town, about 5km northwest of the centre, occupies a lovely setting and has a wide variety of animals…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/city-zoological-garden/a/poi-sig/459195/358832",
    "image_url": null,
    "detail_description": "Brno's City Zoological Garden on the outskirts of town, about 5km northwest of the centre, occupies a lovely setting and has a wide variety of animals. The website has photos and descriptions in English of all the animals living here.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 17,
    "name": "Mintmaster's Cellar",
    "latitude": "49.194157",
    "longitude": "16.606296",
    "excerpt": "These medieval cellars were discovered during excavation work carried out in 1999. On display is a permanent exhibition of mining and minting, which were…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/mintmaster-s-cellar/a/poi-sig/1489585/358832",
    "image_url": null,
    "detail_description": "These medieval cellars were discovered during excavation work carried out in 1999. On display is a permanent exhibition of mining and minting, which were once the sources of Moravia's wealth. The self-guided tour takes around 20 minutes.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 16,
    "name": "House of the Four Mamlases",
    "latitude": "49.194788",
    "longitude": "16.608946",
    "excerpt": "On the eastern side of náměstí Svobody is the House of the Four Mamlases. The facade here is supported by a quartet of well-muscled, but clearly moronic, …",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/house-of-the-four-mamlases/a/poi-sig/459153/358832",
    "image_url": null,
    "detail_description": "On the eastern side of náměstí Svobody is the House of the Four Mamlases. The facade here is supported by a quartet of well-muscled, but clearly moronic, 'Atlas' figures, each struggling to hold up the building and their loincloths at the same time.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 15,
    "name": "Mendel Museum",
    "latitude": "49.19103",
    "longitude": "16.593904",
    "excerpt": "Gregor Mendel (1822–84), the Augustinian monk whose studies of pea plants and bees at Brno's Abbey of St Thomas established modern genetics, is…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/mendel-museum/a/poi-sig/459159/358832",
    "image_url": null,
    "detail_description": "Gregor Mendel (1822–84), the Augustinian monk whose studies of pea plants and bees at Brno's Abbey of St Thomas established modern genetics, is commemorated here in a series of photographs and displays (with plenty of information in English). In the garden are the foundations of Mendel's original greenhouse.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 13,
    "name": "Bishop's Court",
    "latitude": "49.191212",
    "longitude": "16.608356",
    "excerpt": "The Bishop's Court Museum houses a small aquarium that might hold the kids' attention for a few minutes; other than that, there's plenty of information on…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/bishop-s-court/a/poi-sig/459117/358832",
    "image_url": null,
    "detail_description": "The Bishop's Court Museum houses a small aquarium that might hold the kids' attention for a few minutes; other than that, there's plenty of information on Moravian wildlife and lots of stuffed animals, though not much information in English. Buy tickets at the cash desk in the nearby Moravian Museum.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 14,
    "name": "Ossuary at St James",
    "latitude": "49.196408",
    "longitude": "16.608024",
    "excerpt": "This ghoulish 20-minute tour through the former burial grounds and crypts below the Church of St James displays the collected bones and remains of some 50…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/ossuary-at-st-james/a/poi-sig/1489586/358832",
    "image_url": null,
    "detail_description": "This ghoulish 20-minute tour through the former burial grounds and crypts below the Church of St James displays the collected bones and remains of some 50,000 people who perished from wars, famines and plagues over the centuries. The remains were discovered in 2001 during the renovation of the square and opened to the public in 2013.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 12,
    "name": "Brno Observatory & Planetarium",
    "latitude": "49.204757",
    "longitude": "16.583669",
    "excerpt": "Brno's impressive planetarium and its rotating programme of space-themed projections will wow younger kids. Most of the shows are narrated in Czech,…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/brno-observatory-planetarium/a/poi-sig/459179/358832",
    "image_url": null,
    "detail_description": "Brno's impressive planetarium and its rotating programme of space-themed projections will wow younger kids. Most of the shows are narrated in Czech, though some have simultaneous English commentary. Get tickets and transport info at the tourist information centre. The location is 2km northwest of the centre.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 11,
    "name": "Vida Science Centre",
    "latitude": "49.186332",
    "longitude": "16.584077",
    "excerpt": "This interactive science centre located within the Brno Exhibition Grounds will appeal to children of all ages. Through games, videos, machines and…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/vida-science-centre/a/poi-sig/1636742/358832",
    "image_url": null,
    "detail_description": "This interactive science centre located within the Brno Exhibition Grounds will appeal to children of all ages. Through games, videos, machines and activities, kids are encouraged to learn about planet earth, the human body, technology and history. There's a cafe and restaurant on site, and the air-conditioned interior can be a relief on a hot summer day.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 10,
    "name": "Technical Museum",
    "latitude": "49.228149947805",
    "longitude": "16.581501960754",
    "excerpt": "Brno's Technical Museum highlights technical and industrial progress over the last two centuries and is worth a half-day of anyone's time. Don't miss the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/technical-museum/a/poi-sig/459189/358832",
    "image_url": null,
    "detail_description": "Brno's Technical Museum highlights technical and industrial progress over the last two centuries and is worth a half-day of anyone's time. Don't miss the panoptikon on the first floor; this huge wooden stereoscope allows up to 20 viewers to look at 3D images from antique glass slides that are changed on a regular basis. The location is 3km north of the centre.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 8,
    "name": "Old Town Hall",
    "latitude": "49.193011",
    "longitude": "16.608557",
    "excerpt": "No visit to Brno would be complete without a peek inside the city's medieval Old Town Hall, parts of which date back to the 13th century. The tourist…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/old-town-hall/a/poi-sig/459175/358832",
    "image_url": null,
    "detail_description": "No visit to Brno would be complete without a peek inside the city's medieval Old Town Hall, parts of which date back to the 13th century. The tourist office is here, plus oddities including a crocodile hanging from the ceiling (known affectionately as the Brno 'dragon') and a wooden wagon wheel with a unique story. You can also climb the tower.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 9,
    "name": "Capuchin Monastery",
    "latitude": "49.191486",
    "longitude": "16.610395",
    "excerpt": "One of the city's leading attractions is this ghoulish cellar crypt that holds the mummified remains of several city noblemen from the 18th century…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/capuchin-monastery/a/poi-sig/459125/358832",
    "image_url": null,
    "detail_description": "One of the city's leading attractions is this ghoulish cellar crypt that holds the mummified remains of several city noblemen from the 18th century. Apparently, the dry, well-ventilated crypt has the natural ability to turn dead bodies into mummies. Up to 150 cadavers were deposited here prior to 1784, the desiccated corpses including monks, abbots and local notables.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 7,
    "name": "Moravian Museum",
    "latitude": "49.191857",
    "longitude": "16.608506",
    "excerpt": "This natural history and ethnographic museum holds some six million pieces and is the country's second-largest. Exhibits straddle the gulf between extinct…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/moravian-museum/a/poi-sig/459169/358832",
    "image_url": null,
    "detail_description": "This natural history and ethnographic museum holds some six million pieces and is the country's second-largest. Exhibits straddle the gulf between extinct life and the medieval village, though the lack of English signage limits the appeal. In the courtyard next to the museum is the Bishop's Court, housing a small aquarium and info on Moravian wildlife.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 6,
    "name": "Parnassus Fountain",
    "latitude": "49.192404",
    "longitude": "16.609",
    "excerpt": "At the centre of Zelný trh (Cabbage Market), the heart of the Old Town, is the curious baroque Parnassus Fountain (1695), a symbolic cave encrusted with…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/parnassus-fountain/a/poi-sig/1279541/358832",
    "image_url": null,
    "detail_description": "At the centre of Zelný trh (Cabbage Market), the heart of the Old Town, is the curious baroque Parnassus Fountain (1695), a symbolic cave encrusted with allegorical figures. The images here depict Hercules restraining the three-headed Cerberus, watchdog of the underworld. The three female figures represent the ancient empires of Babylon (crown), Persia (cornucopia) and Greece (quiver of arrows). The triumphant woman on top symbolises Europe.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 5,
    "name": "Church of St James",
    "latitude": "49.196583",
    "longitude": "16.608303",
    "excerpt": "This austere 15th-century church contains a baroque pulpit with reliefs of Christ dating from 1525. But the biggest draw is a small stone figure known as…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/church-of-st-james/a/poi-sig/1272488/358832",
    "image_url": null,
    "detail_description": "This austere 15th-century church contains a baroque pulpit with reliefs of Christ dating from 1525. But the biggest draw is a small stone figure known as the 'Nehaňba' (The Shameless): above the 1st-floor window on the southern side of the clock tower at the church's western end is the figure of a man baring his buttocks towards the cathedral. Local legend claims this was a disgruntled mason's parting shot to his rivals working on Petrov Hill.\n"
},
{
    "country": "brno",
    "city": "Brno",
    "index": 4,
    "name": "Cathedral of Sts Peter & Paul",
    "latitude": "49.19089",
    "longitude": "16.607401",
    "excerpt": "This 14th-century cathedral atop Petrov Hill was originally built on the site of a pagan temple to Venus, and has been reconstructed many times since. The…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/cathedral-of-sts-peter-paul/a/poi-sig/459129/358832",
    "image_url": null,
    "detail_description": "This 14th-century cathedral atop Petrov Hill was originally built on the site of a pagan temple to Venus, and has been reconstructed many times since. The highly decorated 11m-high main altar with figures of Sts Peter and Paul was carved by Viennese sculptor Josef Leimer in 1891. You can climb the tower for dramatic views.\nThe Renaissance Bishop's Palace adjoins the cathedral. To the left is the pleasant Denisovy sady, a verdant park sweeping around Petrov Hill."
},
{
    "country": "brno",
    "city": "Brno",
    "index": 3,
    "name": "Špilberk Castle",
    "latitude": "49.194339",
    "longitude": "16.599698",
    "excerpt": "Brno's spooky hilltop castle is considered the city's most important landmark. Its history stretches back to the 13th century, when it was home to…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/spilberk-castle/a/poi-sig/459185/358832",
    "image_url": null,
    "detail_description": "Brno's spooky hilltop castle is considered the city's most important landmark. Its history stretches back to the 13th century, when it was home to Moravian margraves and later a fortress. Under the Habsburgs in the 18th and 19th centuries, it served as a prison. Today it's home to the Brno City Museum, with several temporary and permanent exhibitions.\nThe menu of visiting options is confusing at first glance. You can choose to visit the exhibitions individually or buy a combined entry ticket to all the sights. The most popular sights are the casements (adult/child 120/70Kč), dating from the 18th century, and the lookout tower (adult/child 50/30Kč). Interesting permanent exhibitions include 'From Castle to Fortress', about the castle's history, and 'Prison of Nations', on the role Špilberk played as an impenetrable prison."
},
{
    "country": "brno",
    "city": "Brno",
    "index": 2,
    "name": "Labyrinth under the Cabbage Market",
    "latitude": "49.192846",
    "longitude": "16.609215",
    "excerpt": "In recent years, the city has opened several sections of extensive underground tunnels to the general public. This tour takes around 60 minutes to explore…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/labyrinth-under-the-cabbage-market/a/poi-sig/1272487/358832",
    "image_url": null,
    "detail_description": "In recent years, the city has opened several sections of extensive underground tunnels to the general public. This tour takes around 60 minutes to explore several cellars situated 6m to 8m below the Cabbage Market, which has served as a food market for centuries. The cellars were built for several purposes: including to store goods and to hide in during wars.\n"
}
]