[
{
    "country": "budapest",
    "city": "Castle District",
    "index": 1,
    "name": "Castle Hill",
    "latitude": "47.501446",
    "longitude": "19.032054",
    "excerpt": "Castle Hill is a kilometre-long limestone plateau towering 170m above the Danube. It contains some of Budapest’s most important medieval monuments and…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/castle-hill/a/poi-sig/412602/1329730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/65655ed5a4207b52a68be4bb6cc4131ccedd3c5743791ee6aba521ff286f99e0.jpg",
    "detail_description": "Castle Hill is a kilometre-long limestone plateau towering 170m above the Danube. It contains some of Budapest’s most important medieval monuments and museums and is a Unesco World Heritage Site. Below it is a 28km-long network of caves formed by thermal springs.The walled area consists of two distinct parts: the Old Town to the north, where commoners once lived, and the Royal Palace to the south, the original site of the castle built by Béla IV in the 13th century and reserved for the nobility.\nThere are many ways to reach Castle Hill from Pest. The easiest way is to take bus 16 from Deák Ferenc tér to Dísz tér, more or less the central point between the Old Town and the Royal Palace. Much more fun, though, is to stroll across Széchenyi Chain Bridge and board the Sikló, a funicular railway built in 1870 that ascends steeply from Clark Ádám tér to Szent György tér near the Royal Palace.Alternatively, you can walk up the Király lépcső (Royal Steps) leading northwest off Clark Ádám tér. Just south of Clark Ádám tér, a staircase and lift from Lánchíd utca lead to the Neo-Renaissance Garden of the Castle Garden Bazaar, and from there stairs, lifts and an escalator will take you up to Castle Hill.Another option is to take metro M2 to Széll Kálmán tér, go up the stairs or escalator in the southeastern part of the square and walk up Várfok utca to Vienna Gate. This medieval entrance to the Old Town was rebuilt in 1936 to mark the 250th anniversary of the castle being taken back from the Turks. Buses 16, 16A and 116 follows the same route from the start of Várfok utca.The new Castle Shuttle Budapest will whisk you from I Öntőház utca just south of Clark Ádám tér to Castle Hill in just minutes."
},
{
    "country": "budapest",
    "city": "Castle District",
    "index": 40,
    "name": "Matthias Fountain",
    "latitude": "47.496137",
    "longitude": "19.039077",
    "excerpt": "Facing the Royal Palace’s large courtyard to the northwest is the Romantic-style Matthias Fountain, portraying the young king Matthias Corvinus in hunting…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/matthias-fountain/a/poi-sig/1415430/1329730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0b6d789fd4b49bd943da1f61619ca952-matthias-fountain.jpg",
    "detail_description": "Facing the Royal Palace’s large courtyard to the northwest is the Romantic-style Matthias Fountain, portraying the young king Matthias Corvinus in hunting garb. To the right below him is Szép Ilona (Beautiful Helen), the protagonist in a Romantic ballad by the poet Mihály Vörösmarty. Apparently, Ilona fell in love with this dashing ‘hunter’ – who was in reality King Matthias – and, upon learning his true identity and feeling unworthy, died of a broken heart.\nThe middle one of the king’s three dogs was blown up during the war; canine-loving Hungarians quickly had an exact copy made."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 38,
    "name": "Vajdahunyad Castle",
    "latitude": "47.514991",
    "longitude": "19.083091",
    "excerpt": "Erected for the 1896 millenary celebrations originally in canvas and later built in stone, the castle was modelled after a fortress in Transylvania – but…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/vajdahunyad-castle/a/poi-sig/1284775/1329736",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e38e351a452ca5dd6378f5fd73469b2c-vajdahunyad-castle.jpg",
    "detail_description": "Erected for the 1896 millenary celebrations originally in canvas and later built in stone, the castle was modelled after a fortress in Transylvania – but with Gothic, Romanesque and baroque wings and additions to reflect architectural styles from all over Hungary. Today, it's anchor tenant is the Hungarian Agricultural Museum.\nOther attractions in the castle include the Apostles' Tower and Gatehouse Tower and the nearby Anonymous Statue and Ják Chapel."
},
{
    "country": "budapest",
    "city": "Óbuda & Buda Hills",
    "index": 39,
    "name": "Óbuda Museum",
    "latitude": "47.540697",
    "longitude": "19.045995",
    "excerpt": "Anchor tenant of the Zichy Mansion, where you’ll also find the Vasarely Museum, but with its own entrance on Fő tér, this wonderfully revamped museum…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/obuda-museum/a/poi-sig/1098033/1003490",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/12059a18dfac8787f630f4272d739e52-obuda-museum.jpg",
    "detail_description": "Anchor tenant of the Zichy Mansion, where you’ll also find the Vasarely Museum, but with its own entrance on Fő tér, this wonderfully revamped museum contains a motley assortment of exhibits related to Óbuda’s past through three distinct periods: medieval, industrial and present day. Highlights include a 19th-century farmhouse kitchen from Békásmegyer, the output of master cooper Simon Tóbiás, and a vintage 1970s lakótelep (housing block) apartment interior.\nGo upstairs for a wonderful exhibit on toys in history and some scary-looking dolls."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 35,
    "name": "Gatehouse Tower",
    "latitude": "47.515834",
    "longitude": "19.082304",
    "excerpt": "Covered in vines, the turreted Gatehouse Tower, part of the Vajdahunyad Castle, greets visitors as they cross the footbridge to the small island in the…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/gatehouse-tower/a/poi-sig/1551588/1329736",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c7f20ba8d57e8bce3d5fc8f20d3d09d1-gate-tower.jpg",
    "detail_description": "Covered in vines, the turreted Gatehouse Tower, part of the Vajdahunyad Castle, greets visitors as they cross the footbridge to the small island in the centre of City Park Lake. The tower, which is self-guided and counts 56 steps to the top, is of mild interest if you want to learn more about the castle's history via the archive exhibits on its two floors.\nThe original blueprints for the castle were found during the 2015 renovations in a hidden alcove in this tower. Combination tickets including the Apostles' Tower (700Ft) and Hungarian Agricultural Museum (adult/child 2100/1300Ft) are also available."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 37,
    "name": "Dominican Convent",
    "latitude": "47.529264",
    "longitude": "19.051334",
    "excerpt": "A ruin is all that remains of the 13th-century convent built by Béla IV where his daughter St Margaret (1242–71) took the veil. According to the story,…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/margaret-island-and-northern-pest/attractions/dominican-convent/a/poi-sig/1289096/1317977",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c496447654fe5bc2b2c105751d518f65-dominican-convent.jpg",
    "detail_description": "A ruin is all that remains of the 13th-century convent built by Béla IV where his daughter St Margaret (1242–71) took the veil. According to the story, the king promised to commit his daughter to a life of devotion in a nunnery if the Mongols were driven from the land. They were and she was – at nine years of age. A red-marble sepulchre cover surrounded by a wrought-iron grille marks her original resting place and there's a viewpoint overlooking the ruins.\nCanonised in 1943, St Margaret commands something of a cult following in Hungary. A short distance southeast of the sepulchre there’s a much-visited brick shrine with votives thanking her for various favours and cures."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 36,
    "name": "Castle Garden Bazaar",
    "latitude": "47.494393",
    "longitude": "19.042847",
    "excerpt": "This renovated pleasure park dating from 1893 has added a whole new dimension to Tabán district in recent years. The complex comprises over a dozen neo…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/gellert-hill-and-taban/attractions/castle-garden-bazaar/a/poi-sig/1552093/1329731",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9faa583244993e5c590594bcf0945369-castle-garden-bazaar.jpg",
    "detail_description": "This renovated pleasure park dating from 1893 has added a whole new dimension to Tabán district in recent years. The complex comprises over a dozen neo-Gothic and neo-Renaissance structures, including a theatre, convention centre and, in the both the Southern Palaces and the Guard's Palace, large galleries with cutting-edge exhibitions. A staircase and lift from Lánchíd utca lead to the Neo-Renaissance Garden, and stairs, lifts and an escalator will take you up to Castle Hill.\nThe huge Foundry Courtyard on the north side of the escalator boasts a restaurant with terrace and large performance space."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 34,
    "name": "Szent István Park",
    "latitude": "47.518628",
    "longitude": "19.05054",
    "excerpt": "St Stephen's Park is home to a Raoul Wallenberg memorial portraying a warrior doing battle with a snake (evil). Erected in 1999 and titled Kígyóölő …",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/margaret-island-and-northern-pest/attractions/szent-istvan-park/a/poi-sig/1289164/1317977",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8a682942e4a728e322fa70aba049a2fa-szent-istvan-park.jpg",
    "detail_description": "St Stephen's Park is home to a Raoul Wallenberg memorial portraying a warrior doing battle with a snake (evil). Erected in 1999 and titled Kígyóölő (Serpent Slayer), it's a copy of one created by sculptor Pál Pátzay that was removed by the communist regime in 1949. Of all the 'righteous gentiles' honoured by Jews around the world, the Swedish diplomat and businessman Wallenberg – who rescued as many as 60,000 Hungarian Jews during WWII – is the most revered.\nEnter the park from the southern end, one block up from XIII Radnóti Miklós utca. Facing the river south of the entrance is a row of Bauhaus apartments, which were the delight of modernists when they were built in the late 1920s."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 33,
    "name": "Museum of Applied Arts",
    "latitude": "47.48596",
    "longitude": "19.068073",
    "excerpt": "Housed in a gorgeous Ödön Lechner–designed building (1896) decorated with Zsolnay ceramic tiles, this museum was closed for renovation at the time of…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/southern-pest/attractions/museum-of-applied-arts/a/poi-sig/1289259/1329735",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-153684988_high.jpg",
    "detail_description": "Housed in a gorgeous Ödön Lechner–designed building (1896) decorated with Zsolnay ceramic tiles, this museum was closed for renovation at the time of research and was not due to reopen till early 2021. Its main collection contains Hungarian and European furniture from the 18th and 19th centuries, art nouveau and Secessionist artefacts, and objects relating to trades and crafts (glassmaking, bookbinding, goldsmithing). Another one consists of Islamic art and artefacts from the 9th to the 19th centuries.\nIn the meantime, for art nouveau visit the György Ráth Museum. The Museum of Applied Arts' stunning central hall of white marble was supposedly modelled on the Alhambra in Spain."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 32,
    "name": "Budapest Zoo",
    "latitude": "47.518019",
    "longitude": "19.077609",
    "excerpt": "This zoo, which opened with 500 animals in 1866, has an excellent collection of big cats, hippopotamuses, bears and giraffes, and some of the themed…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/budapest-zoo/a/poi-sig/411996/1329736",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bd8e8ac77414b1c2b05c8d126ee1349c-budapest-zoo.jpg",
    "detail_description": "This zoo, which opened with 500 animals in 1866, has an excellent collection of big cats, hippopotamuses, bears and giraffes, and some of the themed houses (eg Madagascar, wetlands, nocturnal Australia) are very well executed. Have a look at the dozens of Secessionist animal houses built in the early part of the 20th century, including Elephant House with Zsolnay ceramics, and the Palm House with an aquarium erected by the Eiffel Company of Paris.\nThe Varázshegy (Magic Mountain) is an interactive exhibition inside the Great Rock, covering the earth's evolution and diversity through 3D film, live animal demonstrations, games and all manner of simple and fun educational tools."
},
{
    "country": "budapest",
    "city": "Óbuda & Buda Hills",
    "index": 31,
    "name": "Kiscell Museum",
    "latitude": "47.538029",
    "longitude": "19.02788",
    "excerpt": "Housed in an 18th-century monastery, this museum contains three excellent sections. Downstairs you’ll find a complete 19th-century apothecary brought from…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/kiscell-museum/a/poi-sig/412630/1003490",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/584e7b003dd891acdf280e97e762c94b-kiscell-museum.jpg",
    "detail_description": "Housed in an 18th-century monastery, this museum contains three excellent sections. Downstairs you’ll find a complete 19th-century apothecary brought from Kálvin tér; a wonderful assembly of ancient signboards advertising shops and other trades; and rooms dressed in empire, Biedermeier and art nouveau furniture.An impressive collection of works by artists József Rippl-Rónai, Lajos Tihanyi, István Csók and Béla Czóbel and organised by the Municipal Picture Gallery (Fővárosi Képtár) is upstairs. The stark Gothic church shell used for temporary multimedia and art exhibits is visually arresting.\nTo reach the museum, walk up steep Kiscelli utca from Bécsi út and then climb the steps called Pércsi Lajos lépcső. Bus 165 from III Kolosy tér eliminates the climb."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 30,
    "name": "Citadella",
    "latitude": "47.486955",
    "longitude": "19.04642",
    "excerpt": "The Citadella is a fortress that never saw battle. Built by the Habsburgs after the 1848–49 War of Independence to defend the city from further…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/gellert-hill-and-taban/attractions/citadella/a/poi-sig/1178265/1329731",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/359c9530aa723fa2597e60400009856a-citadella.jpg",
    "detail_description": "The Citadella is a fortress that never saw battle. Built by the Habsburgs after the 1848–49 War of Independence to defend the city from further insurrection, the structure was obsolete by the time it was ready in 1854 due to the change in political climate. Today the fortress contains some big guns peeping through the loopholes, but the interior has now been closed to the public while its future is decided. Note the shrapnel damage from WWII and 1956.\nTo reach Gellért Hill from Pest, cross Elizabeth Bridge and take the stairs leading up behind the St Gellért Monument or cross Liberty Bridge and follow Verejték utca (Perspiration St) through the park starting at the Cave Chapel. Bus 27 runs almost to the top of the hill from Móricz Zsigmond körtér, southwest of the Danubius Hotel Gellért and accessible on the M4 and trams 18, 19, 47 and 49."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 29,
    "name": "Holocaust Memorial Center",
    "latitude": "47.483446",
    "longitude": "19.073639",
    "excerpt": "Housed in a striking modern building, the centre opened in 2004 on the 60th anniversary of the start of the Holocaust in Hungary. The thematic permanent…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/southern-pest/attractions/holocaust-memorial-center/a/poi-sig/412010/1329735",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/676a97dc4d910e2dce4e11557b2bd10f1dd1f94ec27741305b167a8368f55629.jpg",
    "detail_description": "Housed in a striking modern building, the centre opened in 2004 on the 60th anniversary of the start of the Holocaust in Hungary. The thematic permanent exhibition traces the rise of anti-Semitism in Hungary and follows the path to genocide of Hungary’s Jewish and Roma communities. A sublimely restored synagogue in the central courtyard, designed by Leopold Baumhorn and completed in 1924, hosts temporary exhibitions. An 8m-high wall nearby bears the names of Hungarian victims of the Holocaust.\r\n\nThe exhibits consist of a series of maps, photographs, personal effects and graphic videos. The music is festive to begin with, but the exhibits are accompanied by the sounds of a pounding heartbeat and marching as the doomed are deprived of their freedom and dignity and deported to death camps in Germany and Poland. The films of the camps, taken by the liberators, are particularly harrowing, featuring piles of corpses and emaciated survivors.\r\n"
},
{
    "country": "budapest",
    "city": "Castle District",
    "index": 28,
    "name": "Matthias Church",
    "latitude": "47.502018",
    "longitude": "19.034361",
    "excerpt": "Parts of Matthias Church date back 500 years, notably the carvings above the southern entrance, but essentially the church (named after King Matthias…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/matthias-church/a/poi-sig/412636/1329730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-560463863_high.jpg",
    "detail_description": "Parts of Matthias Church date back 500 years, notably the carvings above the southern entrance, but essentially the church (named after King Matthias Corvinus who married Queen Beatrix here in 1474) is a neo-Gothic confection designed by the architect Frigyes Schulek in 1896.\nSteps in the northwest corner of the church lead up to the Royal Oratory and the Matthias Church Collection of Ecclesiastical Art (Mátyás-templom Egyházművészeti Gyűteménye), included in the church admission fee, which contains ornate monstrances, reliquaries and chalices, plus replicas of the Crown of St Stephen and other items of the coronation regalia including the coronation throne. Ascending the 200-odd steps of the steeple will bring you to the top of the Panoramic Tower (Torony Panoráma, adult/concession 1500/1000Ft) with stunning views of the city.Organ concerts take place in the church on certain evenings (usually Friday and Sunday at 7pm or 7.30pm), continuing a tradition dating from 1867 when Franz Liszt’s Hungarian Coronation Mass was first played here for the coronation of Franz Joseph and Elizabeth, the beloved queen affectionately known as 'Sissi'. The current 7000-pipe organ was built in 1909."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 27,
    "name": "Gödöllő Royal Palace",
    "latitude": "47.595984",
    "longitude": "19.347621",
    "excerpt": "Gödöllő Royal Palace, the largest baroque manor house in Hungary, was designed by Antal Mayerhoffer for Count Antal Grassalkovich (1694–1771), confidante…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/around-budapest-1341169/attractions/goedoello-royal-palace/a/poi-sig/1290348/1341169",
    "image_url": null,
    "detail_description": "Gödöllő Royal Palace, the largest baroque manor house in Hungary, was designed by Antal Mayerhoffer for Count Antal Grassalkovich (1694–1771), confidante of Empress Maria Theresa, and completed in the 1760s. It was enlarged as a summer retreat for and gifted to Emperor Franz Joseph in the 1870s and soon became the favoured residence of his consort, the much-loved Habsburg empress and Hungarian queen Elizabeth (1837–98), affectionately known as Sissi (or Sisi). It opened to the public in 1996.\nBetween the two world wars the regent, Admiral Miklós Horthy, also used it as a summer residence, but after the communists came to power part of the mansion was used as a barracks for Soviet and Hungarian troops and as an old people’s home. The rest was left to decay.Partial renovation of the palace began in the mid-1980s and it reopened a decade later. Today 32 rooms can be visited on the ground and 1st floors. They have been restored to the period when the imperial couple was in residence, and Franz Joseph’s suites (done up in manly deep red) and Sissi’s lavender-coloured private apartments on the 1st floor are impressive. Check out the Ornamental Hall, all gold tracery, stucco and chandeliers, where chamber-music concerts are held throughout the year. Also see the Queen’s Reception Room, with a Secessionist-style oil painting of Sissi patriotically repairing the coronation robe of King Stephen with needle and thread; the Queen Elizabeth Memorial Exhibit, which looks at the queen's assassination by Italian anarchist Luigi Lucheni, who stabbed her to death with a needle file; and the Grassalkovich Era Exhibition, which offers a glance at the palace during its first century. The Chapel and its Oratory are also impressive.You can also visit the splendid Baroque Theatre as well as the WWII-vintage Horthy's Bunker with a guide. Be aware that the permanent exhibition is by guided tour (three to five departures a day) during the week in winter. Audioguides cost 800Ft.To get here from Budapest take an hourly 45-minute bus from Stadion bus station, or one of the frequent 45-minute HÉV trains from Örs vezér tere to Gödöllő's Szabadság tér station."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 26,
    "name": "Szabadság tér",
    "latitude": "47.504077",
    "longitude": "19.050454",
    "excerpt": "This square, one of the largest in the city, is a few minutes’ walk northeast of Széchenyi István tér. As you enter you’ll pass a delightful fountain that…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/parliament-and-around/attractions/szabadsag-ter/a/poi-sig/1289136/1329733",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/26569648fccaa1c999df5be499202451-szabadsag-ter.jpg",
    "detail_description": "This square, one of the largest in the city, is a few minutes’ walk northeast of Széchenyi István tér. As you enter you’ll pass a delightful fountain that works on optical sensors and turns off and on as you approach or back away from it, as well as the controversial Antifascist Monument placed here in 2014. At the northern end is a Soviet Army memorial, the last of its type still standing in the city.\nOn the eastern side is the fortress-like US Embassy, now cut off from the square by high steel fencing and concrete blocks. It was here that Cardinal József Mindszenty sought refuge after the 1956 Uprising, staying for 15 years until his departure for Vienna in 1971. The embassy backs onto Hold utca (Moon St), which, until 1990, was named Rosenberg házaspár utca (Rosenberg Couple St) after the American husband and wife Julius and Ethel Rosenberg who were executed as Soviet spies in the US in 1953. Today a statue of the late US President Ronald Reagan graces the northern end of the park.A controversial statue of Hungary's intrawar leader Miklós Horthy, called a hero by the right wing but reviled as a fascist dictator by many others, stands in front of the Homecoming Presbyterian Church in the square's southwest corner."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 25,
    "name": "György Ráth Museum",
    "latitude": "47.508672",
    "longitude": "19.074916",
    "excerpt": "The one-time home of the eponymous first director (1828–1905) of the Museum of Applied Arts has recently opened and is a shrine to art nouveau…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/gyoergy-rath-museum/a/poi-sig/1607869/1329736",
    "image_url": null,
    "detail_description": "The one-time home of the eponymous first director (1828–1905) of the Museum of Applied Arts has recently opened and is a shrine to art nouveau/Secessionist art, showing items from the museum (now under renovation). Rooms on the first floor include Ráth's fully furnished study and dining and sitting rooms; other galleries on the same floor and the one above walk you through the history of the style in France, Austria and Britain as well as Hungary. An absolute gem.\n"
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 24,
    "name": "Royal Postal Savings Bank",
    "latitude": "47.504258",
    "longitude": "19.052024",
    "excerpt": "East of Szabadság tér, the former Royal Postal Savings Bank is a Secessionist extravaganza of colourful tiles and folk motifs, built by Ödön Lechner in…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/parliament-and-around/attractions/royal-postal-savings-bank/a/poi-sig/412660/1329733",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e7636e5e5d59953a6a0db1bc94dab182-royal-postal-savings-bank.jpg",
    "detail_description": "East of Szabadság tér, the former Royal Postal Savings Bank is a Secessionist extravaganza of colourful tiles and folk motifs, built by Ödön Lechner in 1901. One of the most beautiful buildings in Pest, it is now part of the National Bank of Hungary.\n"
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 23,
    "name": "Vörösmarty tér",
    "latitude": "47.496618",
    "longitude": "19.05055",
    "excerpt": "At the northern end of Váci utca lies Vörösmarty tér, a large square surrounded by smart shops, galleries and cafes. In the centre is a statue of Mihály…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/belvaros/attractions/voeroesmarty-ter/a/poi-sig/1289114/1329732",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/69079dd1c7f74e31bf16431375aba639-vorosmarty-ter.jpg",
    "detail_description": "At the northern end of Váci utca lies Vörösmarty tér, a large square surrounded by smart shops, galleries and cafes. In the centre is a statue of Mihály Vörösmarty, the 19th-century poet for whom the square is named. Made of somewhat brittle Italian marble, it is protected in winter by a bizarre plastic ‘iceberg’ that kids love sliding on.\n"
},
{
    "country": "budapest",
    "city": "Óbuda & Buda Hills",
    "index": 22,
    "name": "Hungarian Museum of Trade & Tourism",
    "latitude": "47.538637",
    "longitude": "19.043094",
    "excerpt": "This superb museum traces Budapest's catering and hospitality trade through the ages, including the dramatic changes after WWII, with restaurant items,…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/hungarian-museum-of-trade-tourism/a/poi-sig/1410904/1003490",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a04a7352b27dcfe74bf4146b41f945b4-hungarian-museum-of-trade-tourism.jpg",
    "detail_description": "This superb museum traces Budapest's catering and hospitality trade through the ages, including the dramatic changes after WWII, with restaurant items, tableware, advertising posters, packaging, original shop signs and advertising. There's also an intimate look at the lives of various tradespeople – from pastry chefs and publicans to hoteliers and launderers. Go upstairs for some cutting-edge temporary exhibits. A gem.\n"
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 21,
    "name": "Palace of Art",
    "latitude": "47.514173",
    "longitude": "19.078471",
    "excerpt": "The Palace of Art, reminiscent of a Greek temple, is among the city’s largest exhibition spaces. It focuses on contemporary visual arts, with some three…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/palace-of-art/a/poi-sig/1098127/1329736",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9f46c2be709ee9d97aa33eae0f8d5527-palace-of-art.jpg",
    "detail_description": "The Palace of Art, reminiscent of a Greek temple, is among the city’s largest exhibition spaces. It focuses on contemporary visual arts, with some three to four major exhibitions staged annually; recent exhibitions have comprised cutting-edge photography, sculpture and installations by home-grown and international artists. Go for the scrumptious venue and the excellent museum shop. Concerts are sometimes staged here as well.\n"
},
{
    "country": "budapest",
    "city": "Castle District",
    "index": 20,
    "name": "Fishermen’s Bastion",
    "latitude": "47.502279",
    "longitude": "19.034854",
    "excerpt": "The bastion, a neo-Gothic masquerade that looks medieval and offers some of the best views in Budapest, was built as a viewing platform in 1905 by Frigyes…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/fishermen-s-bastion/a/poi-sig/1178254/1329730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/67b9d01c0a327a6734cd2909007a3e786a6b78e5da9107d91ff7f1c8ea9b4ed0.jpg",
    "detail_description": "The bastion, a neo-Gothic masquerade that looks medieval and offers some of the best views in Budapest, was built as a viewing platform in 1905 by Frigyes Schulek, the architect behind Matthias Church. Its name was taken from the medieval guild of fishermen responsible for defending this stretch of the castle wall. The seven gleaming white turrets represent the Magyar tribes that entered the Carpathian Basin in the late 9th century.\n"
},
{
    "country": "budapest",
    "city": "Castle District",
    "index": 19,
    "name": "House of Houdini",
    "latitude": "47.499351",
    "longitude": "19.035026",
    "excerpt": "Dedicated to the famous Hungarian-born magician and escape artist Harry Houdini, who was born Erik Weisz in Budapest's district VII in 1874, this small…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/house-of-houdini/a/poi-sig/1567684/1329730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/278b287eb3a2c7ba920475283c39b119-house-of-houdini.jpg",
    "detail_description": "Dedicated to the famous Hungarian-born magician and escape artist Harry Houdini, who was born Erik Weisz in Budapest's district VII in 1874, this small museum offers a cabinet of curiosities featuring original items from Houdini’s life, such as personal letters, handcuffs and documents, as well as props from the US 'Houdini' miniseries (2014). At the end of the guided tour, guests are treated to a live 15-minute magic performance. A gem of a small museum and loads of fun.\n"
},
{
    "country": "budapest",
    "city": "Óbuda & Buda Hills",
    "index": 18,
    "name": "Vasarely Museum",
    "latitude": "47.540313",
    "longitude": "19.04668",
    "excerpt": "Installed in the imposing Zichy Mansion (Zichy kastély), built in 1757, this renovated and rehung gallery contains some 150 works of Victor Vasarely (or…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/vasarely-museum/a/poi-sig/412044/1003490",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c6588995bfd7fbc76e6548789f30d860-vasarely-museum.jpg",
    "detail_description": "Installed in the imposing Zichy Mansion (Zichy kastély), built in 1757, this renovated and rehung gallery contains some 150 works of Victor Vasarely (or Vásárhelyi Győző, as he was known before he emigrated to Paris in 1930), the late ‘father of op art’. Op art is short for 'optical art', a style of abstract visual art that uses optical illusions. Watch his excellent works like Ibadan-Pos (1977) and Keek (1980) as they ‘swell’ and ‘move’ around the canvas.\n"
},
{
    "country": "budapest",
    "city": "Óbuda & Buda Hills",
    "index": 17,
    "name": "Pálvölgy Cave",
    "latitude": "47.532994",
    "longitude": "19.015933",
    "excerpt": "This 29km-long cave – the second-largest in Hungary – was discovered in 1904 and is noted for both its spectacular stalactites and rock formations. Tours…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/palvoelgy-cave/a/poi-sig/412496/1003490",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bd51d8853ad15c537cebd137f8e8291e-palvolgy-cave.jpg",
    "detail_description": "This 29km-long cave – the second-largest in Hungary – was discovered in 1904 and is noted for both its spectacular stalactites and rock formations. Tours last an hour and depart from 10.15am (last tour at 4.15pm) from the lowest level, taking you through dank, claustrophobia-inducing passages and up several hundred steps. Highlights include John's Lookout in the largest of chambers, as well as Radium Hall, reminiscent of Dante's Inferno. The temperature is a constant 11°C, so wear a jacket or jumper.\nAlight the bus at the Pálvölgyi-cseppkőbarlang stop."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 15,
    "name": "Hungarian State Opera House",
    "latitude": "47.50262",
    "longitude": "19.058501",
    "excerpt": "The neo-Renaissance Hungarian State Opera House was designed by Miklós Ybl in 1884 and is among the most beautiful buildings in Budapest. Its facade is…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/parliament-and-around/attractions/hungarian-state-opera-house/a/poi-sig/1266493/1329733",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/071b4e8c232cae9cfb5b96a3c8d61fa4-hungarian-state-opera-house.jpg",
    "detail_description": "The neo-Renaissance Hungarian State Opera House was designed by Miklós Ybl in 1884 and is among the most beautiful buildings in Budapest. Its facade is decorated with statues of muses and opera greats such as Puccini, Mozart, Liszt and Verdi, while its interior dazzles with marble columns, gilded vaulted ceilings, chandeliers and near-perfect acoustics. If you cannot attend a performance, join one of the three 45-minute daily tours. Tickets are available from a desk in the lobby.\nAlthough the opera house is undergoing extensive renovations until 2020, tours continue to depart daily."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 16,
    "name": "Váci utca",
    "latitude": "47.490949",
    "longitude": "19.054434",
    "excerpt": "The capital’s premier pedestrian shopping street is crammed for the most part with chain stores, touristy restaurants, ripoff bars and a smattering of…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/belvaros/attractions/vaci-utca/a/poi-sig/1289113/1329732",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cbf17cb04c3ccd8802991a35ff8c4e614060103c15aee28cb80c9421cfd13aca.jpg",
    "detail_description": "The capital’s premier pedestrian shopping street is crammed for the most part with chain stores, touristy restaurants, ripoff bars and a smattering of shops and sights worth seeking out. Its more unique spots include the art nouveau interior of the Philanthia flower shop at No 9-11; Thonet House at No 11/a, a masterpiece built by Ödön Lechner in 1890; and the sumptuous Bank Palace at V Deák utca 5, built in 1915 and now converted into a shopping gallery.\n"
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 13,
    "name": "Kerepes Cemetery",
    "latitude": "47.496546",
    "longitude": "19.084346",
    "excerpt": "Also known as the Fiume St Graveyard (Fiumei uti sírkert), this is Budapest’s equivalent of London's Highgate or Père Lachaise in Paris. Established in…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/southern-pest/attractions/kerepes-cemetery/a/poi-sig/412028/1329735",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d1a4a83307e2ed9b7206efc7f8b92a1239679c655ada87ae3247b40815c51716.jpg",
    "detail_description": "Also known as the Fiume St Graveyard (Fiumei uti sírkert), this is Budapest’s equivalent of London's Highgate or Père Lachaise in Paris. Established in 1847, this 56-hectare necropolis holds some 3000 gravestones and mausoleums, including those of statesmen and national heroes Lajos Kossuth, Ferenc Deák and Lajos Batthyány. Plot 21 contains the graves of many who died in the 1956 Uprising. Maps indicating the location of noteworthy graves are available free at the entrance.\nOn the grounds of the cemetery is the Piety Museum, which offers insights into the city's and the nation's approach to death. To the southeast is the smaller Salgótarján St Jewish Cemetery."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 14,
    "name": "Heroes' Square",
    "latitude": "47.515114",
    "longitude": "19.078156",
    "excerpt": "Heroes’ Sq is the largest and most symbolic square in Budapest. It is dominated by the Millenary Monument (Ezeréves emlékmű), a 36m-high pillar topped by…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/heroes-square/a/poi-sig/1265106/1329736",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6a1ac2d341ddacdaaf107f6c169bd6d5-heroes-square.jpg",
    "detail_description": "Heroes’ Sq is the largest and most symbolic square in Budapest. It is dominated by the Millenary Monument (Ezeréves emlékmű), a 36m-high pillar topped by a golden Archangel Gabriel, holding the Hungarian crown and a cross. At the column's base are Prince Árpád and six other Magyar chieftains who occupied the Carpathian Basin in the late 9th century. The 14 statues in the colonnades behind are of rulers and statesmen – from King Stephen (far left) to Lajos Kossuth (far right).\nIt was designed in 1896 to mark the 1000th anniversary of the Magyar conquest of the Carpathian Basin."
},
{
    "country": "budapest",
    "city": "Castle District",
    "index": 12,
    "name": "Hungarian National Gallery",
    "latitude": "47.496524",
    "longitude": "19.039457",
    "excerpt": "The Hungarian National Gallery is an overwhelming collection spread across four floors and four wings of the palace that traces Hungarian art from the…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/hungarian-national-gallery/a/poi-sig/411936/1329730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/977f345977cd9d0845d5a7e957418006-hungarian-national-gallery.jpg",
    "detail_description": "The Hungarian National Gallery is an overwhelming collection spread across four floors and four wings of the palace that traces Hungarian art from the 11th century to the present day. The largest collections include medieval and Renaissance stonework, Gothic wooden sculptures and panel paintings and late-Gothic winged altars. The museum also has an important collection of Hungarian paintings and sculpture from the 19th and 20th centuries.\nTemporary exhibitions are held here several times per year; entry costs extra. Be advised that the gallery is in a state of flux at present, with the late-Renaissance and baroque art collection moved to the Museum of Fine Arts in preparation for the gallery's future relocation to a new purpose-built museum building in City Park."
},
{
    "country": "budapest",
    "city": "Óbuda & Buda Hills",
    "index": 11,
    "name": "Aquincum",
    "latitude": "47.563438",
    "longitude": "19.049563",
    "excerpt": "The most complete Roman civilian town in Hungary was built around 100 AD and became the seat of the Roman province of Pannonia Inferior in AD 106…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/obuda-and-buda-hills/attractions/aquincum/a/poi-sig/1028576/1003490",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/43c6fb9d02cb6a7d0c755d120a324cf8-aquincum-museum.jpg",
    "detail_description": "The most complete Roman civilian town in Hungary was built around 100 AD and became the seat of the Roman province of Pannonia Inferior in AD 106. Visitors can explore its houses, baths, courtyards, fountains and sophisticated underfloor heating systems, as well as a recreation of a Roman painter's dwelling and Symphorus Mithraeum.The purpose-built Aquincum Museum, just inside the entrance, puts the ruins in perspective, with a vast collection of Roman daily life objects and wall paintings.\nAt the museum, look out for the replica of a 3rd-century portable organ called a hydra and the mock-up of a Roman bath. Most of the big sculptures and stone sarcophagi are outside in the park. If you visit the site towards the end of May, dress in a toga for the Floralia Roman festival."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 10,
    "name": "Liberty Monument",
    "latitude": "47.486599",
    "longitude": "19.048212",
    "excerpt": "The Liberty Monument, the lovely lady with the palm frond in her outstretched arms, proclaiming freedom throughout the city, is southeast of the Citadella…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/gellert-hill-and-taban/attractions/liberty-monument/a/poi-sig/1178266/1329731",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ac198a170c65e499460cbbdb28d79c8a-liberty-monument.jpg",
    "detail_description": "The Liberty Monument, the lovely lady with the palm frond in her outstretched arms, proclaiming freedom throughout the city, is southeast of the Citadella. Standing 14m high, she was raised in 1947 in tribute to the Soviet soldiers who died liberating Budapest in 1945. The victims’ names in Cyrillic letters on the plinth and the soldiers' statues were removed in 1992 and sent to Memento Park. The inscription reads: 'To those who gave up their lives for Hungary’s independence, freedom and prosperity'.\nThe monument had been originally designed by the politically ‘flexible’ sculptor Zsigmond Kisfaludi Strobl (1884–1975) before WWII for the ultraright government of Admiral Miklós Horthy. After the war, when pro-communist monuments were in short supply, Kisfaludi Strobl passed it off as a memorial to the Soviets."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 9,
    "name": "Hungarian National Museum",
    "latitude": "47.491239",
    "longitude": "19.062803",
    "excerpt": "The Hungarian National Museum houses the nation’s most important collection of historical relics in an impressive neoclassical building, purpose built in…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/southern-pest/attractions/hungarian-national-museum/a/poi-sig/412014/1329735",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5eee42ddb51369fdcfcce028896f0475-hungarian-national-museum.jpg",
    "detail_description": "The Hungarian National Museum houses the nation’s most important collection of historical relics in an impressive neoclassical building, purpose built in 1847. Exhibits on the 1st floor trace the history of the Carpathian Basin from earliest times to the arrival of the Magyars in the 9th century; the ongoing story of the Magyar people resumes on the 2nd floor, from the conquest of the basin to the end of communism.\nThe museum was founded in 1802, when Count Ferenc Széchényi donated his personal collection of more than 20,000 prints, maps, manuscripts, coins and archaeological finds to the state. Highlights include Celtic gold and silver jewellery, a huge 2nd-century Roman mosaic, King St Stephen’s crimson silk coronation mantle, a Broadwood piano used by both Beethoven and Liszt and memorabilia from socialist times."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 8,
    "name": "Pesti Vigadó",
    "latitude": "47.495944",
    "longitude": "19.049231",
    "excerpt": "This Romantic-style concert hall, built in 1865 but badly damaged during WWII, faces the river to the west of Vörösmarty tér. Reopened in 2014 after a…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/belvaros/attractions/pesti-vigado/a/poi-sig/1289115/1329732",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1be2d4538f58c68450850df3cddedd0f-pesti-vigado.jpg",
    "detail_description": "This Romantic-style concert hall, built in 1865 but badly damaged during WWII, faces the river to the west of Vörösmarty tér. Reopened in 2014 after a massive reconstruction, the building has been fully restored to its former grandeur. Floors 5 and 6 have been set aside for temporary exhibitions and there's now a fantastic terrace with a small cafe affording expansive views over the Danube. It's a fantastic place to catch a classical concert in glamorous surrounds.\nStart your visit in the Vigadó Gallery on the ground floor, before ascending the magnificent stone staircase for a peek into the 2nd-floor concert hall. A lift will whisk you to the 5th- and 6th-floor exhibition rooms and from the 6th you can step out on to the panoráma terasz (panoramic terrace) to take in the views. English-language guided tours are available (2900Ft); check the website for tour dates and times."
},
{
    "country": "budapest",
    "city": "Castle District",
    "index": 6,
    "name": "Royal Palace",
    "latitude": "47.496067",
    "longitude": "19.039682",
    "excerpt": "The former Royal Palace has been razed and rebuilt at least half a dozen times over the past seven centuries. Béla IV established a royal residence here…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/royal-palace/a/poi-sig/411910/1329730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-137893598_high.jpg",
    "detail_description": "The former Royal Palace has been razed and rebuilt at least half a dozen times over the past seven centuries. Béla IV established a royal residence here in the mid-13th century, and subsequent kings added to the complex. The palace was levelled in the battle to drive out the Turks in 1686; the Habsburgs rebuilt it but spent very little time here. The Royal Palace now contains the Hungarian National Gallery, the Castle Museum, and the National Széchenyi Library.\nYou can access the palace via the Habsburg Steps and through an ornamental gateway dating from 1903, through the Corvinus Gate, with its big black raven symbolising King Matthias Corvinus, or via the escalator or steps from the gardens of the Castle Garden Bazaar below the southern end of Castle Hill."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 7,
    "name": "Parliament",
    "latitude": "47.507229",
    "longitude": "19.045669",
    "excerpt": "The Eclectic-style Parliament, designed by Imre Steindl and completed in 1902, has 691 sumptuously decorated rooms. You’ll get to see several of these and…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/parliament-and-around/attractions/parliament/a/poi-sig/1265118/1329733",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fab1f976a1b031c412694f1008eec4ea978339c1184cdde8256f24d4cf8d476d.jpg",
    "detail_description": "The Eclectic-style Parliament, designed by Imre Steindl and completed in 1902, has 691 sumptuously decorated rooms. You’ll get to see several of these and other features on a guided tour of the North Wing: the Golden Staircase; the Dome Hall, where the Crown of St Stephen, the nation’s most important national icon, is on display; the Grand Staircase and its wonderful landing; Loge Hall; and Congress Hall, where the House of Lords of the one-time bicameral assembly sat until 1944.\nThe building is a blend of architectural styles – neo-Gothic, neo-Romanesque, neobaroque – and in sum it works very well. Tours in eight languages run for 45 minutes; to avoid disappointment book through Jegymester (www.jegymester.hu). The English-language ones are usually at 10am, noon and then hourly on the half-hour till 4.30pm, though there may be additional departures depending on demand."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 5,
    "name": "Basilica of St Stephen",
    "latitude": "47.500851",
    "longitude": "19.05378",
    "excerpt": "Budapest’s neoclassical cathedral is the most sacred Catholic church in all of Hungary and contains its most revered relic: the mummified right hand of…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/parliament-and-around/attractions/basilica-of-st-stephen/a/poi-sig/1265119/1329733",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/da27788340085abb9ceef04e09277755-st-stephen-s-basilica.jpg",
    "detail_description": "Budapest’s neoclassical cathedral is the most sacred Catholic church in all of Hungary and contains its most revered relic: the mummified right hand of the church’s patron, King St Stephen. It was built over half a century to 1905. Much of the interruption during construction had to do with a fiasco in 1868 when the dome collapsed during a storm, and the structure had to be demolished and then rebuilt from the ground up. The view from the dome is phenomenal.\nThe basilica is rather dark and gloomy inside. To the right as you enter the basilica is a lift to the 2nd-floor treasury of ecclesiastical objects. Behind the main altar and to the left is the basilica’s main attraction: the Holy Right Chapel, containing what is also called the Holy Dexter – the mummified right hand of St Stephen and an object of great devotion. It was restored to Hungary by Habsburg empress Maria Theresa in 1771 after being discovered in a Bosnian monastery. The chapel was being extensively renovated at the time of research and was not due reopen before 2020."
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 4,
    "name": "Memento Park",
    "latitude": "47.426290701027",
    "longitude": "18.998963826415",
    "excerpt": "Home to more than 40 statues, busts and plaques of Lenin, Marx, Béla Kun and others whose likenesses have ended up on trash heaps elsewhere, Memento Park,…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/attractions/memento-park/a/poi-sig/412706/359522",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_42465316.jpg",
    "detail_description": "Home to more than 40 statues, busts and plaques of Lenin, Marx, Béla Kun and others whose likenesses have ended up on trash heaps elsewhere, Memento Park, 10km southwest of the city centre, is truly a mind-blowing place to visit. Ogle the socialist realism and try to imagine that some of these relics were erected as recently as the late 1980s.\nHere you'll find the replicated remains of Stalin’s boots (all that was left after a crowd pulled the enormous statue down from its plinth on XIV Dózsa György út during the 1956 Uprising). An exhibition centre in an old barracks has displays on the events of 1956 and the changes since 1989, and a documentary film with rare footage of secret agents collecting information on 'subversives'.To reach this socialist Disneyland, take the M4 to Kelenföld pályaudvar and then bus 101B, 101E or 150 (25 minutes, every 20 to 30 minutes) to the Memento Park stop on the corner of XXII Balatoni út &amp; Szabadkai utca. An easier – though more expensive – way to go is via the direct Memento Park bus, which departs from a stop marked 'Memento Park' opposite the Ritz-Carlton Hotel on V Erzsébet tér."
},
{
    "country": "budapest",
    "city": "Castle District",
    "index": 3,
    "name": "Castle Museum",
    "latitude": "47.495009",
    "longitude": "19.040873",
    "excerpt": "The Castle Museum, part of the multibranched Budapest History Museum, explores the city's 2000-year history over four floors. Restored palace rooms dating…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/castle-district/attractions/castle-museum/a/poi-sig/411938/1329730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/38011c6fd99ea417df8d899c53f67e06-castle-museum.jpg",
    "detail_description": "The Castle Museum, part of the multibranched Budapest History Museum, explores the city's 2000-year history over four floors. Restored palace rooms dating from the 15th century can be entered from the two-level basement, where there are three vaulted halls. One of the halls features a magnificent Renaissance door frame in red marble bearing the seals of Queen Beatrix and her husband, King Matthias Corvinus, leading to the Gothic and Renaissance Halls, King's Cellar (1480) and 14th-century Tower Chapel.\nOn the ground floor exhibits showcase Budapest during the Middle Ages, with important Gothic statues of courtiers, squires and saints discovered during excavations in 1974. There are also artefacts recently recovered from a well dating from Turkish times, most notably a 14th-century tapestry of the Hungarian coat of arms with the fleur-de-lis of the House of Anjou.A wonderful exhibit on the 1st floor called 'Light &amp; Shadow: 1000 Years of a Capital' traces the history of Budapest from the arrival of the Magyars and the Turkish occupation to modern times in 10 multimedia sections, taking an interesting and very intelligent look at housing, ethnic diversity, religion and other issues over the centuries.On the 2nd floor the exhibits reach way back – Budapest from prehistoric times to the end of the Avar period at the end of the 8th century. The excellent audio guide is 1200Ft"
},
{
    "country": "budapest",
    "city": "Budapest",
    "index": 2,
    "name": "Museum of Fine Arts",
    "latitude": "47.516128",
    "longitude": "19.076514",
    "excerpt": "Housed in a grand Renaissance-style building and once again opened after three years' renovations in late 2018, the Museum of Fine Arts is home to the…",
    "detail_url": "https://www.lonelyplanet.com/hungary/budapest/city-park-and-beyond/attractions/museum-of-fine-arts/a/poi-sig/1537152/1329736",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/123ad01de03457c3e3299f9818427275-lpl-00697.jpg",
    "detail_description": "Housed in a grand Renaissance-style building and once again opened after three years' renovations in late 2018, the Museum of Fine Arts is home to the city’s most outstanding collection of foreign works of art, ranging from articles from ancient Egypt to stellar collections of Spanish, Flemish, Italian and German art. It also now includes Hungarian art for the first time in four decades. The private collection of Count Miklós Esterházy, purchased by the state in 1870, forms the nucleus of the collection.\nThe Old Masters collection on the 1st floor is the most complete, with 3000 works from the Dutch and Flemish, Spanish, Italian, German, French and British schools dating from between the 13th and 17th centuries, including seven paintings by El Greco. Among the most famous of all the works on display is the Esterházy Madonna, painted by Raphael, the supreme High Renaissance painter, around 1508. It's unfinished but still manages to achieve the beauty and harmony for which the paragon of classicism is acclaimed. It was among the 700-odd works that formed the original Esterházy collection.On the 2nd floor the European sculpture collection holds some wonderful pieces, including the fascinating work of Franz Xaver Messerschmidt. On the floor above Hungarian art makes an appearance, with a rich collection of baroque paintings dating from 1600 to 1800 that was recently moved from the Hungarian National Gallery to a new purpose-built exhibition area.Especially fine – and a real hit with children because of a programme that allows them to handle original pieces and works of art from the period – is the collection of Egyptian artefacts, including decorated sarcophagi and mummy portraits in the basement. Also here is the classical section containing Greek, Etruscan and Roman works. The collection of Greek vases and urns ranks among the finest and most complete in Europe."
}
]