[
{
    "country": "budva",
    "city": "Budva",
    "index": 1,
    "name": "Stari Grad",
    "latitude": "42.278214",
    "longitude": "18.837959",
    "excerpt": "Budva's best feature and star attraction is the Stari Grad (Old Town) – a mini-Dubrovnik with marbled streets and Venetian walls rising from the clear…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/stari-grad/a/poi-sig/1265819/360154",
    "image_url": null,
    "detail_description": "Budva's best feature and star attraction is the Stari Grad (Old Town) – a mini-Dubrovnik with marbled streets and Venetian walls rising from the clear waters below. Much of it was ruined by two earthquakes in 1979, but it has since been completely rebuilt and now houses more shops, bars and restaurants than residences.\nAt its seaward end, the Citadela offers striking views, a restaurant and a library full of rare tomes and maps. There's a cluster of interesting churches in Trg između crkava, the square in front of the citadel. Nearby is the entry to the town walls."
},
{
    "country": "budva",
    "city": "Budva",
    "index": 18,
    "name": "St Mary’s in Punta",
    "latitude": "42.277404",
    "longitude": "18.837336",
    "excerpt": "Tiny St Mary’s in Punta dates from 804 but is rarely open.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/st-mary-s-in-punta/a/poi-sig/1306232/360154",
    "image_url": null,
    "detail_description": "Tiny St Mary’s in Punta dates from 804 but is rarely open.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 20,
    "name": "St Sava’s Church",
    "latitude": "42.277309",
    "longitude": "18.837326",
    "excerpt": "St Sava’s Church dates from 1141 but is rarely open.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/st-sava-s-church/a/poi-sig/1306231/360154",
    "image_url": null,
    "detail_description": "St Sava’s Church dates from 1141 but is rarely open.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 19,
    "name": "Modern Gallery",
    "latitude": "42.278547",
    "longitude": "18.83827",
    "excerpt": "An attractive gallery displaying temporary exhibitions.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/modern-gallery/a/poi-sig/1265468/360154",
    "image_url": null,
    "detail_description": "An attractive gallery displaying temporary exhibitions.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 16,
    "name": "Main Gate",
    "latitude": "42.278412",
    "longitude": "18.83676",
    "excerpt": "The remains of the emblem of Venice – the winged lion of St Mark – are still visible over the main entrance to Budva's Old Town.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/main-gate/a/poi-sig/1314527/360154",
    "image_url": null,
    "detail_description": "The remains of the emblem of Venice – the winged lion of St Mark – are still visible over the main entrance to Budva's Old Town.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 17,
    "name": "Pizana Beach",
    "latitude": "42.278658",
    "longitude": "18.839589",
    "excerpt": "By the walls on the northern side of the Old Town, Pizana is a popular 100m stretch of sand and pebbles.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/pizana-beach/a/poi-sig/1314528/360154",
    "image_url": null,
    "detail_description": "By the walls on the northern side of the Old Town, Pizana is a popular 100m stretch of sand and pebbles.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 15,
    "name": "Holy Trinity Church",
    "latitude": "42.277372",
    "longitude": "18.837926",
    "excerpt": "Constructed in 1804 out of stripes of pink and honey-coloured stone, this Orthodox church has beautiful frescoes covering its interior walls.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/holy-trinity-church/a/poi-sig/1305450/360154",
    "image_url": null,
    "detail_description": "Constructed in 1804 out of stripes of pink and honey-coloured stone, this Orthodox church has beautiful frescoes covering its interior walls.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 14,
    "name": "Slovenska Obala",
    "latitude": "42.284405",
    "longitude": "18.841403",
    "excerpt": "In summer, Budva's main beachside promenade morphs into a bustling, hustling strip of fast-food outlets, beach bars in the guise of pirate ships and…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/slovenska-obala/a/poi-sig/1323560/360154",
    "image_url": null,
    "detail_description": "In summer, Budva's main beachside promenade morphs into a bustling, hustling strip of fast-food outlets, beach bars in the guise of pirate ships and famous landmarks, travel agencies hawking tours, market stalls and a fun fair.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 13,
    "name": "Town Walls",
    "latitude": "42.277277",
    "longitude": "18.838774",
    "excerpt": "A walkway about a metre wide leads around the landward walls of the Stari Grad, offering views across the rooftops and down on some beautiful hidden…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/town-walls/a/poi-sig/1309327/360154",
    "image_url": null,
    "detail_description": "A walkway about a metre wide leads around the landward walls of the Stari Grad, offering views across the rooftops and down on some beautiful hidden gardens. Admission only seems to be charged in the height of summer; at other times it's either free or locked. The entrance is near the Citadela.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 11,
    "name": "Jaz Beach",
    "latitude": "42.282794",
    "longitude": "18.803734",
    "excerpt": "The blue waters and broad sands of Jaz Beach look spectacular when viewed from high up on the Tivat road. While it's not built-up like Budva and Bečići,…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/jaz-beach/a/poi-sig/1506336/360154",
    "image_url": null,
    "detail_description": "The blue waters and broad sands of Jaz Beach look spectacular when viewed from high up on the Tivat road. While it's not built-up like Budva and Bečići, the beach is still lined with loungers, sun umbrellas and noisy beach bars; head down to the Budva end of the beach for a little more seclusion.\nCamping is possible, but the facilities are extremely basic and the field can get muddy."
},
{
    "country": "budva",
    "city": "Budva",
    "index": 12,
    "name": "Slovenska Plaža",
    "latitude": "42.284278",
    "longitude": "18.843023",
    "excerpt": "After the marina, the long sweep of Budva’s main beach commences, heralded by blaring local pop and endless rows of sun umbrellas and loungers (available…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/slovenska-plaza/a/poi-sig/1323558/360154",
    "image_url": null,
    "detail_description": "After the marina, the long sweep of Budva’s main beach commences, heralded by blaring local pop and endless rows of sun umbrellas and loungers (available for hire at about €3 each). If you can’t get your head around this typically Mediterranean concept, there’s no charge for spreading out your towel on the patches of beach set aside for the purpose.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 10,
    "name": "Ričardova Glava",
    "latitude": "42.277833",
    "longitude": "18.836553",
    "excerpt": "Immediately south of the Old Town, this little beach has the ancient walls as an impressive backdrop. Wander around the headland and you'll come to a…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/ricardova-glava/a/poi-sig/1314530/360154",
    "image_url": null,
    "detail_description": "Immediately south of the Old Town, this little beach has the ancient walls as an impressive backdrop. Wander around the headland and you'll come to a statue of a naked dancer, one of Budva's most-photographed landmarks. Carry on and you’ll find the quiet, double-bayed Mogren Beach. There’s a spot near here where the fearless or foolhardy leap from the cliffs into the waters below.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 9,
    "name": "Podmaine Monastery",
    "latitude": "42.29831",
    "longitude": "18.844213",
    "excerpt": "On the surprisingly peaceful northern slopes of town, this Serbian Orthodox monastery features the same stripes of pink and honey-coloured stone as the…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/podmaine-monastery/a/poi-sig/1323561/360154",
    "image_url": null,
    "detail_description": "On the surprisingly peaceful northern slopes of town, this Serbian Orthodox monastery features the same stripes of pink and honey-coloured stone as the Stari Grad's Holy Trinity Church. Interesting frescoes inside the church include a Judgement Day scene showing the fate to befall the damned (look for the communist officer with the red star on his military uniform), including being eaten alive by fish and what appears to be a chicken.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 8,
    "name": "Budva Museum",
    "latitude": "42.278154",
    "longitude": "18.838625",
    "excerpt": "This archaeological and ethnographic museum shows off Budva’s ancient and complicated history – dating back to at least 500 BC – over four floors of…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/budva-museum/a/poi-sig/1265466/360154",
    "image_url": null,
    "detail_description": "This archaeological and ethnographic museum shows off Budva’s ancient and complicated history – dating back to at least 500 BC – over four floors of exhibits. There’s an impressive collection of Greek and Roman jewellery, ceramics, mosaics and glassware (how it survived in a town so prone to earthquakes and war is anyone’s guess), as well as a 5th-century-BC helmet with holes in the back, which suggest that the former owner had at least one very bad day.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 7,
    "name": "St John the Baptist’s Church",
    "latitude": "42.277452",
    "longitude": "18.838291",
    "excerpt": "Budva's largest church was built towards the end of the 12th century, and served as its Catholic cathedral until 1828. Parts of it possibly date from as…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/st-john-the-baptist-s-church/a/poi-sig/1306233/360154",
    "image_url": null,
    "detail_description": "Budva's largest church was built towards the end of the 12th century, and served as its Catholic cathedral until 1828. Parts of it possibly date from as early as the 9th century, and the last earthquake revealed the foundations of an early Christian basilica beside it. A side chapel houses the Madonna of Budva – a 12th-century icon venerated by Catholic and Orthodox Budvans alike. There's also a colourful mosaic by Ivo Dulčić behind the altar. Opening hours are sporadic.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 6,
    "name": "Podostrog Monastery",
    "latitude": "42.303531",
    "longitude": "18.839321",
    "excerpt": "From Podmaine Monastery, a walking track leads up the mountains for 2km to the fortified Podostrog Monastery. This was once a residence of Montenegro’s…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/podostrog-monastery/a/poi-sig/1533189/360154",
    "image_url": null,
    "detail_description": "From Podmaine Monastery, a walking track leads up the mountains for 2km to the fortified Podostrog Monastery. This was once a residence of Montenegro’s vladikas (prince-bishops). It was here that Petar II Petrović Njegoš wrote The Mountain Wreath and also here that his predecessor Danilo is said to have instigated the savage events that inspired it. The complex’s smaller church dates from the 12th century and the larger from the 18th. Look above the door for an engraving of the double-headed Montenegrin eagle holding a snake in its claws.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 5,
    "name": "Ploče Beach",
    "latitude": "42.269338",
    "longitude": "18.783531",
    "excerpt": "If the sands are getting too crowded in Budva itself, head out to this little pebbly beach at the end of a scrub-covered peninsula, 10km west of town …",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/ploce-beach/a/poi-sig/1506335/360154",
    "image_url": null,
    "detail_description": "If the sands are getting too crowded in Budva itself, head out to this little pebbly beach at the end of a scrub-covered peninsula, 10km west of town (take the road to Kotor, turn off towards Jaz Beach and keep going). The water is crystal clear but if you prefer fresh water there are little pools set into the sunbathing terraces. There's a restaurant, a noisy knee-deep pool bar, and inflatable water slides positioned down the quieter, more family-friendly end.\nPlentiful free parking is a big drawcard, or you can get here by taxi (around €12) or boat (€5), departing from the Budva waterfront."
},
{
    "country": "budva",
    "city": "Budva",
    "index": 3,
    "name": "Trg između crkava",
    "latitude": "42.277499",
    "longitude": "18.83769",
    "excerpt": "Literally the 'square between the churches', this open area below the citadel provides a visual reminder of the once-cosy relationship between Orthodox…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/trg-izmedu-crkava/a/poi-sig/1323534/360154",
    "image_url": null,
    "detail_description": "Literally the 'square between the churches', this open area below the citadel provides a visual reminder of the once-cosy relationship between Orthodox and Catholic Christians in this area.\nBeautiful frescoes cover the walls and ceiling of Holy Trinity Church, in the centre of the square. Constructed in 1804 out of stripes of pink and honey-coloured stone, this Orthodox church is the only one of the square's interesting cluster of churches that is regularly open.The largest of the churches is Catholic St John the Baptist's Church, which was built towards the end of the 12th century and served as a cathedral until 1828 (Budva is now part of the diocese of Kotor). Parts of it possibly date from as early as the 9th century, and the last earthquake revealed the foundations of its predecessor, a 5th-century basilica, beside it. A side chapel houses the Madonna of Budva – a 12th-century icon venerated by Catholic and Orthodox Budvans alike. There's also a colourful mosaic by Ivo Dulčić behind the altar. Opening hours are sporadic.Built into the city walls are two tiny churches, which are rarely open. Budva's oldest remaining church is Catholic St Mary's in Punta, dating from 840. Immediately next to it is St Sava's Church, named after the founder of the Serbian Orthodox Church; it once had both Orthodox and Catholic altars."
},
{
    "country": "budva",
    "city": "Budva",
    "index": 4,
    "name": "Citadela",
    "latitude": "42.277039",
    "longitude": "18.838302",
    "excerpt": "The citadel at the Old Town’s seaward end offers striking views, a restaurant and a library full of model ships, rare tomes and maps displayed safely…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/citadela/a/poi-sig/1265816/360154",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bf00191a8e5fe0f7991e3b8a2875b7fe-citadela.jpg",
    "detail_description": "The citadel at the Old Town’s seaward end offers striking views, a restaurant and a library full of model ships, rare tomes and maps displayed safely behind glass. It's thought to be built on the site of the Greek acropolis, but the present incarnation dates from the 19th-century Austrian occupation.\n"
},
{
    "country": "budva",
    "city": "Budva",
    "index": 2,
    "name": "Sveti Nikola",
    "latitude": "42.26575",
    "longitude": "18.852496",
    "excerpt": "Known locally as ‘Hawaii’, Sveti Nikola is Montenegro’s largest island, stretching to nearly 2km. Fallow deer wander about on this uninhabited green spot,…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/sveti-nikola/a/poi-sig/1533067/360154",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Montenegro%20Budva%20vovik_mar%20GettyImages-542721364%20RFC.jpg",
    "detail_description": "Known locally as ‘Hawaii’, Sveti Nikola is Montenegro’s largest island, stretching to nearly 2km. Fallow deer wander about on this uninhabited green spot, which is only a nautical mile away from Budva or Bečići Beach. Its rocky beaches make it a popular destination in summer when taxi boats regularly ferry sunseekers to and fro; those leaving from Slovenska Plaža charge about €3 per person each way (charter your own for €15 to €20).\nYou'll have more chance escaping the tourist hordes, discarded rubbish and blaring pop music if you hire a kayak and look for a secluded cove on the far side of the island. Local lore has it that the graves scattered around tiny, whitewashed St Nicholas’ Church (Crkva Sv Nikole) are those of crusaders who died of an unknown epidemic while they camped nearby. The church itself may date to as early as 1096."
}
]