[
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 1,
    "name": "Ark",
    "latitude": "39.777809",
    "longitude": "64.410903",
    "excerpt": "The spectacular-looking Ark, a royal town-within-a-town, is Bukhara’s oldest structure, occupied from the 5th century right up until 1920, when it was…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/ark/a/poi-sig/1385480/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1134077231.jpg",
    "detail_description": "The spectacular-looking Ark, a royal town-within-a-town, is Bukhara’s oldest structure, occupied from the 5th century right up until 1920, when it was bombed by the Red Army. For centuries it was the residence of the emirs of Bukhara. It’s about 80% ruins but there are still some remaining royal quarters, now housing several interesting museums.\nAt the top of the entrance ramp is the 17th-century Juma (Friday) Mosque, with some beautiful stalactite carved column heads. Next are the former living quarters of the emir’s kushbegi (prime minister), where foreign ambassadors were received and now houses exhibits on the nearby archaeological sites of Paikend, Varakhsha and Romitan, once important Silk Road trading centres.Second on the left is the oldest surviving part of the Ark, the vast Reception and Coronation Court, whose roof fell in during the 1920 bombardment. The last coronation to take place here was Alim Khan’s in 1910. The submerged chamber on the right wall was the treasury and mint, and behind this was the harem.To the right of the corridor were the open-air royal stables and the noghorahona – a room for drums and musical instruments used during public spectacles in the square below.Around the Salamhona (Protocol Court) at the end of the corridor are what remain of the royal apartments. These apparently fell into such disrepair that the last two emirs preferred full-time residence at the summer palace. The most interesting displays here cover Bukhara’s history from the Shaybanids to the tsars. Displays include a huge whip attributed to the mythical hero Rustam, the padlock that used to secure the Ark gates and a case used to make petitions to the emir. Another room contains the emir’s throne as well as portraits of the ill-fated British officers Stoddart and Conolly, who were eventually executed in front of the fortress on Registan Sq."
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 35,
    "name": "Puppet Museum",
    "latitude": "39.772634",
    "longitude": "64.420137",
    "excerpt": "The displays here on the history and manufacture of Bukhara's famous puppets are worth a quick visit, especially if you have kids in tow.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/puppet-museum/a/poi-sig/1577702/357828",
    "image_url": null,
    "detail_description": "The displays here on the history and manufacture of Bukhara's famous puppets are worth a quick visit, especially if you have kids in tow.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 34,
    "name": "Hoja Nasruddin",
    "latitude": "39.77315",
    "longitude": "64.421078",
    "excerpt": "On the eastern side of Lyabi-Hauz is a statue of Hoja Nasruddin, a semi-mythical ‘wise fool’ who appears in Sufi teaching-tales around the world.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/hoja-nasruddin/a/poi-sig/1384475/357828",
    "image_url": null,
    "detail_description": "On the eastern side of Lyabi-Hauz is a statue of Hoja Nasruddin, a semi-mythical ‘wise fool’ who appears in Sufi teaching-tales around the world.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 33,
    "name": "Kukeldash Medressa",
    "latitude": "39.773934",
    "longitude": "64.42098",
    "excerpt": "The Kukeldash Medressa, built in 1569 by Abdullah II, was at the time the biggest Islamic school in Central Asia. It now hosts the occasional evening…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/kukeldash-medressa/a/poi-sig/1384482/357828",
    "image_url": null,
    "detail_description": "The Kukeldash Medressa, built in 1569 by Abdullah II, was at the time the biggest Islamic school in Central Asia. It now hosts the occasional evening puppet show.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 32,
    "name": "Taki-Sarrafon",
    "latitude": "39.77254",
    "longitude": "64.418652",
    "excerpt": "The Moneychangers' Bazaar is a typically domed bazaar straddling one of Bukhara's main street junctions. It contains several souvenir stalls and a…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/taki-sarrafon/a/poi-sig/1387978/357828",
    "image_url": null,
    "detail_description": "The Moneychangers' Bazaar is a typically domed bazaar straddling one of Bukhara's main street junctions. It contains several souvenir stalls and a charming coffee shop.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 31,
    "name": "Old Town Walls",
    "latitude": "39.778609",
    "longitude": "64.396845",
    "excerpt": "Not far from the Ismail Samani Tomb is the Talipach Gate and one of the city's few remaining eroded sections of Shaybanid-era town walls. Only 2km out of…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/old-town-walls/a/poi-sig/1387971/357828",
    "image_url": null,
    "detail_description": "Not far from the Ismail Samani Tomb is the Talipach Gate and one of the city's few remaining eroded sections of Shaybanid-era town walls. Only 2km out of the original 12km of walls remain.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 29,
    "name": "Abdulla Khan Medressa",
    "latitude": "39.774728",
    "longitude": "64.404999",
    "excerpt": "This medressa named after the Shaybanid ruler Abdulla Khan is part of an ensemble together with the Modari Khan Medressa. The medressa is empty but you…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/abdulla-khan-medressa/a/poi-sig/1387941/357828",
    "image_url": null,
    "detail_description": "This medressa named after the Shaybanid ruler Abdulla Khan is part of an ensemble together with the Modari Khan Medressa. The medressa is empty but you can have a look around if the gates are open.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 30,
    "name": "Taki-Telpak Furushon",
    "latitude": "39.773866",
    "longitude": "64.417277",
    "excerpt": "The Cap Makers Bazaar is a typically domed bazaar straddling one of Bukhara's main street junctions. It contains several souvenir stalls that still sell…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/taki-telpak-furushon/a/poi-sig/1387982/357828",
    "image_url": null,
    "detail_description": "The Cap Makers Bazaar is a typically domed bazaar straddling one of Bukhara's main street junctions. It contains several souvenir stalls that still sell the eponymous fur hats and skullcaps.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 28,
    "name": "Jewish Cemetery",
    "latitude": "39.764874",
    "longitude": "64.417219",
    "excerpt": "This cemetry, just south of the Old Town, is perhaps the most impressive evidence of the previous size of the local Jewish community. It's a well…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/jewish-cemetery/a/poi-sig/1411425/357828",
    "image_url": null,
    "detail_description": "This cemetry, just south of the Old Town, is perhaps the most impressive evidence of the previous size of the local Jewish community. It's a well maintained and huge space, with centuries of tombs on display.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 27,
    "name": "Photo Gallery",
    "latitude": "39.772073",
    "longitude": "64.416887",
    "excerpt": "This private gallery in the former Olimjon Caravanserai contains mesmerising photos of Bukhara Jews, gypsies and city life shot by Bukharan photographer…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/photo-gallery/a/poi-sig/1384580/357828",
    "image_url": null,
    "detail_description": "This private gallery in the former Olimjon Caravanserai contains mesmerising photos of Bukhara Jews, gypsies and city life shot by Bukharan photographer Shavkat Boltaev. Prints of many of the photos are for sale.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 26,
    "name": "Jewish Community Centre & Synagogue",
    "latitude": "39.772163",
    "longitude": "64.42018",
    "excerpt": "Bukhara's main synagogue is in the old town. It holds regular services and also sponsors a functioning Jewish school just around the corner. Look for the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/jewish-community-centre-synagogue/a/poi-sig/1385491/357828",
    "image_url": null,
    "detail_description": "Bukhara's main synagogue is in the old town. It holds regular services and also sponsors a functioning Jewish school just around the corner. Look for the ancient torahs and photo of Hilary Clinton who visited in 1997.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 25,
    "name": "Gaukushan Medressa",
    "latitude": "39.772221",
    "longitude": "64.415857",
    "excerpt": "At the intersection of Jubar and Naqshbandi is the large 16th-century Gaukushan Medressa, with chipped majolica on its unrestored facade. It's normally…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/gaukushan-medressa/a/poi-sig/443685/357828",
    "image_url": null,
    "detail_description": "At the intersection of Jubar and Naqshbandi is the large 16th-century Gaukushan Medressa, with chipped majolica on its unrestored facade. It's normally closed but the surrounding ensemble is a pleasant and quiet corner of the old town.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 24,
    "name": "Hoja Zayniddin Mosque",
    "latitude": "39.774728",
    "longitude": "64.412087",
    "excerpt": "In Bukhara's backstreets between Hoja Nurabad and Islamov, across from the Ark on Hoja Nurabad, the interior of the 16th-century Hoja Zayniddin Mosque has…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/hoja-zayniddin-mosque/a/poi-sig/443689/357828",
    "image_url": null,
    "detail_description": "In Bukhara's backstreets between Hoja Nurabad and Islamov, across from the Ark on Hoja Nurabad, the interior of the 16th-century Hoja Zayniddin Mosque has a tremendous aivan and some of the best original mosaic and ghanch-work you’re going to see anywhere.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 23,
    "name": "Bolo-Hauz Mosque",
    "latitude": "39.777699",
    "longitude": "64.407289",
    "excerpt": "Beside a pool opposite the Ark’s gate is the functioning Bolo-Hauz Mosque (1718), the emirs’ official place of worship. The stunning painted wood and…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/bolo-hauz-mosque/a/poi-sig/1387953/357828",
    "image_url": null,
    "detail_description": "Beside a pool opposite the Ark’s gate is the functioning Bolo-Hauz Mosque (1718), the emirs’ official place of worship. The stunning painted wood and carved columns of the high aivan are some of the most beautiful in Central Asia. Beside it is a now-disused 33m water tower, built by the Russians in 1927.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 22,
    "name": "Modari Khan Medressa",
    "latitude": "39.774489",
    "longitude": "64.405934",
    "excerpt": "Southeast of Samani Park are two massive medressas, one named for the great Shaybanid ruler Abdulla Khan (currently empty) and the other for his mother…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/modari-khan-medressa/a/poi-sig/1387970/357828",
    "image_url": null,
    "detail_description": "Southeast of Samani Park are two massive medressas, one named for the great Shaybanid ruler Abdulla Khan (currently empty) and the other for his mother called Modari Khan (‘Mother of the Khan’). The medressa contains some craft shops and a high wire for practising circus performers.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 21,
    "name": "Synagogue",
    "latitude": "39.768651",
    "longitude": "64.41591",
    "excerpt": "A century ago there were at least seven synagogues in Bukhara, reduced after 1920 to two. This synagogue is located southwest of the old town – from the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/synagogue/a/poi-sig/1387973/357828",
    "image_url": null,
    "detail_description": "A century ago there were at least seven synagogues in Bukhara, reduced after 1920 to two. This synagogue is located southwest of the old town – from the ruined mosque on Namozgokh, take a left onto Gulzor ko'chasi, then turn right at the red garage door (number 3) and you'll find the synagogue on the right a little further down the street.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 19,
    "name": "Bukhara Museum of Fine Art",
    "latitude": "39.772444",
    "longitude": "64.41738",
    "excerpt": "This museum of art has a worthy collection of mostly 20th-century paintings by Bukharan and Russian artists, including the atmospheric works of Pavel…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/bukhara-museum-of-fine-art/a/poi-sig/443705/357828",
    "image_url": null,
    "detail_description": "This museum of art has a worthy collection of mostly 20th-century paintings by Bukharan and Russian artists, including the atmospheric works of Pavel Benkov. Look out for works by Zelim Saidjanov, the Bukharan artist featured in Colin Thubron’s Lost Heart of Asia and Shadow of the Silk Road. It’s in the former headquarters of the Russian Central Asian Bank (1912).\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 20,
    "name": "Nadir Divanbegi Khanaka",
    "latitude": "39.773058",
    "longitude": "64.419697",
    "excerpt": "On the western side of the Lyabi-Hauz is the Nadir Divanbegi Khanaka, a Sufi cloister used for religious ceremonies, debates and instruction. Both this…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/nadir-divanbegi-khanaka/a/poi-sig/1384481/357828",
    "image_url": null,
    "detail_description": "On the western side of the Lyabi-Hauz is the Nadir Divanbegi Khanaka, a Sufi cloister used for religious ceremonies, debates and instruction. Both this and the medressa opposite are named for Abdul Aziz Khan’s treasury minister, who financed them in the 17th century. It's the poor relation of the medressa, but inside there's a small display of ceramics.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 17,
    "name": "Turki Jandi Mausoleum",
    "latitude": "39.77059",
    "longitude": "64.415853",
    "excerpt": "Deep in the old town is the tiny and decrepit Turki Jandi mausoleum, favoured for getting one’s prayers answered. Turki Jandi’s tomb is accessed through…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/turki-jandi-mausoleum/a/poi-sig/443713/357828",
    "image_url": null,
    "detail_description": "Deep in the old town is the tiny and decrepit Turki Jandi mausoleum, favoured for getting one’s prayers answered. Turki Jandi’s tomb is accessed through the mosque in front of the taller, second cupola. A well inside the mosque contains holy water that locals drink from a cooler near the entrance. Have the chatty mullah show you the sections of original 10th-century Arabic script on the mosque’s doors, allegedly inscribed by Turki Jandi himself.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 16,
    "name": "Miri Arab Madrasah",
    "latitude": "39.776055",
    "longitude": "64.415785",
    "excerpt": "The working Miri Arab Madrasah, with its luminous blue domes, is among Uzbekistan’s most striking buildings, especially in later afternoon light. The…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/miri-arab-madrasah/a/poi-sig/443703/357828",
    "image_url": null,
    "detail_description": "The working Miri Arab Madrasah, with its luminous blue domes, is among Uzbekistan’s most striking buildings, especially in later afternoon light. The eponymous Miri Arab was a 16th-century Naqshbandi sheikh from Yemen who had a strong influence on the Shaybanid ruler Ubaidullah Khan.\nTourists can technically only go as far as the foyer. However, if you ask permission you may be allowed to view the tombs of Miri Arab and Ubaidullah Khan in a room under the northern dome."
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 18,
    "name": "Nadir Divanbegi Medressa",
    "latitude": "39.773175",
    "longitude": "64.421644",
    "excerpt": "The Nadir Divanbegi Medressa was built as a caravanserai, but was converted in 1622 after the khan mistook it for a medressa (the khan was considered…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/nadir-divanbegi-medressa/a/poi-sig/1384479/357828",
    "image_url": null,
    "detail_description": "The Nadir Divanbegi Medressa was built as a caravanserai, but was converted in 1622 after the khan mistook it for a medressa (the khan was considered infallible). It's notable for its stunning exterior tilework, which depicts a pair of peacocks holding lambs either side of a sun with a human face, in direct contravention of the Islamic prohibition against depicting living creatures. Inside you'll find a dozen craft and carpet stalls.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 15,
    "name": "Ulugbek Medressa",
    "latitude": "39.776766",
    "longitude": "64.417453",
    "excerpt": "Built in 1417, this is Central Asia’s oldest medressa, and may well be familiar to you as it became a model for many others. The blue-tiled medressa, one…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/ulugbek-medressa/a/poi-sig/443715/357828",
    "image_url": null,
    "detail_description": "Built in 1417, this is Central Asia’s oldest medressa, and may well be familiar to you as it became a model for many others. The blue-tiled medressa, one of three built by Ulugbek (the others are at Gijduvan, 45km away on the road to Samarkand, and in Samarkand’s Registan complex), is unrestored and in need of conservation work.\nThe small museum has some great old photos, including one of the Kalon Minaret with a chunk blown out of it after the Soviets bombed it in the 1920s."
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 14,
    "name": "Buyan Khuli Khan Mausoleum",
    "latitude": "39.766507",
    "longitude": "64.443526",
    "excerpt": "Only hardcore fans of Islamic architecture will want to travel 2km east of the centre to this delicate little mausoleum, the resting place of a Mongol…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/buyan-khuli-khan-mausoleum/a/poi-sig/1577489/357828",
    "image_url": null,
    "detail_description": "Only hardcore fans of Islamic architecture will want to travel 2km east of the centre to this delicate little mausoleum, the resting place of a Mongol khan, which still has some fine chipped 14th-century mosaic and terracotta. Next door are the twin domes of the larger Saifuddin Bukharzi Mausoleum. With sheep grazing in the foreground and a massive flour factory looming in the background, this spot might as well be a metaphor for Central Asia.\nTaxi drivers know this place as ‘Rayon Fatobod Bogi’."
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 13,
    "name": "Zindon",
    "latitude": "39.779233",
    "longitude": "64.413865",
    "excerpt": "Northeast of the Ark and just behind it is the old Zindon (jail). Morbidly fascinating attractions include a torture chamber, shackles used on prisoners…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/zindon/a/poi-sig/443719/357828",
    "image_url": null,
    "detail_description": "Northeast of the Ark and just behind it is the old Zindon (jail). Morbidly fascinating attractions include a torture chamber, shackles used on prisoners and several dungeons, including the gruesome fourth cell, the 6.5m deep kanakhona (bug pit), accessible only by rope, where Stoddart and Conolly languished for years in a dark chamber filled with lice, scorpions and other vermin. There are also some fabulous early-20th-century photographs of pre-Soviet Bukhara taken by Russian photographer Sergey Prokudin-Gorsky.\n"
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 12,
    "name": "Sitorai Mohi Hosa",
    "latitude": "39.813909",
    "longitude": "64.440823",
    "excerpt": "For a look at the lifestyle of the last emir, Alim Khan, go to his summer palace (1912–18), 6km north of Bukhara. The three-building compound mixes…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/sitorai-mohi-hosa/a/poi-sig/1384844/357828",
    "image_url": null,
    "detail_description": "For a look at the lifestyle of the last emir, Alim Khan, go to his summer palace (1912–18), 6km north of Bukhara. The three-building compound mixes Russian architecture with Central Asian design in an explosion of kitsch. A 50-watt Russian generator provided the first electricity the emirate had ever seen. In front of the harem is a pool where the women frolicked, overlooked by a wooden pavilion from which the emir supposedly tossed an apple to his chosen bedmate.\nTo get here from Bukhara take bus 7 or 33 from the Vokzal stop east of the old town. The palace is at the end of the line, past the Karvon Bazaar. A taxi costs around 7000S."
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 11,
    "name": "Chashma Ayub Mausoleum",
    "latitude": "39.778278",
    "longitude": "64.402452",
    "excerpt": "The peculiar Chashma Ayub (Spring of Job) mausoleum dates from the 12th century and has a tent-like Karakhanid-style roof. Legend has it that the prophet…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/chashma-ayub-mausoleum/a/poi-sig/443679/357828",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 10,
    "name": "Char Bakr",
    "latitude": "39.77439",
    "longitude": "64.333577",
    "excerpt": "This peaceful and little-visited burial complex a few kilometres west of Bukhara is a good place to escape the tour bus crowds and has partially managed…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/char-bakr/a/poi-sig/1579950/357828",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 9,
    "name": "Fayzulla Khojaev House",
    "latitude": "39.768412",
    "longitude": "64.413282",
    "excerpt": "This wealthy merchant's house, built in 1892, was once home to one of Bukhara’s many infamous personalities, the man who plotted with the Bolsheviks to…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/fayzulla-khojaev-house/a/poi-sig/443683/357828",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 8,
    "name": "Abdul Aziz Khan Medressa",
    "latitude": "39.77599",
    "longitude": "64.417684",
    "excerpt": "The student rooms at the 16th-century Abdul Aziz Khan Medressa are occupied, rather typically, by souvenir shops. This is an unrestored gem, built by its…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/abdul-aziz-khan-medressa/a/poi-sig/443673/357828",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 7,
    "name": "Ismail Samani Mausoleum",
    "latitude": "39.77699",
    "longitude": "64.400588",
    "excerpt": "This mausoleum in Samani Park, completed in 905, is the town's oldest Muslim monument and one of its most architecturally interesting. Built for Ismail…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/ismail-samani-mausoleum/a/poi-sig/443691/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2093360542.jpg",
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 6,
    "name": "Lyabi-Hauz",
    "latitude": "39.773031",
    "longitude": "64.420474",
    "excerpt": "Lyabi-Hauz, a plaza built around a pool in 1620 (the name is Tajik for ‘around the pool’), is the most peaceful and interesting spot in town – shaded…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/lyabi-hauz/a/poi-sig/443697/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2128072724.jpg",
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 4,
    "name": "Maghok-i-Attar",
    "latitude": "39.773165",
    "longitude": "64.418285",
    "excerpt": "Between the two covered bazaars, in what was the old herb-and-spice bazaar, is Central Asia’s oldest surviving mosque, the Maghoki-Attar, a lovely…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/maghok-i-attar/a/poi-sig/443699/357828",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 5,
    "name": "Kalon Mosque",
    "latitude": "39.77594",
    "longitude": "64.414045",
    "excerpt": "At the foot of the minaret, on the site of an earlier mosque destroyed by Chinggis Khan, is the 16th-century congregational Kalon Mosque, big enough for…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/kalon-mosque/a/poi-sig/443695/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1081626542.jpg",
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 3,
    "name": "Char Minar",
    "latitude": "39.774786",
    "longitude": "64.427476",
    "excerpt": "Photogenic little Char Minar, in a maze of alleys between Pushkin and Hoja Nurabad, bears more relation to Indian styles than to anything Bukharan. This…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/char-minar/a/poi-sig/443677/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2220041901.jpg",
    "detail_description": ""
},
{
    "country": "bukhara",
    "city": "Bukhara",
    "index": 2,
    "name": "Kalon Minaret",
    "latitude": "39.775602",
    "longitude": "64.415247",
    "excerpt": "When it was built by the Karakhanid ruler Arslan Khan in 1127, the Kalon Minaret was probably the tallest building in Central Asia – kalon means…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/kalon-minaret/a/poi-sig/443693/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-642891740.jpg",
    "detail_description": ""
}
]