[
{
    "country": "bulgaria",
    "city": "Veliko Târnovo",
    "index": 1,
    "name": "Tsarevets Fortress",
    "latitude": "43.082775",
    "longitude": "25.6521",
    "excerpt": "The inescapable symbol of Veliko Târnovo, this reconstructed fortress dominates the skyline and is one of Bulgaria’s most beloved monuments. The former…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/central-balkans/veliko-tarnovo/attractions/tsarevets-fortress/a/poi-sig/444799/358765",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ce98fd7605993aa8dac0c1465692ae3e-tsarevets-fortress.jpg",
    "detail_description": "The inescapable symbol of Veliko Târnovo, this reconstructed fortress dominates the skyline and is one of Bulgaria’s most beloved monuments. The former seat of the medieval tsars, it hosts the remains of more than 400 houses, 18 churches, the royal palace, an execution rock and more. Watch your step: there are lots of potholes, broken steps and unfenced drops. The fortress morphs into a psychedelic spectacle with a magnificent night-time Sound &amp; Light Show.\nTsarevets Museum-Reserve is located on Tsarevets Hill, which has been settled since time immemorial due to its strategic location. Thracians and Romans used it as a defensive position, but the Byzantines built the first significant fortress here between the 5th and 7th centuries AD. The fortress was rebuilt and fortified by the Slavs and Bulgars between the 8th and 10th centuries, and again by the Byzantines in the early 12th century. When Târnovgrad became the Second Bulgarian Empire’s capital, the fortress was truly magnificent, but it was sacked and destroyed with the Turkish invasion in 1393. Tourists can thank the communists for returning it to a semblance of its former glory (although some archaeologists grumble about the faithfulness of the restoration).Not much English-language information is provided, but guided English-language tours (10 lv) can be arranged by enquiring at the tourist-information centre.Entering the structure, pass through two gates and veer left (northeast) for the fortress walls – some were once 12m high and 10m thick. Further along the walls are the unrecognisable remains of a 12th-century monastery, various dwellings and workshops and two churches. To the north lie remains of a 13th-century monastery, and Execution Rock, from which traitors were pushed into the Yantra River. Alleged traitor Patriarch Joachim III was the most famous figure to take the plunge, in 1300.The complex’s eastern path is less remarkable; return to the middle, using the hilltop Patriarch’s Complex as a landmark. Past one of several modern bells (used in the Sound and Light show) are a ruined nobleman’s dwelling and two churches to the left (east).Below the Patriarch’s Complex are the foundations of the Royal Palace, from where 22 successive kings ruled Bulgaria. Once covering 4500 sq metres, the palace included an appropriately enormous throne (measuring about 30m by 10m) and Roman columns, probably transferred from nearby Nikopolis-ad-Istrum.From the palace, head west to the main path and up the steps to the Patriarch’s Complex, also called the Church of the Blessed Saviour. Once about 3000 sq metres in size, it was probably built around 1235 and has been extensively restored. The city views from the front steps are more impressive than the modern murals inside, depicting 14th- and 15th-century Bulgarian history.Returning towards the main entrance, veer left along the path hugging the southern wall. At its end is the restored Baldwin Tower, where Baldwin I of Flanders – the perfidious Crusader who led the sacking of Christian Byzantium in 1204 – got his just deserts, imprisoned and executed after his defeat by the Bulgarians a year later. There are great views from the top."
},
{
    "country": "bulgaria",
    "city": "Sofia",
    "index": 15,
    "name": "Sveta Sofia Church",
    "latitude": "42.696656248476",
    "longitude": "23.331348066816",
    "excerpt": "Sveta Sofia is one of the capital's oldest churches, and gave the city its name. A subterranean museum houses an ancient necropolis, with 56 tombs and the…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/sofia/attractions/sveta-sofia-church/a/poi-sig/1265074/358779",
    "image_url": null,
    "detail_description": "Sveta Sofia is one of the capital's oldest churches, and gave the city its name. A subterranean museum houses an ancient necropolis, with 56 tombs and the remains of four other churches. Outside are the Tomb of the Unknown Soldier and an eternal flame, and the grave of Ivan Vazov, Bulgaria's most revered writer.\n"
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 12,
    "name": "Daskalov House",
    "latitude": null,
    "longitude": null,
    "excerpt": "As well as faithfully representing 19th-century design styles within its walls, Daskalov House contains the fascinating Museum of Woodcarving and Icon…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/central-balkans/tryavna/attractions/daskalov-house/a/poi-sig/502500/358764",
    "image_url": null,
    "detail_description": "As well as faithfully representing 19th-century design styles within its walls, Daskalov House contains the fascinating Museum of Woodcarving and Icon Painting. There are magnificent examples of the Tryavna school of woodcarving, including a re-created workshop. The superb carvings within the 1808 mansion are the result of a fierce competition between two craftsmen, Ivan Bochukovetsa and Dimitar Oshanetsa. Note the 'July sun', a starburst carved in the wooden ceiling, that won the contest.\n"
},
{
    "country": "bulgaria",
    "city": "Varna",
    "index": 13,
    "name": "Archaeological Museum",
    "latitude": "43.207475",
    "longitude": "27.914629",
    "excerpt": "Exhibits at this vast museum, the best of its kind in Bulgaria, include 6000-year-old bangles, necklaces and earrings said to be the oldest worked gold…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/varna/attractions/archaeological-museum/a/poi-sig/1265322/358749",
    "image_url": null,
    "detail_description": "Exhibits at this vast museum, the best of its kind in Bulgaria, include 6000-year-old bangles, necklaces and earrings said to be the oldest worked gold found in the world. You'll also find Roman surgical implements, Hellenistic tombstones and touching oddments including a marble plaque listing, in Greek, the names of the city’s school graduates for AD 221. All of the exhibits are helpfully signposted in English, with excellent explanatory text. There's a large collection of icons on the 2nd floor.\n"
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 14,
    "name": "National Exhibition of Crafts & Arts",
    "latitude": null,
    "longitude": null,
    "excerpt": "Somewhere between an open-air museum and a shoppers' paradise, this handicrafts complex exhibits marvellous examples of traditional Bulgarian woodcarving,…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/veliko-tarnovo-central-mountains/attractions/national-exhibition-of-crafts-arts/a/poi-sig/1543391/1324775",
    "image_url": null,
    "detail_description": "Somewhere between an open-air museum and a shoppers' paradise, this handicrafts complex exhibits marvellous examples of traditional Bulgarian woodcarving, carpet weaving and jewellery across nine halls. The woodcarvings are especially exquisite, from elaborate, undulating floral designs to detailed biblical scenes. A large souvenir shop holds a range of take-home handicrafts, from fragile painted eggs to scarves and wooden icons.\nIt's 500m north of Troyan Monastery, along the main road."
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 11,
    "name": "Archaeological Museum",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Archaeological Museum houses an impressive array of locally excavated Roman and Slavic artefacts, housed on two floors and helpfully signposted in…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/silistra/attractions/archaeological-museum/a/poi-sig/1117424/1002777",
    "image_url": null,
    "detail_description": "The Archaeological Museum houses an impressive array of locally excavated Roman and Slavic artefacts, housed on two floors and helpfully signposted in English. Highlights include a rebuilt-to-scale Roman chariot (the original fittings are in a glass case) on the ground floor, and a stunning collection of gold and silver coins that go back to the time of Alexander the Great.\nThe museum also organises group tours (minimum of five people) to the nearby Roman tomb of Durostorum (Silistra's Roman name). The tomb dates from the turbulent 4th century and is noteworthy for its remarkable frescoes, depicting the master and his wife, who were buried here, as well as their servants. Tours are infrequent and must be booked in advance at the museum."
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 10,
    "name": "Sokolski Monastery",
    "latitude": null,
    "longitude": null,
    "excerpt": "A sky-blue church, posing against forested valleys, is the centrepiece of this 1833 monastery. What began as a humble wooden church outside Sokola Cave …",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/etar/attractions/sokolski-monastery/a/poi-sig/1542599/1002759",
    "image_url": null,
    "detail_description": "A sky-blue church, posing against forested valleys, is the centrepiece of this 1833 monastery. What began as a humble wooden church outside Sokola Cave (Falcon Cave) expanded into the outbuildings and well-preened garden here today. Like many cloisters in Bulgaria, Sokolski Monastery sheltered revolutionary fighter Vasil Levski. The monastery is a 2.5km drive southwest of Etâr's Open-Air Museum, near Vodnitsi village.\nThe stone fountain at the centre of the garden was crafted in 1868 by Kolyu Ficheto, Bulgaria's pre-eminent National Revival–era architect. Its eight spouts are a nod to eight Gabrovo rebels who were captured and hanged.There are souvenir and snack stands inside and outside the complex, as well as an excellent sweet shop selling rooster-shaped bonbons and lokum (rose-scented candy)."
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 9,
    "name": "Emen Canyon",
    "latitude": null,
    "longitude": null,
    "excerpt": "Thrashing beneath lofty limestone cliffs, the Negovanka River has sculpted deep creeks and pretty waterfalls in this captivating nature reserve, 22km west…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/veliko-tarnovo-central-mountains/attractions/emen-canyon/a/poi-sig/1534268/1324775",
    "image_url": null,
    "detail_description": "Thrashing beneath lofty limestone cliffs, the Negovanka River has sculpted deep creeks and pretty waterfalls in this captivating nature reserve, 22km west of Veliko Târnovo. For soaring views across Emen Canyon, hike the Negovanka Ecotrail along 90m-high bluffs. The trail begins with a steep clamber up rocky steps from Emen Cave (it’s safer not to enter) to a spectacular vantage point over the gorge. The path then weaves among tree-shaded clifftops before a muddy descent to a 10m-high waterfall.\nIt takes about two hours to the waterfall and back. Don’t attempt the slippery trail after rainfall or in winter, and don’t step out on to the disastrously unmaintained wooden walkways and bridges; stick to the path.There is a narrow, cobblestone car park by the cave, but it’s better to leave your vehicle in Emen village’s central car park. From here, set out through Emen’s northeastern streets uphill towards the river. The trail is signposted from the Vishovgrad–Emen road, at the northern fringe of Emen, though signs can be hard to spot and read."
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 8,
    "name": "Founders of the Bulgarian State Monument",
    "latitude": "43.261081",
    "longitude": "26.92131",
    "excerpt": "Visible within a 30km radius, this tremendous Soviet-era monument was opened in 1981 to commemorate the First Bulgarian Empire’s 1300th anniversary…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/central-balkans/shumen/attractions/founders-of-the-bulgarian-state-monument/a/poi-sig/502442/358760",
    "image_url": null,
    "detail_description": "Visible within a 30km radius, this tremendous Soviet-era monument was opened in 1981 to commemorate the First Bulgarian Empire’s 1300th anniversary. Enormous futurist sculptures depict Bulgaria's medieval rulers, and the complex includes the Balkans' largest outdoor mosaic triptych.\nStatues of Bulgarian khans tower 18m high around this angular complex, constructed with 50,000 cu metres of concrete and 2500 tonnes of steel. The inscription beneath Khan Omurtag's mighty statue translates roughly as 'Even if a man lives well, he dies and another comes into existence; let the one who comes later, when he sees this inscription, remember the one who made it'. A granite lion atop the monument weighs an estimated 1000 tonnes.From central Shumen, a circuitous 5km road leads to the hilltop monument; it's uphill all the way from ul Saedinenie, south of Hotel Rai. A taxi from the city centre costs around 5 lv, and then you can walk back down the steps.An information centre, about 300m from the monument, has details about the structure and surrounding flora. A 3km path passes the information centre and car park, finishing at Shumen Fortress."
},
{
    "country": "bulgaria",
    "city": "Black Sea Coast",
    "index": 7,
    "name": "Summer Palace of Queen Marie & Botanical Gardens",
    "latitude": "43.403582",
    "longitude": "28.146029",
    "excerpt": "At the far western end of the seafront, this palace was completed in 1926 by King Ferdinand of Romania for his English wife, Queen Marie, when Balchik was…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/balchik/attractions/summer-palace-of-queen-marie-botanical-gardens/a/poi-sig/1267744/358737",
    "image_url": null,
    "detail_description": "At the far western end of the seafront, this palace was completed in 1926 by King Ferdinand of Romania for his English wife, Queen Marie, when Balchik was part of Romania. Size-wise, it's a relatively modest villa, though the architecture – a blend of local, Gothic and Islamic styles topped with a minaret – is unique. Behind the palace are the extensive botanical gardens. The complex also includes a water mill, a winery and the tiny Chapel of Sveta Bogoroditsa.\nThe half-dozen or so rooms on show contain original furnishings, including paintings by Marie, and several photographs of the queen striking dramatic poses on the grounds. Also here is a curious collection of local archaeological finds, including Roman pottery and mammoth bones. In the garden, around 600 species of flora are featured throughout a series of themed terraces, including an impressive collection of cacti.If you’re travelling here by bus from the southern coast, get off at the bus stop opposite the palace – either look for the tour buses and souvenir stalls, or ask the driver to drop you off at the dvorets (palace). The entrance here leads into the top end of the botanical gardens. Another entrance is off the seafront promenade."
},
{
    "country": "bulgaria",
    "city": "Plovdiv",
    "index": 6,
    "name": "Roman Amphitheatre",
    "latitude": "42.146973",
    "longitude": "24.751014",
    "excerpt": "Plovdiv’s magnificent 2nd-century AD amphitheatre, built during the reign of Emperor Trajan, was uncovered during a freak landslide in 1972. It once held…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/plovdiv-and-rodopi-mountains/plovdiv/attractions/roman-amphitheatre/a/poi-sig/466288/358770",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/89548171.jpg",
    "detail_description": "Plovdiv’s magnificent 2nd-century AD amphitheatre, built during the reign of Emperor Trajan, was uncovered during a freak landslide in 1972. It once held about 7000 spectators. Now largely restored, it's one of Bulgaria's most magical venues, once again hosting large-scale special events and concerts. Visitors can admire the amphitheatre for free from several look-outs along ul Hemus, or pay admission for a scarper around.\n"
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 5,
    "name": "Dryanovo Monastery",
    "latitude": null,
    "longitude": null,
    "excerpt": "A history of destruction and revolution, as dramatic as its cliff-backed location, entices visitors to Dryanovo Monastery. Originally founded in the early…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/veliko-tarnovo-central-mountains/attractions/dryanovo-monastery/a/poi-sig/1267492/1324775",
    "image_url": null,
    "detail_description": "A history of destruction and revolution, as dramatic as its cliff-backed location, entices visitors to Dryanovo Monastery. Originally founded in the early 13th century, when relics of St Michael were transported from Batak, the complex was plundered by the Ottomans. It was rebuilt in the late 17th century at its present location, astride the gorge about 6km from Dryanovo village, sheltered by limestone bluffs. The highlight is its frescoed church, sporting a huge gold and red chandelier.\nRevolutionary sentiment simmered within the monastery walls over the decades that followed its 17th-century rebuild. Key events of the April 1876 uprising were plotted here and monks gave shelter to revolutionary fighters such as Vasil Levski. During the Russo-Turkish War (1877–78), more than 100 locals made a valiant last stand against the Turks for nine days. The Turks eventually won, burning the place down yet again. The villagers’ bravery is commemorated with a mausoleum in the monastery grounds.Hikers can explore the Dryanovo Ecotrail, a well-marked, circular path that starts and finishes near the monastery. The hike takes about four hours, and passes through lush, hilly forests. To find the trailhead, ask at nearby Bacho Kiro Cave.Buses from Veliko Târnovo to Gabrovo can leave you at the turn-off to the monastery (4km south of Dryanovo), from where you’ll have to walk the last 1.5km. Car parking costs 1 lv per hour."
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 4,
    "name": "Etâr Ethnographic Open-Air Museum",
    "latitude": null,
    "longitude": null,
    "excerpt": "If ambling down cobbled lanes with a stick of halva in hand sounds like an agreeable foray into Bulgaria's past, a day in Etâr will delight. Nearly 50…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/etar/attractions/etar-ethnographic-open-air-museum/a/poi-sig/1022169/1002759",
    "image_url": null,
    "detail_description": "If ambling down cobbled lanes with a stick of halva in hand sounds like an agreeable foray into Bulgaria's past, a day in Etâr will delight. Nearly 50 shops and workshops cluster along the lanes of this historic complex, set between trees along a tributary of the Yantra River. Officially an open-air museum, Etâr feels like a movie set with its costumed performers and traditional handicrafts. The museum is on the Gabrovo–Shipka road, a 17km drive north from Shipka.\nEtâr’s 19th-century National Revival–style buildings, gaily painted in peach and periwinkle blue, house the workshops of bakers, cartwrights, cobblers, furriers, glass workers, hatters, jewellers, leather workers, millers, potters, weavers and more. Yes, it's rather twee, but if you’re looking to take home a memento of bygone days in the Balkans, there are quality goods from silverware to pottery on sale. Some of the workshops are powered by water from a stream running through the complex; the Karadzheika Watermill dates to 1780.Aside from shopping, it's possible to peer inside traditional cottages, watch an old sawmill and pause inside the Holy Epiphany Church, a replica of an 1868 temple in Radovtsi village.Enter the complex either on the northern side (near the Hotel Stranopriemnitsa), at the central administration building, or on the far southern side, near the large car park. A multi-entry, one-day ticket is usually required, and guided tours (in English, French or German) are available for another 7 lv per person (minimum of five people)."
},
{
    "country": "bulgaria",
    "city": "Bulgaria",
    "index": 3,
    "name": "Thracian Tomb of Sveshtari",
    "latitude": "43.72149",
    "longitude": "26.83239",
    "excerpt": "The highlight at this Unesco-protected Thracian settlement is a nearly perfectly preserved three-chamber burial tomb from about 300 BC. The high quality…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/the-danube-northern-plains/attractions/thracian-tomb-of-sveshtari/a/poi-sig/1542389/1326346",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstock517225078-RFC.jpg",
    "detail_description": "The highlight at this Unesco-protected Thracian settlement is a nearly perfectly preserved three-chamber burial tomb from about 300 BC. The high quality of the construction, the fine artwork and reliefs adorning the tomb, and the exquisite burial gifts attest to the advanced state of the civilisation. Visitors are free to walk throughout the compound and visit a Muslim shrine from the 16th century. It's located about 8km from the town of Isperih, in the village of Sveshtari.\nSveshtari is difficult to reach without private transport. Infrequent trains run to Isperih, but from there it's a long hike or taxi (about 10 lv). Taxi services also make the run from Ruse (90km away) and back. Ask at the Ruse Tourist Information Centre."
},
{
    "country": "bulgaria",
    "city": "Sofia",
    "index": 2,
    "name": "Aleksander Nevski Cathedral",
    "latitude": "42.695851286956",
    "longitude": "23.332820134575",
    "excerpt": "One of the symbols not just of Sofia but of Bulgaria itself, this massive, awe-inspiring church was built between 1882 and 1912 in memory of the 200,000…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/sofia/attractions/aleksander-nevski-cathedral/a/poi-sig/1114785/358779",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6303650c1b029ccf013c3c59d260fd9f-aleksander-nevski-cathedral.jpg",
    "detail_description": "One of the symbols not just of Sofia but of Bulgaria itself, this massive, awe-inspiring church was built between 1882 and 1912 in memory of the 200,000 Russian soldiers who died fighting for Bulgaria’s independence during the Russo-Turkish War (1877–78). It is named in honour of a 13th-century Russian warrior-prince.\nDesigned by Russian architect Alexander Pomerantsev, the church was built in the neo-Byzantine style favoured in Russia at the time and is adorned with mosaics and gold-laden domes. The cavernous, incense-scented interior is decorated with naturalistic (though now rather faded) murals, pendulous chandeliers and elaborate onyx and alabaster thrones.Visitors are welcome and there are daily services where you can hear evocative Orthodox chants and prayers."
}
]