[
{
    "country": "burgas",
    "city": "Burgas",
    "index": 1,
    "name": "Poda Conservation Centre",
    "latitude": "42.4440325",
    "longitude": "27.4666902",
    "excerpt": "Four lakes surrounding Burgas (Pomoriysko, Atanasovsko, Mandrensko and Burgasko) comprise 9500 hectares and represent the largest wetland system in…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/poda-conservation-centre/a/poi-sig/1115967/358738",
    "image_url": null,
    "detail_description": "Four lakes surrounding Burgas (Pomoriysko, Atanasovsko, Mandrensko and Burgasko) comprise 9500 hectares and represent the largest wetland system in Bulgaria. The area is home to some 260 bird species, nearly 70% of the country’s total. This conservation centre, about 8km south of Burgas, was established in 1998 to protect the habitat and offers visitors an excellent chance to spot numerous scarce and endangered birds.\r\n\nAlso boasting a signposted 2.5km eco-trail, the conservation centre lies at the westernmost point of the Black Sea and along a key bird migration route. Late August and September sees the highest numbers of migrating birds, but each part of the year brings something different; key species include Dalmatian pelicans, herons, avocets and terns.\r\n\r\nThe centre is easiest to reach by car, following the main road south to Sozopol (look for signs for the 'Poda' turn-off). Burgas public bus 17 runs here from the Zapad bus station. See the Poda website for bus departure times.\r\n"
},
{
    "country": "burgas",
    "city": "Burgas",
    "index": 9,
    "name": "Surp Hach Armenian Church",
    "latitude": "42.493025",
    "longitude": "27.474189",
    "excerpt": "This church dates from 1853 and was built by the city's then-Armenian residents. There's a monument to the slaughter of Armenians in the years following…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/surp-hach-armenian-church/a/poi-sig/1307368/358738",
    "image_url": null,
    "detail_description": "This church dates from 1853 and was built by the city's then-Armenian residents. There's a monument to the slaughter of Armenians in the years following WWI in the church garden.\n"
},
{
    "country": "burgas",
    "city": "Burgas",
    "index": 8,
    "name": "Ethnographic Museum",
    "latitude": "42.495968",
    "longitude": "27.474908",
    "excerpt": "Regional folk costumes, jewellery and furniture are on show at this museum, as well as displays covering the local weaving and fishing industries…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/ethnographic-museum/a/poi-sig/479344/358738",
    "image_url": null,
    "detail_description": "Regional folk costumes, jewellery and furniture are on show at this museum, as well as displays covering the local weaving and fishing industries. Everything is labelled in Bulgarian.\n"
},
{
    "country": "burgas",
    "city": "Burgas",
    "index": 7,
    "name": "Soviet Army Monument",
    "latitude": "42.497828128939",
    "longitude": "27.470653150411",
    "excerpt": "Standing sentinel over pl Troikata is this towering Red Army memorial. Comprising a column surmounted by a saluting Russian soldier and figurative panels,…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/soviet-army-monument/a/poi-sig/479350/358738",
    "image_url": null,
    "detail_description": "Standing sentinel over pl Troikata is this towering Red Army memorial. Comprising a column surmounted by a saluting Russian soldier and figurative panels, it remains a major city focal point.\n"
},
{
    "country": "burgas",
    "city": "Burgas",
    "index": 6,
    "name": "Natural History Museum",
    "latitude": "42.494322",
    "longitude": "27.474811",
    "excerpt": "Old-fashioned but informative displays on local flora, fauna and geology are on view here. Exhibits of rocks, seashells, butterflies and beetles occupy…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/natural-history-museum/a/poi-sig/479348/358738",
    "image_url": null,
    "detail_description": "Old-fashioned but informative displays on local flora, fauna and geology are on view here. Exhibits of rocks, seashells, butterflies and beetles occupy the ground floor, while upstairs there’s a collection of stuffed birds and animals.\n"
},
{
    "country": "burgas",
    "city": "Burgas",
    "index": 5,
    "name": "Sv Cyril & Methodius Cathedral",
    "latitude": "42.49618485",
    "longitude": "27.47402591",
    "excerpt": "Completed in 1907, the city’s main church boasts an especially fine, intricately carved iconostasis and colourful murals. It was closed in 2016 to undergo…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/sv-cyril-methodius-cathedral/a/poi-sig/1115927/358738",
    "image_url": null,
    "detail_description": "Completed in 1907, the city’s main church boasts an especially fine, intricately carved iconostasis and colourful murals. It was closed in 2016 to undergo renovation to repair the church's damaged foundation, but is expected to reopen in 2017.\n"
},
{
    "country": "burgas",
    "city": "Burgas",
    "index": 4,
    "name": "Archaeological Museum",
    "latitude": "42.493642",
    "longitude": "27.475551",
    "excerpt": "This small museum houses a diverting collection of local finds including Neolithic flint tools, a wooden canoe from the 5th century BC, Greek statuary and…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/archaeological-museum/a/poi-sig/479340/358738",
    "image_url": null,
    "detail_description": "This small museum houses a diverting collection of local finds including Neolithic flint tools, a wooden canoe from the 5th century BC, Greek statuary and the remarkably well-preserved wooden coffin of a Thracian chieftain. It's all well laid out and signposted in English.\n"
},
{
    "country": "burgas",
    "city": "Burgas",
    "index": 3,
    "name": "Maritime Park",
    "latitude": "42.495516949397",
    "longitude": "27.481741905212",
    "excerpt": "Stretching lazily along the Black Sea coast and filled with manicured flower beds, fountains, busts of Bulgarian worthies, abstract sculptures and cafes,…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/maritime-park/a/poi-sig/479346/358738",
    "image_url": null,
    "detail_description": "Stretching lazily along the Black Sea coast and filled with manicured flower beds, fountains, busts of Bulgarian worthies, abstract sculptures and cafes, this park is the pride of Burgas. There are spectacular views over the sea from the terraces, and steps lead down from here toward the beach.\n"
},
{
    "country": "burgas",
    "city": "Burgas",
    "index": 2,
    "name": "St Anastasia Island",
    "latitude": "42.46775",
    "longitude": "27.553056",
    "excerpt": "This small volcanic island makes for a fun day of exploring. The island, which has served as a religious retreat, a prison and pirate bait (according to…",
    "detail_url": "https://www.lonelyplanet.com/bulgaria/black-sea-coast/burgas/attractions/st-anastasia-island/a/poi-sig/1506361/358738",
    "image_url": null,
    "detail_description": "This small volcanic island makes for a fun day of exploring. The island, which has served as a religious retreat, a prison and pirate bait (according to legend, a golden treasure is buried in its sands), is today dominated by a lighthouse and a monastery, where visitors can sample various healing herb potions. At least two (and usually more) ships leave daily from May to October from the passenger ferry terminal south of the bus and train stations.\n"
}
]