[
{
    "country": "burlington",
    "city": "Burlington",
    "index": 1,
    "name": "Shelburne Museum",
    "latitude": "44.373272",
    "longitude": "-73.23216",
    "excerpt": "The extraordinary 45-acre Shelburne Museum, nine miles south of Burlington, showcases 100,000 priceless artifacts, from America and abroad.",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/shelburne-museum/a/poi-sig/470298/362068",
    "image_url": "https://lp-cms-production.imgix.net/2021-09/Ti%20and%20Diamond%20Barn_Shelburne_Museum.jpg",
    "detail_description": "The extraordinary 45-acre Shelburne Museum, nine miles south of Burlington, showcases the priceless artifacts, from America and abroad, collected by Electra Havemeyer Webb (1888-1960) and her parents – totalling 100,000 objects in all.\nThe museum is renowned for the sheer variety of the exhibitions on show, which are housed in 39 buildings, many of which were moved here from other parts of New England to ensure their preservation. With the 220-ft Ticonderoga steamboat on the grounds and paintings from Manet, Monet and Degas, it is Northern New England's most significant art and history museum.\n\n  \nA view of the museum's Stagecoach Inn, looking south over the grounds © Shelburne Museum\n\nHistory of Shelburne Museum\nComing from a home with parents who were European and Asian art collectors, it is not surprising that Electra Havemeyer Webb would want to follow in their footsteps. However, from the tender age of 19, she knew she wanted to collect objects that were rooted in American History.\nIn 1947, Electra founded Shelburne Museum as a place to showcase her family's assemblage of horse-drawn carriages. She spent several years locating 18th- and 19th-century buildings from New England and New York. Then, she had them relocated to the museum grounds as places to display the one-of-a-kind items she was curating.\nThis unconventional museum opened to the public in 1952 with an eclectic collection that ranged from folk art to fine art and architecture to transportation exhibits. Today the museum's collection has grown to include over 100,000 pieces.\nAfter Electra died in 1960, her children built the Electra Havemeyer Webb Memorial Building. It includes a gallery of Impressionist paintings shown in six-period rooms that were relocated from her family's 1930s New York City apartment on Park Avenue.\nIn 2013, the museum opened the new Pizzagalli Center for Art and Education. Far more modern than other buildings on the grounds, this contemporary exhibition center and learning space has two 2500 sq ft galleries, an auditorium and an education studio.\nEnvironmentally conscientious, Shelburne Museum intends to be fully powered by renewable energy by the end of 2021, when the final two solar arrays are constructed on the property.\n\n  \nThe modern-looking Pizzagalli Center for Art and Education opened in 2013 © Shelburne Museum\n\nBuildings and collections\nShelburne Museum's diverse collections fill its 39 exhibition buildings. Knowledgeable guides staff most of them. The impressive structures include a sawmill (1786), a blacksmith shop (1800), a one-room brick schoolhouse (1840), a covered bridge (1845), a lighthouse (1871), a luxury rail coach (1890), a classic round barn (1901), a railroad station (1915) and the Lake Champlain side-wheeler steamship Ticonderoga (1906).\nThe horseshoe-shaped Circus Building houses the 500-ft Arnold Circus Parade with 4000 figurines. There are also hundreds of vintage circus posters, including those from Ringling Bros. and Barnum &amp; Bailey Circus. Outside, an operating 1920s carousel offers free rides every 15 minutes.\nShelburne Museum Gardens\nThere are more than 20 meticulously landscaped gardens on the museum grounds. As a result, there’s always something in bloom to admire, from the Main Entrance Garden to the Circus Building's Daylily Garden.\nIn the early spring, the lilacs are in bloom, welcoming visitors back for the season. Several hundred peonies in 25 varieties will be flowering in the J. Watson Webb Jr. Memorial Peony Garden shortly after that.\nFilled with perennials, Alyssia's Garden can be found just outside of The Schoolhouse. It’s great for kids, with a swing set and slide to play on. Culinary connoisseurs, meanwhile, will enjoy the 1820s heirloom vegetable garden at the 18th-century Dutton House, the first dwelling to be relocated to the museum’s grounds.\n\n  \nVisitors tour the promenade deck on the 220-foot steamboat \"Ticonderoga\" at the Shelburne Museum © Robert Nickelsberg / Getty Images\n\nPlanning your visit\nAllow at least half a day for your visit. Opening hours vary by season: check the museum’s official website before visiting. Shelburne Museum is a member of the North American Reciprocal Museum Association (NARM), and therefore offers free admission to members of museums that participate in NARM.\nThe Museum is large and spread out. Buildings are accessed by paved walkways that wind their way through the grounds. There’s a free shuttle that drives around the property so you can hop on and off whenever you want. They also have wagons available free of charge to pull the kids around.\nShelburne Museum hosts several concerts throughout the summer season. Everyone from Ray Lamontagne, Bonnie Rait, Elvis Costello, Bob Dylan and Willie Nelson have played on the Green.\nOn-site dining is available at the Weathervane Café, which serves sandwiches, grilled items, and snacks. You can also bring your lunch. There are picnic tables set up near the Café, plenty of lawn space and an open-air lounge area at Shaker Shed. \nThere are several daily tours and demonstrations at the Museum. They are free with admission, and no registration is required. Be sure to save time to check out the museum store located at the Diamond Barn.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 13,
    "name": "Union Station",
    "latitude": "44.475579",
    "longitude": "-73.219264",
    "excerpt": "Burlington's former railway station (converted to office space in the 1950s) is a prominent landmark at the foot of Main St near the lakeshore.",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/union-station/a/poi-sig/1396681/362068",
    "image_url": null,
    "detail_description": "Burlington's former railway station (converted to office space in the 1950s) is a prominent landmark at the foot of Main St near the lakeshore.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 11,
    "name": "Vermont Teddy Bear Factory",
    "latitude": "44.361216",
    "longitude": "-73.230186",
    "excerpt": "Tours of this thriving, touristy factory demonstrate the entire teddy-bear life cycle, from designers' sketches, to stuffing and stitching, to the bear …",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/vermont-teddy-bear-factory/a/poi-sig/1370768/362068",
    "image_url": null,
    "detail_description": "Tours of this thriving, touristy factory demonstrate the entire teddy-bear life cycle, from designers' sketches, to stuffing and stitching, to the bear 'hospital,' which patches up tattered beasts for their devoted owners.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 12,
    "name": "Shelburne Vineyard",
    "latitude": "44.366347",
    "longitude": "-73.233844",
    "excerpt": "One of Vermont's best tasting rooms, this converted barn offers samples of Shelburne's award-winning whites and reds. Afternoon tours of the vineyard and…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/shelburne-vineyard/a/poi-sig/1370766/362068",
    "image_url": null,
    "detail_description": "One of Vermont's best tasting rooms, this converted barn offers samples of Shelburne's award-winning whites and reds. Afternoon tours of the vineyard and the energy-efficient winery building are available year-round.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 9,
    "name": "University of Vermont Fleming Museum",
    "latitude": "44.479406456729",
    "longitude": "-73.198084831238",
    "excerpt": "A mile east of City Hall Park, on the verdant campus of UVM (New England's fifth-oldest university, chartered in 1791), this museum has an international…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/university-of-vermont-fleming-museum/a/poi-sig/1370762/362068",
    "image_url": null,
    "detail_description": "A mile east of City Hall Park, on the verdant campus of UVM (New England's fifth-oldest university, chartered in 1791), this museum has an international collection of over 20,000 objects, from African masks to samurai armor. The American collection includes works by Alfred Stieglitz, Winslow Homer and Andy Warhol.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 10,
    "name": "Burlington City Arts Center",
    "latitude": "44.476599",
    "longitude": "-73.21277",
    "excerpt": "Under the auspices of Burlington City Arts, the BCA Center is an exciting locus for art exhibits, classes and discussions. Ongoing open studios involve…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/burlington-city-arts-center/a/poi-sig/470290/362068",
    "image_url": null,
    "detail_description": "Under the auspices of Burlington City Arts, the BCA Center is an exciting locus for art exhibits, classes and discussions. Ongoing open studios involve the community with an artist in residence. A community darkroom has open-studio hours, classes and discussions.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 8,
    "name": "Ethan Allen Homestead",
    "latitude": "44.508105830543",
    "longitude": "-73.231558799744",
    "excerpt": "American Revolution hero Ethan Allen lived in this 18th-century colonial homestead, 1 mile north of Burlington on VT 127. Be sure to take the guided tour …",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/ethan-allen-homestead/a/poi-sig/470288/362068",
    "image_url": null,
    "detail_description": "American Revolution hero Ethan Allen lived in this 18th-century colonial homestead, 1 mile north of Burlington on VT 127. Be sure to take the guided tour (included in the entrance fee; tour times vary) of the historic house. The center features multimedia exhibits documenting the exploits of Allen's Green Mountain Boys and also has walking trails behind the house.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 7,
    "name": "Echo Leahy Center for Lake Champlain",
    "latitude": "44.476466843673",
    "longitude": "-73.220905065536",
    "excerpt": "This kid-friendly lakeside museum examines the colorful past, present and future of Lake Champlain. A multitude of aquariums wriggle with life, and nature…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/echo-leahy-center-for-lake-champlain/a/poi-sig/470286/362068",
    "image_url": null,
    "detail_description": "This kid-friendly lakeside museum examines the colorful past, present and future of Lake Champlain. A multitude of aquariums wriggle with life, and nature-oriented displays invite inquisitive minds and hands to splash, poke, listen and crawl. Regular rotating exhibits focus on scientific themes – from wind power to giant insects, and dinosaurs to cadavers – with plenty of hands-on activities.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 6,
    "name": "Waterfront",
    "latitude": "44.476926167975",
    "longitude": "-73.22144150734",
    "excerpt": "A five-minute walk from downtown, Burlington's delightfully uncommercialized waterfront features a scenic, low-key promenade, a 7.5-mile bike path, a pier…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/waterfront/a/poi-sig/470302/362068",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2c62351e74085fb28116652afb91fe5-waterfront.jpg",
    "detail_description": "A five-minute walk from downtown, Burlington's delightfully uncommercialized waterfront features a scenic, low-key promenade, a 7.5-mile bike path, a pier for Lake Champlain boat trips and the family-friendly Echo aquarium.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 5,
    "name": "Magic Hat Brewery",
    "latitude": "44.428738668762",
    "longitude": "-73.21182847023",
    "excerpt": "Drink in the history of one of Vermont's most dynamic microbreweries on the fun, free, self-guided 'Artifactory' Tour (once you see the whimsical labels,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/magic-hat-brewery/a/poi-sig/470294/362068",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/931576de61f72e14ad0bba2bfbe55e5d-magic-hat-brewery.jpg",
    "detail_description": "Drink in the history of one of Vermont's most dynamic microbreweries on the fun, free, self-guided 'Artifactory' Tour (once you see the whimsical labels, this name makes perfect sense) and learn all the nuances of the beer-making process. Afterward, sample a few experimental brews from the four dozen taps in the on-site Growler Bar, or grab a six-pack to go. The brewery is 3.5 miles south of downtown Burlington, on the west side of US 7.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 4,
    "name": "Intervale Center",
    "latitude": "44.4931",
    "longitude": "-73.205177",
    "excerpt": "You'd never guess it standing on a busy Burlington street corner, but one of Vermont's most idyllic green spaces is less than 2 miles from downtown…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/intervale-center/a/poi-sig/1420444/362068",
    "image_url": null,
    "detail_description": "You'd never guess it standing on a busy Burlington street corner, but one of Vermont's most idyllic green spaces is less than 2 miles from downtown. Tucked among the lazy curves of the Winooski River, Burlington's Intervale encompasses half a dozen organic farms and a delightful trail network, open 365 days a year for hiking, biking, skiing, bird-watching, paddling and more.\nOn Thursday evenings in July and August (5:30pm to 8pm), stop for local food tastings, live music and kids' events. From downtown, follow N Willard St until it curves right to join Riverside Ave, then look for the Intervale signs on your left."
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 3,
    "name": "Church Street Marketplace",
    "latitude": "44.478174",
    "longitude": "-73.212547",
    "excerpt": "Burlington's pulse can often be taken along this four-block pedestrian zone running from Pearl to Main Sts. When the weather's good, buskers (licensed by…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/church-street-marketplace/a/poi-sig/470284/362068",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4816840eb08e8423564f811db45581f4-church-street-marketplace.jpg",
    "detail_description": "Burlington's pulse can often be taken along this four-block pedestrian zone running from Pearl to Main Sts. When the weather's good, buskers (licensed by the town), food and craft vendors, soapbox demagogues, restless students, curious tourists and kids climbing on rocks mingle in a vibrant human parade.\n"
},
{
    "country": "burlington",
    "city": "Burlington",
    "index": 2,
    "name": "Shelburne Farms",
    "latitude": "44.395623112885",
    "longitude": "-73.247298002243",
    "excerpt": "In 1886 William Seward Webb and Lila Vanderbilt Webb built themselves a magnificent country estate on the shores of Lake Champlain. The 1400-acre farm,…",
    "detail_url": "https://www.lonelyplanet.com/usa/new-england/burlington/attractions/shelburne-farms/a/poi-sig/470296/362068",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-564087981_master.jpg",
    "detail_description": "In 1886 William Seward Webb and Lila Vanderbilt Webb built themselves a magnificent country estate on the shores of Lake Champlain. The 1400-acre farm, designed by landscape architect Frederick Law Olmsted (who also designed New York's Central Park and Boston's Emerald Necklace), was both a country house for the Webbs and a working farm, with stunning lakefront perspectives. The 24-bedroom English-style country manor (completed in 1899), now an inn, is surrounded by working farm buildings inspired by European romanticism.\nFrom mid-May to mid-October, visitors can see the animals in the children's farmyard and take a guided 1½-hour tour of the entire property from a truck-pulled open wagon ($5 surcharge for adults, free for kids). The farm's Welcome Center – where you can buy some of the cheese, maple syrup, mustard and other items produced here – is open year-round, as are several miles of walking trails that thread through rolling meadows and forest down to Lake Champlain. The farm is 8 miles south of Burlington, off US 7."
}
]