[
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 1,
    "name": "Finca las Nubes",
    "latitude": "-26.092247",
    "longitude": "-66.012769",
    "excerpt": "Located 5km southwest of Cafayate along the road to Río Colorado (it’s signposted ‘Mounier’), this small, organic and friendly winery has a fabulous…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/finca-las-nubes/a/poi-sig/503522/363054",
    "image_url": null,
    "detail_description": "Located 5km southwest of Cafayate along the road to Río Colorado (it’s signposted ‘Mounier’), this small, organic and friendly winery has a fabulous position at the foot of jagged hills. Tours depart hourly from 10am to 4:30pm. Tastings include four wines. The kitchen also serves empanadas (AR$18) and picada platters (AR$250). Grape-picking day in March – when volunteers are welcome – is lots of fun.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 11,
    "name": "Bodega El Transito",
    "latitude": "-26.073967",
    "longitude": "-65.973941",
    "excerpt": "A slick operation in Cafayate's center, where you can taste all seven of its wines in a room that feels like an upscale lounge.",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/bodega-el-transito/a/poi-sig/1588018/363054",
    "image_url": null,
    "detail_description": "A slick operation in Cafayate's center, where you can taste all seven of its wines in a room that feels like an upscale lounge.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 9,
    "name": "Bodega Figueroa",
    "latitude": "-26.072878",
    "longitude": "-65.973254",
    "excerpt": "This tiny family winery in Cafayate produces only 10,000 bottles of torrontés and malbec per year with small hand-operated equipment. Just one wine is…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/bodega-figueroa/a/poi-sig/1145689/363054",
    "image_url": null,
    "detail_description": "This tiny family winery in Cafayate produces only 10,000 bottles of torrontés and malbec per year with small hand-operated equipment. Just one wine is poured for visitors. Ask for the malbec, which local chefs love. Its vineyards are 40km north of town.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 10,
    "name": "Bodega Nanni",
    "latitude": "-26.074323",
    "longitude": "-65.97422",
    "excerpt": "Take the half-hour tour and taste four bright, young wines at this small, central winery with a lovely grass patio. The juice is organic, uncomplicated…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/bodega-nanni/a/poi-sig/503528/363054",
    "image_url": null,
    "detail_description": "Take the half-hour tour and taste four bright, young wines at this small, central winery with a lovely grass patio. The juice is organic, uncomplicated and drinkable. There's a good on-site restaurant.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 7,
    "name": "Domingo Molino",
    "latitude": "-26.041129",
    "longitude": "-66.018133",
    "excerpt": "A small producer, perched on a gorgeous hillside overlooking the verdant valley, backed by rugged mountains, with vineyards cascading down the slopes. It…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/domingo-molino/a/poi-sig/1587935/363054",
    "image_url": null,
    "detail_description": "A small producer, perched on a gorgeous hillside overlooking the verdant valley, backed by rugged mountains, with vineyards cascading down the slopes. It bottles 21 varieties of wine here, including some bubbles. You can't taste them all, but you can sip several by choosing one of five tasting options, each with a combination of reds and whites.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 8,
    "name": "Bodega El Esteco",
    "latitude": "-26.064628",
    "longitude": "-65.968995",
    "excerpt": "This corporate affair on the northern edge of Cafayate is a smart and attractive winery producing some of the region’s best wines. All tours include a…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/bodega-el-esteco/a/poi-sig/503524/363054",
    "image_url": null,
    "detail_description": "This corporate affair on the northern edge of Cafayate is a smart and attractive winery producing some of the region’s best wines. All tours include a simple two-wine tasting; one white and one red. However, you can pay to taste additional wines or have a glass in the main bar.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 6,
    "name": "Piattelli",
    "latitude": "-26.044908",
    "longitude": "-65.998113",
    "excerpt": "Built as if money and space were no object, this upscale, over-the-top, US-owned winery is 3km from Cafayate. Tours show you three levels of relatively…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/piattelli/a/poi-sig/1529799/363054",
    "image_url": null,
    "detail_description": "Built as if money and space were no object, this upscale, over-the-top, US-owned winery is 3km from Cafayate. Tours show you three levels of relatively small-scale but state-of-the-art winemaking equipment and culminate in a long tasting of seven wines. There's an on-site restaurant that serves delicious lunches. Tours can be bilingual upon request.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 5,
    "name": "Museo de la Vid y El Vino",
    "latitude": "-26.076068",
    "longitude": "-65.975937",
    "excerpt": "This impressive museum gives a good introduction to the area’s wine industry. The atmospheric first section, which deals with the viticultural side – the…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/museo-de-la-vid-y-el-vino/a/poi-sig/1273905/363054",
    "image_url": null,
    "detail_description": "This impressive museum gives a good introduction to the area’s wine industry. The atmospheric first section, which deals with the viticultural side – the life of the vines – through a series of poems and images, is particularly appealing. The second part covers the winemaking side, and there’s a cafe where you can try and buy. English translations appear throughout.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 4,
    "name": "El Porvenir",
    "latitude": "-26.069784",
    "longitude": "-65.974467",
    "excerpt": "This well-run family bodega has recently been taken over by the 30-something daughter, who knows how to keep good torrontés from touching corrupting oak …",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/el-porvenir/a/poi-sig/1145690/363054",
    "image_url": null,
    "detail_description": "This well-run family bodega has recently been taken over by the 30-something daughter, who knows how to keep good torrontés from touching corrupting oak (you may have noticed that most torrontés is a bit oaky and round). Here, it's dry, as is the splendid rosé, and its reds have always been fantastic. The tour is free, but generous tastings cost from AR$100, depending on which wines you want to try. Reserve by phone.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 3,
    "name": "Museo Arqueológico",
    "latitude": "-26.074593",
    "longitude": "-65.978233",
    "excerpt": "This private museum’s collection was left by enthusiastic archaeologist Rodolfo Bravo and merits a visit. Sourced mostly from grave sites within a 30km…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/museo-arqueologico/a/poi-sig/503530/363054",
    "image_url": null,
    "detail_description": "This private museum’s collection was left by enthusiastic archaeologist Rodolfo Bravo and merits a visit. Sourced mostly from grave sites within a 30km radius of Cafayate, the excellent array of ceramics, from the black and gray wares of the Candelaria and Aguada cultures to late Diaguita and Inca pottery, are well displayed across two rooms. While there’s not much explanation, the material speaks for itself. It closes for an hour for lunch in summer.\n"
},
{
    "country": "cafayate",
    "city": "Cafayate",
    "index": 2,
    "name": "San Pedro Yacochuya",
    "latitude": "-26.041438",
    "longitude": "-66.024528",
    "excerpt": "An atmospheric boutique winery set at the end of a dusty desert road with cacti on one side and vineyards on the other. It makes 250,000 bottles of wine…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cafayate/attractions/san-pedro-yacochuya/a/poi-sig/1587934/363054",
    "image_url": null,
    "detail_description": "An atmospheric boutique winery set at the end of a dusty desert road with cacti on one side and vineyards on the other. It makes 250,000 bottles of wine here each year, most stored in oak barrels in a wine cave cooled by running canals. The winery has been at it for a while: its malbec is picked from century-old vines, and it does a nice 80-20 blend of malbec and cabernet.\nTry its dry malbec rosé, under the Coquena label. Tastings are always available, but service can be frosty."
}
]