[
{
    "country": "cahuita",
    "city": "Cahuita",
    "index": 2,
    "name": "Playa Blanca",
    "latitude": "9.735946",
    "longitude": "-82.837744",
    "excerpt": "At the entrance to the national park. A good option for swimming.",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/caribbean-coast/cahuita/attractions/playa-blanca/a/poi-sig/1201543/358229",
    "image_url": null,
    "detail_description": "At the entrance to the national park. A good option for swimming.\n"
},
{
    "country": "cahuita",
    "city": "Cahuita",
    "index": 1,
    "name": "Playa Negra",
    "latitude": "9.7437318380567",
    "longitude": "-82.852433727349",
    "excerpt": "At the northwestern end of Cahuita, Playa Negra is a long, black-sand beach flying the bandera azul ecológica, a flag that indicates that the beach is…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/caribbean-coast/cahuita/attractions/playa-negra/a/poi-sig/1079466/358229",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-499670229_full.jpg",
    "detail_description": "At the northwestern end of Cahuita, Playa Negra is a long, black-sand beach flying the bandera azul ecológica, a flag that indicates that the beach is kept to the highest ecological standard. It's rarely crowded, so you can stretch out and relax as the Caribbean Sea laps at your feet.\nSwimming and surfing\nThis is undoubtedly Cahuita’s top spot for swimming due to the clean, calm water. However, when the swells are big, this place also has a good beach break for newbie surfers. It's an excellent option for those intimidated by the more popular surf locations; kids and adults alike can try out their surf skills in peace.\nAccommodation&nbsp;\nCahuita is just a 5 minute drive away or a 20 minute walk if you'd prefer to stretch your legs. The town has a great selection of hotels and guesthouses on offer in both the bustling center and the quieter northern end of town close to Playa Negra.&nbsp;If you're journeying between Playa Negra and the center at night, it's best to cycle (with lights) or take a taxi, especially if traveling alone.\nFood and drink\nCahuita offers some of the best Caribbean fare around, along with some surprisingly delicious Italian and French cuisine. There are good options closer to the beach, too.\n"
}
]