[
{
    "country": "cairns",
    "city": "Cairns",
    "index": 1,
    "name": "Cairns Botanic Gardens",
    "latitude": "-16.899151",
    "longitude": "145.747526",
    "excerpt": "These gorgeous gardens are an explosion of greenery and rainforest plants. Highlights include a section devoted to Aboriginal plant use, the Gondwana…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/cairns-botanic-gardens/a/poi-sig/425217/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Alexander%20Jung%20GettyImages-879591778%20RFE.jpg",
    "detail_description": "These gorgeous gardens are an explosion of greenery and rainforest plants. Highlights include a section devoted to Aboriginal plant use, the Gondwana Heritage Garden, the Flecker Garden and an excellent conservatory filled with butterflies and exotic flowers. Tag along on a free guided walk (daily from 10am) to learn more.Follow the Rainforest Boardwalk to Saltwater Creek and Centenary Lakes, a birdwatcher's delight. Uphill from the gardens, Mt Whitfield Conservation Park has walking tracks through the rainforest to city viewpoints.\nThe cafe and restaurant adjoining the visitor centre has a lovely deck and is a great place to fuel up before or after your walks."
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 21,
    "name": "Samurai Gallery",
    "latitude": "-16.922011",
    "longitude": "145.77585",
    "excerpt": "This unusual gallery and museum displays genuine armour, swords and arts from the Japanese samurai. Owner John Grasso has been collecting swords and…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/samurai-gallery/a/poi-sig/1615078/362361",
    "image_url": null,
    "detail_description": "This unusual gallery and museum displays genuine armour, swords and arts from the Japanese samurai. Owner John Grasso has been collecting swords and martial arts fittings for many years and continues to develop his unique exhibition.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 20,
    "name": "KickArts Contemporary Arts",
    "latitude": "-16.922022",
    "longitude": "145.775592",
    "excerpt": "These galleries showcase cutting-edge local and regional artworks, plus touring exhibitions. KickArts has moved to the School of the Arts while the Centre…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/kickarts-contemporary-arts/a/poi-sig/1230360/362361",
    "image_url": null,
    "detail_description": "These galleries showcase cutting-edge local and regional artworks, plus touring exhibitions. KickArts has moved to the School of the Arts while the Centre of Contemporary Arts is being refurbished.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 19,
    "name": "Reef Eye",
    "latitude": "-16.919066",
    "longitude": "145.777062",
    "excerpt": "Soak up stunning views of the Coral Sea and Cairns city aboard this 35m-high Ferris wheel. The fully enclosed gondolas rotate 360 degrees (passengers…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/reef-eye/a/poi-sig/1634672/362361",
    "image_url": null,
    "detail_description": "Soak up stunning views of the Coral Sea and Cairns city aboard this 35m-high Ferris wheel. The fully enclosed gondolas rotate 360 degrees (passengers control the spinning themselves); rides last about 10 minutes. Located beside the lagoon.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 17,
    "name": "Australian Armour & Artillery Museum",
    "latitude": "-16.85",
    "longitude": "145.695212",
    "excerpt": "Military and history buffs will love the largest display of armoured vehicles and artillery in the southern hemisphere. Go for a ride in a tank (adult…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/australian-armour-artillery-museum/a/poi-sig/1510457/362361",
    "image_url": null,
    "detail_description": "Military and history buffs will love the largest display of armoured vehicles and artillery in the southern hemisphere. Go for a ride in a tank (adult/child $15/10, 11am and 2pm) or fire off bolt-action rifles (including a WWII British 303 and German Mauser) in the underground bunker (from $80).\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 18,
    "name": "Yarrabah Arts Centre",
    "latitude": "-16.926209",
    "longitude": "145.875821",
    "excerpt": "This small centre houses the works of artists from Yarrabah, a small, scenic Aboriginal coastal community about 50km from Cairns city. Ogle everything…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/yarrabah-arts-centre/a/poi-sig/1636593/362361",
    "image_url": null,
    "detail_description": "This small centre houses the works of artists from Yarrabah, a small, scenic Aboriginal coastal community about 50km from Cairns city. Ogle everything from local ceramics to traditional weaving; all pieces are for sale. Depending on the day, you might get to meet the artists-in-residence.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 16,
    "name": "Cairns Museum",
    "latitude": "-16.922289",
    "longitude": "145.775485",
    "excerpt": "This contemporary museum features four well-curated galleries covering the history of Cairns and Far North Queensland in pictures, exhibits and local…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/cairns-museum/a/poi-sig/1565832/362361",
    "image_url": null,
    "detail_description": "This contemporary museum features four well-curated galleries covering the history of Cairns and Far North Queensland in pictures, exhibits and local stories. It offers a refreshing glimpse into the region's soul beyond the touristy glitz.\nThe Cairns Historical Society research centre is located here."
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 15,
    "name": "Cairns Turtle Rehabilitation Centre",
    "latitude": "-16.92818",
    "longitude": "145.990448",
    "excerpt": "This centre looks after sick and injured sea turtles before releasing them back into the wild. Educational tours (45 minutes, maximum 15 guests) take…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/fitzroy-island-national-park/attractions/cairns-turtle-rehabilitation-centre/a/poi-sig/1454090/1323308",
    "image_url": null,
    "detail_description": "This centre looks after sick and injured sea turtles before releasing them back into the wild. Educational tours (45 minutes, maximum 15 guests) take visitors through the turtle hospital to meet recovering residents. Bookings through the Fitzroy Island Resort are essential.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 14,
    "name": "Cairns Art Gallery",
    "latitude": "-16.921334",
    "longitude": "145.777009",
    "excerpt": "The permanent collection of this acclaimed gallery has an emphasis on local and Indigenous work. It also hosts prominent visiting exhibitions and…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/cairns-art-gallery/a/poi-sig/425213/362361",
    "image_url": null,
    "detail_description": "The permanent collection of this acclaimed gallery has an emphasis on local and Indigenous work. It also hosts prominent visiting exhibitions and workshops; attached is an excellent gift shop and Perrotta's cafe.\nIt's housed in the heritage-listed former State Government Insurance Office (1936)."
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 13,
    "name": "Marineland Crocodile Park",
    "latitude": "-16.758769",
    "longitude": "145.97414",
    "excerpt": "While this family-owned, tropical-themed aquarium has plenty of fish, turtles and beautiful artefacts on display, it's Cassius, the world's largest croc…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/cairns-hinterland-islands/green-island/attractions/marineland-crocodile-park/a/poi-sig/1297300/1317355",
    "image_url": null,
    "detail_description": "While this family-owned, tropical-themed aquarium has plenty of fish, turtles and beautiful artefacts on display, it's Cassius, the world's largest croc in captivity, that is the star attraction; the 5.5m saltie is believed to be more than 110 years old. Cassius and pals are fed daily at 10.30am and 1.30pm, which is when you'll see the most activity. Your ticket entitles you to re-entry throughout the day.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 12,
    "name": "Mangrove Boardwalk",
    "latitude": "-16.883773",
    "longitude": "145.761302",
    "excerpt": "Explore the swampier side of Cairns on this revelatory wander into the wetlands. Eerie snap-crackle-slop noises provide a fitting soundtrack to the spooky…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/mangrove-boardwalk/a/poi-sig/1445027/362361",
    "image_url": null,
    "detail_description": "Explore the swampier side of Cairns on this revelatory wander into the wetlands. Eerie snap-crackle-slop noises provide a fitting soundtrack to the spooky surrounds, which are signposted with informative guides to the weird life forms scurrying in the mud below you. Slather yourself in mosquito repellent. The boardwalk (and its car park) is just before Cairns Airport.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 11,
    "name": "Josephine Falls",
    "latitude": "-17.433446",
    "longitude": "145.859642",
    "excerpt": "Josephine Falls is a series of cascades over eroded granite boulders as the creek trickles – often sometimes flows – down from the misty Bellenden Kerr…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/cairns-hinterland-islands/wooroonooran-national-park/attractions/josephine-falls/a/poi-sig/1608288/1336900",
    "image_url": null,
    "detail_description": "Josephine Falls is a series of cascades over eroded granite boulders as the creek trickles – often sometimes flows – down from the misty Bellenden Kerr Range. It's a well-signposted 8km west of the Bruce Hwy to the car park, from where a paved 700m walk heads uphill through the rainforest to three viewing platforms. The bottom (first) pool is suitable for swimming and lounging, the middle pool is for viewing only and the upper falls is now officially off limits to walkers.\nA further 2km drive on from the Josephine Falls turnoff brings you to the Golden Pool recreation area, a picnic spot on the Russell River – don't swim here as crocs inhabit the waters."
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 10,
    "name": "Babinda Boulders",
    "latitude": "-17.341954",
    "longitude": "145.869598",
    "excerpt": "Babinda Boulders is a natural gorge where a photogenic creek rushes between 4m-high granite rocks. It’s croc-free, but waters can turn treacherous after…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/cairns-hinterland-islands/babinda/attractions/babinda-boulders/a/poi-sig/1615079/1336899",
    "image_url": null,
    "detail_description": "Babinda Boulders is a natural gorge where a photogenic creek rushes between 4m-high granite rocks. It’s croc-free, but waters can turn treacherous after heavy rain. Local Aboriginal Dreaming stories recount that a young woman, Oolana, threw herself into the then-still waters after being separated from her love; her anguish caused the creek to become the surging, swirling torrent it is today.\nAlmost 20 visitors have lost their lives swimming at the boulders over the years, though marked trails and safety rails now keep most at a safe distance. Swimming is permitted in the calm, well-marked parts of the creek, but pay careful heed to all warning signs. It's around 470m from the picnic area to Devil's Pool and 600m to Boulder Gorge. There are interpretive boards along the way."
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 9,
    "name": "Tanks Arts Centre",
    "latitude": "-16.899139970787",
    "longitude": "145.74970311398",
    "excerpt": "Three gigantic, ex-WWII fuel-storage tanks have been transformed into art galleries; it's also an inspired performing-arts venue. Check the website for…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/tanks-arts-centre/a/poi-sig/425231/362361",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/26c71abd3dede6572f1003f85cf7d774-tanks-arts-centre.jpg",
    "detail_description": "Three gigantic, ex-WWII fuel-storage tanks have been transformed into art galleries; it's also an inspired performing-arts venue. Check the website for upcoming events. Tanks hosts lively market days on the last Sunday of the month (April to November).\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 8,
    "name": "Crystal Cascades",
    "latitude": "-16.962992",
    "longitude": "145.67045",
    "excerpt": "About 14km from Cairns, 'Crystals' is a series of beautiful waterfalls and idyllic, croc-free swimming holes that locals would rather keep to themselves…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/crystal-cascades/a/poi-sig/1230370/362361",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-140801445_full.jpg",
    "detail_description": "About 14km from Cairns, 'Crystals' is a series of beautiful waterfalls and idyllic, croc-free swimming holes that locals would rather keep to themselves. The area is accessed by a 1.2km (30-minute) pathway. Crystal Cascades is linked to Lake Morris (the city's reservoir) by a steep rainforest walking trail (allow three hours return); it starts near the picnic area.There is no public transport to the pools. Drive to the suburb of Redlynch, then follow the signs.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 7,
    "name": "Captain Cook Statue",
    "latitude": "-16.913194",
    "longitude": "145.764788",
    "excerpt": "You won't be able to miss this mammoth statue, one of Australia's most controversial 'Big Things'. Looming over the city's main road since 1972, the 10m…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/captain-cook-statue/a/poi-sig/1634657/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Walter%20Bibikow%20GettyImages-141842335%20RFE%20crop.jpg",
    "detail_description": "You won't be able to miss this mammoth statue, one of Australia's most controversial 'Big Things'. Looming over the city's main road since 1972, the 10m-high concrete likeness of Captain James Cook – depicted with his right arm extended and outstretched hand palm-down – evokes a whirlwind of sentiment from both visitors and locals. Some feel it's disrespectful to local Indigenous people, while others claim it's a city icon. Pretty much everyone wonders why he's doing that salute.\nThe statue was built nearly 50 years ago as a roadside gimmick promoting the now-demolished Captain Cook Motel. Local lore has it that permission to build the hulking Cook was accidentally given – apparently the Council mistook the planned statue's dimensions (given in metres) for Imperial measurements.In January 2017, the statue was hung (by folks unknown) with a giant sign reading 'SORRY', in apparent reference to Invasion Day (or Australia Day). That same year, Aboriginal artist Munganbana Norman Miller suggested a giant boomerang be given to Cook to hold.Debate rages on as to the statue's future."
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 6,
    "name": "St Monica's Cathedral",
    "latitude": "-16.916797",
    "longitude": "145.772717",
    "excerpt": "Cairns' main Catholic church is famous for its themed stained-glass windows, the largest of their type in the world. There are 24 windows depicting the…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/st-monica-s-cathedral/a/poi-sig/1615354/362361",
    "image_url": null,
    "detail_description": "Cairns' main Catholic church is famous for its themed stained-glass windows, the largest of their type in the world. There are 24 windows depicting the creation story from Genesis and another series known as the Peace Windows, commemorating the end of World War II.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 5,
    "name": "Tjapukai Aboriginal Cultural Park",
    "latitude": "-16.848669043173",
    "longitude": "145.69453597069",
    "excerpt": "Managed by the area’s original custodians, this award-winning cultural extravaganza tells the story of creation using giant holograms and actors. There's…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/tjapukai-aboriginal-cultural-park/a/poi-sig/425225/362361",
    "image_url": null,
    "detail_description": "Managed by the area’s original custodians, this award-winning cultural extravaganza tells the story of creation using giant holograms and actors. There's a dance theatre, a gallery, boomerang- and spear-throwing demonstrations, bush-tucker walks and more. The Nightfire dinner-and-show package (adult/child/family $123/75/321, from 7pm to 9.30pm) culminates in a fireside corroboree.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 4,
    "name": "Reef Teach",
    "latitude": "-16.922689",
    "longitude": "145.775914",
    "excerpt": "Take your knowledge to new depths at this fun, informative centre, where marine experts explain how to identify specific species of fish and coral, and…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/reef-teach/a/poi-sig/1230352/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Paul%20Dymond%20Alamy%20ERBY04%20RFE.jpg",
    "detail_description": "Take your knowledge to new depths at this fun, informative centre, where marine experts explain how to identify specific species of fish and coral, and how to approach the reef respectfully.\n"
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 3,
    "name": "Cairns Aquarium",
    "latitude": "-16.918512",
    "longitude": "145.77373",
    "excerpt": "Cairns' multi-million-dollar aquarium is well worth a visit for its vast and gorgeously presented range of marine life, the Great Barrier Reef in…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/cairns-aquarium/a/poi-sig/1565831/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Ian%20Hitchcock%20Shutterstock_1211711011%20RFE%20crop.jpg",
    "detail_description": "Cairns' multi-million-dollar aquarium is well worth a visit for its vast and gorgeously presented range of marine life, the Great Barrier Reef in miniature and offbeat experiences such as 'sleeping with the sharks' and a 5D submarine simulator ride. Fittingly, displays focus on the marine habitats of Far North Queensland – not only the reef, but also rivers, estuaries and billabongs. Free talks and shows are held throughout the day, covering everything from sea turtles to reef conservation.\nThere's an excellent restaurant here with its own aquarium.Cairns Aquarium opened in mid-2017."
},
{
    "country": "cairns",
    "city": "Cairns",
    "index": 2,
    "name": "Cairns Esplanade, Boardwalk & Lagoon",
    "latitude": "-16.919517",
    "longitude": "145.778039",
    "excerpt": "Sunseekers and fun-lovers flock to Cairns Esplanade's spectacular swimming lagoon on the city’s reclaimed foreshore. The artificial, sandy-edged, 4800-sq…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/cairns-esplanade-boardwalk-lagoon/a/poi-sig/1230340/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Joseph%20Trentacosti%20GettyImages-1168092640%20RFE%20crop.jpg",
    "detail_description": "Sunseekers and fun-lovers flock to Cairns Esplanade's spectacular swimming lagoon on the city’s reclaimed foreshore. The artificial, sandy-edged, 4800-sq-metre saltwater pool with its Woven Fish sculptures, is lifeguard patrolled and illuminated nightly. The adjacent 3km foreshore boardwalk has picnic areas, birdwatching vantage points, sculptures, free barbecues and fitness equipment. Follow the signposts for the excellent Muddy's, which has playgrounds and water fun for little kids, and the skate ramp, beach volleyball courts, bouldering park and Fun Ship playground.\nMarkets, concerts, festivals and free fitness classes are regular occurrences on the Esplanade; check the website for happenings."
}
]