[
{
    "country": "california",
    "city": "Yosemite & the Sierra Nevada",
    "index": 1,
    "name": "Yosemite National Park",
    "latitude": "37.714856",
    "longitude": "-119.653301",
    "excerpt": "Yosemite means \"killer\" in the Indigenous Miwok language, and in today's parlance it's indeed an impressive, awesome site. Everywhere you look in Yosemite…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/sierra-nevada/attractions/yosemite-national-park/a/poi-sig/1599672/361879",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstockRF_1180791211.jpg",
    "detail_description": "Yosemite means \"killer\" in the Indigenous Miwok language, and in today's parlance it's indeed an impressive, awesome site. Everywhere you look in Yosemite, there are lofty granite domes, sheer cliffs, turbulent rivers, glassy lakes, hypnotizing waterfalls and serene meadows – not to mention spectacular viewpoints to take in all of these and more in a panoramic vision. \nThe third US national park, Yosemite perhaps best exemplifies the kind of place worth preserving for recreation and conservation, from the park's most recognizable natural features such as Half Dome, El Capitan, Mariposa Grove, and Yosemite Falls, to the summer paradises of Tuolumne Meadows and Glacier Point. It's no wonder that over 5 million visitors arrive every year to take in Yosemite's grandeur. \n\n  \nYosemite National Park Valley on a cloudy autumn morning from Tunnel View ©haveseen/Shutterstock\n\nIt was here that conservationist John Muir fell hard for mother nature, penning rhapsodic dispatches on the beauty of the Sierra Nevada that contributed to its preservation as a national park. Yosemite not only stirred Muir, it has also captivated generations of rock climbers who continue to flock to the park's challenging routes and rock faces each year. And the park continues to inspire new ways of considering and experiencing the outdoors – for example, the relatively new sport of slacklining was born in Yosemite from tired climbers trying new tricks in between projects. \n\n  \nTwo rock climbers on portaledges on Triple Direct, a big wall climbing route at El Capitan © Getty Images/Image Source\n\nActivities in Yosemite\nThere are over 800 miles of trails, from easy half-mile strolls along the valley floor to overnight backpacking expeditions and thru-hikes. There are 13 campgrounds as well as a number of backcountry sites, with Camp 4 and Tuolumne Meadows attracting close-knit communities of climbers in the summer months. Backpacks, tents and other equipment can be rented from the Yosemite Mountaineering School.\nHorseback riding, swimming, rafting and kayaking, skiing, fishing, and even golf and hang gliding can be found here, too. Plus there's Yosemite's after-dark entertainments – in addition to events at the Yosemite Theater, other activities scheduled year-round include campfire programs, children’s photo walks, twilight strolls, night-sky watching, and ranger talks and slide shows. The tavern at the Evergreen Lodge has live bands some weekends, too. \n\n  \nValley view in Yosemite National Park, California, USA, captured with Fisheye lens. © Allard Schager / Getty Images\n\nBest views of Yosemite Valley\nThe park’s crown jewel, the spectacular, meadow-carpeted Yosemite Valley stretches 7 miles long, bisected by the rippling Merced River and hemmed in by some of the most majestic chunks of granite anywhere on earth. Ribbons of water, including some of the highest waterfalls in the US, fall dramatically before crashing in thunderous displays. The counterpoint to the sublime natural scene is bustling Yosemite Village.\nThe best all-around photo op of the Valley can be had from Tunnel View, a large, busy parking lot and viewpoint at the east end of Wawona Tunnel, on Hwy 41. It’s just a short drive from the Valley floor. The vista encompasses most of the Valley’s icons: El Capitan on the left, Bridalveil Fall on the right, the green Valley floor below, and glorious Half Dome front and center. This viewpoint is often mistakenly called Inspiration Point. That point was on an old park road and is now reachable via a steep hike from the Tunnel View parking lot.\nThe second view, known as Valley View, is a good one to hit on your way out. It offers a bottom-up (rather than top-down) view of the Valley and is a lovely spot to dip your toes in the Merced River and bid farewell to sights like Bridalveil Fall, Cathedral Rocks and El Capitan. Look carefully to spot the tip-top of Half Dome in the distance. As you head west out of the Valley on Northside Dr, look for the Valley View turnout (roadside marker V11), just over a mile past El Capitan Meadow.\nNear the base of Yosemite Falls, the collection of buildings known as Yosemite Valley Lodge includes modern, motel-like accommodations, restaurants, including the recently upgraded Base Camp eatery and Starbucks, shops, a bar, a bicycle-rental stand, a pool, a tour desk and other amenities. The amphitheater hosts regular evening programs, and the pool is open to the public.\nThe Yosemite Valley shuttle bus stops right out front, as do Yosemite Area Regional Transport System (YARTS) buses. All guided tram tours, ski shuttles and hiker buses also leave from here; tickets are available from the tour desk in the lobby.\n\n  \nEl Capitan is one of the most iconic features of Yosemite National Park © Getty Images/Image Source\n\nClimbing El Capitan\nAt nearly 3600ft from base to summit, El Capitan ranks as one of the world’s largest granite monoliths. Its sheer face makes it a world-class destination for experienced climbers, and one that wasn’t topped until 1958. Since then, it’s been inundated. Look closely and you’ll probably spot climbers reckoning with El Cap’s series of cracks and ledges, including the famous ‘Nose.’ At night, park along the road and dim your headlights; once your eyes adjust, you’ll easily make out the pinpricks of headlamps dotting the rock face. Listen, too, for voices.\nThe meadow across from El Capitan is good for watching climbers dangle from granite (you need binoculars for a really good view). Look for the haul bags first – they’re bigger, more colorful and move around more than the climbers, making them easier to spot. As part of the excellent ‘Ask a Climber’ program, climbing rangers set up telescopes at El Capitan Bridge from 12:30pm to 4:30pm (mid-May through mid-October) and answer visitors’ questions. See the Yosemite Guide listing for a schedule.\n\n  \nHalf Dome with sunrise ©David Kiene/Getty Images\n\nHalf Dome\nRising 8842ft above sea level, and nearly a mile above the valley floor, Half Dome serves as the park’s spiritual centerpiece and stands as one of the most glorious and monumental (not to mention best-known) domes on earth.\nIts namesake shape is, in fact, an illusion. While from the valley the dome appears to have been neatly sliced in half, from Glacier or Washburn Points you’ll see that it’s actually a thin ridge with a back slope nearly as steep as its fabled facade. As you travel through the park, witness Half Dome’s many faces. For example, from Mirror Lake it presents a powerful form, while from the Panorama Trail it looks somewhat like a big toe poking out above the rocks and trees.\n\n  \nA man stands on the end of the rocky overhang at Glacier point lookout. ©Erik Bouma/500px\n\nGlacier Point\nConstructed to replace an 1882 wagon road, the modern 16-mile stretch of Glacier Point Rd leads to what many people consider the finest viewpoint in Yosemite. A lofty 3200ft above the valley floor, 7214ft Glacier Point presents one of the park’s most eye-popping vistas and practically puts you at eye level with Half Dome.\nLying directly below Glacier Point, Half Dome Village is home to Yosemite Valley’s second-biggest collection of restaurants, stores and overnight accommodations. Originally called Camp Curry, it was founded in 1899 by David and Jennie Curry as a place where everyday visitors could find ‘a good bed and a clean napkin at every meal.’ Starting with just a handful of tents, the camp quickly grew, thanks in large part to David Curry’s entrepreneurial drive and booming personality. One of his biggest promotional schemes was the Firefall, a nightly event and significant tourist draw.\n\n  \nYosemite Falls with Some Merced River Overflow in Foreground ©John Alves/Getty Images\n\n \nYosemite Falls\nOne of the world’s most dramatic natural spectacles, Yosemite Falls is a marvel to behold. Naturalist John Muir devoted entire pages to its changing personality, its myriad sounds, its movement with the wind and its transformations between the seasons. No matter where you are when you see it (and it regularly pops into view from all over the Valley), the falls will stop you in your tracks.\nIn spring, when snowmelt gets Yosemite Creek really pumping, the sight is astounding. Another sign of springtime is 'frazil ice', the strange slurry – not exactly ice or snow – that moves like lava from the bottom of the falls under Yosemite Creek bridges. On nights when the falls are full and the moon is bright, especially in May and June, you might spot a ‘moonbow’ (aka lunar rainbow or spraybow). In winter, as the spray freezes midair, an ice or snow cone, depending on its density, forms at the base of the falls and can top out at several hundred feet.\nTo get to the base of Lower Yosemite Fall, get off at shuttle stop 6 (or park in the lot just north of Yosemite Valley Lodge) and join the legions of visitors for the easy quarter-mile stroll. Note that in midsummer, when the snowmelt has dissipated, both the upper and lower falls usually dry up – sometimes to a trickle, other times stopping altogether.\n\n  \nEl Capitan and Bridalveil Fall, as seen from Tunnel View. ©13119/Shutterstock\n\nBridalveil Fall\nIn the southwest end of Yosemite Valley, Bridalveil Fall tumbles 620ft. The Ahwahneechee people call it Pohono (Spirit of the Puffing Wind), as gusts often blow the fall from side to side, even lifting water back up into the air. This waterfall usually runs year-round, though it’s reduced to a whisper by midsummer. Bring rain gear or expect to get wet when the fall is heavy.\nTake the seasonal El Capitan shuttle or park at the large lot where Wawona Rd (Hwy 41) meets Southside Dr. From the lot, it’s a quarter-mile walk to the base of the fall. The path is paved, but probably too rough for wheelchairs, and there’s a bit of an uphill at the very end. Avoid climbing on the slippery rocks at its base – no one likes a broken bone. The Yosemite Conservancy is planning to remodel the usually overflowing parking lot and trail access to make it more visitor friendly.\nIf you’d rather walk from the Valley, a trail (part of the Loop Trails) follows Southside Dr, beginning near the Yosemite Heritage Conservation Center and running about 3.8 miles west to the falls.\n\n  \nA young man walks past Cathedral Lake during a 27.3 mile backpacking trip from Tuolumne Meadows to Yosemite Valley, California. ©Keri Oberly/Getty Images\n\nTuolumne Meadows\nAbout 55 miles from Yosemite Valley, 8600ft Tuolumne Meadows is the largest subalpine meadow in the Sierra. It provides a dazzling contrast to the valley, with its lush fields, clear blue lakes, ragged granite peaks and domes, and cooler temperatures. During July or August, you’ll find a painter’s palette of wildflowers decorating the meadows. Hikers and climbers will find a paradise of options.\nSatisfying burgers and hot dogs, not to mention a few salads, are served up at Tuolumne Meadows Grill. Grab a seat outside at a picnic table. Tuolumne Meadows Store has everything you need to pack a picnic lunch.\nTuolumne Meadows sits along Tioga Rd (Hwy 120) west of the park’s Tioga Pass Entrance. The Tuolumne Meadows Hikers’ Bus makes the trip along Tioga Rd once daily in each direction, and can be used for one-way hikes. There’s also a free Tuolumne Meadows Shuttle, which travels between the Tuolumne Meadows Lodge and Olmsted Point, including a stop at Tenaya Lake.\n\n  \nHistoric Ahwahnee Hotel in Yosemite Valley © Moment Editorial/Getty Images\n\nThe Majestic Yosemite Hotel\nAlmost as iconic as Half Dome itself, the elegant Majestic Yosemite Hotel has drawn well-heeled tourists through its towering doors since 1927. Of course, you needn’t be wealthy in the least to partake of its many charms. In fact, a visit to Yosemite Valley is hardly complete without a stroll through the Great Lounge (aka the lobby), which is handsomely decorated with leaded glass, sculpted tile, Native American rugs and Turkish kilims.\nYou can relax on the plush but aging couches and stare out the 10 floor-to-ceiling windows, wander into the Solarium, or send the kids into the walk-in fireplace (no longer in use) for a photo. You can even sneak up the back stairs for a peek into the private Tudor Room, which has excellent views over the Great Lounge.\nThe hotel was designed by American architect Gilbert Stanley Underwood, who also designed Zion Lodge, Bryce Canyon Lodge and Grand Canyon North Rim Lodge. If the hotel’s lobby looks familiar, perhaps it’s because it inspired the lobby of the Overlook Hotel, the ill-fated inn from Stanley Kubrick’s The Shining.\n\n  \nBadger Pass ski lodge in Yosemite National Park, California, USA 1950. Scanned film with grain. Getty Images\n\nYosemite Ski Area\nThe California ski industry essentially got its start in Yosemite Valley, and Badger Pass (now called the Yosemite Ski &amp; Snowboard Area) was California’s first alpine ski resort. After Yosemite’s All-Year Hwy (now Hwy 140) was completed in 1926 and the Ahwahnee Hotel (now called the Majestic Yosemite Hotel) opened its doors the following year, Yosemite Valley quickly became a popular winter destination.\nWhen Wawona Tunnel opened in 1933, skiers began congregating at Badger Pass. In 1935, a new lodge opened on Glacier Point Rd, and a newfangled device called ‘the upski’ was installed at the pass. The crude lift consisted of nothing more than two counterbalanced sleds, but it worked, and this place became California’s first alpine ski resort.\nIn winter, a free shuttle bus runs between the Valley and the Yosemite Ski &amp; Snowboard Area. Also in winter, wilderness permits are available by self-registration at the A-frame building, where the first-aid station and ski patrol are also situated. Rangers usually staff the office from 8am to 5pm.\n\n  \nYosemite has been drawing visitors and residents for thousands of years, from the Ahwahneechee to modern tourists road tripping in early automobiles © Bettmann Archive via Getty Images\n\nThe history of Yosemite National Park\nThe Ahwahneechee, a group of Miwok and Paiute peoples, lived in the Yosemite area for around 4000 years before a group of pioneers, most likely led by explorer Joseph Rutherford Walker, came through in 1833. There were an estimated 3000 people living in 22 villages in the valley alone. During the gold-rush era, conflict between the miners and native tribes escalated to the point where a military expedition (the Mariposa Battalion) was dispatched in 1851 to punish the Ahwahneechee, eventually forcing the capitulation of Chief Tenaya and his tribe.\n\n  \nMother with infant on her back at the the base of giant Sequoia trees... ©My Good Images/Shutterstock\n\nTales of thunderous waterfalls and towering stone columns followed the Mariposa Battalion out of Yosemite and soon spread into the public’s awareness. In 1855, San Francisco entrepreneur James Hutchings organized the first tourist party to the valley. Published accounts of his trip, in which he extolled the area’s untarnished beauty, prompted others to follow, and it wasn’t long before inns and roads began springing up.\nAlarmed by this development, conservationists petitioned Congress to protect the area – with success. In 1864 President Abraham Lincoln signed the Yosemite Grant, which eventually ceded Yosemite Valley and the Mariposa Grove of Giant Sequoias to California as a state park. This landmark decision, along with the pioneering efforts of conservationist John Muir, led to a congressional act in 1890 creating Yosemite National Park; this, in turn, helped pave the way for the national-park system that was established in 1916.\n\n  \nTourists board a free Yosemite shuttle service bus at Yosemite Valley. ©Michael Vi/Shutterstock\n\nYosemite Tickets and Tours\nAdmission to Yosemite costs $35 per car, $30 per motorcycle, $20 per person on foot or by bicycle.\nGuided tour packages are offered by a number of third-parties, including some based within the park and some outside its bounds:\n\n\nYosemite Conservancy - Park-affiliated nonprofit offers multiday courses, custom trips and seminars that are great alternatives to tours.\nSierra Club - The national environmental nonprofit has both paid trips and free activity outings sponsored by local chapters.\nDiscover Yosemite Tours - Operates bus tours year-round from Oakhurst, Fish Camp and Bass Lake.\nAramark/Yosemite Hospitality - The park’s main concessionaire runs bus and tram tours, including a very popular wheelchair-accessible two-hour Valley Floor Tour and day trips from the Valley to either Glacier Point or Tuolumne Meadows. Stop at the tour and activity desks at Yosemite Valley Lodge, Half Dome Village or Yosemite Village; call 209-372-4386; check www.travelyosemite.com; or the Yosemite Guide for information and pricing.\nTenaya Lodge - Large family-friendly resort in Fish Camp operates full-day park tours in luxurious Mercedes Benz buses with retractable roofs that allow you to experience the natural sights a little more naturally. Guests of the lodge have priority.\nGreen Tortoise - Runs backpacker-friendly two-day ($300) and three-day ($360) trips to Yosemite from San Francisco where travelers sleep in the converted bus or in campgrounds, cook collectively and choose from activities like hiking, swimming or just hanging out (and there’s always some great hanging out). Prices (which change annually) include most meals and the park entry fee.\nIncredible Adventures - This outfit uses biodiesel vans for its San Francisco–based tours to Yosemite, from one-day sightseeing tours ($159) to three-day camping tours ($489). Park entry fees and most meals are included, and it provides all cooking and camping gear except sleeping bags.\n\n\n \n"
},
{
    "country": "california",
    "city": "Yosemite National Park",
    "index": 40,
    "name": "Glacier Point",
    "latitude": "37.73114865",
    "longitude": "-119.57263365",
    "excerpt": "If you drove, the views from 7214ft Glacier Point might make you feel like you cheated – superstar sights present themselves without your having made…",
    "detail_url": "https://www.lonelyplanet.com/usa/yosemite-national-park/attractions/glacier-point/a/poi-sig/1478069/361888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/32428e791b07e85b91713e0ad57cdfbd-glacier-point.jpg",
    "detail_description": "If you drove, the views from 7214ft Glacier Point might make you feel like you cheated – superstar sights present themselves without your having made barely any physical effort. A quick mosey up from the parking lot and you’ll find the entire eastern Yosemite Valley spread out before you, from Yosemite Falls to Half Dome, as well as the distant peaks that ring Tuolumne Meadows. Half Dome looms practically at eye level, and if you look closely you can spot hikers on its summit.\nTo the left of Half Dome lies the glacially carved Tenaya Canyon, and to its right are the wavy white ribbons of Nevada and Vernal Falls. On the valley floor, the Merced River snakes through green meadows and groves of trees. Sidle up to the railing, hold on tight and peer 3200ft straight down at Half Dome Village. Basket Dome and North Dome rise to the north of the valley, and Liberty Cap and the Clark Range can be seen to the right of Half Dome.Almost from the park’s inception, Glacier Point has been a popular destination. It used to be that getting up here was a major undertaking. That changed once the Four Mile Trail opened in 1872. A wagon road to the point was completed in 1882, and the current Glacier Point Rd was built in 1936.At the tip of the point is Overhanging Rock, a huge granite slab protruding from the cliff edge like an outstretched tongue, defying gravity and once providing a scenic stage for daredevil extroverts. Through the years, many famous photos have been taken of folks performing handstands, high kicks and other wacky stunts on the rock. The precipice is now off-limits."
},
{
    "country": "california",
    "city": "Yosemite National Park",
    "index": 38,
    "name": "Mariposa Grove",
    "latitude": "37.5030296",
    "longitude": "-119.59789274",
    "excerpt": "With their massive stature and multi-millennium maturity, the chunky high-rise sequoias of Mariposa Grove will make you feel rather insignificant. The…",
    "detail_url": "https://www.lonelyplanet.com/usa/yosemite-national-park/attractions/mariposa-grove/a/poi-sig/1472058/361888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c64ffa28ab47dac0c7e1e28eb57de4a0-mariposa-grove.jpg",
    "detail_description": "With their massive stature and multi-millennium maturity, the chunky high-rise sequoias of Mariposa Grove will make you feel rather insignificant. The largest grove of giant sequoias in the park, Mariposa is home to more than 500 mature trees spread over 250 acres. Walking trails wind through this very popular grove; you can usually have a more solitary experience if you come during the early evening in summer or anytime outside of summer.\nClosed to visitors since the start of a major restoration project in July 2015, the grove reopened in mid-June, 2018. Visitors will see new trails, including accessible boardwalks, and the removal of most of the parking lot, gift shop, tram tours and grove roads, meaning less traffic congestion and a more natural visitor experience. A multimillion-dollar grant from the Yosemite Conservancy funded the building of a new trail from the South Entrance to Mariposa Grove.On your right as you enter the lower grove, the Fallen Monarch may be familiar to you from an iconic 1899 photo of the US 6th Cavalry – and their horses – posed on the tree's length. Its exposed roots illustrate the sequoias' shallow but diffuse life-support system.Walk a half-mile up to the 1800-year-old Grizzly Giant, a bloated beast of a tree with branches that are bigger in circumference than most of the pine trees in this forest. The walk-through California Tunnel Tree is close by, and the favored spot for ‘I visited the tall forest’ photos. Incredibly, this tree continues to survive, even though its heart was hacked out back in 1895.In the upper grove, the more famous Fallen Wawona Tunnel Tree, however, fell over in a heap in 1969 – its 10ft-high hole was gouged from a fire scar in 1881. Other notable specimens include the Telescope Tree and the Clothespin Tree. It’s about a mile round trip from the Fallen Wawona Tunnel Tree to the wide-open overlook at Wawona Point (6810ft), which takes in the entire area.Depending on your energy level, you could spend half an hour or a few hours exploring the forest. Between the new shuttle stop and the Wawona Tunnel Tree in the upper grove, the elevation gain is about 1000ft, but the trail is gentle.Parking at the grove is limited to visitors with accessible placards; all others must take the free 2-mile-long shuttle bus ride from the Welcome Plaza at the South Entrance parking area to the Lower Grove. It takes an hour to drive from Yosemite Valley to the South Entrance. Snowfall closes Mariposa Grove Rd to cars from about November to April, but you can always hike, ski or snowshoe in (2 miles, 500ft of elevation gain) and experience it during its quiet hibernation."
},
{
    "country": "california",
    "city": "North Coast & Redwoods",
    "index": 39,
    "name": "Prairie Creek Redwoods State Park",
    "latitude": "41.408746",
    "longitude": "-124.035902",
    "excerpt": "Famous for some of the world's best virgin redwood groves and unspoiled coastline, this 14,000-acre section of Redwood National & State Parks has…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/redwood-national-state-parks/attractions/prairie-creek-redwoods-state-park/a/poi-sig/1550527/1338888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/863f422609e86a6294190d10a8e7d964-prairie-creek-redwoods-state-park.jpg",
    "detail_description": "Famous for some of the world's best virgin redwood groves and unspoiled coastline, this 14,000-acre section of Redwood National &amp; State Parks has spectacular scenic drives and 75 miles of mainly shady hiking trails, many of which are excellent for children. Kids of all ages will enjoy the magnificent herd of elk here, which can generally be spied grazing at the Elk Prairie, signposted from the highway; the best times to be sure of seeing the elk are early morning and around sunset.\nThere are 32 mountain-biking and hiking trails through the park, from simple to strenuous. Only a few of these will appeal to hard-core hikers, who should take on the Del Norte Coast Redwoods. A few easy nature trails start near the visitor center, including Revelation Trail, Elk Prairie Trail and Prairie Creek Trail. Stroll the reforested logging road on the Ah-Pah Interpretive Trail at the park’s north end. The most rewarding hike is a spectacular 12-mile loop from the visitor center following the James Irvine Trail to Fern Canyon and Gold Bluffs Beach. Return on Miner's Ridge Trail, rising from the coast into primordial redwoods.Unpaved Davison Rd provides access to the park's only fee area ($8 per car). Just past the Gold Bluffs Beach Campground the severely potholed road deadends at Fern Canyon, the second busiest spot in the park, where 60ft fern-covered sheer-rock walls are so unusual that they were used in scenes from Steven Spielberg’s Jurassic Park 2: The Lost World, as well as Return of the Jedi. This is one of the most photographed spots on the North Coast – damp and lush, all emerald green – and totally worth getting your toes wet to see on the 1-mile loop trail. Note that two creek crossings may prevent access to the last mile of the road in the winter rainy season if you don't have four-wheel drive. There are also no footbridges in the canyon between October and April, making rubber boots the only alternative to drenched feet."
},
{
    "country": "california",
    "city": "San Francisco",
    "index": 37,
    "name": "Legion of Honor",
    "latitude": "37.784445",
    "longitude": "-122.500962",
    "excerpt": "The Legion of Honor, or more formally known as the “California Palace of the Legion of Honor”, is a part of the Fine Arts Museums of San Francisco. It is…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/golden-gate-park-and-the-avenues/attractions/legion-of-honor/a/poi-sig/383911/1329646",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/54427278.jpg",
    "detail_description": "The Legion of Honor, or more formally known as the “California Palace of the Legion of Honor”, is a part of the Fine Arts Museums of San Francisco. It is home to a vast collection of works and artifacts that span 4000 years of art history, all set out in a beautiful building that overlooks the Golden Gate Bridge.\nThe Legion of Honor has welcomed visitors hailing from near and far for almost a century – it first opened in 1924, built to commemorate Californian soldiers who died in World War I. It was a gift of Alma de Bretteville Spreckels, wife of the sugar industry tycoon and thoroughbred racehorse owner and breeder, Adolph B. Spreckels.\n\n  \nVisitors admire the art on show at the Legion of Honor © Anthony Pidgeon / Lonely Planet\n\nWhat to see \nFrom the outside, this majestic work of architecture is a beautiful example of neoclassical design. Sheltered by the towering Monterey Pines of Lincoln Park, the site offers dramatic views of the Pacific Ocean and the Golden Gate Bridge (perfect for photo ops!). \nInside, the Legion holds a vast collection of paintings (particularly works by European artists), photographs and sculptures that runs from ancient times to modern day.The Hall of Antiquities displays ancient works from Egypt, the Near East, Greece, and Rome, including sculptures, figurines, vessels, jewelry, and carved reliefs.\nBe sure to check out The Spreckels Organ, a magnificent pipe organ built in 1924 by the Ernest M. Skinner Organ Company, of Boston, and presented to the Legion as a gift for its opening. The instrument is considered to be one of the finest organs in the world, with pipes ranging in size from half an inch to 32 feet. To hear the instrument in action, check the schedule for weekly performances.\nThere are also numerous works on display by master French sculptor Rodin, including a cast of what is arguably his most famous work, “The Thinker,” which dates back to 1880, and is a depiction an artist deep in thought (possibly the poet Dante, possibly Michelangelo). Today the sculpture has become a symbol for all poets and philosophers, pondering life’s big questions.\nIf you visit the gallery during November, be sure to see the Book of Gold. It is usually in the Fine Arts Museums’ archives for safekeeping but is shown annually at the Legion during the month of November to honor California veterans. Spreckels had military records scoured for the names and hometowns of those Californian military members who served and died in WWI. A calligrapher then inscribed the roughly 3600 names into this Book of Gold, which took a total of eight years to complete.\n\n  \nThe Palace of Legion contains sculptures, paintings and photographs from throughout history © Anthony Pidgeon / Lonely Planet\n\nTours, admission prices and guides\nThe museum itself is open Tuesday to Sunday and is closed most Mondays and holidays. General admission tickets start at $15 for adults and discounts are available for seniors and students. People aged 17 and under can enter for free.\nGeneral admission to the museum is free on the first Tuesday of every month – but note that this offer applies only to the permanent collection galleries. Visitors must still pay full-price for admission to the special exhibition. Visitors can check this calendar to see specific special hours and holidays. Those who want to delve deeper into the art on display can take a guided tour, offered in a range of languages.\nYou can take pictures within the museum, provided it’s with a handheld camera (no additional equipment allowed) and doesn’t disturb other visitors.\nVisitors can also save money with the San Francisco CityPASS which includes admission to the Legion of Honor and offers 49% or more off unlimited cable car rides.\nHotels nearby\nSpend the night at the Omni San Francisco Hotel, which is located in the heart of downtown San Francisco, right on the cable car line and just a short walk to Union Square. Tickets to the de Young and Legion of Honor are available for purchase at the concierge desk, and it’s an ideal location for visitors to indulge in some retail splurges after a day of educational art history, with Union Square known for its high-end shopping outlets, as well as its impressive art galleries.\n"
},
{
    "country": "california",
    "city": "South Lake Tahoe & Stateline",
    "index": 36,
    "name": "Tallac Historic Site",
    "latitude": "38.937514",
    "longitude": "-120.048809",
    "excerpt": "Three 1920s-era estates – Baldwin, Pope and Valhalla – sprawl across this 150-acre site on the southwest shore of Lake Tahoe. Free, self-guided tours wind…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/south-lake-tahoe-and-stateline/attractions/tallac-historic-site/a/poi-sig/1082703/361883",
    "image_url": null,
    "detail_description": "Three 1920s-era estates – Baldwin, Pope and Valhalla – sprawl across this 150-acre site on the southwest shore of Lake Tahoe. Free, self-guided tours wind visitors through paths in the arboretum, under giant sequoias and over garden pond bridges. A few short trails lead down to small, quiet beachfront areas where boats can dock on the pier for up to one hour. The rest of the paved walkways connect the three estates, now used to house history and art displays of fashion, toys and automotive travel throughout the 20th century, living history programs, guided tours for a fee and community events. Spend the whole day strolling and relaxing on the grounds, or couple your visit with other nearby South Lake Tahoe attractions.&nbsp;\nHistory\nThere is an inherent magnetism to Lake Tahoe in summer, and people have been drawn to it for many centuries. For the Washoe, the Native Americans who originally inhabited the area, seasonal migration from Carson Valley afforded cooler temperatures and ample opportunity to fish and hunt. After the construction of the transcontinental railroad in the late 1800s, wealthy white settlers who could afford to travel from big cities also began flocking to Tahoe for a summer retreat.\nEach house on the Tallac Historic Site has its own colorful backstory and designated modern use to help showcase the evolution of Tahoe as a summer resort. The Baldwin estate, which originally included an extravagant hotel with a saloon, casino, string orchestra and ballroom, was later torn down and replaced with a summer home for Dextra Baldwin. She was the granddaughter and heiress to the estate of California entrepreneur Elias “Lucky” Baldwin. The home she built in 1921 is modest compared to the others on-site. It now serves as a museum for Baldwin family and Washoe exhibits as well as a gift shop.\nThe Pope estate,&nbsp;built in 1894, was sold, remodeled and expanded before George Pope purchased it in&nbsp;1923. The Pope family elevated the home to new heights of esteem, employing ten gardeners to maintain their arboretum and hosting famed guests such as Rudolph Valentino, a cultural icon of American film in the 1920s. Today, the Pope estate offers tours, art exhibits, and living history programs.\nValhalla was&nbsp;built in 1924 and owned by Walter Heller until the 1940s. South Tahoe Valhalla Corporation purchased the home in 1965 and attempted to turn it into a private club, but after that failed, the U.S. Forest Service acquired all three estates. There was a&nbsp;wedding at Valhalla on the day of our visit so it was closed to the public, but pictures of its Grand Hall reveal magnificent exposed-wood ceiling beams and a 20ft stone fireplace. In addition to private events, Valhalla also hosts summer concerts and is home to the&nbsp;Cultural Arts Gift Store.&nbsp;\nPlanning your visit and other nearby attractions\nThis historic site is accessible by the three-mile Pope-Baldwin Bike Path, making it an easy fit into a comprehensive bike ride tour of the southwest shoreline.\nOtherwise, a large wooden sign on the lakeside of Highway 89/Emerald Bay’s Road indicates the entrance to Tallac Historic Site. It is about three miles north of the City of South Lake Tahoe. There is no fee for parking or entrance to any outdoor features on the property. About a quarter-mile down the driveway, the entrance veers left toward Tallac Point and the Taylor Creek Visitor’s Center and right toward Kiva Beach picnic area and the historic site.&nbsp;\nA whole day could certainly be enjoyed at Tallac between touring or freely meandering the grounds, picnicking at nearby Kiva Beach, and relaxing on the shores, but carving out a couple of hours in the morning or afternoon for your visit would also suffice if you’re pressed for time.\nAnother way to take full advantage of sightseeing is to split your time between Taylor Creek Visitor’s Center and Tallac Historic Site. Both are connected by a walking trail and adjacent parking lots. No doubt your knowledge of the ecological and cultural history of South Lake Tahoe would be quite refined after fully engaging with information provided along the interpretative trails and participating in guided tours at both. Rangers host free walks at Taylor Creek and an inside-the-creek viewing chamber along Rainbow Trail provides a glimpse of aquatic wildlife within it.\nA third -&nbsp;and rather compelling option -&nbsp; is to arrive at Tallac in time to catch the morning tour at 11, and then head over to nearby Historic Camp Richardson, which is its own rustic epicenter of Tahoe activity with a general store, ice cream parlor, coffee shop, campgrounds, cabins, and recreation. You might be hungry after wandering around the Estates at Tallac, so lunch at Beacon Bar &amp; Grill could nourish and inspire afternoon adventures.&nbsp;Maybe after a slushy Rum Runner cocktail with lunch, you’ll be keen to pedal the Pope-Baldwin Bike Path, which&nbsp;connects some of the best beaches in South Lake Tahoe. If you fancy hopping astride a horse for a trail ride, Camp Richardson Corral has you covered. No judgment here if your mission at dusk is for an evening cocktail and breezy relaxation; climb aboard a Rum Runner Cruise and glide into Emerald Bay for waterfront views of yet another architectural wonder of 1920s Tahoe, Vikingsholm Castle.\nIf you happen to be in town when the Tahoe Heritage Foundation is sponsoring one of its creative events, check its August calendar for the Gatsby Festival (with finger sandwiches, “dainty desserts,” jazz and a Vintage Fashion show), look at October&nbsp;for Tahoe Terror (when local drama clubs do a fantastically scary job haunting the grounds), and mark December dates&nbsp;for Winter Wanderland (for sleigh rides, cocoa and carols on a vintage piano).&nbsp;\nTickets and other practicalities\nAddress: 1 Heritage Way, South Lake Tahoe, CA 96150\nFees: No fee for parking or entrance to the property; optional guided tour of Pope House $15 for adult, $10 for seniors, military and students, free for children 10 and under\nTallac Museum and Gift Shop Hours: Thurs-Sun, though the grounds are open year-round to the public from dawn to dusk\nTour Hours: Thurs - Sun\nTallac Museum and Gift Shop: 530-541-5227\n&nbsp;\n"
},
{
    "country": "california",
    "city": "Lake Tahoe",
    "index": 35,
    "name": "Ed Z’berg Sugar Pine Point State Park",
    "latitude": "39.05283675",
    "longitude": "-120.14786835",
    "excerpt": "The largest, and arguably most luxurious of the state parks at Lake Tahoe, Ed Z’Berg Sugar Pine State Park (formerly known as Sugar Pine State Park), sits…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/tahoma/attractions/ed-z-berg-sugar-pine-point-state-park/a/poi-sig/1082707/1338945",
    "image_url": "https://lp-cms-production.imgix.net/2021-08/Sugar_pine_point_park_tahoe.jpg",
    "detail_description": "The largest, and arguably most luxurious of the state parks at Lake Tahoe, Ed Z’Berg Sugar Pine State Park (formerly known as Sugar Pine State Park), sits on 2000 acres of gorgeous alpine greenery that rolls gently into two lovely miles of lakefront on the West Shore of Lake Tahoe.\nThe impressive centerpiece of the park is a “rusticly elegant” 11,000 sq ft Pine Lodge mansion (also known as the Ehrman Mansion) that towers and awes alongside the pines and cedars. Summertime attractions include tours of the mansion, a nature center, nature preserve, picnicking, a tennis court, kayak and paddle board rentals, paved and dirt walking trails, General Creek, a pier, and swimming. Wintertime attractions include cross-country skiing and snowshoeing as well as winter tours. Nordic enthusiasts take note: this is the only Tahoe-area campground that remains open year-round.\n\n  \nThe historic Ehrman Mansion located in Ed Z'berg Sugar Pine Point State Park on Lake Tahoe © Jim Feliciano / Shutterstock\n\nHistory\nCompleted in 1902, the Pine Lodge mansion built by Isaias W. Hellman truly is an architectural and cultural wonder. Constructed almost entirely from locally sourced materials, its exterior design, the Shingle Style California Craftsman, was the creative work of architect Walter Danforth Bliss. Despite its three stories and stately covered front porch that stretches between two circular turrets, the structure complements and echoes its natural environs rather than imposing upon them.\nLeaving his native Bavaria at the age of 17, Mr. Hellman’s astute financial savvy and trustworthy nature contributed to his international success as a San Francisco-based banker. He built Pine Lodge as a summer getaway for family and friends, and guests were absolutely indulged. Their luggage was immediately whisked away and comfortable, tastefully decorated rooms were brightened with fresh vases of flowers. Call-buttons installed in each room even provided guests with direct access to anything they may need. Breakfast could be served in bed or by the living room fireplace, and then the day was open to visitors to fill as they desired: croquet, boating, fishing, or relaxing on the front porch. At 7 pm, cocktails were served on the porch where guests gathered in their finest formal attire before dinner.\nAfter Mr. Hellman’s death in 1920, the house was passed down to his daughter Florence (who by that time was Florence Ehrman), and it remained a summer home for the family until 1965. The State of California then bought it from Esther Lazard (Florence Ehrman’s daughter). Collaborative efforts between California State Parks, North Lake Tahoe Historical Society and Sierra State Parks Foundation slowly refurbished and restored the home to its 1902 splendor.\nHalf-hour tours provided by volunteers from the Sierra State Parks Foundation are highly engaging and informational. From the ice that was cut and stored each winter to provide refrigeration to the specially crafted “birdcage-style” elevator that was installed for Mrs. Ehrman, sneaking a peek inside the details of the grand and gracious lifestyle of the Hellman-Ehrman family is a unique experience.\n\n  \nEd Z'berg Sugar Pine Point State Park, Lake Tahoe © Jacqueline Panelo / Shutterstock\n\nPlanning your day visit\nTo maximize your visit, plan to arrive by 10 a.m. and pop into the Visitor’s Center to schedule a morning tour of the mansion. Your tour will begin on the front porch where your guide will invite you to imagine yourself as an honored guest hailing from San Francisco. Once you step through the spacious and opulent front foyer, it is easy to immerse yourself in the style and luxury of life on Lake Tahoe at the turn of the century.\nAfter the tour, explore the grounds while the morning air is still cool. The Lakefront Interpretive Trail is especially nice for a casual stroll. It is paved, flat and about a quarter of a mile long. Another scenic option is the 1.5 mile Dolder Nature Trail. It is a dirt path that loops around the Edwin L. Z’Berg Natural Preserve for views of subalpine meadows and a maritime navigational light that boasts the highest elevation of its kind in the world.\nBring a blanket and picnic lunch – you’ll find many delightfully shady spots with views of the lake. For a refreshing dessert, grab an ice cream sandwich from the Visitor Center.\nThe afternoon is a fine time to hit the beach. A wagon might be useful for transporting your beach items from the parking area to the shore since it’s about a quarter-mile walk. Families with small children might enjoy staking a spot in the sandy, shallow waters of General Creek that runs just north of the mansion. Then again, your crew may be content to dangle legs off the pier and soak in a little mountain sun and scenery. Kayaks and stand-up paddle boards are also available for rent if you’re inclined to take your leisures out on the water.\nSugar Pine Point Campground \nThis campground consists of 175 sites located on the inland side of Highway 89. Though it is not on the lake, it does provide campers with walk-in access to the rest of Ed Z’Berg State Park (minus tours of the mansion). Reservations can be made up to seven months in advance and no less than 48 hours prior; expect the campground to be full during peak summer months and book your spot well in advance. Ten group sites accommodate a maximum of 25 people for $165/night. Otherwise, the remaining family sites can accommodate up to 8 people for $35/night. For the winter season, one loop of the campground remains open.\nFlush toilets, tap water and coin-operated hot showers (not available during winter) are also on-site. General Creek Trail (6.5-mile loop) and Lily Pond Trail (7-mile loop) start between campsites 147 and 149.\nBlack bears are highly active in the area, and absolute precaution is necessary. It is adamantly stated by park officials that all food be stored and locked properly in bear-proof coolers and storage containers.\nTickets and other practicalities\nThe park is located on the West Lake Tahoe Shore, ten miles south of Tahoe City and 25 miles north of South Lake Tahoe. Parking fee is $10 during the summer and $5 during the winter.\nThe park can also be accessed via the West Shore Bike Trail, but please pay attention to signs that advise where bikes are not allowed on the property.\n"
},
{
    "country": "california",
    "city": "San Francisco",
    "index": 34,
    "name": "San Francisco Zoo",
    "latitude": "37.732490364174",
    "longitude": "-122.50215053558",
    "excerpt": "Crafty kids find ways to persuade parents to brave traffic and chilly fog to reach SF Zoo – but everyone ends up enjoying the well-kept habitats,…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/golden-gate-park-and-the-avenues/attractions/san-francisco-zoo/a/poi-sig/383873/1329646",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/Tayto%20Park%20Zoo.jpg",
    "detail_description": "Lions, tigers and (bison?) oh my! Those searching for an enjoyable day of animal exploration and education in San Francisco should check out the San Francisco Zoo &amp; Gardens. Open 365 days a year, this zoo is home to more than 2,000 exotic, endangered, and rescued animals, hosting 100-plus acres of greenery and garden spaces, right in the heart of the city.\nWhat animals can you see at San Francisco Zoo?\nRegardless of the day or time of visiting the zoo, guests can check out a wide range of fascinating exhibits. Visit the Leanne B. Roberts African Savanna habitat which offers a multi-species landscape home to giraffes, zebras, ostriches, storks, and more. \nOver at Hearst Grizzly Gulch, visitors can get (safely) up close and personal with rescued grizzly sisters, Kachina and Kiona. Lemurs prance throughout the Lipman Family Lemur Forest, which is the largest outdoor lemur habitat in the country -- and according to the zoo’s website, Penguin Island is home to the largest colony of Magellanic penguins outside of the wild. \nThe Zoo’s troop of gorillas are at the lush Jones Family Gorilla Preserve. Finally, find farm animals for feeding and petting at the Fisher Family Children’s Zoo. This attraction is actually home to a few important historic sites right on its grounds, too. \nThe zoo hasn’t always been a leading light in animal welfare; in the mid-2000s, according to a Commission of Animal Control and Welfare meeting, the zoo was accused of having cages that were too small and conditions that were inhumane.  Nowadays, things have improved immensely and there’s a strong focus here on animal wellness. There’s a dedicated Wellness and Conservation Center, where the zoo uses studies and techniques to implement practices that ensure all the resident animals are thriving. \n\n  \nPenguins are a big part of San Francisco Zoo © Jayna L/Shutterstock\n\nVisitors won’t find elephants at The San Francisco Zoo &amp; Gardens, because the formerly used elephant compound was too small for comfort, and the animals were relocated a long time ago to destinations with larger spaces.\nHistoric sites\nThe San Francisco Zoo &amp; Garden’s Dentzel Carousel is a valuable piece of history as one of the last remaining machines created  by world-renowned carousel builder, William H. Dentzel, back in 1921.  And of course, it’s open to children and adults of all ages because you're never too old to ride the carousel!\nNext, check out the rare miniature steam train affectionately referred to as “Little Puffer” -- a real life “little engine that could.” This little train is pushing a century in age, and is one of only three remaining 22-inch gauge engines left in the world. After two decades in storage, it was lovingly welcomed back by the community and local railroad enthusiasts back in 1998. \nAnother attraction of the SF Zoo is the local bison, which have lived in this area since 1891 (even longer than Little Puffer!) and are located at the Bison Paddock in Golden Gate Park under the management of the San Francisco Recreation and Park Department (but cared for by animal staff). \nVisitors can dine inside the zoo grounds at Leaping Lemur Café, The Station Pizza Parlor, or Café Playfield-- or head off-site after a day of adventure at one of dozens of great local spots nearby. Guests may bring their own food and beverages into the Zoo but no glass containers or alcohol are allowed in.\nHow to get there\nThe zoo is located at the intersection of Sloat Boulevard and the Great Highway, which runs along the coast of San Francisco's West peninsula. Parking is available at the Zoo on weekends and holidays for $13 and on weekdays for $11. Parking is free for guests with a disabled placard. There is also short-term free parking nearby in adjacent neighborhoods for visitors who are willing to walk.\nEven though it’s a large parking lot, purchase a pre-paid parking ticket before visiting to avoid first-come first-served searching for a spot upon arrival. The zoo’s parking lot even hosts three Tesla charging towers for electric car owners.\nAdmission, reservations, pricing and programs\nAdmission prices can  vary, but can be found regularly updated on the website. Prices go up to $25, with affordable access program discounts and local rates making it a lower cost option for a day of adventure. \nNote that advanced reservations are currently required due to the capacity restrictions of the COVID-19 pandemic, and all guided tour experiences are currently on-hold, but traditionally guests can explore these exhibits on one-of-a-kind guided tours, to learn more about the animals, the gardens and the area’s rich history. \nAs of August 17, zoo gates open for pre-reserved times starting at 10am and closing at 5pm. The zoo itself takes roughly 60 - 90 minutes to explore, but can easily be drawn out by slowing down to enjoy the wide range of attractions within the park. \nThere are also a variety of tailored educational programs for visitors of all ages to try -- from kids camps, to adult focused “BikeAbout” tours and Ocean Explorer programs. There are wheelchair accessible tours as well and all the viewing areas on the Animal Amble, Gardens Tour and Senior Stroll are wheelchair or stroller accessible. Be forewarned that no tours are ever offered from Thanksgiving through New Years.\nWhere to grab a bite to eat and spend the night\nNearby attractions for a side trip afterward include Golden Gate Park and Ocean Beach -- both of which are fantastic places to catch a sunset (if it’s an evening without the famous San Francisco fog layer, which is still beauty in itself). \nAfter a day of exploring the world’s flora and fauna, relax with a bite to eat and a brew at local favorite, Sunset Reservoir Brewing Company, a modern, 2-story tavern creating craft brews served alongside tasty American food, with a large outdoor dining space. \nAt night, retire to The Ritz Carlton, San Francisco which is situated in the heart of the city’s upscale Nob Hill neighborhood, with sights of the San Francisco Bay and downtown skyline. It’s accessible to the zoo, while also being a short walking distance to neighborhoods to pay a visit like Chinatown and Union Square.  \n"
},
{
    "country": "california",
    "city": "Greater Palm Springs",
    "index": 33,
    "name": "Palm Springs Art Museum",
    "latitude": "33.824099",
    "longitude": "-116.549849",
    "excerpt": "Art fans should not miss this museum and its changing exhibitions drawn from a stellar collection of international modern and contemporary painting,…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/palm-springs-and-coachella-valley/attractions/palm-springs-art-museum/a/poi-sig/1131672/1006083",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-168088205_full.jpg",
    "detail_description": "Art fans should not miss this museum and its changing exhibitions drawn from a stellar collection of international modern and contemporary painting, sculpture, photography and glass art. The permanent collection includes works by Henry Moore, Ed Ruscha, Helen Frankenthaler, Louise Bourgeois, Mark Bradford, Pablo Picasso, and many other heavy hitters. Other highlights are a wide-ranging glass art and pre-Colombian figurine collections. Free entry from 5pm to 7pm Thursdays.\n"
},
{
    "country": "california",
    "city": "Joshua Tree National Park",
    "index": 32,
    "name": "Keys View",
    "latitude": "33.929403",
    "longitude": "-116.193123",
    "excerpt": "High atop the Little San Bernardino Mountains, Keys View offers panoramic views of the whole Coachella Valley spread out like a picnic blanket. On clear…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/joshua-tree-national-park/attractions/keys-view/a/poi-sig/1422124/361822",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/547076619_full.jpg",
    "detail_description": "High atop the Little San Bernardino Mountains, Keys View offers panoramic views of the whole Coachella Valley spread out like a picnic blanket. On clear days you can see the Salton Sea, the&nbsp;San Andreas Fault, southern California's highest peaks of Mt San Jacinto (10,834ft) and Mt San Gorgonio (11,500ft), and on rare occasions even Mexico.&nbsp;\nIt's a twenty minute drive from Park Boulevard to the highest point in Joshua Tree National Park. The main lookout is wheelchair accessible. Hikers can take&nbsp;the .2-mile-loop trail up the ridge for another angle, too.&nbsp;For a longer hike, the&nbsp;Keys View Loop to Inspiration Peak Trail is two miles out and back and moderately challenging. Or you can try the&nbsp;Lost Horse Mine trailhead, which is nearly seven miles long.\n"
},
{
    "country": "california",
    "city": "San Diego",
    "index": 31,
    "name": "California Surf Museum",
    "latitude": "33.196161",
    "longitude": "-117.381417",
    "excerpt": "It's easy to spend an hour in this heartfelt museum of surf artifacts, from a timeline of surfing history to surf-themed art and a radical collection of…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/san-diego/la-jolla-north-county-coast/oceanside/attractions/california-surf-museum/a/poi-sig/1424314/1337432",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/00b97242774863870cf1459bd5aaaad9-california-surf-museum.jpg",
    "detail_description": "It's easy to spend an hour in this heartfelt museum of surf artifacts, from a timeline of surfing history to surf-themed art and a radical collection of boards. It also houses the camera that Doc Ball, surfing's first dedicated photographer, used to snap pioneering images in the 1930s.\nExhibits change frequently; previous themes have included Women of Surfing, Adaptive Surfing and Surfers of the Vietnam War. The surfboards which appeared on the TV show American Pickers are still on display in the Plastic Fantastic section.\nBethany Hamilton's surfboard\nThe museum's most popular exhibit is the surfboard of professional surfer Bethany Hamilton, which has a huge shark bite taken out of it. Hamilton lost her left arm in the 2003 attack at Kaua'i's Tunnels Beach in Hawaii, but she has since recovered and continues to surf professionally. The bikini she wore on the day of the attack makes up part of the exhibit too.\nTickets and other practicalities\nThe California Surf Museum is located at 312 Pier View Way in Oceanside, San Diego. Admission costs $5 for adults, $3 for students and children under 12 years go free. On the first Tuesday of month, tickets are reduced to $1.\n"
},
{
    "country": "california",
    "city": "Mammoth Lakes",
    "index": 30,
    "name": "Earthquake Fault",
    "latitude": "37.65252629",
    "longitude": "-119.00337545",
    "excerpt": "Mammoth Mountain is the product of millions of years of volcanic activity, so it should be no surprise that the region surrounding it is full of…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/mammoth-lakes/attractions/earthquake-fault/a/poi-sig/1471977/1006129",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/GettyImages-501259786.jpg",
    "detail_description": "Mammoth Mountain is the product of millions of years of volcanic activity, so it should be no surprise that the region surrounding it is full of geological intrigues. One of the most easiest to see up close is Earthquake Fault, a half mile long tear in the earth likely formed when&nbsp;Inyo and Mono Craters last erupted.\nTechnically in geologic terms it's a fissure,&nbsp;&nbsp;not a fault – a neat shear in an ancient rhyolite lava flow. Nevertheless, it's a striking reminder of the&nbsp;powerful forces working beneath the earth. Ice and snow often linger at the bottom until late summer, and Native Americans and early settlers used it to store perishable food like an all-natural refrigerator.\nYou can reach Earthquake Fault from Minaret Rd, about 1 mile west of the Mammoth Scenic Loop, or by driving&nbsp;west on State Route 203 until you are a mile past Mammoth Village, where there's a turnoff. There are&nbsp;restrooms and picnic tables&nbsp;at the parking area and a .3 mile self-guided interpretive trail leading to the Fault through stands of old growth trees.&nbsp;\nAccessibility is difficult during winter, but can be achieved by cross-country ski if you're so motivated. In addition to the interpretive trail to the Fault, you can also mountain bike the 4-mile&nbsp;Mountain View Trail, which leads to Minaret Vista.\n"
},
{
    "country": "california",
    "city": "Death Valley National Park",
    "index": 29,
    "name": "Dante's View",
    "latitude": "36.220803",
    "longitude": "-116.726046",
    "excerpt": "Dante's View is an overlook that sits perched at 5475ft atop the Black Mountains, affording stunning panoramic views of the entire southern Death Valley…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/death-valley-national-park/attractions/dante-s-view/a/poi-sig/1078768/361814",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_v32247112.mp4",
    "detail_description": "Dante's View is an overlook that sits perched at 5475ft atop the Black Mountains, affording stunning panoramic views of the entire southern Death Valley basin. On very clear days, you can simultaneously see the highest (Mt Whitney) and lowest (Badwater) points in the contiguous USA. As the highest point in Death Valley National Park, you'll also get a slight respite from the valley's famous heat, if you're lucky.&nbsp;\nIf it looks a little familiar, that might be because it was used for a brief establishing shot in&nbsp;Star Wars: A New Hope&nbsp;when the characters first approach Mos Eisley. But Dante's View has an older pop culture connection – the overlook got its name from visiting members of the&nbsp;Pacific Coast Borax Company, who thought it evoked the Italian poet's vision of nine circles of hell in&nbsp;The Divine Comedy.\nIndeed, the Borax industrialists hoped the vivid moniker would help establish Dante's View as the best view in the area for visiting tourists. While the vantage point from the parking lot is indeed splendid, you can also hike half along&nbsp;Dantes Ridge to the top of Mount Perry for even more unobstructed views and different angles. It's an eight mile trek, however, that can involve strenuous bolder scrambles and should be completed before 10am in the summer months, as there's no shade.\n&nbsp;\n"
},
{
    "country": "california",
    "city": "North Beach & Chinatown",
    "index": 28,
    "name": "Waverly Place",
    "latitude": "37.794462",
    "longitude": "-122.406858",
    "excerpt": "Grant Ave is Chinatown's economic heart, but its soul is Waverly Place, lined with flag-festooned, colorful temple balconies and family-run businesses…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/north-beach-and-chinatown/attractions/waverly-place/a/poi-sig/1406320/1329641",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b7aa45d42177d6957743e911914c4854-waverly-place.jpg",
    "detail_description": "Grant Ave is Chinatown's economic heart, but its soul is Waverly Place, lined with flag-festooned, colorful temple balconies and family-run businesses. Readers will recognize this byway as the namesake of a lead character in Amy Tan's novel&nbsp;The Joy Luck Club;&nbsp;cinephiles from the&nbsp;Pursuit of Happiness;&nbsp;diners may know it as the location of Michelin-starred&nbsp;Mister Jiu's, in a historic Chinatown clinker-brick banquet hall where lunar new year has been celebrated for 130 years.\nNineteenth-century racist planning restrictions left Chinatown no place to go but up, so family associations and temples were built atop barber shops, laundries and restaurants lining Waverly Place, one block west of Grant Avenue between Washington Street and&nbsp;Sacramento.&nbsp;Through World Wars, Prohibition gunfights, and the steady march of gentrification, Waverly Place calmly stood its ground.\nTemple services have been held here since 1852 – even after San Francisco's 1906 earthquake and fire, when altars were still smoldering. Indeed, the&nbsp;Tin How Temple, which was first built in 1852, is the oldest surviving&nbsp;Taoist&nbsp;temple in San Francisco. The current temple at 125 Waverly Place opened after the original was destroyed in the great quake.&nbsp;It's so important to San Francisco's Chinese community that Waverly Place is sometimes referred to as&nbsp;天后庙街;&nbsp;天后廟街, or Tin How Temple Street.&nbsp;\n&nbsp;\n"
},
{
    "country": "california",
    "city": "The Mission, Dogpatch & Potrero Hill",
    "index": 27,
    "name": "826 Valencia",
    "latitude": "37.759847",
    "longitude": "-122.421544",
    "excerpt": "Avast, ye scurvy scallywags! If ye be shipwrecked without yer eye patch or McSweeney's literary anthology, lay down ye doubloons and claim yer booty at…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-mission-soma-and-potrero-hill/attractions/826-valencia/a/poi-sig/1339244/1329643",
    "image_url": null,
    "detail_description": "Avast, ye scurvy scallywags! If ye be shipwrecked without yer eye patch or McSweeney's literary anthology, lay down ye doubloons and claim yer booty at this here nonprofit pirate store. Below decks, kids be writing tall tales for dark nights a'sea, and ye can study writing movies, science fiction and suchlike, if that be yer dastardly inclination.\nThis eccentric pirate-supply store selling eye patches, spyglasses and McSweeney's literary magazines fronts a nonprofit offering free writing workshops and tutoring for youth. Yank open wooden drawers organized according to pirate logic: a drawer marked 'illumination' holds candles; 'thump' is full of mallets. But leave the stinky tub o' lard well enough alone, or you might get mopped – a pirate hazing ritual that involves a trap door, a mop and the element of surprise.\nBefore you leave, step behind the velvet curtain into the Fish Theater, where a blue-eyed and smirking (yes, smirking) puffer fish is immersed in Method acting. The ichthyoid antics may not be quite up to Sean Penn standards, but, as the sign says, 'Please don't judge the fish.' He's doing his best, and will even read your fortune.\nThe Pirate Supply Store is open weekends from 11AM to 6PM. Take the 33 bus to the 18th and Valencia stop, or the&nbsp;14, 14R, or 49 bus lines to the stop at the corner of Mission and 20th. Either approach puts you within a couple blocks of the Pirate Supply Store, which is conveniently located right by The Mission Playground.\nMore family fun from 826\nFor further literary shenanigans, visit King Carl's Emporium at 826's nautically themed satellite center in the&nbsp;Tenderloin&nbsp;(180 Golden Gate).&nbsp;Check the 826&nbsp;calendar for evening writing workshops, ranging from perfume-inspired fiction to neighborhood oral-history projects.\nThere's even more whimsical fun from Dave Eggers' teams&nbsp;in other cities, too,&nbsp;with the same great mission to get kids excited about reading, writing, dreaming, and learning. Los Angeles' Time Travel Mart&nbsp;in Echo Park, the Mid-Continent Oceanographic Institute in Minneapolis, Chicago's&nbsp;Wicker Park Secret Agent Supply Co.,&nbsp;the&nbsp;Detroit Robot Factory&nbsp;in Michigan, Massachusetts'&nbsp;Greater Boston Bigfoot Research Institute, the&nbsp;Brooklyn Superhero Supply Co.&nbsp;in New York City, Washington DC's&nbsp;Tivoli’s Astounding Magic Supply Company, and the&nbsp;The New Orleans Haunting Supply Co. in Louisiana&nbsp;– all are similarly fun storefronts that support the cause and fire up the imaginations of kids of all ages.\n"
},
{
    "country": "california",
    "city": "The Marina, Fisherman’s Wharf & the Piers",
    "index": 25,
    "name": "Sea Lions at Pier 39",
    "latitude": "37.810547",
    "longitude": "-122.411427",
    "excerpt": "Sea lions took over San Francisco’s most coveted waterfront real estate in 1989 and have been making a public display of themselves ever since. Some…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-marina-fishermans-wharf-and-the-piers/attractions/sea-lions-at-pier-39/a/poi-sig/1088756/1329639",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_47875621.jpg",
    "detail_description": "Sea lions took over San Francisco’s most coveted waterfront real estate in 1989 and have been making a public display of themselves ever since. Some speculate their arrival may have had something to do with the Loma Prieta earthquake that October, but it's more likely that the sea lions simply caught on to the charms of Fisherman's Wharf along with all the other tourists.\nHow to see sea lions at Fisherman's Wharf\nThese giant mammals ‘haul out’ onto the docks between January and July, and whenever else they feel like sunbathing. Night and day they canoodle, belch, scratch and gleefully shove one another off the docks. Naturally these unkempt squatters have become San Francisco’s favorite mascots, and since California law requires boats to make way for marine mammals, yacht owners have to relinquish valuable slips to accommodate as many as 1000 sea lions.\n\n  \nTourists and sea lions at Pier 39 ©Michael Urmann/Shutterstock\n\nThe city is even celebrating the thirtieth anniversary of the sea lions' arrival with a new public art project featuring 30 sea lion sculptures hand-painted by Bay Area artists. Keep your eyes peeled as you roam the streets of San Francisco for these colorful tributes – they each come with a QR code you can scan to read the artist's statement and learn more about some aspect of sea lion life, San Francisco, or Bay Area flora and fauna.\nNot only have the sea lions been honored with public art, Mayor London Breed declared January 16 as the city's official Sea Lion Day – so bark and clap your fins if you love these goofy interlopers. \nFor more information about San Francisco's sea lions, head upstairs from Pier 35 to the Sea Lion Center, where you can ask questions and check out the sea lion exhibits, including the full-sized skeleton of an adult male.\n"
},
{
    "country": "california",
    "city": "Death Valley National Park",
    "index": 26,
    "name": "Zabriskie Point",
    "latitude": "36.417967",
    "longitude": "-116.812134",
    "excerpt": "Not many national park features can say they were celebrated in a 1969 film of the same name, but Zabriskie Point claims that honor thanks to director…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/death-valley-national-park/attractions/zabriskie-point/a/poi-sig/1078772/361814",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/GettyRF_535829625.jpg",
    "detail_description": "Not many national park features can say they were celebrated in a 1969 film of the same name, but Zabriskie Point claims that honor thanks to director Michelangelo Antonio. It's easy to see why the spectacular views in this corner of Death Valley have inspired creatives from Antonio to the cinematographers behind 1960's Spartacus to U2's&nbsp;Joshua Tree&nbsp;album. A flashpoint for 1970s counterculture, even philosopher Michel Foucault&nbsp;rhapsodized about experiencing Zabriskie firsthand.\nHere you can see the rumpled badlands unfurl beneath the&nbsp;Panamint Mountains, hinting at when Death Valley wasn't known for its dry heat but was shaped by the flow of ancient creeks and lakes, and later erosion. Keep your eyes pealed for&nbsp;Manly Beacon (named for one of the original 49'ers who came to Death Valley searching for gold), the wedge-shaped outcropping below Zabriskie point that's set off beautifully at sunrise or sunset, when the walls of the canyons here gleam as if from within.\nIn addition to taking in Death Valley from above at Zabriskie, you can also use it as a launching point for hikes. You can reach Zabriskie point from a short hike from the parking lot, or from further afield on the Golden Canyon, Gower Gulch, and Badlands Loop trails, which can be taken individually or combined into an eight mile round trip trek.\nThere is parking suitable for cars and RVs at Zabriskie point, along with vault toilets and interpretive exhibits. While the toilet facilities and parking lot are accessible for visitors with disabilities, the grade of the short path to the overlook itself is somewhat steep, and may be a challenge for some of those using mobility aids.\n"
},
{
    "country": "california",
    "city": "Santa Cruz",
    "index": 24,
    "name": "Santa Cruz Beach Boardwalk",
    "latitude": "36.964303",
    "longitude": "-122.017615",
    "excerpt": "The Santa Cruz Beach Boardwalk has been an Americana classic like few others for over a century. Now as in 1907 when the amusement park first opened, the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-cruz/attractions/santa-cruz-beach-boardwalk/a/poi-sig/1132558/361797",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/500pxRF_83498591.jpg",
    "detail_description": "The Santa Cruz Beach Boardwalk has been an Americana classic like few others for over a century. Now as in 1907 when the amusement park first opened, the smell of cotton candy mixes with the salt air, the scene punctuated by the squeals of kids hanging upside down on carnival rides.\nSome of the amusement park's best-beloved attractions are nearly as old as the Boardwalk itself, and have earned a place on the registry of National History Landmarks.&nbsp;Famous thrills include the&nbsp;Giant Dipper, a 1924 wooden roller coaster, and a 1911&nbsp;Looff carousel – Looff being a master carver who worked out of Rhode Island known for an incredibly ornate, iconic style, with only ten surviving examples in the United States. There are also arcade games, Neptune's Kingdom (a former casino turned family entertainment center), bowling, and miniature golf.\nDuring summer, catch free movies on Wednesdays, and Friday-night concerts by rock veterans you may have thought already dead – or perhaps undead, if you're a fan of the 1987 vampire cult classic&nbsp;The Lost Boys, which was filmed at the Santa Cruz Beach Boardwalk and throughout the area. That's not the only movie that's shot here – you'll see glimpses of the Santa Cruz Beach Boardwalk in 1971's&nbsp;Harold and Maude,&nbsp;1983's&nbsp;Sudden Impact, and 2019's&nbsp;Us&nbsp;staring&nbsp;Lupita Nyong’o.&nbsp;\nVisiting the Santa Cruz Beach Boardwalk\nThe Boardwalk is open from 11AM - 6PM on weekdays and 11AM to 9PM and 8PM on Saturdays and Sundays, respectively. Wristbands for an unlimited ride day pass run $39.95-44.95 depending on if you're attending at peak or off peak times. Season passes are $84.95. Cashless&nbsp;MyBoardwalk cards can be filled and refilled and used on arcade and midway games and other attractions, as well as some eateries including Barbary Coast, Surf City Grill and Cruzin' Crêpes.\nThe beach can be reached via Highway 17 or scenic Highway 1. All-day parking costs&nbsp;$10 on weekdays and $20 on weekends. The nearest lodging to the boardwalk includes the&nbsp;Carousel Beach Inn&nbsp;and&nbsp;Sea &amp; Sand Inn.&nbsp;\n"
},
{
    "country": "california",
    "city": "Greater Palm Springs",
    "index": 22,
    "name": "Sunnylands",
    "latitude": "33.780253",
    "longitude": "-116.408772",
    "excerpt": "Palm Springs has long been famous a celebrity playground, but few destinations in the valley better exemplify that pedigree than Sunnylands, the retreat…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/palm-springs-and-coachella-valley/attractions/sunnylands/a/poi-sig/1425316/1006083",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstock_1824982439.jpg",
    "detail_description": "Palm Springs has long been famous a celebrity playground, but few destinations in the valley better exemplify that pedigree than Sunnylands, the retreat of publishing giant, diplomat, and philanthropist Walter Annenberg and his wife Leonore. The not-so-little pink roofed house is part of a sprawling 200 acre estate that includes lush guest quarters, cottages, entertaining spaces, and even a golf course. \nLike many of the mid-century rich and famous, the Annenbergs chose greater Palm Springs for their modernist winter home in Rancho Mirage. Nicknamed the \"Camp David of the West\", the Annenbergs entertained eight US presidents, royalty, heads of state, and Hollywood celebrities, including the Shah of Iran, the Queen of England, Bing Crosby, Truman Capote, and Barack Obama. Frank Sinatra married Barbara Marx at Sunnylands; the Reagans spent ever New Years here for nearly two decades.\n\n  \nThe interior of Sunnylands retains its mid-century modern glam, and some significant artworks © Jim Steinfeldt/Michael Ochs Archives/Getty Images\n\nThe estate's art-filled main home, a 1966 mid-century-modern masterpiece by A Quincy Jones, is accessible only by 90-minute guided tour; book online far in advance. No reservations are required for the exhibits and documentary on view at the architecturally stunning visitor center or to stroll the magnificent, sustainably designed gardens, inspired by impressionist paintings. The gardeners didn't have to go far to find their references, either. While the Annenbergs were alive (Walter passed in 2002, Leonore in 2009), they kept their extensive collection of works by Picasso, Van Gogh, Andrew Wyeth, and Monet here. Those paintings were largely donated the Metropolitan Museum of Art, however, in the early aughts.\nTickets for the Historic House Tour ($48, no children under 10) and Birding on the Estate ($38) are released at 9am on the 15th of the preceding month and sell out quickly. Tickets for the 45-minute Open-Air Experience, a shuttle tour of the grounds and golf course that runs from September to April ($21), are sold first-come, first-served at the visitor center (credit cards only). Neither the Birding nor the Open-Air tour give access to the house.\n"
},
{
    "country": "california",
    "city": "Big Sur",
    "index": 23,
    "name": "Pfeiffer Beach",
    "latitude": "36.238173",
    "longitude": "-121.815323",
    "excerpt": "Pfeiffer Beach is at the heart of what Big Sur is all about – splendid, unusual scenery that's inspired generations of artists, writers, and travelers…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/big-sur/attractions/pfeiffer-beach/a/poi-sig/470072/361791",
    "image_url": "https://lp-cms-production.imgix.net/2021-01/GettyRF_597819321.jpg",
    "detail_description": "Pfeiffer Beach is at the heart of what Big Sur is all about – splendid, unusual scenery that's inspired generations of artists, writers, and travelers. With its pretty crescent shape, memorable rock formations, and purple sand – yes, purple – there's a lot to appeal to locals and visitors alike. It's easy to see what author Richard Brautigan meant when he wrote, \"That’s what this country does for you. Come down to Big Sur and let your soul have some room to get outside its marrow.”\nWhile the Pacific surf is too rough for swimming, this is an ideal place for walking, beach combing, and snapping photos – except when the wind kicks up.  The purple sand of Pfeiffer Beach comes from manganese garnet that washes down from the craggy headlands above. Its other most notable feature is Keyhole Rock, formed thanks to the relentless pounding of the surf against the beach. In the winter months, there are a handful of days when the sun lines up just right at dusk that the sunset can be viewed directly through Keyhole Rock – a fun moment for photographers.\n\n  \nFeet standing on colorful sand  © Bailey Freeman / Lonely Planet\n\nThe turnoff is about a half mile south of Big Sur Station on the ocean side of Hwy 1. From here it's 2.3 narrow, twisting miles down to the beach (no RVs or trailers). It costs $12 for a day use permit, and it's best to arrive early before the limited number of parking spots fills up. No camping or campfires are permitted (though there are other places to camp nearby). Indeed, the beach is open only from 9am to sunset. Vault toilets are available, and the nearest place to pick up supplies for one of the four picnic sites at Pfeiffer Beach is in Big Sur Valley.\nTwo bits of California hedonism worth noting – Pfeiffer Beach is technically part of Los Padres National Forest, making it federal land. That means you shouldn't bring cannabis to Pfeiffer Beach, although it's legal in the state of California. The north end of the beach is also known as a gathering place for nude sunbathers (when the tide is low enough to allow access). If you don't want to catch a glimpse of a bare bum, stick to the middle and southern portions of Pfeiffer.\n"
},
{
    "country": "california",
    "city": "Big Sur",
    "index": 21,
    "name": "Julia Pfeiffer Burns State Park",
    "latitude": "36.158043",
    "longitude": "-121.669979",
    "excerpt": "If you're chasing waterfalls, swing into this state park named for the daughter of some of the earliest European settlers to arrive in Big Sur. The…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/big-sur/attractions/julia-pfeiffer-burns-state-park/a/poi-sig/470066/361791",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyRF_895769870.jpg",
    "detail_description": "If you're chasing waterfalls, swing into this state park named for the daughter of some of the earliest European settlers to arrive in Big Sur. The Pfeiffer family hailed from France originally, but arrived here in the 1880s. By the 1930s, Big Sur had attracted the attention of developers, who approached the Pfeiffer descendants about purchasing their land, but in the interest of preserving it, they sold to the state of California instead. Today, numerous destinations in Big Sur are named for the family, including Pfeiffer Beach and this state park.\nMcWay Falls is the classic Big Sur postcard shot, with tree-topped rocks jutting above a golden beach next to swirling blue pools and crashing white surf. From trailside benches, you might spot migrating whales during winter.\nFrom the parking lot, the 1.3-mile round-trip Waterfall Overlook Trail rushes downhill toward the ocean, offering photogenic views of the 80ft-high McWay Falls, which tumbles year-round over granite cliffs and free-falls into the sea. Note there is no trail access to the beach and it is strictly forbidden to explore the cliff areas beyond the fenced boundaries.\n\n  \nA wide angle view of McWay Falls in late afternoon in Julia Pfeiffer Burns State Park, in the Big Sur area of Central California. ©PictureLake/Getty Images\n\nTwo small walk-in campsites sit up on a semi-shaded ocean bluff, with fire pits and vault toilets but no water. All campers must check in first at Pfeiffer Big Sur State Park, 11 miles north.\nVisitors often wander into businesses along Hwy 1 and ask, ‘How much further to Big Sur?’ In fact, there is no town of Big Sur as such, though you may see the name on maps. Commercial activity is concentrated along the stretch north of Pfeiffer Big Sur State Park. Sometimes called ‘the Village,’ this is where you’ll find most of the lodgings, restaurants and shops.\nThe park entrance is on the east side of Hwy 1, about 8 miles south of Nepenthe restaurant.  At Big Sur's state parks, your parking fee ($10) receipt is valid for same-day entry to all except Limekiln. Note that most parks can't accept electronic payments or credit cards and you'll need to pay with cash. Please don’t skip paying the entry fee by parking illegally outside the parks along Hwy 1 – California's state parks have suffered severe budget cutbacks, and every dollar helps.\n"
},
{
    "country": "california",
    "city": "Monterey",
    "index": 20,
    "name": "Monterey Bay Aquarium",
    "latitude": "36.618111",
    "longitude": "-121.902044",
    "excerpt": "Monterey is practically synonymous with its world-class aquarium overlooking Monterey Bay National Marine Sanctuary, which protects dense kelp forests and…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/monterey/attractions/monterey-bay-aquarium/a/poi-sig/470564/361795",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-949189992.jpg",
    "detail_description": "Monterey is practically synonymous with its world-class aquarium overlooking Monterey Bay National Marine Sanctuary, which protects dense kelp forests and a sublime variety of marine life, including seals and sea lions, dolphins and whales. The aquarium sits on the edge of Cannery Row, which made Monterey the sardine capital of the world in the 1930s.\nPerhaps it's a bit ironic that a fish cannery was converted into a well-regarded center for studying and conserving marine life, but today all kinds of aquatic creatures inhabit the aquarium's halls and outside areas, from sea stars and slimy sea slugs to animated sea otters and surprisingly nimble 800lb tuna. Every minute, up to 2,000 gallons of seawater are pumped into the three-story kelp forest, re-creating as closely as possible the natural conditions you see out the windows to the east.\n\n  \nPeople looking at jellyfish at Monterey Bay Aquarium, Monterey, United States. ©Denny Soetiono/EyeEm/Getty Images\n\nThe large fish of prey are at their charismatic best during mealtimes; pick up the latest feeding schedule at the ticket counter. Most entertaining are the sea otters, which may be seen basking in the Great Tide Pool outside the aquarium, where they are readied for reintroduction to the wild. \nEven new-agey music and the occasional infinity-mirror illusion can't detract from the astounding beauty of jellyfish in the Jellies Gallery. To see marine creatures – including hammerhead sharks, ocean sunfish and green sea turtles – that outweigh kids many times over, ponder the awesome Open Sea tank. Upstairs and downstairs you’ll find touch pools, where you can get close to sea cucumbers, bat rays and tide-pool creatures. Younger kids love the Splash Zone, with interactive bilingual exhibits in English and Spanish, and penguin feedings at 10:30am and 3pm.\n\n  \nVisitors to the Monterey Bay Aquarium, located at Cannery Row two hours south of San Francisco, gather to watch a feeding program in the Kelp Forest tank © Getty Images\n\nThe aquarium is much more than an impressive collection of glass tanks, however – thoughtful placards underscore the bay’s cultural and historical contexts, too. For a more in-depth experience, join the behind-the-scenes tour. There's also a special family tour calibrated to children under eight.\nTo avoid long lines in summer and on weekends and holidays, buy tickets in advance or arrive early or after 4pm. Allow at least 2½ hours for your visit, although you might feel like extending it to a full-day affair, so get your hand stamped and take a break for lunch. Tickets bought after 4pm are also good for the following day.\nMetered on-street parking is limited. Parking lots offering daily rates are plentiful just uphill from Cannery Row.\n"
},
{
    "country": "california",
    "city": "The Mission, Dogpatch & Potrero Hill",
    "index": 19,
    "name": "Clarion Alley",
    "latitude": "37.762968",
    "longitude": "-122.4206",
    "excerpt": "The Mission District has a long history of street art and muralismo – an oft-political school of public art prevalent throughout South and Central America…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-mission-soma-and-potrero-hill/attractions/clarion-alley/a/poi-sig/383969/1329643",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/LPI-29072-109.jpg",
    "detail_description": "The Mission District has a long history of street art and muralismo – an oft-political school of public art prevalent throughout South and Central America and US cities with a robust Latino community – and Clarion Alley is one colorful place to check out the scene(ry) for yourself. \nClarion Alley, which sits at between Mission Street and Valencia Street for one block between 17th and 18th Street, has been a destination since the early 1990s. That's when the Clarion Alley Mural Project (CAMP) was founded by artists Aaron Noble, Michael O'Connor, Sebastiana Pastor, Rigo 92, Mary Gail Snyder, and Aracely Soriano.\n\n  \nColourful Murals in Clarion Alley, Mission District. ©Federica Grassi/Getty Images\n\nCAMP wanted to pick up what art collectives like Mujeres Muralistas and the PLACA project jumpstarted in nearby Balmy Alley in the 1980s, continuing to explore Chicano identity and the political struggles in Central America during the Reagan years, though also bringing even more local flavor into their work.\nCAMP aren't the only artists operating in Clarion Alley. Local creatives routinely update the walls of the structures that back up to the alley, ranging from a former IWW meeting hall and blocks of newly constructed condos. Their work reflects concerns about that kind of gentrification, as well as contemporary political and social justice movements with regular turnover. \n\n  \nWhile the Balmy Alley mural project focused on the theme of Central American struggle, the stated goals of Clarion were social inclusiveness and aesthetic variety © Rocket via Getty Images\n\nThough there was crossover between the two corners of the Mission District that involved influential figures like Precita Eyes co-founder Susan Cervantes, these new artists diverted from the early Balmy Alley style. They took on less of the social realist style influenced by Diego Rivera's 1931 Allegory of California and instead continued to delve into subjects and imagery inspired by comic books, hip hop, and personal observations from around the barrio, truly giving the neighborhood a voice as part of an egalitarian art movement. \nSome of the first works in Clarion Alley have survived for decades, however, respected by the artists presently working the walls. Those including paintings by Chuy Campusano (who was mentored in the 9170s by Rivera's assistant Emmy Lou Packard), Scott Williams, and Julie Murray, as well as Megan Wilson's daisy-covered \"Tax the Rich\" or Jet Martinez' glimpse of Clarion Alley inside a forest spirit.\nIf you haven't been coming here for years, it can be hard to distinguish what's new and what's a Gen X original – but that's the beauty of Clarion Alley. It's a living text, a library of Mission District experiences, telling this community's story palimpsest. \n"
},
{
    "country": "california",
    "city": "San Diego",
    "index": 18,
    "name": "Maritime Museum of San Diego",
    "latitude": "32.720795",
    "longitude": "-117.173303",
    "excerpt": "Next to the new Waterfront Park, this collection of 11 historic sailing ships, steam boats and submarines is easy to spot: just look for the 100ft-high…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-diego/attractions/maritime-museum/a/poi-sig/383335/361857",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148677626_full.jpg",
    "detail_description": "Next to the new Waterfront Park, this collection of 11 historic sailing ships, steam boats and submarines is easy to spot: just look for the 100ft-high masts of the iron-hulled square-rigger Star of India, a tall ship launched in 1863 to ply the England–India trade route. \nAlso moored here is a replica of the San Salvador that brought colonial explorer Juan Rodriguez Cabrillo to San Diego's shore in 1542. It's easy to spend hours looking at exhibits and clambering around vessels.\n\n  \nThe Star of India is the world's oldest active sailing ship. ©Sherry V Smith/Shutterstock\n\nStar of India\nAs the world’s oldest active sailing ship, the Star of India is the museum's star attraction. With its history of collisions, cyclone damage and 21 circumnavigations around the world, it's surprising this iron-hulled yacht is still afloat. Yet here she is, her thick sails blustering in the breeze. The cabins, the hull and much of the onboard equipment are all original.\nB-39 Submarine\nFor more than two decades, the Russian Foxtrot Class attack submarine B-39, which sits in the water of the Maritime Museum of San Diego, followed US and NATO warships across the world with 24 torpedoes onboard should they be required.\nKnown as the Black Widow, the sub was originally installed for a temporary exhibition in 2005, but it proved so popular that it's still onsite. However, recent storm damage to its exterior has left the bare metal beneath to rust.\nThe museum hopes to allow visitors to board the B-39 for one last time in 2021 before it is moved.\nHistoric bay cruises\nThe museum also offers trips on some of the boats. Options include a four-hour sail on the replica gold-rush-era schooner Californian, the official tall ship of the state of California (adult/child $79/52) and a plunge into San Diego's military legacy on a 75-minute ride aboard a swift boat (adult/child $30/20).\nTickets and other practicalities\nLocated at 1492 N Harbor Driver, the Maritime Museum of San Diego is open 9am-9pm (late May-early Sep) and 9am-8pm for the rest of the year. \nAdmission costs $20 for adults, $15 for students (13-17 years), seniors and members of the military, and $10 for children aged 3-12 years. Under twos go free.\nTickets can be booked online in advance. Walk-up tickets are generally available at the ticket booth, until 4pm. Discounted tickets sometimes appear online through websites like Groupon.\nNearby restaurants\nCarnitas' Snack Shack\nEat honestly priced, pork-inspired slow food on Carnitas' Snack Shack's cute outdoor patio on the Embarcadero. The tangy triple-threat pork sandwich comes with schnitzel, pepperoncini, pickle relish, shack aioli and a brioche bun. \nBurger Lounge\nElse, the swingin’ Burger Lounge serves chic comfort food. There’s just a simple menu, but what they do with it! Plump burgers (grass-fed beef, free-range turkey, veggie, or Alaskan cod), crisp fries, great salads, shakes and root-beer floats.\n"
},
{
    "country": "california",
    "city": "The Mission, Dogpatch & Potrero Hill",
    "index": 17,
    "name": "Dolores Park",
    "latitude": "37.759794",
    "longitude": "-122.427096",
    "excerpt": "Welcome to San Francisco's sunny side, the land of street ball and Mayan-pyramid playgrounds, semiprofessional tanning and taco picnics. Although the…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-mission-soma-and-potrero-hill/attractions/dolores-park/a/poi-sig/383867/1329643",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-497616191_medium.jpg",
    "detail_description": "Welcome to San Francisco's sunny side, the land of street ball and Mayan-pyramid playgrounds, semiprofessional tanning and taco picnics. Although the grassy expanses are mostly populated by relaxing hipsters, political protests and other favorite local sports do happen from time to time, and there are free movie nights and mime troupe performances in summer.\nDolores Park certainly has a storied history that demonstrates the diversity and rapidly shifting fortunes, that have defined San Francisco since it was founded. Once the site of an Indigenous Yelamu village called Chutchui, these parcels later were used as a cemetery by two of the oldest Jewish congregations in the United States. The graves were eventually moved elsewhere as the city grew, after which Dolores Park was briefly used as a staging ground by Barnum &amp; Bailey Circus before the land was sold to the city in 1905.\n\n  \nDolores Park is a popular place for activities that range from picnics to protests ©Katherine Papera / EyeEm/Getty Images\n\nJust a year later, San Francisco's 1906 earthquake and fire violently interrupted park planning, and it remained bumpy, squishy and poorly drained until its 2015 regrading. At the corner of 20th and Church Streets, note the golden fire hydrant: this little fireplug was the Mission's main water source during the 1906 earthquake and fire, and stopped the fire from spreading south of 20th Street.\nThat's not the only role Mission Dolores Park played in San Francisco's most famous natural disaster. This is where thousands of displaced families lives in temporary shacks and tents while the city was rebuilt. Until the 1920s, what is now a children's playground was a public swimming pool. It was initially built in 1909 in hopes that new amenities might help neighborhood residents forget Dolores Park's years as a refugee camp and reconsider it as a green space for recreation.\n\n  \nThe Mexican Liberty Bell is a reminder of the Mexican city with which Dolores Park shares a name © Photo by Wolfgang Kaehler/LightRocket via Getty Images\n\nSome of the park's other features, however, have had more staying power. There's a statue of Miguel Hildago, a hero of Mexican history who delivered a speech called \"The Cry of Dolores\" calling for the end of Spanish Colonial rule. The park also features the Mexico Liberty Bell, a gift from the Mexican government in 1966 and a replica of the bell rung in the town of Dolores to rally freedom fighters at the dawn of the Mexican war for independence. \nClimb to the upper southwestern corner for superb views of downtown, framed by palm trees. Flat patches further down are generally reserved for soccer games, cultural festivals, candlelight vigils and ultimate Frisbee. Fair warning: secondhand highs copped near the refurbished bathroom may have you chasing the helados (ice-cream) cart, which are nearly as plentiful as the Mission District's dispensaries. Grab a beer at Woods Cervecería at the northwest corner of the park or a bite at the Dolores Park Cafe at the northeast corner before you settle in to enjoy enjoy the people watching.\nDolores Park lies between Dolores Street, Church Street, and 18th &amp; 20th Streets. It's officially open from 6AM to 10PM, and can be accessed via public transit using the 14, 33, and 49 busses, the BL, GN, RD, and YL BART routes, and the J streetcar.  \n"
},
{
    "country": "california",
    "city": "The Marina, Fisherman’s Wharf & the Piers",
    "index": 16,
    "name": "Golden Gate Bridge",
    "latitude": "37.812115",
    "longitude": "-122.47771",
    "excerpt": "Few cities boast a structure so iconic as the Golden Gate Bridge, commemorated in everything from films like The Maltese Falcon to not one but two emojis…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-marina-fishermans-wharf-and-the-piers/attractions/golden-gate-bridge/a/poi-sig/383417/1329639",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyRF_462144413.jpg",
    "detail_description": "\nFew cities boast a structure so iconic as the Golden Gate Bridge, commemorated in everything from films like The Maltese Falcon to not one but two emojis. Still, it's become so much a part of San Francisco's fabric and the popular imagination that it's easy to forget what an uphill battle it was to even break ground on the bridge.\nThe decades long battle for the construction of the Golden Gate Bridge included nay-saying over logistical challenges presented by the depth of the bay, the hard winds that come in off the Pacific, and even protected sites like Fort Point. The project also had such fierce opponents as the Southern Pacific Railroad Company's ferry subsidiaries, the United States Navy, and even teamsters advocating for local labor, all who had a vested interest in prevent a bridge from ever crossing the San Francisco Bay.\n\n  \nThe Golden Gate Bridge's art deco design wasn't originally intended to be red – initially, this hue was just the primer coat on the steel ©RICOWde/Getty Images\n\nGolden Gate Bridge design\nDespite plenty of opposition, construction commenced early in 1933 and four years later the Golden Gate Bridge took its place amongst the foremost architectural wonders of the world. Still, San Franciscans have passionate perspectives on every subject, especially their signature landmark – though everyone agrees that it's a good thing that the Navy didn't get its way over the bridge's design.\nNaval officials preferred a hulking concrete span, painted with caution-yellow stripes, over the soaring art-deco design of architects Gertrude and Irving Murrow and engineer Joseph B Strauss, which, luckily, won the day. The iconic International Orange hue, however, is a concession to the military's concerns over visibility – it's the same color used in the aerospace industry, shared by NASA's flight suits and a few other major structures including the 25 de Abril Bridge in Lisbon and Tokyo Tower in Japan. \n\n  \nGolden Gate Bridge at sunset as viewed from Fort Point. The arch in the foreground was designed to preserve this historic site. ©Andrey Popov/Getty Images\n\nWhere to see the Golden Gate Bridge\nAs far as best views go, cinema buffs believe Hitchcock had it right: seen from below at Fort Point, the 1937 bridge induces a thrilling case of Vertigo. Fog aficionados prefer the north-end lookout at Marin’s Vista Point, to watch gusts billow through bridge cables like dry ice at a Kiss concert. Other popular places for bridge photographers include Baker Beach, Crissy Field, and Lands End.\nYou may notice while crossing or simply admiring the span from a nearby vantage point that the Golden Gate Bridge now \"sings\"  – noises that result from very recent retrofits designed to help the bridge withstand intense winds off the ocean. Locals have been less than thrilled about the humming, which has been compared to everything from sound effects common to director David Lynch's eerie ouvre to \"a giant wheezing kazoo.\"\n\n  \nOver 110,000 people drive over the Golden Gate Bridge each day ©Oomka/Shutterstock\n\nTo see both sides of the Golden Gate debate, hike or bike the 1.7-mile span. Muni bus 28 runs to the parking lot, and pedestrians and cyclists can cross the bridge on protected sidewalks. For drivers, bridge tolls are billed electronically to your vehicle's license plate. Tolls are collected only when you are driving southbound into San Francisco. Toll fees are $7.70 for those with a FasTrak account, $8.40 for one time payments by license plate, or $8.70 for a toll invoice.\nBike, bus, boat and foot tours are available through various companies if you want to learn more about the bridge's history up close. Another popular option that kids love are San Francisco Fire Engine Tours in an open-air Big Red Shiny Mack Fire Engine, which not only crosses the Golden Gate Bridge, but also visits other popular sites like Fisherman's Wharf. \n \n\n"
},
{
    "country": "california",
    "city": "North Beach & Chinatown",
    "index": 15,
    "name": "Chinese Historical Society of America",
    "latitude": "37.793882",
    "longitude": "-122.408821",
    "excerpt": "Picture what it was like to be Chinese in America during the gold rush, transcontinental railroad construction, and Beat heyday in this 1932 landmark,…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/north-beach-and-chinatown/attractions/chinese-historical-society-of-america/a/poi-sig/383963/1329641",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-173449473.jpg",
    "detail_description": "\nPicture what it was like to be Chinese in America during the gold rush, transcontinental railroad construction, and Beat heyday in this 1932 landmark, originally built as Chinatown's YWCA. CHSA historians unearth fascinating artifacts: 1920s silk qipao dresses, WWII Chinatown nightclub posters, and Frank Wong's Chinatown miniatures.\nExhibits share personal insights and historical perspectives on Chinese American historical milestones.\nWhat to see at the Chinese Historical Society of America\nThe CHSA has a rich permanent collection that includes records on such diverse topics as the history of Chinese railroad workers, the portrayal of Chinese Americans in 19th and 20th century pop culture, the role of Chinese Americans in World War II, and more local fare like an exhibit on the stereotype-smashing 1940s Kublai Khan nightclub.\nOne of the especial treasures at the CHSA are Frank Wong's beloved miniatures, which portray scenes of Chinatown with the same care the artist gave to his work as a set designer on productions like Magnum PI. \nPast exhibits have explored fashion, genealogy, the feminist movement for Chinese American women, and the slow, hard-won expansion of the Chinese American community in the Outer Sunset District of San Francisco.\n\n  \nA banner on Grant Street, San Francisco, welcomes visitors to Chinatown in the 1950s © Orlando /Three Lions/Getty Images\n\nWhen to visit\nThe CHSA is open at 965 Clay Street Wednesday-Sunday 11am - 4pm. Admission is $12 for adults, $10 for seniors, students and military veterans, and $5 for children under 18.\nActive military and their families receive free admission between Memorial and Labor Day. California library card holders can also get free admission. \nTours are offered every 1st and 3rd Saturday of the month, free with admission, and start at 11:15am. \nYou can reach the CHSA by bus or cable car at the Clay and Powell stop, or at Stockton between Sacramento and Clay. Parking is available at Portsmouth Square, or at the Good Luck Parking Garage half a mile away at 735 Vallejo if you don't mind a stroll through Chinatown – it'll take you past the Golden Gate Fortune Cookie Factory.\n\n  \nThe first Chinese American telephone operator in Chinatown works at the Chinese Telephone Exchange in San Francisco © Photo by Library of Congress/Corbis/VCG via Getty Images\n\nThe Chinese Historical Society of America founding\nIt was in the midst of the Civil Rights Movement that the Chinese Historical Society of America was founded to give voice to  Chinese Americans nationwide whose experience in the United States had largely been overlooked by mainstream scholarship.\nWhen the CHSA started its work, the 1965 immigration reform law that would allow a new generation of Asian immigrants into the United States was still two years off. There were just 250,000 Chinese Americans in the whole United States, and San Francisco's Chinatown was still a decade away from the housing reform movement that would give young leaders like Rose Pak, Ed Lee, and others a voice in city politics.\nStill, there was a lot of history to sift through, reaching back to the days of the tong street gangs that ruled during Prohibition and into records from the family associations lining Waverly Place that welcomed newly emigrated families to Chinatown and community hubs like the Tin How Temple.\n\n  \nThe blended architectural styles seen throughout San Francisco's Chinatown emerged after the 1906 earthquake, helping cement the neighborhood as a landmark ©photo.ua/Shutterstock\n\nThe former Chinatown YWCA\nEven the graceful clinker-brick, green-tile-roofed landmark building in which the CHSA eventually settled has a rich history to explore. Designed by trailblazing architect Julia Morgan (chief architect of Hearst Castle), the former YWCA incorporated Chinese architectural motifs into a sturdy, fireproof building – an example of the uniquely American architectural style that evolved out of the rubble of San Francisco's Chinatown after the 1906 earthquake and helped make the district a tourist attraction for decades to come. \n \n\n"
},
{
    "country": "california",
    "city": "North Beach & Chinatown",
    "index": 14,
    "name": "Coit Tower",
    "latitude": "37.802587",
    "longitude": "-122.405819",
    "excerpt": "If you want to really see San Francisco, head to Coit Tower, a 1933 art deco beaut designed by Arthur Brown, Jr. and Henry Howard that sits high up on…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/north-beach-and-chinatown/attractions/coit-tower/a/poi-sig/383889/1329641",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/500pxRF_37587240.jpg",
    "detail_description": "If you want to really see San Francisco, head to Coit Tower, a 1933 art deco beaut designed by Arthur Brown, Jr. and Henry Howard that sits high up on Telegraph Hill. San Fran scribe Gary Kamiya once described Coit Tower as \"the best 60-second walk I know,\" noting that in the minute it takes to circumnavigate Coit's base from the southwest you will see \"Chinatown, Nob Hill, Russian Hill, the Golden Gate Bridge, Alcatraz and the Embarcadero, Berkeley, the Bay Bridge and Oakland, Mount Diablo, the South Bay, the Ferry Building, and the entire Financial District, with a piece of Mount San Bruno and Bernal Heights in the Distance.\"\nPhew. Of course, that depends on San Francisco's signature fog not obscuring the view. \nCoit Tower may look sleek and graceful from afar, but the truth is it's just as quirky as the rest of San Francisco. The tower was funded by, and named for, philanthropist Lillie Hitchcock Coit. A rich eccentric nicknamed 'Firebelle Lil', Coit had a deep fascination with and appreciation for firefighters ever since she was a teenager. In her will, she set aside funds to beautify San Francisco, which the city used to build a memorial to firefighters in Washington Square Park as well as Coit Tower.\n\n  \nIn a funny bit of serendipity, this detail of City Life by Victor Arnautoff includes a billboard for the Charlie Caplin film City Lights. 20 years after this mural was painted, beat poet Lawrence Ferlinghetti would co-found his famous bookstore, naming it for the same film. © Robert Holmes/CORBIS/Corbis via Getty Images\n\nThe Coit Towers mural controversy\nA year after the tower was completed, the Public Works of Art Project (part of President Roosevelt’s New Deal) added a series of murals celebrating California workers. 25 local artists were selected, including Bernard Zakheim, Clifford Wight, Victor Arnautoff and John Langley Howard. The later four shared an admiration of Diego Rivera, whose Allegory of California Fresco in San Francisco was a point of hometown pride. Indeed, Rivera himself had trained Arnautoff – an intellectual and artistic affinity that perhaps makes what happened next less of a surprise. \nIn a mixup that has since taken on a life of its own in local legend, several of the completed murals became lightening rods of controversy when the public noticed that communist party symbols, Marxist slogans, and IWW mottos appeared in their backgrounds. Throw in a strike of longshoresmen and Teamsters that coincidentally occurred around the same time, and a hefty dose of moral panic, the public became convinced that Coit Tower was awash in anti-capitalist propaganda. It caused such a stir that Coit Tower was closed down for several months and two of the murals were amended. \n\n  \nAerial of Coit Tower and downtown San Francisco during sunset. ©Matt Moldenhauer/Shutterstock\n\nThe Tower's reputation did bounce back eventually and today it's one of best-beloved San Francisco landmarks. It's appeared in numerous movies and TV shows, including Alfred Hitchcock's 1958 love letter to San Francisco, Vertigo; 1971 Clint Eastwood film Dirty Harry; and Amazon Prime's prestige series The Man in the High Castle. Indeed, there's a bit of an urban legends that asserts Hitchcock insisted including the Coit Tower in Vertigo because he was a distant relation of Firebelle Lil – though it's ultimately just a myth.\nHow to visit Coit Tower\nTo reach Coit Tower take Muni bus 39 from Fisherman’s Wharf. Alternately, you can hike up the famous Filbert Street Steps and say hello to Telegraph Hill's resident parrots along the way. It's free to take Kamiya's advice and stroll around the tower's base, but to ride the elevator to the top will cost you a small fee.\nThere are different rates for locals and visitors, with adult tickets varying between $7 and $9, respectively. Seniors over 62 and teens ages 12-17 are $4 and $6 depending on residency. Children from 5-11 are $2 and $3. Visitors may also book a docent-led mural tour which costs $8 and lasts thirty to forty minutes. You'll have a chance to learn more about the murals, as well as the Public Works of Art Project and the 25 local artists themselves. \n \n"
},
{
    "country": "california",
    "city": "San Francisco",
    "index": 12,
    "name": "de Young Museum",
    "latitude": "37.771453",
    "longitude": "-122.469084",
    "excerpt": "Follow sculptor Andy Goldsworthy's artificial fault line in the sidewalk into Herzog & de Meuron's sleek, copper-clad building that's slowly oxidizing…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/golden-gate-park-and-the-avenues/attractions/de-young-museum/a/poi-sig/1340028/1329646",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148524473_high.jpg",
    "detail_description": "Follow sculptor Andy Goldsworthy's artificial fault line in the sidewalk into Herzog &amp; de Meuron's sleek, copper-clad building that's slowly oxidizing green and blending into the verdant backdrop of Golden Gate Park.\nDon't be fooled by the camouflaged exterior: shows here boldly broaden artistic horizons, from Oceanic ceremonial masks and trippy-hippie handmade fashion to James Turrell's domed Skyspace installation, built into a hill in the sculpture garden.\n\n  \nOne of the few reminders of the de Young's original architectural style ©Lynn Y/Shutterstock\n\nThe history of the de Young museum\nThe de Young museum emerged out of the California Midwinter International Exposition of 1894 that cemented the then-new Golden Gate Park as more than San Francisco's back yard, but one the premier green spaces in the country. Today, the Sphinx statue outside is one of the few remnants of the Egyptian revival architecture that contained the museum's early, eclectic assortment of anthropological artifacts and artworks.\nRedesigned after the 1906 earthquake by Louis Christian Mullgardt, the de Young reemerged in 1919 freshly renamed in honor of the co-founder of the San Francisco Chronicle who'd championed the museum in its early years, as well as the park in which it was situated.\n\n  \nde young, Fine Arts Museums of San Francisco, California, USA. ©Checubus/Shutterstock\n\nWhat to see and what's on\nThe de Young's collections grew to include examples of US, African, Oceanic, South and Central American, and graphic art, as well as textiles and photography from around the world. Its European art collection was shifted to the Legion of Honor in the 1970s, creating more room for Indigenous art from a number of different global cultures. \nToday you can see both the de Young's permanent collection offer as well as special exhibitions that take a deep dive into its archives like the The Turkmen Storage Bag collection, as well as visiting shows like the sold out Calder-Picasso exhibit and Runway of Love, an exhibit of Black fashion designer Patrick Kelly's garments that explored expressions of race and queer identity.\n\n  \nEvan Hirsch speaks during The Summer of Love Experience: Art, Fashion, and Rock &amp; Roll at the deYoung © AFP via Getty Images\n\nAdmission and free days at the de Young\nThe museum is open from 9:30AM to 5:15PM Tuesday through Sunday, and costs $15 for adults, $12 for seniors over 65, $6 for students, and is free for anyone under 17. Receive a $2 discount with proof of purchase from any Bay Area public transportation system, including BART, Muni, Caltrain, and more.\nThrough December 2021, Essential and Frontline workers are eligible for free admission. On Saturdays, residents of the nine counties that makeup the Bay Area can get free admission. Anyone can get free admission on the first Tuesday of each month. Any visitor who is also a recipient of Medi-Cal or SNAP benefits qualifies for free general admission during normal business hours. \nAdditional admission is sometimes charged for special shows like Frida Kahlo: Appearances Can Be Deceiving. Because the museum is issuing timed tickets due to the COVID-19 pandemic, it's best to book ahead. Ticket includes free same-day entry to the Legion of Honor.\nThe de Young museum can easily be accessed by car, public transportation, or Golden Gate Park's shuttles. The nearest parking garage is the Music Concourse garage, which may be accessed from the Fulton Street and 10th Avenue entrance and costs $33 for a full day. \n\n  \nShuttles that run within Golden Gate Park are one way to get to the de Young museum © Shutterstock / Rafael Ramirez Lee\n\nAccessibility at the de Young\nVisitors with disabilities can get free admission to the de Young and discounts on special exhibits. The museum is accessible for those who use mobility devices, and wheelchairs can be requested from coat check or admissions, along with stools to use in the galleries. Restrooms are ADA accessible as well as gender-neutral.\nASL interpretation is available for visitors who are deaf or hard of hearing, including for all public programs, lectures, and tours if requested two weeks in advance. Computer activated realtime transcription is similarly available for request.  Assistive listening devices are available, too. \nTactile interpreters can be requested by blind and visually impaired visitors two weeks in advance. Audio tours are available at exhibition entrances and at the Information Desk, as are braille and tactile museum maps. \nOne unique service the de Young provides is Artful Discoveries, a special opportunity to share art with individuals experiencing early-stage dementia that allows for multisensory exploration. \n"
},
{
    "country": "california",
    "city": "San Francisco",
    "index": 13,
    "name": "California Academy of Sciences",
    "latitude": "37.769824",
    "longitude": "-122.466445",
    "excerpt": "This classic research institute and museum has been teaching San Franciscans about natural history since 1853. Right in the middle of Golden Gate Park,…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/golden-gate-park-and-the-avenues/attractions/california-academy-of-sciences/a/poi-sig/383955/1329646",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_344019083.jpg",
    "detail_description": "\nThis classic research institute and museum has been teaching San Franciscans about natural history since 1853. Right in the middle of Golden Gate Park, architect Renzo Piano's 2008 landmark LEED-certified green building houses over 45,000 animals in a four-story rainforest, split-level aquarium and planetarium, all under a 'living roof' of wildflowers.\nInside, butterflies flit around in the glass Osher Rainforest Dome, penguins waddle in the African Hall within the Kimball Natural History Museum, and Claude the albino alligator stalks the mezzanine swamp in the Steinhart Aquarium. Kids also dig the aquarium's basement, where they can duck inside a glass bubble to enter an Eel Garden, find Dorys in the tropical fish tanks and pet starfish in the hands-on Discovery Tidepool.\nDon't miss the fun ongoing exhibits like Giants of Land and Sea, where you can brave an earthquake simulation, virtually climb a redwood and get lost in a fog room. Another hit is the California Coast exhibit, where you can watch divers swim through a replica of the Gulf of the Farallones National Marine Sanctuary right in San Francisco's own backyard. \n\n  \nClaude, a rare albino alligator, sits in the Swamp area of the California Academy of Sciences © Photo b Bloomberg via Getty Images\n\nAfter hours at California Academy of Sciences\nAfter the penguins nod off to sleep, the wild rumpus starts with different after-hours programs for all ages.\nEvery Thursday night from 6-10 pm, adults get a crack at the museum kid-free with a special 21+ NightLife event that features rainforest-themed cocktails and live DJs to encourage strange mating rituals. Tickets cost $15-$17.50 and should be purchased at least a day in advance.\nFor the littles, museum Sleepovers are a chance to combine penguins, pajamas, and a private planetarium show. The events last from 6PM until 8AM and include an overnight stay in one of the exhibit areas, a late night snack, an early morning breakfast, and admission to the Academy the following day. Sleepovers are open to children ages 5-17, who must be accompanied by an adult chaperone.\n\n  \nThe California Academy of Sciences is one of the oldest museums in the state ©Anton_Ivanov/Shutterstock\n\nHow to visit the California Academy of Sciences\nThe California Academy of Science is open to the public from 9:30AM until 5PM Monday through Saturday, and 11AM to 5PM on Sunday. Members get a little extra time to explore as a perk, from 8:30-9:30AM on Tuesdays and 10-11AM on Sundays.\nDaytime admissions prices include access to the entire Academy, and vary by date, entry time, and age group, as the museum has implemented timed, ticketed entry since the start of the COVID-19 pandemic. That also means you should make a reservation in advance. Check ahead of time to see if any exhibits will be temporarily closed as phased reopening unfurls. \n\n  \nKids looking at Macaw in the Rainforests of the World dome at California Academy of Sciences. ©Sabrina Dalbesio/Lonely Planet\n\nBecause the Academy is within Golden Gate Park, it's pretty easy to access via public transit. The 44 O'Shaughnessy MUNI is the most convenient – it stops right in front of the museum. The 5 Fulton, 7 Haight, and North Judah Metro are other options, as well as Golden Gate Park's own shuttle system. \nBike parking is available outside the museum, and the Music Concourse Garage is available for car parking, though it can fill up at peak times. The Garage costs $5.25 per hour on weekdays and $6.25 per hour on weekends or after 5:30PM. Metered street parking is also available.\n\n  \nCalifornia Academy of Sciences. ©Sabrina Dalbesio/Lonely Planet\n\nAccessibility at the Academy\nMost of the Academy is accessible for visitors with mobility impairments, though you will need to proceed to the third floor accessible entrance for the planetarium, and request an accessible seat in the Forum Theater. \nVisitors with visual impairments can request readers and specially trained tour guides at least two weeks in advance, or you may bring your own interpreter without paying an additional admission fee. Deaf and hard of hearing visitors can also request sign-language interpreters at least two weeks in advance, including for planetarium and Forum Theater presentations.\nYou may also request a first-come, first-served Sensory Kit from the coat check clerk, which includes accessories designed to make the exhibits more accessible for visitors with extra sensory sensitivities. Like the SFMOMA, the Academy also offers a Sensory Guide which helps clarify which parts of the museum may be more or less stimulating for neurodivergent visitors.\n\n"
},
{
    "country": "california",
    "city": "San Francisco",
    "index": 10,
    "name": "Grace Cathedral",
    "latitude": "37.791931",
    "longitude": "-122.413348",
    "excerpt": "Is there any church that better embodies San Francisco's resilience, inclusivity and activist streak? The Nob Hill gem has been rebuilt three times since…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-hills-and-japantown/attractions/grace-cathedral/a/poi-sig/384011/1329642",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstock_1201473919.jpg",
    "detail_description": "Is there any church that better embodies San Francisco's resilience, inclusivity and activist streak? The Nob Hill gem has been rebuilt three times since the gold rush and the current Gothic design took 40 years to complete. Spectacular stained-glass windows swap the usual Biblical parables for celebrations of science and social justice, and interfaith worship spaces give San Franciscans places to meditate, grieve, and connect with communities both earthly and spiritual.\nThe present day reinforced-concrete Gothic cathedral took 40 years to complete, and the story of its predecessors sounds a little bit like that sketch from Monty Python and the Holy Grail in which the King in Sir Launcelot's story recounts building four iterations of Swamp Castle before one managed to not to burn down or sink into the morass.\n\n  \nYoga on the Labyrinth at Grace Cathedral in downtown San Francisco. A weekly group yoga class of over 700 people. © Shutterstock / Dalton Johnson\n\nThe congregation got its start in a tiny gold rush chapel, and eventually moved into a larger, purpose-built church across from Trinity Episcopal. When Trinity's congregation moved, Grace took over the grand space that earned it the nickname Grace Cathedral. Unfortunately, that church was destroyed along with much of the city in the 1906 earthquake. The congregation moved into temporary quarters, and it wasn't until 1928 that work began on a new cathedral on Nob Hill, the land donated by the prominent Crocker family. \nThat structure took decades to complete, hampered by the Great Depression and stop-and-start fundraising efforts. The last tower crowned the cathedral in 1964, and since then the church has steadily added new interior embellishments that reflect its mission to create an inclusive spiritual community.\n\n  \nOne of the frescos in Grace Cathedral that depict San Francisco's history ©  Shutterstock / kross13\n\nAs you work your way through the nave, keep your eyes peeled the 'Human Endeavor' series of stained glass windows dedicated to science, depicting Albert Einstein uplifted in swirling nuclear particles. San Francisco history unfolds on murals that depict major events from the 1906 earthquake to the 1945 UN charter signing. People of all faiths wander indoor and outdoor inlaid-stone labyrinths, meant to guide restless souls through three spiritual stages: releasing, receiving and returning.\nGrace's commitment to social justice is shown by the Interfaith AIDS Memorial Chapel, with a bronze altarpiece by artist-activist Keith Haring depicting his signature characters as angels taking flight – especially powerful since this was his final work before his 1990 death from AIDS.\n\n  \n\"The Doves\" by Michael Pendry, an art installation of two thousand paper doves soaring 45 feet long that flew from December 2018-March 2019 © Shutterstock / Suzette Leg Anthony\n\nOther cathedral artworks honor achievements from Protestant and Catholic faiths alike – Robert Lenz’s Mary Magdalene is a head-turning modern Greek Orthodox icon, vivid stained-glass windows honor Quaker anti-slavery efforts, and the cathedral doors are exact replicas of Lorenzo Ghiberti's bronze baptistry doors in Florence.\nCheck the website for events, including spectacular choral performances – don't miss Bach's Magnificat at Easter – plus inclusive weekly spiritual events, such as Yoga For Change, Thursday Evensong, and candlelit meditation services. On your way out, don't miss Beniamino Bufano's smiling statue of the city's patron saint.\n\n  \ndetail of the Ghiberti doors or Gates of Paradise at Grace Cathedral © Photo by Bruno Gamma-Rapho via Getty Images\n\nThings to do at Grace Cathedral\nGrace Cathedral has been closed during the COVID-19 pandemic to protect the health of its congregation. That said, they are typically open 8AM - 6PM most days.\nFaith services\nSunday Services take place at 8:30AM, with the The Choral Eucharist at 11AM and Vespers at 6PM. Meanwhile, weekdays morning prayer is at 9AM, and Choral Evensong is Thursdays at 5:15PM. 7:30 AM Thursday Holy Eucharist services are currently suspended, but may return.\nTours\nTours of Grace Cathedral are offered select days at 10AM for $25 per person and can be booked by emailing Head Verger Charles Shipley or calling 415-749-6316. The Grand Tour lasts 90 minutes and includes the 94 steps up the south tower, the Chapel of Grace, the Vestry, the Gallery, the nave, and unbeatable views of the San Francisco skyline. \nSmart Phone Quests\nThe cathedral has its own app, GraceGuide, that offers free self-guided tours. One is a greatest hits exploration of the cathedral's best features, including its architecture, art installations, and a deeper dive into the congregation's long history. Another is called Cathedral Quest, a fun family-friendly scavenger hunt that kids will love. Another provides a background of meditative music, perfect for walking the cathedral's mindful labyrinths. \n\n  \nThe current Grace Cathedral broke ground in the 1920s, and took until the 1960s to complete © Shutterstock / Chris LaBasco\n\nHow to visit Grace Cathedral\nGrace Cathedral is located at 1100 California Street, at the intersection with Taylor. Because parking is scarce, it's best to arrive via the #1 MUNI bus line to Sacramento and Taylor or Clay and Taylor, the California Street Cable Car to California and Taylor, the Powell-Hyde and Powell-Mason Cable Cars to Powell and California, or BART to Embarcadero and Powell.\nIf you are driving, the Grace Cathedral Garage (ABM Parking) is located at 1051 Taylor Street, with 6 handicapped parking spaces. Another option is the Masonic Garage at 1111 California Street, which is a paid lot, and has ten handicapped parking spaces.\nThe Cathedral is accessible for those with disabilities.\n"
},
{
    "country": "california",
    "city": "North Beach & Chinatown",
    "index": 9,
    "name": "Chinatown Alleyways",
    "latitude": "37.795104",
    "longitude": "-122.407311",
    "excerpt": "If you look close today at the clinker-brick buildings lining these narrow backstreets, past the temple balconies jutting out over bakeries, acupuncture…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/north-beach-and-chinatown/attractions/chinatown-alleyways/a/poi-sig/1338379/1329641",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_717666367.jpg",
    "detail_description": "If you look close today at the clinker-brick buildings lining these narrow backstreets, past the temple balconies jutting out over bakeries, acupuncture clinics, barbershops, and travel agencies, you'll see a microcosm of the the American dream. San Francisco's storied Chinatown is the oldest in North America, and the largest off the Asian continent. For almost two hundred years, the 41 historic alleyways packed into Chinatown's 22 blocks have welcomed newcomers from every province, and been the stage for sometimes improbable stories of tenacity and resilience.\nSan Francisco's Chinatown history\nThe first Chinese immigrants arrived in San Francisco in 1848, drawn largely from the Pearl River Delta in Guangdong by the promise of good jobs. In just five years, almost 5,000 Chinese immigrants arrived in San Francisco – a lot of names for the switchboard operators at the Chinese Telephone Exchange to keep track of as the largely male population called home to their families on the other side of the Pacific. By the 1880s, the city's Chinatown had begun to coalesce near Portsmouth Square, and was already drawing not only immigrants craving the familiar sights, sounds, and scents of home but also curious tourists.\n\n  \nAn early Chinese American telephone operator minds the switchboards at the telephone exchange in San Francisco circa 1900 © Photo by Library of Congress/Corbis/VC Corbis/VCG via Getty Images\n\nStill, the backlash was swift when the city's demographics and economic fortunes shifted at the end of the 19th century and San Francisco blamed its woes on its newest citizens. As editor and historian Gary Kimya explains in Cool Grey City of Love: 49 Views of San Francisco, \"The movement to get rid of Chinatown began as soon as there was a Chinatown.\" A 1900 outbreak of bubonic plague followed up by the 1906 earthquake in San Francisco very nearly did the job.\nNot only did Chinatown literally rise from the ashes, however, it returned more Chinese than ever as residents collaborated with white architects and landlords to create new architectural styles that reflected the neighborhood's unique heritage. Chinatown may have had to grow up rather than out thanks to the limitations imposed by the Chinese exclusion laws first passed in the 1880s. Nowhere is this more evident than Waverly Place, one of San Francisco's most treasured Chinatown alleys. It's home to the Tin How Temple – the oldest surviving Taoist temple in San Francisco, which has been welcoming worshipers since 1852. \n\n  \nA banner on Grant Street, San Francisco, welcomes visitors to Chinatown in the 1950s © Photo by Orlando /Three Lions/Getty Images\n\nContemporary Chinatown\nStill, San Franciscans had to admit Chinatown's alleyways offered something special that couldn't be found anywhere else, wether it was booze in Spofford Alley during Prohibition, nightlife at legendary clubs like Forbidden City, or brand-new \"Chinese\" dishes invented stateside in California kitchens like chop suey and moo goo gai pan. Indeed, some of San Francisco's most beloved haunts have been part of Chinatown for over a hundred years, including Mister Jiu's, which has been serving up mouth-watering banquets sine the 1880s; Hang Ah Tea Room, the oldest dim sum restaurant in the United States; and Sam Wo Restaurant, a late-night mainstay that's been open since 1912 and charmed Beat generation luminaries from neighboring North Beach like Allen Ginsberg and Charles Bukowski.\nDespite the huge cultural impact the Chinese community has made on San Francisco, there continue to be battles to fight. Activists and politicians like Rose Pak, Ed Lee, and Gordon Chin have fought hard since the 1970s against the steady tide of gentrification to keep the Chinatown district affordable. Indeed, Chin founded the Chinatown Community Development Center that's continued to build affordable housing and keep long-time residents in the neighborhood. Now many of those elders are experiencing a fresh wave of anti-Asian sentiment and violence in the wake of the COVID-19 pandemic, painfully recalling the last century's scapegoating of Chinese immigrants for the Barbary Plague. \n\n  \nThe Dragon Gate south entrance to Chinatown in San Francisco, California, USA. ©James Au/Alamy Stock Photo\n\nSan Francisco Chinatown parking and what to do\nIf you've got a yen to experience San Francisco's vibrant Chinatown for yourself, leave you vehicle at the Good Luck Parking Garage and be sure to snap a photo by the Dragon's Gate, which was gifted by Taiwan in 1970. One of the best ways to get oriented is setting off on one of the Chinatown Alleyway Tours and Chinatown Heritage Walking Tours that offer community-supporting, time-traveling strolls through defining moments in American history.\nThe later are hosted by the Chinese Culture Center, which also offers everything from art classes to Mandarin lessons and genealogy services. Visitors can also take in the rotating exhibits at the Chinese Historical Society of America, which was founded in the 1960s as a new wave of Chinese immigrants arrived largely from Hong Kong. Don't miss the magical mosaic mural at Wentworth Place, either – it's one of the Chinatown alleyways most dazzling sights. \nFor the full Chinatown experience, time your visit for the Lunar New Year, when the neighborhood's winding alleys are lit up by lanterns and firecrackers as crowds pack in to see the lion dances and parade floats go by. For a real treat, duck into the Golden Gate Fortune Cookie Factory at 56 Ross Alley to see how the classic treats are made by hand – and even crunch into some hot off the cast iron griddle. \n"
},
{
    "country": "california",
    "city": "North Beach & Chinatown",
    "index": 11,
    "name": "City Lights Books",
    "latitude": "37.797693",
    "longitude": "-122.406653",
    "excerpt": "No one could have predicted the cultural force City Lights would become when it first opened in 1953. Sure, it had a proletarian ethos suggested by its…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/north-beach-and-chinatown/attractions/city-lights-books/a/poi-sig/383405/1329641",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_715243816.jpg",
    "detail_description": "No one could have predicted the cultural force City Lights would become when it first opened in 1953. Sure, it had a proletarian ethos suggested by its founders decision to name the shop for a Charlie Chaplin film and sell only paperback books. And its initial owner, professor Peter Martin, certainly had an impeccable pedigree for the blend of publishing and progressive politics that would establish City Lights as an opponent of censorship and bastion of free speech.\nMartin was the son of Carlo Tresca, an Italian anarchist and publisher of socialist newspapers who married the sister of American Civil Liberties Union founder Elizabeth Gurley Flynn. But even after Martin was joined as co-owner by poet Lawrence Ferlinghetti and book-clerk-cum-manager Shigeyoshi Murao, the shop easily could have remained a quiet mainstay of the North Beach beat scene.\nCity Lights and Allen Ginsberg\nThat changed in 1955 when Martin sold his shares and moved back to New York City, where his father had been assassinated ten years earlier. Left to his own devices, Ferlinghetti decided to start a small press called City Lights Publishing that would produce the Pocket Poets Series, featuring some of Ferlinghetti's own work and that of other beatnicks who read at open mic nights hosted by venues like the now-defunct Six Gallery. One of those new voices was a twenty eight year old poet named Allen Ginsberg, whose epic poem Howl got both Ferlinghetti and Murao arrested for printing and selling obscene materials. \n\n  \nAmerican poet and activist Lawrence Ferlinghetti poses outside the bookstore he co-founded in September 1977. © Photo by Janet Fries/Getty Images\n\n\nThe ensuing trial and landmark 1957 ruling in favor of free speech put the beats, and City Lights, on the national map – quite literally. Soon tourists began popping by, eager to experience San Francisco's burgeoning new counterculture movement for themselves. Over time, City Lights continued to published writers who pushed the envelope of political and philosophic thought and literary form, including titles by Angela Davis, Diane di Prima, Frank O'Hara, and Noam Chomsky, proving the point on one of Ferlinghetti's hand-lettered signs: 'Printer's Ink Is the Greater Explosive.' \nThe North Beach beats\nCity Lights also steadily took over space in its funny triangular building as neighboring businesses moved out, expanding into a cellar that was once the lair of the paper dragon used in Chinatown's Lunar New Year celebrations, and where enigmatic slogans on the walls like 'I am the door' were left behind by a cult that worshipped here in the 1930s. That cellar became one of City Lights' themed rooms, and home to nonfiction tomes unconventionally organized by book buyer Paul Yamazaki according to counter-cultural themes like Stolen Continents, Muckraking, and Commodity Aesthetics. Feel free to enjoy some idle browsing, a past time highly encouraged at City Lights – indeed, another of Ferlinghetti's signs describes City Lights as 'A Kind of Library Where Books Are Sold.'\n\n  \nA man reads a book at the City Lights Bookstore © Getty Images\n\nVisitors from around the world recognize the truth of this statement: City Lights remains a door to new ideas and continuing revelations. Though Ferlinghetti passed away in late February of 2021 at the age of 101, the publishing arm of the business he built continues to give paper and platform to writers often shut out of traditional publishing, including Latinx and Chicanx voices, LGBTQIA+ authors, and death row inmates. \nSo come by, load up on zines on the mezzanine, entertain radical ideas downstairs in the new Pedagogies of Resistance section, and curl up in the designated Poet’s Chair upstairs overlooking Vesuvio Cafe, where Ferlinghetti and Murao once held court with contemporaries like Jack Kerouac, Dylan Thomas, and Bob Dylan. For almost seventy years now, this San Francisco treasure has truly been a place where, as Ferlinghetti put it, the public is \"invited, in person and in books, to participate in that 'great conversation' between authors of all ages, ancient and modern.\" \nHow to visit City Lights Booksellers\nCity Lights is open seven days a week from 10 AM to midnight. It can be reached on the 8X or the 41 Union buses to Columbus &amp; Broadway, or via the 30 Stockton or 45 Union/Stockton buses to Stockton &amp; Broadway. The nearest Muni stop is Montgomery Station. Metered street parking is available nearby, while there are parking garages near Portsmouth Square and at 735 Valejo. Further across the border into Chinatown, Good Luck Parking Garage is a fun option to try.\nThe bookshop also hosts weekly author readings – though the rotation has been taken online due to the COVID-19 pandemic. check City Light's social media accounts on Instagram, Facebook, and Twitter for regular updates as to what digital readings are happening and when in-person events are back on.\n"
},
{
    "country": "california",
    "city": "The Haight & Hayes Valley",
    "index": 8,
    "name": "Haight Street",
    "latitude": "37.769896",
    "longitude": "-122.447771",
    "excerpt": "Was it the fall of 1966 or the winter of ’67? As the Haight saying goes, if you can remember the Summer of Love, you probably weren’t here. The fog was…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-haight-and-hayes-valley/attractions/haight-street/a/poi-sig/1338377/1329645",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1181924341.jpg",
    "detail_description": "Was it the fall of 1966 or the winter of ’67? As the Haight saying goes, if you can remember the Summer of Love, you probably weren’t here. The fog was laced with pot, sandalwood incense and burning military draft cards, entire days were spent contemplating trippy Grateful Dead posters, and the corner of Haight and Ashbury Streets became the turning point for an entire generation. The Haight's counterculture kids called themselves freaks and flower children; San Francisco Chronicle columnist Herb Caen dubbed them 'hippies.'\nThe history of the Haight goes back over sixty years before the Summer of Love heated up, however. The neighborhood's beautiful Victorian Painted Ladies were spared by the 1906 earthquake that wrecked and burned so much of San Francisco. Over the decades that followed, however, these once-gleaming single family homes were weathered by the Great Depression, split up into apartments during World War II, and nearly flattened by a proposed freeway in the 1950s. But in the decline, the seeds of counterculture had already been sewn. \n\n  \nThe pretty pink house where Janis Joplin lived briefly in the 1960s © Meghan O'Dea / Lonely Planet\n\nThe '60s in Haight-Ashbury\nAs David Talbot notes in his San Francisco history Season of the Witch, by the time the Golden Gate Park's Panhandle was threatened by the wheels of progress (and commuter's automobiles), the Haight was full of misfit residents used to providing one another support, and who were open to embracing new, diverse ideas. Here were Black homeowners sick of disenfranchisement, Beat poets priced out of gentrifying North Beach, members of the queer community spilling out of the Castro, and fired up students who had learned the art of activism on Freedom Rides in the southeast. City Hall didn't stand a chance against the Haight.\nIt was a place to find your people, and soon a new generation of young artists started moving in to now-iconic homes that continue to draw rock 'n' roll pilgrims. The Grateful Dead House became a major hub at 710 Ashbury. The legendary Hells Angels bikers were posted up practically next door at 715, while Janis Joplin briefly stowed her feather boas a block down the street at 635. 1090 Page Street was home to Joplin's backing band, Big Brother and the Holding Company (though now it's a block of condos). Cult leader Charles Manson briefly brought his \"family\" to 636 Cole, while Jefferson Airplane filled up the sprawling mansion at 2400 Fulton with Grace Slick's big voice. Meanwhile, Jimmi Hendrix wrote \"Red Door\" about his apartment at 1524A Haight Street. \n\n  \nAuthor Tom Wolfe talks with Jerry Garcia of the Grateful Dead and the band's manager Rock Scully under the street signs on the corner of Ashbury and Haight streets © Corbis via Getty Images\n\nDrugs poured in, including LSD, speed, and cannabis. So did plenty of youth from around the country eager to get away from mainstream America and experience the burgeoning counterculture first hand. The neighborhood's growing transient population would crash at rooming houses like the Red Victorian – a former hotel that was best known at the time as Jeffrey Haight – or at the apartments of acquaintances, or in Golden Gate Park. The Diggers, a radical anarchist and performance art collective, helped support the Haight's down-and-out with a network of free housing flops, health clinics, soup kitchens, clothing swaps, and artistic \"happenings\" thrown in collaboration with a carousel of hippie bands, dancers, and creatives, and especially the Grateful Dead.\nIt was a creative, open scene many feel nostalgia for – though not without its dark side. Writer Joan Didion arrived in 1967 to report on the Haight-Ashbury scene for The Saturday Evening Post and observed not the hippie utopia so many young people were searching for, but a crumbling jumble of lost drug-users who included, harrowingly, a five year old under the influence of LSD. In many ways Didion's essay predicted the rough decline into hard drugs and dilapidation that even the well-intentioned social network of Diggers and community activists couldn't hold back.\n\n  \nModern Haight Ashbury blends a variety of architectural and cultural eras into a neighborhood still compelling for locals and visitors alike © Meghan O'Dea / Lonely Planet\n\nHaight-Ashbury today\nThe neighborhood gentrified throughout the 1980s, and many of the stately homes were restored. Today, the Haight is a mix of businesses old and new that reflect both its hippie legacy and the changing flavor of tech-era San Francisco. Still, flashbacks of all sorts remain a given in the Haight, which still has its swinging-’60s tendencies.\nSpots like the indie Booksmith, Amoeba Music, and Magnolia Brewery, not to mention hazy outdoor hideaways like Hippie Hill, and Buena Vista Park, still hold a torch for the neighborhood's countercultural vibes. So do annual events like the Haight-Ashbury Street Fair. But you can also get a taste of how time has marched on at restaurants like Alembic, home to inventive fare like jerk-spiced duck hearts that you'd never find on The Diggers' menus. Or you can go even further back in time at Aub Zam Zam, a cash-only joint with jazz on the juke that's been pleasing the Haight since 1941.\nVisit Haight-Ashbury today and you'll find the fog remains fragrant downwind of neighborhood cannabis dispensaries, and that tie-dye and ideals have never entirely gone out of fashion here – hence the prized vintage rock tees on the wall at Wasteland, organic-farming manuals in their umpteenth printing at Bound Together Anarchist Book Collective, and judgment-free treatment for bad trips and unfortunate itches at the Haight-Ashbury Free Clinic. At the corner of Haight and Cole, see you how far humanity has come in Joana Zegri's 1967 Evolution Rainbow mural, showing life forms evolving from the Pleistocene era to the Age of Aquarius. Who knows what the Haight will get into next.\n \n"
},
{
    "country": "california",
    "city": "Venice, Marina Del Rey & Playa del Rey",
    "index": 7,
    "name": "Venice Boardwalk",
    "latitude": "33.988073381563",
    "longitude": "-118.4747171402",
    "excerpt": "Prepare for a sensory overload on Venice's Boardwalk, a one-of-a-kind experience. Buff bodybuilders brush elbows with street performers and sellers of…",
    "detail_url": "https://www.lonelyplanet.com/usa/los-angeles/venice/attractions/venice-boardwalk/a/poi-sig/380015/1324616",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_618145523.jpg",
    "detail_description": "Prepare for a sensory overload on Venice's Boardwalk, a one-of-a-kind experience. Buff bodybuilders brush elbows with street performers and sellers of sunglasses, string bikinis, Mexican ponchos and cannabis, while cyclists and in-line skaters whiz by on the bike path and skateboarders and graffiti artists get their own domains.\nHistory\nVenice, SoCal’s quintessential bohemian playground, is the legacy of Abbot Kinney (1850–1920). A tobacco mogul by trade and a dreamer at heart, Kinney in 1905 dug canals and turned fetid swampland into a cultural and recreational resort he dubbed the ‘Venice of America.' For nearly two decades, crowds thronged to this ‘Coney Island on the Pacific’ to be poled around by imported gondoliers, walk among Renaissance-style arcaded buildings and listen to Benny Goodman tooting his horn in clubs. But time was not kind to Kinney’s vision.\nVenice was incorporated into the city of LA in 1926, most of the canals were filled and paved over in 1929 and Venice plunged into a steep decline until its cheap rents and mellow vibe drew first the beatniks then hippies in the '50s and '60s. A decade later Venice and Santa Monica's Ocean Park neighborhood along Main St turned into ‘Dogtown’ as modern skateboarding hit the big time. \nThese days, tech and entertainment dollars have fueled a hard-charging gentrification that is changing this once-low-key enclave with a strong sense of community. As rents have risen, many long-term businesses have been forced out and locals speak of an 'old Venice/new Venice' divide. The year 2017 saw a further influx of cash as locally headquartered Snap Inc (parent company of Snapchat) went public, creating multiple millionaires. Paradoxically, along with these new millionaires and long-time-resident surf rats, skate punks, string bikinis, yogis, psychics and street performers, you'll also find a prodigious and entrenched houseless population. Venice Beach's houseless community has long been part of the fabric of the neighborhood, despite routine attempts by the city to uproot them.\n\n  \nBiking, skateboarding, roller blading and other wheeled activities are the thing to do on the boardwalk ©Layland Masuda/Getty Images\n\nThings to do on Venice Boardwalk\nMurals\nVenice Beach has long been associated with street art and for decades there was a struggle between outlaw artists and law enforcement. Art won out and the tagged-up towers and the free-standing concrete wall of the Venice Beach Art Walls, right on the beach, have been covered by graffiti artists from 1961 to the present. To really get into the art around Venice stroll past murals by famous Rip Cronk, including Venice Reconstituted,  Jim Morrison and the Homage to Starry Night. Abbot Kinney Blvd, not far from the boardwalk, has wonderful art galleries. Probably the best art gallery in the area, and maybe the city is the LA Louvre. It's housed in a landmark building designed by Frederick Fisher. It's a modern and contemporary art gallery featuring rotating, museum-quality exhibitions that show for five to six weeks.\nMuscle Beach \nGym rats with an exhibitionist streak can get a tan and a workout at this famous outdoor gym right on the Venice Boardwalk, where Arnold Schwarzenegger and Franco Columbu once bulked up. Its fun to meander past and gawk, because the body builders totally want you to gawk.\nVenice Skatepark\nWhen Angelenos drained their swimming pools during a 1970s drought, board-toting teens from Venice and neighboring Santa Monica made their not-quite-welcome invasion and modern skateboarding culture was born. Well, as the bumper sticker says, 'skateboarding is not a crime,' at least not anymore, and if you needed further proof, this public, 17,000-sq-ft, ocean-view skate park is now a destination for both high flyers and gawking spectators. Look for great photo ops, especially as the sun sets. Brave the bowls if you dare. \nSaturday &amp; Sunday drum circle\nOn weekend evenings at the end of Brooks Ave. on the beach, hundreds of people gather with drums, shakers, congas – anything that keeps a beat and fills the air with rhythms. Dancers come in hoards to feed off the energy and move their bodies to the impromptu music. Its high vibe fun, completely unofficial and totally amazing. It usually starts around noon and lasts well past dark.\n\n  \nPhotos at the world famous skatepark are great at sunset ©Michael Urmann/Shutterstock\n\nWhen to go to the Venice Boardwalk\nLate nights and early mornings are the quietest times on the boardwalk, but quiet is not really why people come to Venice Beach. Busiest times are summer weekend afternoons, especially when the drum circle is beating its resounding beats. During the off season, local crowds tend to gather at the cafes around sunset.\nWhere to eat and drink\nNo place melds Old Venice and New Venice like the Rose. This airy institution dates from 1979 yet remains current, serving a diverse, all-day menu (sophisticated pastries to gourmet feasts) to laptop-toting writers, tech geeks and Venice locals.\nWhere to stay\nHotel Erwin near the canals and the boardwalk, this one-time motor inn has been dressed up, colored and otherwise funkified in retro style. Think eye-popping oranges, yellows and greens, framed photos of graffiti art and ergo sofas in the spacious rooms. Book online for the best deals. Whether or not you stay here, the High rooftop lounge is wonderful for a sundowner. Valet parking is $42.\nGetting to the Venice Boardwalk, parking and other practicalities\nTraffic is bumper to bumper in Venice on busy weekends, especially in summer near the beach. Instead, try parking inland, ride-sharing or do as the locals do and get around by bike. Rentals are available in Venice at Venice Boardwalk Bike Rental or in neighboring Santa Monica. The Expo Line train opened in 2016 in Santa Monica; the station is about 1.5 miles from the Venice border.\n \n"
},
{
    "country": "california",
    "city": "Orange County",
    "index": 6,
    "name": "Knott’s Berry Farm",
    "latitude": "33.84415",
    "longitude": "-117.998443",
    "excerpt": "What started as a simple berry farm is now a sprawling 160-acre operation with rides, live shows and lovable Peanuts characters roaming the grounds. Knott…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/northern-orange-county/attractions/knott-s-berry-farm/a/poi-sig/1131476/1341893",
    "image_url": "https://lp-cms-production.imgix.net/2021-09/shutterstockRF_158650685.jpg",
    "detail_description": "What started as a simple berry farm is now a sprawling 160-acre operation with rides, live shows and lovable Peanuts characters roaming the grounds. Knott’s Berry Farm is California’s oldest theme park and it might take the title for best food, too. The fried chicken dinners that made the farm a sensation back in the 1930s are still served today. As for the berries, they’re around too, and you’ll find them in surprisingly scrumptious dishes throughout the park. Come for the coasters, stay for the boysenberry confections. \n\n  \n©  Jose Gil / Shutterstock\n\nHistory of Knott’s Berry Farm\nThe name of the game was originally berries when Walter and Cordelia Knott moved to Buena Park, California in 1920 to farm. But when Cordelia started a fried chicken restaurant as a side business in 1934, the focus began to shift. Word spread about the delectable dinners and soon visitors flocked to the farm, sometimes waiting three hours to eat. Walter added attractions to entertain the poultry patrons and the seeds of a theme park began to take root.\nBy 1947, Walter had built a Ghost Town, and the name Knott’s Berry Farm was official. The attractionsl—a saloon, railroad, log ride, roller coaster and much morel—kept coming. Snoopy and his Peanuts friends entered the picture in the 80s, giving the park family-friendly characters. The 90s brought more thrilling rides, as well as the sale of the farm by the Knott’s children to Cedar Fair, who continues to operate the park today.\nTickets and practicalities\nTickets\nDaily admission tickets and season passes are available online at knotts.com/daily-tickets, as well as in person at the park’s front gate. Discounts are available for both active and retired military personnel, plus their immediate family members. \nUpgrades\nPurchasing a Fast Lane wristband gives you priority boarding on select rides, and FunPix passes provide unlimited digital photos from certain rides and character meet-and-greets.  Budget-friendly dining passes are also available. Choose from all-day drink refills in a souvenir bottle, a single meal deal, all-day dining (an entree and a side every 90 minutes!) and all-season dining.\nPark hours\nKnott’s Berry Farm is open every day except Christmas. Hours vary depending on the day and season (closing is sometimes 5pm, while Knott’s Scary Farm stays open as late as 1am). Always check the park’s calendar before your visit.  \nLocation\nIn Buena Park (Orange County), Knott’s is 20 minutes from John Wayne Airport and 30 minutes from LAX. \nParking\nDaily parking is available for a fee, plus parking can be purchased for season passes. For guests heading to the California Marketplace, which is outside the park, there’s complimentary parking for up to one hour in the Shopping and Dining Lot. \nLay of the land\n\n  \nKnott’s is divided into four themed areas: Old West Ghost Town, Camp Snoopy, Fiesta Village and the Boardwalk © Lukasz Sadlowski / Shutterstock\n\nKnott’s is divided into four themed areas: Old West Ghost Town, Camp Snoopy, Fiesta Village and the Boardwalk. Head to knotts.com/directions for a detailed park map. \nPopular rides at Knott’s Berry Farm\n\n  \nWhen it comes to legendary amusements, Knotts Berry Farm has a number to choose from © Ataboy via Getty Images\n\nWhen it comes to legendary amusements, Timber Mountain Log Ride, which originally opened in 1969 and takes thrill seekers up an 85-foot mountain, tops the list. Even more extreme, the Xcelerator roller coaster rockets riders from 0-82 mph in 2.3 seconds. But if kid friendly is more your speed, the Linus Launcher gives little ones the sensation of soaring on the comic-strip character’s blanket. \nEntertainment at Knott’s Berry Farm\nLive shows are half the fun at Knott’s and highlights include can-can and comedy in the Calico Saloon, as well as the action-packed Wild West Stunt Show. For a real California classic, Bob Baker Marionette Theater, founded in LA in 1963, brings puppetry to the park in the Birdcage Theatre.   \nFood at Knott’s Berry Farm\nAll-day and all-season dining plans are available so that you can feast on everything from a gourmet berry salad (Boardwalk BBQ) to tamales (Cantina) and chili-cheese tater tots (Calico Tater Bites). \nOverall, Knott’s has about three dozen different dining options for meals, snacks and drinks (the Starbucks in the California Marketplace is the only location in the world to serve boysenberry Frapuccinos). But if you have time for just one meal, let it be at Mrs. Knott’s Chicken Dinner Restaurant (also in the Marketplace). Though the setting has changed, the recipes haven’t. The classic chicken meal is the same as what Mrs. Knott served back in 1934. \nBest time to visit Knott’s Berry Farm\n\n  \nKnotts Berry Farm is open year round for visitors © mervas / Shutterstock\n\nThanks to Southern California’s warm weather, the park is open year round. Weekends tend to be busier, so visit midweek for shorter lines. Generally, you’ll beat the crowds any time California kids are in school.\nAlso, keep an eye on the calendar for seasonal attractions. The year kicks off with Knott’s Peanuts Celebration, an ode to Charles Schultz’s comic strip that takes place weekends in winter (January-March). Boysenberry Festival happens each spring, and summer brings nighttime music events. Autumn is all about Knott’s Scary Farm, a terrifyingly transformed version of the park (special admission required), and Knott’s Spooky Farm, which is more fun than freaky. Finally, the park becomes Knott’s Merry Farm between November and January. ‘Tis the season for holiday decor, a Snoopy ice show and a Christmas crafts market.    \nHotels near Knott’s Berry Farm\nYou can’t get any closer to the park than its very own Knott’s Berry Farm Hotel, which is just a five-minute stroll to the main gates. In addition to convenience, the hotel features a Snoopy-themed wing, outdoor pool, restaurant, vacation packages and a complimentary shuttle to the Disneyland Resort, which is only seven miles away. \nOther hotel options include Radisson Suites Hotel Anaheim - Buena Park, Holiday Inn Buena Park and Courtyard Anaheim Buena Park—all within a mile of Knott’s and all with outdoor pools. \nDid You Know?\nThe world’s first commercially grown boysenberries—a cross between red raspberries, blackberries and loganberries—were cultivated here on the farm by Walter Knott. That’s why you’ll see the fruit in everything from pork shawarma to kimchi and quesadillas.\n\n \n"
},
{
    "country": "california",
    "city": "The Mission, Dogpatch & Potrero Hill",
    "index": 5,
    "name": "Balmy Alley",
    "latitude": "37.751838",
    "longitude": "-122.41236",
    "excerpt": "Since at least the 1980s, if you stroll through San Francisco's Mission District you've likely noticed the neighborhood's profusion of colorful murals and…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-mission-soma-and-potrero-hill/attractions/balmy-alley/a/poi-sig/383949/1329643",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8425c96dbabc0e6c54e4ca28a6b9e4b1-balmy-alley.jpg",
    "detail_description": "Since at least the 1980s, if you stroll through San Francisco's Mission District you've likely noticed the neighborhood's profusion of colorful murals and street art. From the Aztec serpent-god Quetzalcoatl who occupies 24th &amp; York Mini Park to the \"Maestrapeace\" that covers the facade of the Women's Building to the tags and other spray painted ephemera that pop up on shops' roll-down doors overnight, the Mission is a living, breathing public art museum. But few corners of the Mission are quite so painted, or celebrated, as Balmy Alley.\n\n  \n\"Naya Bihana\" by Martin Travers located in Balmy Alley © Photo by Bruno PEROUSSE/Gamma-Rapho via Getty Images\n\nThis strip off of 24th Street sits parallel to Treat Ave and Harrison Street between 24th &amp; 25th, and for almost fifty years it's been home to works by Chicano artists that build on a long tradition of murialismo, an artistic movement that has roots in pre-Hispanic Central American cultures and which swelled in significance and prevalence after the Mexican revolution both in its countries of origin and in El Norte.\nThe Balmy Alley murals have a wide range of subject matter, from a memorial for El Salvador activist Archbishop Óscar Romero to a homage to great female artists including Frida Kahlo and Georgia O'Keeffe. Some of the oldest surviving works like \"The Primal Sea\" at the Garfield Pool at Harrison and 26th Street and artists Miranda Bergman and O'Brien Thiele's \"Culture Contains the Seed of Resistance that Blossoms into the Flower of Liberation\" have undergone recent restoration, too, giving visitors a chance to see how the Mission's unique take on murialismo has evolved over time.\n\n  \nMurals along Balmy Alley. ©Sabrina Dalbesio/Lonely Planet\n\nHow to see the Mission District murals\nTo reach Balmy Avenue, take BART to 24th/Mission. Walk east towards Capp Street for 5 1/2 blocks.\nNonprofit Precita Eyes runs muralist-led tours each weekend that cover 60 to 70 murals within a six- to 10-block radius of Balmy Alley. The organization itself dates back to 1977, when Susan and Luis Cervantes established the muralists association to create accessible public art and provide not-for-profit arts education. Precita Eyes was working in the Mission when Balmy Alley first started filling up with work thanks to art collectives like Mujeres Muralistas and the PLACA project, and have seen (and participated) first-hand how Balmy has evolved in the decades since.\nTours typically cost $20 for adults, $15 for San Francisco residents, $10 for seniors and college students, $6 for teens, and $3 for children under 12. \nEdible Excursions offers a food and art tour along 24th Street. The three hour tour highlights the rich culinary scene in The Mission, with a chance to take in the Balmy murals, too. This tour takes place on Saturdays from 11am and costs $125 per person.\n\n  \nMuralismo in the 1970s often focused on Central American politics, while more recent murals touch on topical issues facing the Chicano community, like gentrification and racial justice © Photo by Carol M. Highsmith/Buyenlarge/Getty Images\n\nThe history of the Balmy Alley murals\nThe 1970s were a turbulent time in San Francisco. A group of Indigenous activists called Indians of All Tribes (IAT) had taken over Alcatraz, student groups were protesting the Vietnam War, the Castro had become the capital of LGBTQIA+ America, and fierce battles were waged downtown over affordable housing in ethnic enclaves like Chinatown as new skyscrapers shot up in the financial district. Marginalized communities were finding their voices like never before, and transforming the city in the process.\nAmidst it all, the Chicano movement was swelling, especially in traditionally Latino neighborhoods like the Mission District. Soon, the rising sense of chicanismo would change the face of the barrio itself, filling the Mission with colorful murals that tapped into a long artistic tradition of murialismo, as well as San Francisco's well established yen for political agitation.\n\n  \n\"Mural After the Storm\" by Tina Wolfe is one of the newer works located in Balmy Alley ©Photo by Carol M. Highsmith/Buyenlarge/Getty Images\n\nSan Francisco wasn't new to murialismo. After all, the city had embraced Diego Rivera's 1931 Allegory of California, a fresco at the Stock Exchange Lunch Club that was a gentle reflection of Rivera's anti-capitalist principles. But by the 1970s, the Mission District's emerging school of murialismo would reflect forty years of evolving discourse on Chicano identity, as well as the experiences of a new generation of Central American refugees and immigrants who were trying to rebuild their lives in San Francisco.\nIn 1970, Chicana artists Patricia Rodriquez and Graciela Carillo met at the San Francisco Art Institute, and by 1974 the two formed Mujeres Muralistas (the women muralists). The project was radical both for the artists' gender and the way they brought domestic and ecological themes into a school of art that was often more overtly political.\n\n  \n\"Those We Love, We Remember\" by Edythe Boone has been part of Balmy Alley since 1995 ©Anthony Pidgeon/Lonely Planet\n\nSoon Rodriquez and Carillo were joined by Venezuelan-born Consuelo Mendez and fellow Chicana Irene Perez. Mujeres Muralistas kicked off new large-format works in Balmy Alley behind where Rodriquez and Carillo were living, close to where thought-provoking murals by Mia Gonzalez and Susan Kelk Cervantez that had cropped up a year before. \nIt didn't take long before these women's work was galvanized into a movement to transform the political landscape one mural at a time. Artist Ray Patlan started the PLACA project, the name a reference to Spanish slang for graffiti or mark-making. With grant money, PLACA brought together dozens of artists to paint murals protesting United States' Regan-era incursion into Central American politics and the plight of people displaced from Nicaragua, El Salvador, Guatamala, and Honduras.\n\n  \nA detail from \"Enrique Journey\" by artist Josue Rojas, one of the Balmy Alley murals that addresses contemporary politics © Photo by Carol M. Highsmith/Buyenlarge/Getty Images\n\nMany of those murals were centered in and around Balmy Alley as well, firmly establishing that corner of the Mission as the epicenter of a bold new chapter in both murialismo and San Francisco's local art scene. Within a few years, artist René Yañez, who was previously instrumental in the formation of the Mexican-American Liberation Art Front (MALAF), became involved in San Francisco's Neighborhood Arts Program, which helped fund even more murals in the Mission.\nEventually the movement that began in Balmy spread to other corners of the neighborhood , too, and even inspired similar groundswells of more diverse, inclusive, and dynamic murialismo in cities throughout the United States. The work of these groundbreaking artists has been honored and explored in documentaries, books, and fine arts programs hosted by the De Young museum and SFMOMA, and continues to shape one of San Francisco's best-beloved neighborhoods.\n"
},
{
    "country": "california",
    "city": "The Marina, Fisherman’s Wharf & the Piers",
    "index": 4,
    "name": "Exploratorium",
    "latitude": "37.801146",
    "longitude": "-122.398177",
    "excerpt": "Is there a science to skateboarding? Do toilets really flush counterclockwise in Australia? At San Francisco's hands-on science museum, you'll find out…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-marina-fishermans-wharf-and-the-piers/attractions/exploratorium/a/poi-sig/383993/1329639",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/29_BuildingNight_DSC_8520_AS.jpeg",
    "detail_description": "Is there a science to skateboarding? Do toilets really flush counterclockwise in Australia? At San Francisco's hands-on science museum, you'll find out things you wish you learned in school.\nCombining science with art and investigating human perception, the Exploratorium nudges you to question how you perceive the world around you. The setting is thrilling: a 9-acre, glass-walled pier jutting straight into San Francisco Bay, with large outdoor portions you can explore free of charge, 24 hours a day.\n\n  \nThe Exploratorium has hosted thousands of exhibits over the years, so there's something new to see on the regular © Exploratorium, www.exploratorium.edu\n\nWhat to do at the Exploratorium\nCovering a whopping 330,000 square feet of indoor-outdoor space, galleries focus on color, sound, light and motion, stimulating learning by inviting participation. Never didactic, always engaging, the more than 600 exhibits have buttons to push, cranks to ratchet and dials to adjust, all created by artists and scientists at the in-house building shop (which you should peer into).\nTry on a punk hairdo, courtesy of the static-electricity station. Turn your body into the gnomon of a sundial. Slide, climb and feel your way – in total darkness – through the labyrinth of the Tactile Dome (reservations and separate ticket required).The Exploratorium is split up into several different galleries, each organized around a particular scientific theme.\n\n  \nThe interactive nature of the exhibits mean they're fun for all ages © Exploratorium, www.exploratorium.edu\n\nGalleries and exhibits at the Exploratorium\nThe Bernard and Barbro Osher Gallery is dedicated to Human Penomena, including thoughts, feelings, and social behavior, exploring concepts like sharing, normalcy, mental health, and cooperation. The playful exhibits here invite participants to find out how making seemingly innocuous decisions like whether to squirt a friend at the Trust Fountain can teach us about real-world challenges like solving climate change.\nThe Tactile Dome (which has an additional cost of $8–$15 on top of the regular Exploratorium admission) has been a favorite at the museum since 1971. Initially designed by Dr. August F. Coppola (yes, those Coppolas) and updated in 2013, this exhibit is part art project, part science experiment. Enter the dome and feel your way through a variety of textures in total darkness, finding out first hand how far your senses can take you.\n\n  \nThe Exploratorium grounds its science lessons in real-world applications © Exploratorium, www.exploratorium.edu\n\nThe Tinkering Gallery is lots of fun for young inventors, with a model of San Francisco made from 100,000 toothpicks and chances to mess around with circuit boards, Rube Goldberg machines, and the construction of moving sculptures.\nThe Bechtel Gallery is focused on Seeing and Reflections. Play with the shifting, flowing colors of the Cubatron Core sculpture by artist Mark Lottor, experiment with shape and light in the Giant Mirror, paint with soap film, and step into a room where there are no colors – like your own black and white photograph come to life. \n\n  \nThis bicycle wheel throws a \"jump rope\" twenty feet in the air © Exploratorium, www.exploratorium.edu\n\nThe Living Systems Gallery is like a trip on the Magic School Bus, with exhibits on human cells, plankton colonies, shifting tides, botony, and how microscopes capture the teensiest creepy crawlies.\nThe Outdoor Exhibits Gallery invites visitors to ponder the science of San Francisco itself, from the winds buffeting the bay to the earthquakes that have rattled its buildings and bridges. Some of the Exploratorium's most famous exhibits are out here, including an Aeolian Harp, wind arrows, and a machine made of bike parts that creates the most epic game of jump rope you've ever seen.\nThe Fisher Bay Observatory Gallery dials into observing landscapes both urban and rural, with exhibits on geology, the solar system, and a huge map of the Bay Area that clocks shifts in fog, water salinity, rainfall, and population demographics. What can you observe in the world around you?\n\n  \nThe Exploratorium's new, custom-built building comes after the original museum provided decades of fun and education ©Worayoot Pechsuwanrungsee/Shutterstock\n\nVisiting the Exploratorium\nThe Exploratorium is reopening July 1st after the COVID-19 pandemic, and its new hours will be Wednesday–Saturday: 10:00AM - 5:00PM and Sunday noon - 5PM, with the museum closed on Mondays and Tuesdays. Members have an extra opportunity to visit on Sundays from 10AM to noon. Adults over 18 can take advantage of special kids-free after hours, too, from 6PM to 10PM on Thursdays.\nTickets run $29.95 for adults from 18-64, $24.95 for seniors over 65, teachers, and teens from 13-17, $19.95 for children 12 and under, and children under three are free. Currently, the Exploratorium requires timed ticketed purchases in advance to facilitate social distancing, so it's wise to book in advance.\nThe Exploratorium is easy to reach on the San Francisco waterfront. You can get to Pier 15 via any BART route that stops at the Embarcadero station (with a ten minute walk following). Numerous bike racks are on site, along with parking garages in the area including Pier 19.5 Parking Lot and the Exploratorium Pier 15 Lot between Front and Green Street.\nThere are two eateries on site. The Seaglass Restaurant helmed by Chef Loretta Keller focuses on family-friendly fare with fun drinks for the grownups that uses the Icy Bodies exhibit to shake up the bar area. The Seismic Joint Cafe is more of a coffee shop situation, with take-away pastries and jolts of caffeine to enjoy on the Exploratorium grounds.\n\n  \nExhibits at the Exploratorium often blend both art and science in interactive learning moments​ © Exploratorium, www.exploratorium.edu ​\n\nAccessibility at the Exploratorium\nHandicapped parking is available on the street. Visitors with disabilities can get a discounted price of admission of $24.95 if you call ahead or email visit@exploratorium.edu, and visitors' ADA aids are admitted for free. \nThe whole museum is accessible for visitors who use mobility aids, and several wheelchairs are available on loan from the Information Desk. You may also request tactile maps for blind and visually impaired visitors. For the deaf and hard of hearing, call the Reservations office to request an ASL interpreter at least a week ahead of time. the Kanbar Forum theater space can be accessed via a wheelchair lift on site and through assistive listening systems.\n\n  \nDrag Queens take part in the Exploratorium exhibits at an adults-only after hours event © Exploratorium, www.exploratorium.edu ​\n\nThe history of the Exploratorium\nFrank Oppenheimer founded the Exploratorium in 1969. He'd been a physicist on the atom bomb project and was blackballed during the McCarthy era, then later reemerged as a high-school teacher, eschewing secret scientific study in favor of public education. The Exploratorium is his lasting legacy, with the mission to incorporate technology with human values.\nIn 2013, the Exploratorium moved from the Marina to Piers 15 and 17, where a brand-new purpose-built solar-powered space was constructed in concert with scientific agencies, including NOAA, which hardwired the entire pier with sensors delivering real-time data on weather, wind, tides and the bay. See the data flow in at your final stop, the Observatory Gallery, a glass-enclosed lookout where you can make your own observations about sea, land and sky.\n"
},
{
    "country": "california",
    "city": "San Francisco",
    "index": 2,
    "name": "Golden Gate Park",
    "latitude": "37.7689400916",
    "longitude": "-122.480823133",
    "excerpt": "When Frederick Law Olmsted, architect of New York's Central Park, gazed in 1865 upon the plot of land San Francisco Mayor Frank McCoppin wanted to turn…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/golden-gate-park-and-the-avenues/attractions/golden-gate-park/a/poi-sig/383395/1329646",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-520518600.jpg",
    "detail_description": "\nWhen Frederick Law Olmsted, architect of New York's Central Park, gazed in 1865 upon the plot of land San Francisco Mayor Frank McCoppin wanted to turn into a vast city park, he was understandably skeptical. Here was a swath of 1,013 acres of unlovely, dubious sand dunes on the outskirts of town, buffeted by powerful winds blowing in off the dark grey Pacific. The landscape architect turned down the job, despite the opportunity to create a park bigger than New York's before his first masterpiece was even finished.\nBut Olmstead would have to chuckle, and change his tune, a century later to see what Golden Gate Park became – from bonsai, buffalo, and redwoods to Frisbees, free music, and free spirits, when in the 1960s San Francisco's back yard became the epicenter of the Summer of Love. Today it still seems to contain just about everything its denizens love about their city.\nYou could wander the park for a week and still not see it all – but any given visit is a chance to walk through San Francisco history, from the park's oldest corners at its eastern end to where the park's borders give way to surf spots on the Pacific coast. \n\n  \nThe Spreckels Temple of Music in Golden Gate Park. ©V_E/Shutterstock\n\nWalk through history in Golden Gate Park\nThe creation of Golden Gate Park\nGolden Gate Park was the brain child of several local politicians angling to flip a piece of former Mexican territory on the outskirts of San Francisco into a profitable expansion of the growing city. Not the least of these city schemers was then-mayor Frank McCoppin, who saw an opportunity to not only give San Franciscans more elbow room while lining his own pockets on construction grift, but also solve a problem that had lead to lengthy legal battles – namely, the presence of well-to-do and opportunistic squatters trying to lay claim to the Outside Lands now that San Francisco's fortunes looked rosy. \nDespite Olmsted's assertion a park larger than New York's Central would never succeed on the proposed site, tenacious young civil engineer William Hammond Hall and master gardener John McLaren got to work. They had a unique vision for the time that would banish commercial eyesores like casinos, resorts, racetracks and an igloo village and instead showcase mother nature. It was an unorthodox view in an era when Central Park wasn't even yet complete, ten years before even such majestic and one-of-a-kind landscapes as Yellowstone would be preserved from development as national parks. \n\n  \nde young, Fine Arts Museums of San Francisco, California, USA. ©Checubus/Shutterstock\n\nWhat to do in Golden Gate Park\nUltimately, McCoppin, Hall and McLaren had their ways, producing a green space that \"feels wild....shaggy and labyrinthine and confusing,\" in the words of Gary Kimya, scholar of San Francisco history. Indeed, he wrote in Cool Grey City of Love: 49 Views of San Francisco that \"The paradox of Golden Gate Park is that its wildness is almost completely man-made. Every inch of the park had to be won. The loss of San Francisco's great sand dunes...is tragic...but [represents an] ultimately triumphant negotiation between man and the world.\"\nSeveral of Golden Gate Park's earliest features give teeth to that assessment. The Conservatory of Flowers, opened in 1879 and filled with rare specimens from South and Central America and aquatic Plants native to the Amazon. Stow Lake was created in 1893 with its picturesque Strawberry Hill, a favorite for families for over a hundred years.\n\n  \nJune 7, 2018: Japanese Tea Garden inside Golden Gate Park. ©Toms Auzins/Shutterstock\n\nThe Japanese Tea Garden is another early success – the oldest such public Japanese garden in the United States, it's been here since  the California Midwinter International Exposition of 1894. The carefully tended garden is full of imported plants, birds, and fish that have flourished for over a century in the once-inhospitable Outside Lands far from their native Nippon.\nIn 1906, nearly forty years after the dunes turned into a park larger than Olmstead's masterpiece, the devastating earthquake that shook San Francisco left thousands of refugees camping out in parks around the city, from Dolores Park in the Mission to Golden Gate Park. Some of the shacks built by the US Army to house earthquake victims were later moved to permanent lots, and are still in use today.\nAs the city recovered, several new institutions found a home in Golden Gate Park, including the including the Kezar Stadium (former home to the Oakland Raiders), California Academy of Sciences and the de Young Museum. The park's beloved Windmills bookended the earthquake, one built in 1903 and the other in 1908. The spiky Dahlia Garden appeared in the mid-1920s, as did the Shakespeare Garden with its collection of 200 plants mentioned in the Bard's writings.\n\n  \nThe Beach Chalet is located above the Golden Gate Park Visitor's Center and features historic WPA frescoes created by Lucien Labaudt in the 1930's celebrating the history of Golden Gate Park ©LightRocket via Getty Images\n\nThe WPA and the Summer of Love\nDuring the Great Depression, the Works Progress Administration was not only busy decorating Coit Tower with controversial murals, they were adding new features to Golden Gate Park, including the San Francisco Botanical Garden, the archery field, Anglers Lodge, and the Model Yacht Club. They also restored the 1926 art deco Horseshoe Pits, and built the Beach Chalet with its gorgeous frescos that tell the story of Golden Gate Park's construction.\nMost impressive, the Hoover Grove of giant sequoia were planted in 1930 to honor casualties from World War I, on the south edge of Martin Luther King Jr. Drive. Here you can peep these towering giants without driving out to the Marin Headlands and Muir Woods National Monument. So much for Olmstead's jab that \"There is not a full-grown tree of beautiful proportions near San Francisco.\"\nThe park's features and usages continued to evolve over the decades. Stow Lake's lovely boathouse was added in 1946. Twenty years later, in the Panhandle fringes of the park near Haight-Ashbury, the Human Be-In ushered in the Summer of Love, when thousands of youth were drawn to Hippie Hill by the promise of utopia fueled by free concerts from local bands and plentiful cannabis and LSD. Visit Golden Gate Park on April 20th of any given year (and, let's be honest, in certain pockets any day of the week) and you'll catch a whiff of the Hippie Hill scene from fifty years ago.\n\n  \nThe new Golden Gate Park ferris wheel, part of its 150 anniversary celebrations, arrived in 2020 and is one of the park's most sought-after new attractions © Xinhua News Agency/Getty Images\n\nGolden Gate Park today\nOne of the most recent permanent additions to Golden Gate Park is the National AIDS Memorial Grove. Built in 1991, it's a touching tribute to the millions of lives lost during the plague years, which hit San Francisco's queer community hard and left the city shaken after the dark 1980s.\nThat's not all, however. The park is still constantly evolving year to year. Today Golden Gate Park hosts events like the Bay to Breakers 12K race, as well as the Hardly Strictly Bluegrass and Outside Lands music festivals which take place every October. In December, the Christmas lights are a draw for families and visitors. \n\n  \nA festival takes place in Golden Gate Park in 2010 ©Eric Broder Van Dyke/Shutterstock\n\nIn 2020, the city celebrated the park's 150th anniversary with temporary art installations like local artist Charles Gadeken's Entwined light show in Peacock Meadow (240 John F Kennedy Drive). Another new addition to mark the anniversary was the SkyStar Wheel, Golden Gate Park's own ferris wheel that will be in place until March of 2025. That same year, protestors marked Juneteenth by toppling some of the park's historic statues, including those of Francis Scott Key, Padre Junipero Serra, and Ulysses S. Grant.\nOther changes during the COVID-19 pandemic have included the Golden Gate Park Sunday Roller Disco Party, a free community-led party for roller skaters at \"Skatin' Place,\" a spot near 6th Ave &amp; Kennedy Drive, most Sundays from noon to 5PM that features live DJs. \nKeep your eyes pealed during the summer months for one of the 12 pianos hidden around the Botanical Garden for anyone to play, part of an event called Flower Piano that includes free piano lessons, community sing-alongs at sunset, and more. \n\n  \nThe M.H. de Young bus stop; Shutterstock ID 3554606; your: Meghan O'Dea; gl: 65050; netsuite: Digital Editorial; full: golden gate park POI Shutterstock / Rafael Ramirez Lee\n\nGetting to Golden Gate Park\nAt over three miles long and half a mile long, there's a lot of ground to cover in Golden Gate Park, and a lot of entrances. The most popular entrance is in the Panhandle via Fell St, but coming in from 9th Avenue off Lincoln puts you right by some prime attractions.\nJFK serves as one of the main arteries in the park for cars, along with Transverse Drive, Chain of Lakes Drive, and 25th Ave/Crossover Drive/19th Ave/Park Presidio – these later streets are not part of the Slow Streets program the city has implemented during the COVID-19 pandemic to give San Franciscans more room to walk and bike away from crowds. Check the park website to see the latest on road closures for events and other initiatives. \n\n  \nGolden Gate park, San-Francisco, California, USA ©Akropot/Getty Images\n\nBiking, walking, and skating are all popular here. Numerous bus and trolly routes serve Golden Gate Park, too, and you'll find entry points lining the side of the park all the way around its perimeter. \nThe park is open 24 hours a day, seven days a week. There are restrooms sprinkled throughout the park, \nVehicle parking in Golden Gate Park\nThere are over 4,700 street parking spots throughout the park. Accessible parking is available at the McLaren Lodge, Music Concourse (behind Bandshell), MLK Drive &amp; Music Concourse and on JFK/Transverse Drive.\nThe 800-space Music Concourse garage ($33 for the day) as well as over 4,700 street parking spots throughout the park. Music Concourse garage is the main parking lot for the SkyStar Observation Wheel, as well as the De Young Museum, several gardens, and Cal Academy. It can be reached via Fulton St. at 10th Avenue and is open every day of the week from 7AM to 7PM. \nThe Golden Gate Park shuttle\nThe Golden Gate Park free shuttle runs from 9AM to 6PM on a cadence of every 15 to 20 minutes on Saturdays and Sundays, as well as on city holidays.\n\n"
},
{
    "country": "california",
    "city": "The Marina, Fisherman’s Wharf & the Piers",
    "index": 3,
    "name": "Alcatraz",
    "latitude": "37.8267848359",
    "longitude": "-122.422932344",
    "excerpt": "Alcatraz: for over 150 years, the name has given the innocent chills and the guilty cold sweats. Over the decades, it’s been a military prison, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/san-francisco/the-marina-fishermans-wharf-and-the-piers/attractions/alcatraz/a/poi-sig/383435/1329639",
    "image_url": "https://lp-cms-production.imgix.net/2020-10/shutterstockRF_239675659.jpg",
    "detail_description": "\nAlcatraz: for over 150 years, the name has given the innocent chills and the guilty cold sweats. Over the decades, it’s been a military prison, a forbidding maximum-security penitentiary and disputed territory between Native American activists and the FBI. No wonder that first step you take onto ‘the Rock’ seems to cue ominous music: dunh-dunh-dunnnnh!\nIt's also no wonder that Alcatraz garners 1.4 million visitors each year. With easy access from a major city, a thrilling and unexpected history, and stunning views of the San Francisco skyline, The Rock remains one of the most visited national parks in the US system. But for much of Alcatraz's history, this was a place people worked very hard to escape – not spend a pleasant afternoon with their families.\n\n  \nToday the former cellblock of Alcatraz is one of the site's most riveting features ©blazg/Shutterstock\n\nThe history of Alcatraz\nIt all started innocently enough back in 1775, when Spanish lieutenant Juan Manuel de Ayala sailed the San Carlos past the 22-acre island he called Isla de Alcatraces (Isle of the Pelicans). In 1859 a new post on Alcatraz became the first US West Coast fort, and soon proved handy as a holding pen for Civil War deserters, insubordinates and those who had been court-martialed.\nAmong the prisoners were Native American scouts and ‘unfriendlies,’ including 19 Hopis who refused to send their children to government boarding schools, where speaking Hopi and practicing their religion were punishable by beatings. By 1902 the four cell blocks of wooden cages were rotting, unsanitary and otherwise ill-equipped for the influx of US soldiers convicted of war crimes in the Philippines. The army began building a new concrete military prison in 1909, but upkeep was expensive and the US soon had other things to worry about: WWI, financial ruin and flappers.\nWhen the 18th Amendment to the Constitution declared selling liquor a crime in 1922, rebellious Jazz Agers weren’t prepared to give up their tipple – and gangsters kept the booze coming. Authorities were determined to make a public example of criminal ringleaders, and in 1934 the Federal Bureau of Prisons took over Alcatraz as a prominent showcase for its crime-fighting efforts.\n\n  \nBuilt in 1857, the Sally Port Guardhouse is the oldest building on Alcatraz Island ©pixy/Shutterstock\n\n‘The Rock’ averaged only 264 inmates, but its roster read like an America’s Most Wanted list. A-list criminals doing time on Alcatraz included Chicago crime boss Al ‘Scarface’ Capone, dapper kidnapper George ‘Machine Gun’ Kelly, hot-headed Harlem mafioso and sometime poet ‘Bumpy’ Johnson, and Morton Sobell, the military contractor found guilty of Soviet espionage along with Julius and Ethel Rosenberg.\nOne of the prison's most famous residents was Robert Franklin Stroud, also known as the Birdman for his hobby of studying and caring for birds while in solitary confinement at Leavenworth before being transferred to The Rock. He became famous as portrayed by Burt Lancaster in 1962 film The Birdman of Alcatraz, a fictionalization of the so-called Battle of Alcatraz, a failed 1946 escape plot by convict Bernard Coy and other inmates that turned into a deadly standoff.\nToday, first-person accounts of daily life in the Alcatraz lockup are included on the award-winning audio tour provided by Alcatraz Cruises. But take your headphones off for just a moment and notice the sound of carefree city life traveling across the water: this is the torment that made perilous escapes into riptides worth the risk. Though Alcatraz was considered escape-proof, in 1962 the Anglin brothers and Frank Morris floated away on a makeshift raft and were never seen again. Security and upkeep proved prohibitively expensive, and finally the island prison was abandoned to the birds in 1963.\n\n  \nChief of Klamath River Hurok Indians of California Tim Williams addresses a crowd prior to Indian take-over of Alcatraz Island. © Ralph Crane/The LIFE Picture Collection via Getty Images\n\nThe American Indian Movement\nNative American activists claimed sovereignty over the island in the ’60s, noting that Alcatraz had long been used by the Ohlone as a spiritual retreat, yet federal authorities refused their proposal to turn Alcatraz into a Native American study center. Then, on the eve of Thanksgiving 1969, 79 Native American activists boated to the island and took it over.\nDuring the next 19 months, several thousand Native Americans and allies would join the occupying group Indians of All Tribes (IOAT) at Alcatraz. They agitated not only for abandoned federal lands to be returned to Indigenous tribes under a clause in the Treaty of Fort Laramie, but also for an end to the assimilatory Indian Termination policies that included abusive boarding schools and strategic erosion of tribal sovereignty. \n\n  \nIndigenous demonstrators inspect prison galleries in main cell block on Alcatraz Island during the occupation © Bettmann Archive / Getty Images\n\nThe Radio Free Alcatraz program, hosted by Santee Sioux John Trudell, used western broadcast networks to share information about the occupation and why Indigenous activists demanded self-determination. Public support for the burgeoning American Indian Movement grew, even garnering attention from celebrities like Jane Fonda and the rock band Creedence Clearwater Revival. Inspired by the work done at Alcatraz, other occupations took place nationwide, including at Wounded Knee, South Dakota. Still, logistical pressures including surveillance by the FBI and access to water, telephone service, and electricity (eventually cut off by the federal government) ultimately stymied the movement on The Rock.\nAfter the government removed the last Indigenous activists and regained control of the island, it was transferred to the jurisdiction of the national park service. By 1973, Alcatraz had already become a major tourist attraction. Today the cell blocks, ‘This Is Indian Land’ water-tower graffiti and rare wildlife are all part of the Alcatraz experience. Each Thanksgiving Day since 1975, an ‘Un-Thanksgiving’ ceremony has been held at dawn on Alcatraz, with Native leaders and supporters continuing to share their determination to reverse the course of colonial history. \n\n  \nOn August 17, 2020 Alcatraz Island reopened to the public for the first time since the COVID-19 pandemic © Getty Images\n\nVisiting Alcatraz\nAlcatraz is open every day except Christmas, Thanksgiving and New Year's day. Advance tickets are recommended as it's such a popular attraction, particularly during peak season. A ferry cruise is required to reach Alcatraz from Piers 31-33 in downtown San Francisco, and the fee includes both transportation and entry.\nDay tours start at $25 for children, $41.00 for adults, and $38.65 for seniors. Family Packs good for 2 adults and 2 children are $119.60. Night tours, Behind The Scenes tours, and combination tours that include passage to Angel Island are also available. For ticket reservation call (415) 981-ROCK or go to www.alcatrazcruises.com. \nInterpretive materials are available in braille and American Sign Language for visitors who are visually impaired or deaf and hard of hearing. Assistive listening devices are available for visitors, as well, and there are also strategically placed tactile markers throughout Alcatraz's major sites, and close-captioning on film exhibits. An accessible tram is available to help those with impaired mobility navigate the island upon arrival. \n\n"
}
]