[
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 16,
    "name": "Great St Mary's Church",
    "latitude": "52.205299",
    "longitude": "0.118049",
    "excerpt": "The foundations of Cambridge's sublime university church date from 1010. It was burnt to the ground in the 1290s and rebuilt in 1351. The major expansion…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/great-st-mary-s-church/a/poi-sig/458963/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Claudio%20Divizia%20Shutterstock_1212509176%20RFE%20crop.jpg",
    "detail_description": "The foundations of Cambridge's sublime university church date from 1010. It was burnt to the ground in the 1290s and rebuilt in 1351. The major expansion of 1478–1519 resulted in the late-Gothic Perpendicular style you see today. Striking features include the mid-Victorian stained-glass windows, seating galleries and two organs – unusual in a church. The tower (adult/child £4/2.50) was added in 1690; climb it for superb vistas of Cambridge’s dreamy spires.\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 25,
    "name": "Clare College",
    "latitude": "52.205109583542",
    "longitude": "0.1155416694774",
    "excerpt": "The second-oldest Cambridge University college, riverside Clare was founded in 1326.",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/clare-college/a/poi-sig/1284692/358889",
    "image_url": null,
    "detail_description": "The second-oldest Cambridge University college, riverside Clare was founded in 1326.\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 22,
    "name": "Senate House",
    "latitude": "52.205539",
    "longitude": "0.117604",
    "excerpt": "This beautiful classical structure (not open to the public), tucked in beside King's College, was designed in 1730 by James Gibbs. Graduations are held…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/senate-house/a/poi-sig/1284833/358889",
    "image_url": null,
    "detail_description": "This beautiful classical structure (not open to the public), tucked in beside King's College, was designed in 1730 by James Gibbs. Graduations are held here in summer, when students in gowns and mortar boards parade the streets. Look out for the degree-class lists that are posted outside at the end of the academic year.\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 23,
    "name": "Pepys Library",
    "latitude": "52.210473",
    "longitude": "0.116523",
    "excerpt": "The 3000 books in this unique collection were bequeathed by the eponymous 17th-century diarist to his old college. This idiosyncratic collection of…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/pepys-library/a/poi-sig/1503224/358889",
    "image_url": null,
    "detail_description": "The 3000 books in this unique collection were bequeathed by the eponymous 17th-century diarist to his old college. This idiosyncratic collection of beautifully bound tomes is ordered by height. Treasures include vivid medieval manuscripts and the Anthony Roll, a 1540s depiction of the Royal Navy's ships.\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 24,
    "name": "Little St Mary's Church",
    "latitude": "52.201262",
    "longitude": "0.118489",
    "excerpt": "The church's unwieldy original name was St Peter's-without-Trumpington-Gate, which gave St Peter's College (latterly Peterhouse) its name. Inside is a…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/little-st-mary-s-church/a/poi-sig/1014655/358889",
    "image_url": null,
    "detail_description": "The church's unwieldy original name was St Peter's-without-Trumpington-Gate, which gave St Peter's College (latterly Peterhouse) its name. Inside is a memorial to student Godfrey Washington, great-uncle of George. His family coat of arms was the stars and stripes, the inspiration for the US flag.\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 21,
    "name": "Corpus Clock",
    "latitude": "52.203708",
    "longitude": "0.117652",
    "excerpt": "Made from 24-carat gold, the Corpus Clock displays the time through a series of concentric LED lights. A hideous-looking insect 'time-eater' crawls across…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/corpus-clock/a/poi-sig/1485338/358889",
    "image_url": null,
    "detail_description": "Made from 24-carat gold, the Corpus Clock displays the time through a series of concentric LED lights. A hideous-looking insect 'time-eater' crawls across the top. The clock is only accurate once every five minutes. At other times it slows or stops and then speeds up, which, according to its creator, JC Taylor, reflects life's irregularity.\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 20,
    "name": "Peterhouse",
    "latitude": "52.200916",
    "longitude": "0.119031",
    "excerpt": "The oldest and smallest college, charming Peterhouse was founded in 1284. Much of the college was rebuilt or added to over the years, including the…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/peterhouse/a/poi-sig/1287070/358889",
    "image_url": null,
    "detail_description": "The oldest and smallest college, charming Peterhouse was founded in 1284. Much of the college was rebuilt or added to over the years, including the exceptional little chapel built in 1632, but the beautifully restored main hall is bona-fide 13th century.\nRumours abound among students – vigorously denied by college authorities – of hauntings and spectral happenings on the site. Three Nobel Prize winners count themselves among Peterhouse's alumni."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 19,
    "name": "Cambridge University Botanic Garden",
    "latitude": "52.194903",
    "longitude": "0.122588",
    "excerpt": "Founded by Charles Darwin's mentor, Professor John Henslow, the beautiful Botanic Garden is home to 8000 plant species, a wonderful arboretum, glasshouses…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/cambridge-university-botanic-garden/a/poi-sig/1213018/358889",
    "image_url": null,
    "detail_description": "Founded by Charles Darwin's mentor, Professor John Henslow, the beautiful Botanic Garden is home to 8000 plant species, a wonderful arboretum, glasshouses (containing both fierce carnivorous pitcher plants and the delicate slipper orchid), a winter garden and flamboyant herbaceous borders. Hour-long guided tours (free) are held at 2.30pm every Sunday from May through to September.\nFree tours are also held on the first Sunday of the month from February to April and October to December. The gardens are 1200m south of the city centre via Trumpington St."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 18,
    "name": "Wren Library",
    "latitude": "52.207137",
    "longitude": "0.114943",
    "excerpt": "The renowned Wren Library contains 55,000 books published before 1820 and more than 2500 manuscripts, including AA Milne's original Winnie the Pooh. Both…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/wren-library/a/poi-sig/1014661/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Kit%20Leong%20shutterstock_1649403115k%20RFE.jpg",
    "detail_description": "The renowned Wren Library contains 55,000 books published before 1820 and more than 2500 manuscripts, including AA Milne's original Winnie the Pooh. Both he (Milne that is, not Winnie) and his son, Christopher Robin, were graduates.\nThe Wren Library sits inside magnificent Trinity College."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 17,
    "name": "Kettle's Yard",
    "latitude": "52.210822",
    "longitude": "0.114605",
    "excerpt": "An £11 million revamp has added high-tech contemporary-art galleries to much-loved Kettle's Yard. The big draw for many though will be the original…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/kettle-s-yard/a/poi-sig/1212991/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Anna%20Watson%20Alamy%20M35DP5%20RFE.jpg",
    "detail_description": "An £11 million revamp has added high-tech contemporary-art galleries to much-loved Kettle's Yard. The big draw for many though will be the original collection still set in the home of HS 'Jim' Ede, a former curator at the Tate Gallery in London. Ede knocked three houses into one to create a quirky, intimate space in which to display a wealth of top-notch painting and sculpture, including works by Miró and Henry Moore, in a country-cottage atmosphere.\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 15,
    "name": "Round Church",
    "latitude": "52.208455",
    "longitude": "0.118961",
    "excerpt": "Cambridge’s intensely atmospheric Round Church is one of only four such structures in England. It was built by the mysterious Knights Templar in 1130 and…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/round-church/a/poi-sig/1014658/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_353516063%20crop.jpg",
    "detail_description": "Cambridge’s intensely atmospheric Round Church is one of only four such structures in England. It was built by the mysterious Knights Templar in 1130 and shelters an unusual circular nave ringed by chunky Norman pillars. The carved stone faces crowning the pillars bring the 12th century vividly to life. Guided walks take place Monday to Saturday at 2.15pm.\nThe church’s position on Bridge St reminds you of its original role – that of a chapel for pilgrims crossing the river."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 14,
    "name": "Emmanuel College",
    "latitude": "52.203576",
    "longitude": "0.123666",
    "excerpt": "The 16th-century Emmanuel College ('Emma' to students) is famous for its exquisite chapel designed by Sir Christopher Wren. Seek out the plaque…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/emmanuel-college/a/poi-sig/1014666/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20claudiodivizia%20GettyImages-1317572446%20RFE.jpg",
    "detail_description": "The 16th-century Emmanuel College ('Emma' to students) is famous for its exquisite chapel designed by Sir Christopher Wren. Seek out the plaque commemorating John Harvard (who graduated with a BA in 1632), a scholar here who later settled in New England and left his money to a certain Cambridge College in Massachusetts – now Harvard University.\nThe college has a prodigious collection of ducks. They roam the area freely and in early spring produce armies of bright-yellow ducklings"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 13,
    "name": "Jesus College",
    "latitude": "52.20907100381",
    "longitude": "0.1235151634346",
    "excerpt": "This tranquil 15th-century college was once a nunnery of St Radegund before the Bishop of Ely, John Alcock, expelled the nuns for 'improvidence,…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/jesus-college/a/poi-sig/1212959/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20fazon1%20GettyImages-119432992%20RFC.jpg",
    "detail_description": "This tranquil 15th-century college was once a nunnery of St Radegund before the Bishop of Ely, John Alcock, expelled the nuns for 'improvidence, extravagance and incontinence'. Highlights include a Norman arched gallery, a 13th-century chancel and art-nouveau features by Pugin, Ford Madox Brown, William Morris (ceilings) and Burne-Jones (stained glass). Illustrious alumni include Thomas Cranmer, burnt in Oxford for his faith during the Reformation, and long-running BBC and PBS radio journalist and presenter Alistair Cooke.\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 12,
    "name": "Corpus Christi College",
    "latitude": "52.202912",
    "longitude": "0.117835",
    "excerpt": "Corpus Christi was founded in 1352, a heritage reflected in its exquisite buildings and a monastic atmosphere that radiates from the medieval Old Court…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/corpus-christi-college/a/poi-sig/1212919/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Phil%20Friar%20Shutterstock_1540783478%20RFE.jpg",
    "detail_description": "Corpus Christi was founded in 1352, a heritage reflected in its exquisite buildings and a monastic atmosphere that radiates from the medieval Old Court. Look out for the fascinating sundial and plaque to playwright and past student Christopher Marlowe (1564–93), who penned Doctor Faustus and Tamburlaine. New Court (a mere 200 years old) leads to the Parker Library, which holds the world’s finest collection of Anglo-Saxon manuscripts (open Monday and Thursday afternoons to tourist office–run tours only).\r\n\n"
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 10,
    "name": "Trinity Hall College",
    "latitude": "52.205736",
    "longitude": "0.116193",
    "excerpt": "Wedged cosily among the great and famous colleges (but unconnected to better-known Trinity), diminutive Trinity Hall was founded in 1350 as a refuge for…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/trinity-hall-college/a/poi-sig/1212923/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_525458413.jpg",
    "detail_description": "Wedged cosily among the great and famous colleges (but unconnected to better-known Trinity), diminutive Trinity Hall was founded in 1350 as a refuge for lawyers and clerics escaping the ravages of the Black Death. The college's chapel is one of the most beautiful in Cambridge; you can visit for evensong during some terms; check with the college for details.\nGraduates include writer JB Priestley, astrophysicist Stephen Hawking and actor Rachel Weisz. The college's 16th-century library (not normally open to the public) has original Jacobean reading desks and books chained to shelves."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 11,
    "name": "Queens' College",
    "latitude": "52.201847",
    "longitude": "0.114777",
    "excerpt": "Gorgeous 15th-century Queens' College sits elegantly astride the river, connected by the unscientific-looking Mathematical Bridge. Highlights include two…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/queens-college/a/poi-sig/1014654/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Lovattpics%20GettyImages-186805212%20RFC%20crop.jpg",
    "detail_description": "Gorgeous 15th-century Queens' College sits elegantly astride the river, connected by the unscientific-looking Mathematical Bridge. Highlights include two enchanting medieval courtyards, Old Court and Cloister Court, the beautiful half-timbered President's Lodge, and the tower in which Dutch scholar and reformer Desiderius Erasmus lodged from 1510 to 1514.\nHis verdict on Cambridge? That the wine tasted like vinegar, the beer was slop and the place was too expensive – he also noted the local women were good kissers."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 8,
    "name": "St John's College",
    "latitude": "52.207781",
    "longitude": "0.117824",
    "excerpt": "Alma mater of six prime ministers, three saints and Douglas Adams (author of The Hitchhiker's Guide to the Galaxy), St John's is superbly photogenic…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/st-john-s-college/a/poi-sig/1093384/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20A%20Photon%20Bounce%20Creation%20shutterstock_763444831%20RFE%20crop.jpg",
    "detail_description": "Alma mater of six prime ministers, three saints and Douglas Adams (author of The Hitchhiker's Guide to the Galaxy), St John's is superbly photogenic. Founded in 1511 by Henry VII's mother, Margaret Beaufort, it sprawls along both riverbanks, joined by the Bridge of Sighs, a masterpiece of stone tracery and a focus for student pranks. Going into the college or taking a punting tour are the only ways to get a clear view of the structure.\nOver the bridge is the 19th-century New Court, an extravagant neo-Gothic creation, and out to the left are impressive views of the Backs. Parts of the college are much older and the chapel, though smaller than King's, is one of Cambridge's hidden gems.St John's is the second-biggest college after Trinity."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 9,
    "name": "Magdalene College",
    "latitude": "52.210174",
    "longitude": "0.116091",
    "excerpt": "Riverside Magdalene often catches people out – the college name is properly pronounced 'Maud-lyn'. This former Benedictine hostel's greatest asset is the…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/magdalene-college/a/poi-sig/1014656/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Radek%20Sturgolewski%20shutterstock_95048338%20RFC.jpg",
    "detail_description": "Riverside Magdalene often catches people out – the college name is properly pronounced 'Maud-lyn'. This former Benedictine hostel's greatest asset is the Pepys Library, housing 3000 books bequeathed by the mid-17th-century diarist to his old college. This idiosyncratic collection of beautifully bound tomes is ordered by height. Treasures include vivid medieval manuscripts and the Anthony Roll, a 1540s depiction of the Royal Navy's ships.\nMagdalene was the last college to let women study there; when they were finally admitted in 1988, some male students wore black armbands and flew the college flag at half mast."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 7,
    "name": "Christ's College",
    "latitude": "52.205259",
    "longitude": "0.121987",
    "excerpt": "Christ's College is a venerable institution at more than 500 years old. Its gleaming Great Gate is emblazoned with heraldic carvings of Tudor roses, a…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/christ-s-college/a/poi-sig/458961/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Delpixart%20GettyImages-687117450%20RFC.jpg",
    "detail_description": "Christ's College is a venerable institution at more than 500 years old. Its gleaming Great Gate is emblazoned with heraldic carvings of Tudor roses, a portcullis and spotted Beaufort yale (mythical antelope-like creatures). Its founder, Lady Margaret Beaufort, hovers above like a guiding spirit. A stout oak door leads into picturesque First Court, Cambridge's only circular front court. Hunt out the gardens dedicated to alumnus Charles Darwin; they feature plant species brought back from his famous Galapagos voyage.\nThe Second Court has a gate to the Fellows' Garden (open Monday to Friday only), which contains a mulberry tree under which 17th-century poet John Milton reputedly wrote Lycidas. Other notable alumni include Sacha Baron Cohen (aka Ali G and Borat) and historian Simon Schama."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 6,
    "name": "Gonville & Caius College",
    "latitude": "52.205901",
    "longitude": "0.117969",
    "excerpt": "Known locally as Caius (pronounced 'keys'), Gonville and Caius boasts three fascinating gates: Virtue, Humility and Honour. They symbolise the progress of…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/gonville-caius-college/a/poi-sig/1014665/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Tati%20Campelo%20GettyImages-1311992928%20RFE%20crop.jpg",
    "detail_description": "Known locally as Caius (pronounced 'keys'), Gonville and Caius boasts three fascinating gates: Virtue, Humility and Honour. They symbolise the progress of the good student; the third gate (the Porta Honoris, a fabulous domed and sundial-sided confection) leads to the Senate House and thus graduation. Former students include Francis Crick (of DNA-discoverers Crick and Watson) and Edward Wilson, of Scott’s tragic Antarctic expedition. The megastar of astrophysics, the late Stephen Hawking, was a fellow here for more than 50 years.\nThe college was actually founded twice, first by a priest called Gonville, in 1348, and then again in 1557 by Dr Caius (his given name was Keys – it was common for academics to use the Latin form of their names), a brilliant physician who supposedly spoiled his legacy by insisting in the statutes that the college admit no 'deaf, dumb, deformed, lame, chronic invalids, or Welshmen'."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 5,
    "name": "Polar Museum",
    "latitude": "52.198414",
    "longitude": "0.126321",
    "excerpt": "Tales of hostile environments, dogged determination and, sometimes, life-claiming mistakes are evoked powerfully at this compelling museum. Its focus on…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/polar-museum/a/poi-sig/1213002/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Chris%20Lawrence%20Travel%20shutterstock_1862810407%20RFE.jpg",
    "detail_description": "Tales of hostile environments, dogged determination and, sometimes, life-claiming mistakes are evoked powerfully at this compelling museum. Its focus on polar exploration charts the feats of the likes of Roald Amundsen, Fridtjof Nansen, Ernest Shackleton and Captain Robert Falcon Scott. The affecting collections include paintings, photographs, clothing, equipment, maps, journals and last messages left for loved ones by Scott's polar crew.\nOther exhibits include models of ships that ventured into sub-zero Arctic and Antarctic waters, innovative equipment such as the 'Nansen cooker' and interactive displays on ice and climate change. The section devoted to the people of the Arctic includes Inuit carvings and scrimshaw (etched bones), a Sami knife with a carved reindeer-horn sheath, a walrus tusk with walrus hunt scenes etched on it, and particularly fine examples of tupilak (carved caribou-horn figures with ancestor souls captured inside) from Greenland. The museum is run by the Scott Polar Institute, founded with part of the relief fund set up in the wake of the explorer’s ill-fated South Pole expedition – these days it takes a lead role in climate-change research."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 4,
    "name": "Fitzwilliam Museum",
    "latitude": "52.199874",
    "longitude": "0.119884",
    "excerpt": "Fondly dubbed 'the Fitz' by locals, this colossal neoclassical pile was one of the first public art museums in Britain, built to house the fabulous…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/fitzwilliam-museum/a/poi-sig/1014657/358889",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/459439270_master.jpg",
    "detail_description": "Fondly dubbed 'the Fitz' by locals, this colossal neoclassical pile was one of the first public art museums in Britain, built to house the fabulous treasures that the seventh Viscount Fitzwilliam bequeathed to his old university. Expect Roman and Egyptian grave goods, artworks by many of the great masters and some quirkier collections: banknotes, literary autographs, watches and armour.\nThe building’s unabashedly over-the-top appearance sets out to mirror its contents; this ostentatious jumble of styles mixes mosaic with marble, and Greek with Egyptian. The lower galleries are filled with priceless treasures spanning the ancient world; look out for a Roman funerary couch, an inscribed copper votive plaque from Yemen (c AD 100–200), a figurine of Egyptian cat goddess Bastet, splendid Egyptian sarcophagi and mummified animals, plus dazzling illuminated manuscripts. The upper galleries showcase works by Leonardo da Vinci, Titian, Rubens, the Impressionists, Gainsborough, Constable, Rembrandt and Picasso; standout works include the tender Pietà by Giovanni del Ponte and Salvator Rosa's dark and intensely personal L'Umana Fragilita.The Fitz has a tragic footnote: although begun by George Basevi in 1837, he didn’t live to see its completion. While working on Ely Cathedral he stepped back to admire his handiwork, slipped and fell to his death.One-hour guided tours (£8) of the museum are held at 2.30pm on Saturdays."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 3,
    "name": "The Backs",
    "latitude": "52.207738",
    "longitude": "0.113833",
    "excerpt": "Behind the Cambridge colleges’ grandiose facades and stately courts, a series of gardens and parks line up beside the river. Collectively known as the…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/the-backs/a/poi-sig/1212967/358889",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/509103713_full.jpg",
    "detail_description": "Behind the Cambridge colleges’ grandiose facades and stately courts, a series of gardens and parks line up beside the river. Collectively known as the Backs, the tranquil green spaces and shimmering waters offer unparalleled views of the colleges and are often the most enduring image of Cambridge for visitors. The picture-postcard snapshots of student life and graceful bridges can be seen from the riverside pathways and pedestrian bridges – or the comfort of a chauffeur-driven punt.\nFor the best views of the fanciful Bridge of Sighs head into St John's College. Built in 1831, it's best observed from the stylish bridge designed by Wren just to the south, also on St John's grounds. The oldest river crossing is at Clare College, built in 1639 and ornamented with decorative balls. Its architect was paid a grand total of 15p for his design and, feeling aggrieved at such a measly fee, it's said he cut a chunk out of one of the balls adorning the balustrade so the bridge would never be complete.Most curious of all is the flimsy-looking wooden construction (visible from Silver St) that joins the two halves of Queens' College. Known as the Mathematical Bridge, it was first built in 1749. Despite what unscrupulous guides may tell you, it wasn't the handiwork of Sir Isaac Newton (he died in 1727), originally built without nails, or taken apart by academics who then couldn't figure how to put it back together."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 2,
    "name": "Trinity College",
    "latitude": "52.207133",
    "longitude": "0.117567",
    "excerpt": "The largest of Cambridge's colleges, Trinity offers an extraordinary Tudor gateway, an air of supreme elegance and a sweeping Great Court – the largest of…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/trinity-college/a/poi-sig/1212903/358889",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/558892795_full.jpg",
    "detail_description": "The largest of Cambridge's colleges, Trinity offers an extraordinary Tudor gateway, an air of supreme elegance and a sweeping Great Court – the largest of its kind in the world. It also boasts the renowned and suitably musty Wren Library, containing 55,000 books published before 1820 and more than 2500 manuscripts. Works include those by Shakespeare, St Jerome, Newton and Swift – and AA Milne's original Winnie the Pooh; both Milne and his son, Christopher Robin, were graduates.\nAs you enter Trinity through the part-gilded gate, have a look at the statue of the college's founder, Henry VIII, that adorns it. His left hand holds a golden orb, while his right grips not the original sceptre but a table leg, put there by student pranksters and never replaced. It's a wonderful introduction to one of Cambridge's most venerable colleges, and a reminder of who really rules the roost.In the Great Court beyond, scholastic humour gives way to wonderment, thanks to its imposing architecture and sheer size. To the right of the entrance is a small tree, planted in the 1950s and reputed to be a descendant of the apple tree made famous by Trinity alumnus Sir Isaac Newton. Other alumni include Francis Bacon, Lord Byron, Tennyson, HRH Prince Charles (legend has it his bodyguard scored higher in exams than he did), at least nine prime ministers (British and international) and more than 30 Nobel Prize winners.The college's vast hall has a dramatic hammer-beam roof and lantern; beyond lie the dignified cloisters of Nevile's Court. Henry VIII would have been proud to note, too, that his college would eventually come to throw the best party in town, the lavish May Ball in early June, though you will need a fat purse, and a friend on the inside, to get an invitation."
},
{
    "country": "cambridge",
    "city": "Cambridge",
    "index": 1,
    "name": "King's College Chapel",
    "latitude": "52.204773",
    "longitude": "0.117148",
    "excerpt": "In a city crammed with showstopping buildings, this is a scene-stealer. Grandiose 16th-century King's College Chapel is one of England’s most…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/king-s-college-chapel/a/poi-sig/1212894/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Tim%20Stocker%20Photography%20GettyImages-186707375%20RFC.jpg",
    "detail_description": "In a city crammed with showstopping buildings, this is a scene-stealer. Grandiose 16th-century King's College Chapel is one of England’s most extraordinary examples of Gothic architecture. Its inspirational, intricate 80m-long fan-vaulted ceiling is the world’s largest and soars upwards before exploding into a series of stone fireworks. This hugely atmospheric space is a fitting stage for the chapel's world-famous choir; hear it sing during the free and magnificent evensong in term time (5.30pm Monday to Saturday; 10.30am and 3.30pm Sunday).\nKing's steeples have long been a magnet for student night climbers, and today images of the chapel adorn thousands of postcards, tea towels and choral CDs. But it was begun in 1446 as an act of piety by Henry VI and was only finished by Henry VIII around 1516.The lofty stained-glass windows that flank the chapel’s sides ensure it’s remarkably light. The glass is original, a rare survivor of the excesses of the 17th-century Civil War in this region. It's said that these windows were ordered to be spared by Oliver Cromwell, who knew of their beauty from his own studies in Cambridge.The antechapel and the choir are divided by a superbly carved wooden screen, designed and executed by Peter Stockton for Henry VIII. The screen bears his master's initials entwined with those of Anne Boleyn. Look closely and you may find an angry human face (possibly Stockton's) amid the elaborate jungle of mythical beasts and symbolic flowers. Above is the magnificent bat-wing organ, originally constructed in 1686, though much altered since.Beyond the thickly carved dark-wood choir stalls, light suffuses the high altar, which is framed by Rubens' masterpiece Adoration of the Magi (1634) and the magnificent east window. To the left of the altar in the side chapels, an exhibition charts the construction stages and methods.Note the chapel itself (but not the grounds) is open during the exam period (April to June).Each Christmas Eve, King’s College Chapel stages the Festival of Nine Lessons &amp; Carols. It’s broadcast globally by the BBC, and to around 300 US radio stations. You can also queue for a place – if you arrive early enough (often by around 9am), you could well get in."
}
]