[
    {
        "country": "cambodia",
        "index": 1,
        "name": "Tuol Sleng Genocide Museum",
        "latitude": "11.548779",
        "longitude": "104.917814",
        "excerpt": "In 1975 Tuol Svay Prey High School was taken over by Pol Pot’s security forces and turned into a prison known as Security Prison 21 (S-21); it soon became…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/phnom-penh/attractions/tuol-sleng-genocide-museum/a/poi-sig/441640/355881",
        "image_url": "https://lp-cms-production.imgix.net/2021-05/LPT0813_088.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 2,
        "name": "Banteay Srei",
        "latitude": "13.598898",
        "longitude": "103.96313",
        "excerpt": "Considered by many to be the jewel in the crown of Angkorian art, Banteay Srei is cut from stone of a pinkish hue and includes some of the finest stone…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/banteay-srei-district/attractions/banteay-srei/a/poi-sig/500526/1340791",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/LPI-26408-45.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 3,
        "name": "Bayon",
        "latitude": "13.441383",
        "longitude": "103.860111",
        "excerpt": "At the heart of Angkor Thom is the 12th-century Bayon, the mesmerising, if slightly mind-bending, state temple of Jayavarman VII. It epitomises the…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/angkor-thom/attractions/bayon/a/poi-sig/500534/1318768",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/LPI-26408-37.jpg",
        "detail_description": "At the heart of Angkor Thom is the 12th-century Bayon, the mesmerising, if slightly mind-bending, state temple of Jayavarman VII. It epitomises the creative genius and inflated ego of Cambodia’s most celebrated king. Its 54 Gothic towers are decorated with 216 gargantuan smiling faces of Avalokiteshvara, and it is adorned with 1.2km of extraordinary bas-reliefs incorporating more than 11,000 figures.The upper level of Bayon was closed for restoration when we visited and is not scheduled to reopen until 2022.\nHowever, the lower levels, including the epic bas-reliefs, will remain open throughout the restoration. The temple's eastward orientation leads most people to visit in the morning, though, Bayon looks equally good around late afternoon.Unique, even among its cherished contemporaries, the architectural audacity was a definitive political statement about the change from Hinduism to Mahayana Buddhism. Known as the 'face temple' thanks to its iconic visages, these huge heads glare down from every angle, exuding power and control with a hint of humanity. This was precisely the blend required to hold sway over such a vast empire, ensuring the disparate and far-flung population yielded to Jayavarman VII's magnanimous will. As you walk around, a dozen or more of the heads are visible at any one time, full face or in profile, sometimes level with your eyes, sometimes staring down from on high.Though Bayon is now known to have been built by Jayavarman VII, for many years its origins were unknown. Shrouded in dense jungle, it also took researchers some time to realise that it stands in the exact centre of the city of Angkor Thom. There is still much mystery associated with Bayon – such as its exact function and symbolism – and this seems only appropriate for a monument whose signature is an enigmatic smiling face.Unlike Angkor Wat, which looks impressive from all angles, Bayon looks rather like a glorified pile of rubble from a distance. It’s only when you enter the temple and make your way up to the third level that its magic becomes apparent.The basic structure of Bayon comprises a simple three levels, which correspond more or less to three distinct phases of building. This is because Jayavarman VII began construction of this temple at an advanced age, so he was never confident it would be completed. Each time one phase was completed, he moved on to the next. The first two levels are square and adorned with bas-reliefs. They lead up to a third, circular level, with the towers and their faces.Some say that the Khmer empire was divided into 54 provinces at the time of Bayon’s construction, hence the 54 pairs of all-seeing eyes keeping watch on the kingdom’s outlying subjects.The famous carvings on the outer wall of the first level depict vivid scenes of everyday life in 12th-century Cambodia. The bas-reliefs on the second level do not have the epic proportions of those on the first level and tend to be fragmented. The reliefs described are those on the first level. The sequence assumes that you enter the Bayon from the east and view the reliefs in a clockwise direction.Moving in a clockwise direction from just south of the east gate you'll encounter your first bas-relief, Chams on the Run, a three-level panorama. On the first tier, Khmer soldiers march off to battle – check out the elephants and the ox-carts, which are almost exactly like those still used in Cambodia today. The second tier depicts coffins being carried back from the battlefield. In the centre of the third tier, Jayavarman VII, shaded by parasols, is shown on horseback followed by legions of concubines (to the left).Moving on, the first panel north of the southeastern corner shows Hindus praying to a linga (phallic symbol). This image was probably originally a Buddha, later modified by a Hindu king.The Naval Battle panel has some of the best-carved reliefs. The scenes depict a naval battle between the Khmers and the Chams (the latter with head coverings), and everyday life around the Tonlé Sap lake, where the battle was fought. Look for images of people picking lice from each other’s hair, of hunters and, towards the western end of the panel, a woman giving birth.In the Chams Vanquished, scenes from daily life are featured while the battle between the Khmers and the Chams takes place on the shore of Tonlé Sap lake, where the Chams are soundly thrashed. Scenes include two people playing chess, a cockfight and women selling fish in the market. The scenes of meals being prepared and served are in celebration of the Khmer victory.The most western relief of the south gallery, depicting a Military Procession, is unfinished, as is the panel showing elephants being led down from the mountains. Brahmans have been chased up two trees by tigers.The next panel depicts scenes that some scholars maintain is a Civil War. Groups of people, some armed, confront each other, and the violence escalates until elephants and warriors join the melee.Just north of the Civil War panel, the fighting continues on a smaller scale in the All-Seeing King. An antelope is being swallowed by a gargantuan fish; among the smaller fish is a prawn, under which an inscription proclaims that the king will seek out those in hiding.The next panel depicts a procession that includes the king (carrying a bow). Presumably it is a Victory Parade.At the western corner of the northern wall is a Khmer circus. A strongman holds three dwarfs, and a man on his back is spinning a wheel with his feet; above is a group of tightrope walkers. To the right of the circus, the royal court watches from a terrace, below which is a procession of animals. Some of the reliefs in this section remain unfinished.In A Land of Plenty, two rivers – one next to the doorpost and the other a few metres to the right – are teeming with fish.On the lowest level of the unfinished three-tiered Chams Defeat, the Cham armies are being defeated and expelled from the Khmer kingdom. The next two panels depict the Cham Armies Advancing, and the badly deteriorated panel shows the Chams (on the left) chasing the Khmers.The Sacking of Angkor shows the war of 1177, when the Khmers were defeated by the Chams, and Angkor was pillaged. The wounded Khmer king is being lowered from the back of an elephant and a wounded Khmer general is being carried on a hammock suspended from a pole. Directly above, despairing Khmers are getting drunk. The Chams (on the right) are in hot pursuit of their vanquished enemy.The next panel, the Chams Enter Angkor, depicts a meeting of the Khmer and Cham armies. Notice the flag bearers among the Cham troops (on the right). The Chams were defeated in the war, which ended in 1181, as depicted on the first panel in the sequence."
    },
    {
        "country": "cambodia",
        "index": 4,
        "name": "Prek Toal Bird Sanctuary",
        "latitude": "13.239528",
        "longitude": "103.659782",
        "excerpt": "Prek Toal is one of three biospheres on the Tonlé Sap lake, and this stunning bird sanctuary makes it the most worthwhile and straightforward of the three…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/siem-reap-region/attractions/prek-toal-bird-sanctuary/a/poi-sig/1481065/1320652",
        "image_url": "https://lp-cms-production.imgix.net/2022-04/GettyRF_481640089.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 5,
        "name": "Angkor Wat",
        "latitude": "13.412445",
        "longitude": "103.866924",
        "excerpt": "The traveller's first glimpse of Angkor Wat, the ultimate expression of Khmer genius, is matched by only a few select spots on earth. Built by Suryavarman…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/temples-of-angkor/attractions/angkor-wat/a/poi-sig/500516/1002179",
        "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-865119770.jpeg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 6,
        "name": "Beng Mealea",
        "latitude": "13.475544",
        "longitude": "104.229119",
        "excerpt": "A spectacular sight to behold, Beng Mealea, located about 68km northeast of Siem Reap, is one of the most mysterious temples at Angkor, as nature has well…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/temples-of-angkor/attractions/beng-mealea/a/poi-sig/500536/1002179",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/500pxRF155059645.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 7,
        "name": "National Museum of Cambodia",
        "latitude": "11.565503",
        "longitude": "104.929248",
        "excerpt": "The National Museum of Cambodia is home to the world’s finest collection of Khmer sculpture: a millennium’s worth and more of masterful Khmer design…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/phnom-penh/attractions/national-museum-of-cambodia/a/poi-sig/441634/355881",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF135587363.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 8,
        "name": "Phnom Tamao Wildlife Rescue Centre",
        "latitude": "11.30007",
        "longitude": "104.801266",
        "excerpt": "This wonderful wildlife sanctuary for rescued animals is home to gibbons, sun bears, elephants, tigers, lions, deer, enormous pythons and a massive bird…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/phnom-penh-around/attractions/phnom-tamao-wildlife-rescue-centre/a/poi-sig/1380394/1341231",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1826711432.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 9,
        "name": "Ta Prohm",
        "latitude": "13.434892",
        "longitude": "103.889261",
        "excerpt": "The so-called 'Tomb Raider Temple', Ta Prohm is cloaked in dappled shadow, its crumbling towers and walls locked in the slow muscular embrace of vast root…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/temples-of-angkor/attractions/ta-prohm/a/poi-sig/500632/1002179",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/BW52a1ea672a4eb.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 10,
        "name": "Killing Fields of Choeung Ek",
        "latitude": "11.484293",
        "longitude": "104.901581",
        "excerpt": "Between 1975 and 1978, about 20,000 men, women, children and infants who had been detained and tortured at S-21 prison were transported to the…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/phnom-penh/attractions/killing-fields-of-choeung-ek/a/poi-sig/441632/355881",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-477979539.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 11,
        "name": "Royal Palace",
        "latitude": "11.563768",
        "longitude": "104.931139",
        "excerpt": "With its classic Khmer roofs and ornate gilding, the Royal Palace once dominated the skyline of Phnom Penh. It's a striking structure near the riverfront,…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/phnom-penh/attractions/royal-palace/a/poi-sig/1381202/355881",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1387262041.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 12,
        "name": "Silver Pagoda",
        "latitude": "11.562499",
        "longitude": "104.931655",
        "excerpt": "Within the Royal Palace compound is this extravagant temple, also known as Wat Preah Keo or Temple of the Emerald Buddha. The Silver Pagoda is so named…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/phnom-penh/attractions/silver-pagoda/a/poi-sig/441638/355881",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1387265125.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 13,
        "name": "Psar Thmei",
        "latitude": "11.569606",
        "longitude": "104.921091",
        "excerpt": "A landmark building in the capital, the art deco Psar Thmei (literally 'New Market') is often called the Central Market, a reference to its location and…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/phnom-penh/attractions/psar-thmei/a/poi-sig/1382615/355881",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-986710638.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 14,
        "name": "Artisans Angkor – Les Chantiers Écoles",
        "latitude": "13.353169",
        "longitude": "103.851721",
        "excerpt": "Siem Reap is the epicentre of the drive to revitalise Cambodian traditional culture, which was dealt a harsh blow by the Khmer Rouge and the years of…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/siem-reap/attractions/artisans-angkor-les-chantiers-ecoles/a/poi-sig/1380239/355886",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF101074618.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 15,
        "name": "Angkor National Museum",
        "latitude": "13.36641224",
        "longitude": "103.8598271",
        "excerpt": "Looming large on the road to Angkor is the Angkor National Museum, a state-of-the-art showpiece on the Khmer civilisation and the majesty of Angkor…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/siem-reap/attractions/angkor-national-museum/a/poi-sig/1059834/355886",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-991715344.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 16,
        "name": "Cambodia Landmine Museum",
        "latitude": "13.53968",
        "longitude": "103.945845",
        "excerpt": "Established by DIY deminer Aki Ra, this museum has eye-opening displays on the curse of landmines in Cambodia. The collection includes mines, mortars,…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/banteay-srei-district/attractions/cambodia-landmine-museum/a/poi-sig/1059829/1340791",
        "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2303562675.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 17,
        "name": "Kep National Park",
        "latitude": "10.486926",
        "longitude": "104.295487",
        "excerpt": "The interior of Kep peninsula is occupied by Kep National Park, where an 8km circuit, navigable by foot, mountain bike, or motorbike, begins behind…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/kep-national-park/a/poi-sig/499866/355893",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstock_782153926.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 18,
        "name": "Sothy's Pepper Farm",
        "latitude": "10.55897",
        "longitude": "104.355516",
        "excerpt": "One of the friendliest farms to visit, Sothy is passionate about his product and will gladly elaborate on the history and process behind the 'champagne of…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/south-coast/kep/attractions/sothy-s-pepper-farm/a/poi-sig/1525436/355893",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1226049568.jpg",
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 19,
        "name": "Romcheik 5 Artspace",
        "latitude": "13.099375",
        "longitude": "103.203764",
        "excerpt": "Expanded from a workshop into a bona fide gallery in 2015, this impressive space has a permanent collection upstairs displaying the edgy, contemporary…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/northwestern-cambodia/battambang/attractions/romcheik-5-artspace/a/poi-sig/1552876/355864",
        "image_url": null,
        "detail_description": ""
    },
    {
        "country": "cambodia",
        "index": 20,
        "name": "Factory Phnom Penh",
        "latitude": "11.523655",
        "longitude": "104.931965",
        "excerpt": "This 3.4-hectare Levi's garment factory, 2km south of town, was completely transformed in 2018 into a graffiti-covered hub for entrepreneurs, artists and…",
        "detail_url": "https://www.lonelyplanet.com/cambodia/phnom-penh/attractions/factory-phnom-penh/a/poi-sig/1628644/355881",
        "image_url": null,
        "detail_description": ""
    }
]