[
{
    "country": "campeche",
    "city": "Campeche",
    "index": 1,
    "name": "Museo Arqueológico de Campeche & Fuerte de San Miguel",
    "latitude": "19.824597",
    "longitude": "-90.568714",
    "excerpt": "Campeche’s largest colonial fort, facing the Gulf of Mexico some 4km southwest of the city center, is now home to the most important of Maya museums, the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/museo-arqueologico-de-campeche-fuerte-de-san-miguel/a/poi-sig/1149848/361681",
    "image_url": null,
    "detail_description": "Campeche’s largest colonial fort, facing the Gulf of Mexico some 4km southwest of the city center, is now home to the most important of Maya museums, the excellent Museo Arqueológico de Campeche, the city's one must-see museum. Here you can admire emblematic pieces from the sites of Calakmul and Edzná, and from Isla de Jaina, an island north of town once used as a burial site for Maya aristocracy. Much of the info is in English.\nStunning jade jewelry and exquisite vases, masks and plates are thematically arranged in different exhibit halls. The star attractions are the jade burial masks from Calakmul. Also displayed are stelae, seashell necklaces and clay figurines. You can even (using an interactive exhibit) view how you yourself might have looked as a Maya warrior.Equipped with a dry moat and working drawbridge, the fort itself is a thing of beauty. The roof deck, ringed by 20 cannons, affords wonderful harbor views.To get here take a bus or combi (minibus; marked ‘Lerma’) from the market. Ask the driver to let you off at the access road (just say 'Fuerte de San Miguel'), then hike 300m up the hill. Taxis cost around M$70."
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 23,
    "name": "Baluarte de Santa Rosa",
    "latitude": "19.84138339",
    "longitude": "-90.54057274",
    "excerpt": "The Baluarte de Santa Rosa has a gallery that houses temporary exhibitions.",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/baluarte-de-santa-rosa/a/poi-sig/1159562/361681",
    "image_url": null,
    "detail_description": "The Baluarte de Santa Rosa has a gallery that houses temporary exhibitions.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 22,
    "name": "Centro de Convenciones Campeche XXI",
    "latitude": "19.851069",
    "longitude": "-90.535197",
    "excerpt": "This unmistakably modern behemoth serves as a handy reference point along the beachfront.",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/centro-de-convenciones-campeche-xxi/a/poi-sig/1382870/361681",
    "image_url": null,
    "detail_description": "This unmistakably modern behemoth serves as a handy reference point along the beachfront.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 21,
    "name": "Museo El Palacio",
    "latitude": "19.846235",
    "longitude": "-90.537354",
    "excerpt": "This large museum at the plaza has exhibits about the city's logwood industry and salt trading; a section is designed to make you feel like you're inside…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/museo-el-palacio/a/poi-sig/1606540/361681",
    "image_url": null,
    "detail_description": "This large museum at the plaza has exhibits about the city's logwood industry and salt trading; a section is designed to make you feel like you're inside a ship's hull.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 20,
    "name": "Puerta de Tierra",
    "latitude": "19.841200480651",
    "longitude": "-90.535841743505",
    "excerpt": "The Puerta de Tierra, on the eastern side of the town wall, was opened in 1732 as the principal ingress from the suburbs. It is now the venue for a sound …",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/puerta-de-tierra/a/poi-sig/495516/361681",
    "image_url": null,
    "detail_description": "The Puerta de Tierra, on the eastern side of the town wall, was opened in 1732 as the principal ingress from the suburbs. It is now the venue for a sound &amp; light show.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 19,
    "name": "Museo del Archivo General de Estado",
    "latitude": "19.844372206162",
    "longitude": "-90.537016206325",
    "excerpt": "At this small museum, learn how Campeche came to be. It’s free and air-conditioned, and you get to check out old documents and maps, and watch a video (in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/museo-del-archivo-general-de-estado/a/poi-sig/1329043/361681",
    "image_url": null,
    "detail_description": "At this small museum, learn how Campeche came to be. It’s free and air-conditioned, and you get to check out old documents and maps, and watch a video (in Spanish or English) that recounts the history of the state.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 18,
    "name": "Novia del Mar",
    "latitude": "19.8529232",
    "longitude": "-90.53455719",
    "excerpt": "Just beyond the Centro de Convenciones Campeche, the girl gazing out to sea is the Novia del Mar. According to a poignant local legend, the campechana…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/novia-del-mar/a/poi-sig/495544/361681",
    "image_url": null,
    "detail_description": "Just beyond the Centro de Convenciones Campeche, the girl gazing out to sea is the Novia del Mar. According to a poignant local legend, the campechana fell in love with a foreign pirate and awaits his return.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 17,
    "name": "Sculpture of Pedro Sáinz de Baranda",
    "latitude": "19.848496",
    "longitude": "-90.53877",
    "excerpt": "A block past the Hotel del Mar is a monumental sculpture of Pedro Sáinz de Baranda, a native son who played a key role in defeating the Spanish at their…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/sculpture-of-pedro-sainz-de-baranda/a/poi-sig/495550/361681",
    "image_url": null,
    "detail_description": "A block past the Hotel del Mar is a monumental sculpture of Pedro Sáinz de Baranda, a native son who played a key role in defeating the Spanish at their last stronghold in Veracruz, thus ending the War of Independence.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 16,
    "name": "Monument to the City Gates",
    "latitude": "19.846400606676",
    "longitude": "-90.54138958392",
    "excerpt": "Next to the Plaza Moch-Couoh is this modern monument to the city’s four famous gates (land, sea, San Román and Guadalupe); these entrances were in the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/monument-to-the-city-gates/a/poi-sig/1334481/361681",
    "image_url": null,
    "detail_description": "Next to the Plaza Moch-Couoh is this modern monument to the city’s four famous gates (land, sea, San Román and Guadalupe); these entrances were in the city walls that surrounded the city. The first two are still standing.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 15,
    "name": "Puerta del Mar",
    "latitude": "19.845905315396",
    "longitude": "-90.538475956354",
    "excerpt": "The Puerta del Mar provided access from the sea, opening on to a wharf where small craft delivered goods from ships anchored further out. The shallow…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/puerta-del-mar/a/poi-sig/1159671/361681",
    "image_url": null,
    "detail_description": "The Puerta del Mar provided access from the sea, opening on to a wharf where small craft delivered goods from ships anchored further out. The shallow waters were later reclaimed so the gate is now several blocks from the waterfront.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 14,
    "name": "Biblioteca de Campeche",
    "latitude": "19.84632082",
    "longitude": "-90.53724726",
    "excerpt": "On the northern (seaward) side of Plaza Principal stands a replica of the old government center, now housing the modern Biblioteca de Campeche. The…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/biblioteca-de-campeche/a/poi-sig/495532/361681",
    "image_url": null,
    "detail_description": "On the northern (seaward) side of Plaza Principal stands a replica of the old government center, now housing the modern Biblioteca de Campeche. The impressive porticoed building on the opposite side housed an earlier version of the city hall; it is now occupied by shops and restaurants.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 12,
    "name": "Baluarte de Santiago & Jardín Botánico Xmuch Haltún",
    "latitude": "19.847981701",
    "longitude": "-90.535084588",
    "excerpt": "Completed in 1704 – the last of the bulwarks to be built – the Baluarte de Santiago houses the Jardín Botánico Xmuch Haltún, a botanical garden with…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/baluarte-de-santiago-jardin-botanico-xmuch-haltun/a/poi-sig/495530/361681",
    "image_url": null,
    "detail_description": "Completed in 1704 – the last of the bulwarks to be built – the Baluarte de Santiago houses the Jardín Botánico Xmuch Haltún, a botanical garden with numerous endemic and some introduced plants. It's not a huge place, but provides a green and peaceful respite when the sun gets particularly brutal.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 13,
    "name": "Ex-Templo de San José & Bazar Artesanal",
    "latitude": "19.844037324146",
    "longitude": "-90.539646258199",
    "excerpt": "Faced with blue-and-yellow tiles, the Ex-Templo de San José is a wonder; note the lighthouse, complete with weather vane, atop the right spire. Built in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/ex-templo-de-san-jose-bazar-artesanal/a/poi-sig/495540/361681",
    "image_url": null,
    "detail_description": "Faced with blue-and-yellow tiles, the Ex-Templo de San José is a wonder; note the lighthouse, complete with weather vane, atop the right spire. Built in the early 18th century by Jesuits who ran it as an institute of higher learning until they were booted out of Spanish domains in 1767.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 11,
    "name": "Mansión Carvajal",
    "latitude": "19.846417",
    "longitude": "-90.535101",
    "excerpt": "Once the mansion of wealthy landowner Fernando Carvajal, this beautiful building now houses state offices. Visitors are welcome to take a peek inside,…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/mansion-carvajal/a/poi-sig/1334426/361681",
    "image_url": null,
    "detail_description": "Once the mansion of wealthy landowner Fernando Carvajal, this beautiful building now houses state offices. Visitors are welcome to take a peek inside, however. Black-and-white tiled floors, Doric columns, elaborate archways and a dramatic marble-and-ironwork staircase are highlights. Note the historical plaque.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 10,
    "name": "Baluarte de San Pedro",
    "latitude": "19.84312",
    "longitude": "-90.53265",
    "excerpt": "Directly behind Iglesia de San Juan de Dios, the Baluarte de San Pedro served a post-piracy defensive function when it repelled a punitive raid from…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/baluarte-de-san-pedro/a/poi-sig/495526/361681",
    "image_url": null,
    "detail_description": "Directly behind Iglesia de San Juan de Dios, the Baluarte de San Pedro served a post-piracy defensive function when it repelled a punitive raid from Mérida in 1824. Carved in stone above the entry is the symbol of San Pedro: two keys to heaven and the papal tiara. Inside you'll find a few small rooms with exhibitions on pirate history.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 9,
    "name": "Centro Cultural Casa Número 6",
    "latitude": "19.84561284",
    "longitude": "-90.53741947",
    "excerpt": "During the prerevolutionary era, when this mansion was occupied by an upper-class campechano family, Número 6 was a prestigious plaza address. Wandering…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/centro-cultural-casa-numero-6/a/poi-sig/1159553/361681",
    "image_url": null,
    "detail_description": "During the prerevolutionary era, when this mansion was occupied by an upper-class campechano family, Número 6 was a prestigious plaza address. Wandering the premises, you’ll get an idea of how the city’s high society lived back then. The front sitting room is furnished with Cuban-style pieces of the period. Inside are exhibition spaces, a tourist information desk and a gift shop.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 7,
    "name": "Baluarte de San Francisco & Baluarte de San Juan",
    "latitude": "19.8416055",
    "longitude": "-90.53523134",
    "excerpt": "Once the primary defensive bastion for the adjacent Puerta de la Tierra, the Baluarte de San Francisco houses a pirate exhibition in both English and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/baluarte-de-san-francisco-baluarte-de-san-juan/a/poi-sig/1159560/361681",
    "image_url": null,
    "detail_description": "Once the primary defensive bastion for the adjacent Puerta de la Tierra, the Baluarte de San Francisco houses a pirate exhibition in both English and Spanish. You also enter here to walk along the Baluarte de San Juan, the smallest of the seven bulwarks. Here you can see the bell that was rung to alert the population in times of danger – different bells around the city had different sounds and meanings.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 8,
    "name": "Museo de la Ciudad",
    "latitude": "19.844439937748",
    "longitude": "-90.540570954346",
    "excerpt": "Named after Spain’s King Carlos II, the Baluarte de San Carlos houses the Museo de la Ciudad. Its rather pathetic exhibitions include a chained pirate in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/museo-de-la-ciudad/a/poi-sig/495538/361681",
    "image_url": null,
    "detail_description": "Named after Spain’s King Carlos II, the Baluarte de San Carlos houses the Museo de la Ciudad. Its rather pathetic exhibitions include a chained pirate in the dungeon downstairs, alluding to the building’s use as a military prison during the 1700s. Kids will enjoy the collection of pirate dolls from the decades. Beyond that? It looks like it's been well and truly pillaged of any worthwhile contents.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 6,
    "name": "Museo de la Arquitectura Maya",
    "latitude": "19.846255",
    "longitude": "-90.53774",
    "excerpt": "The Baluarte de Nuestra Señora de la Soledad, designed to protect the Puerta del Mar, contains the fascinating Museo de la Arquitectura Maya. It provides…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/museo-de-la-arquitectura-maya/a/poi-sig/495546/361681",
    "image_url": null,
    "detail_description": "The Baluarte de Nuestra Señora de la Soledad, designed to protect the Puerta del Mar, contains the fascinating Museo de la Arquitectura Maya. It provides an excellent overview of the sites around Campeche state and the key architectural styles associated with them. Currently, four halls display stelae taken from various sites, accompanied by graphic representations of their carved inscriptions with brief commentaries in flawless English.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 5,
    "name": "Plaza Principal",
    "latitude": "19.845953",
    "longitude": "-90.536989",
    "excerpt": "Shaded by carob trees and ringed by tiled benches and broad footpaths radiating from a belle-epoque kiosk, Campeche’s appealingly modest central square…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/plaza-principal/a/poi-sig/1563816/361681",
    "image_url": null,
    "detail_description": "Shaded by carob trees and ringed by tiled benches and broad footpaths radiating from a belle-epoque kiosk, Campeche’s appealingly modest central square started life in 1531 as a military camp. Over the years it became the focus of the town’s civic, political and religious activities and remains the core of public life. Campechanos come here to chat, smooch, have their shoes shined or cool off with an ice cream after the heat of the day.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 4,
    "name": "Catedral de Nuestra Señora de la Purísima Concepción",
    "latitude": "19.846033",
    "longitude": "-90.536302",
    "excerpt": "Dominating Plaza Principal’s east side is the two-towered cathedral. The limestone structure has stood on this spot for more than three centuries and it…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/catedral-de-nuestra-senora-de-la-purisima-concepcion/a/poi-sig/1159552/361681",
    "image_url": null,
    "detail_description": "Dominating Plaza Principal’s east side is the two-towered cathedral. The limestone structure has stood on this spot for more than three centuries and it still fills beyond capacity most Sundays for mass. Statues of Sts Peter and Paul occupy niches in the baroque facade; the sober, single-nave interior is lined with colonial-era paintings. And at night, the gauzy lights on the illuminated church and other central landmarks create a magical atmosphere.\n"
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 3,
    "name": "Playa Bonita",
    "latitude": "19.801594",
    "longitude": "-90.599098",
    "excerpt": "About 13km south of downtown, just past the port village of Lerma, Playa Bonita is the closest real beach to Campeche. Don't expect an isolated paradise…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/playa-bonita/a/poi-sig/1359332/361681",
    "image_url": null,
    "detail_description": "About 13km south of downtown, just past the port village of Lerma, Playa Bonita is the closest real beach to Campeche. Don't expect an isolated paradise though – this is a gated, developed resort with gritty sand and sandbagged swimming areas (to keep sand from washing away). Still, it's not unpleasant – plenty of palapas provide shade (M$50 to M$100) and there's a restaurant and fútbol pitch. Come on weekdays to avoid the crowds.\nTo get here, take one of the frequent combis from the market labeled 'Lerma Tecnológico' (M$7, 20 minutes) and ask to be dropped at the beach entrance. Taxis cost around M$120."
},
{
    "country": "campeche",
    "city": "Campeche",
    "index": 2,
    "name": "Malecón",
    "latitude": "19.846659",
    "longitude": "-90.540937",
    "excerpt": "A popular path for joggers, cyclists, strolling friends and cooing sweethearts, the malecón, Campeche’s 7km-long waterfront promenade, makes for a breezy…",
    "detail_url": "https://www.lonelyplanet.com/mexico/yucatan-peninsula/campeche/attractions/malecon/a/poi-sig/1382864/361681",
    "image_url": null,
    "detail_description": "A popular path for joggers, cyclists, strolling friends and cooing sweethearts, the malecón, Campeche’s 7km-long waterfront promenade, makes for a breezy sunrise ramble or sunset bike ride.\nA series of monuments along a 2.5km stretch of the malecón allude to various personages and events in the city’s history. Southwest of the Plaza Moch-Couoh (under construction at time of research) stands a statue of Campeche native Justo Sierra Méndez, a key player in the modernization of Mexico’s educational system. Next to the plaza is a monument of the walled city’s four gates. Three blocks up is a monumental sculpture of native son Pedro Sáinz de Baranda, who played a key role in defeating the Spanish at their last stronghold in Veracruz, thus ending the War of Independence.Just beyond the Centro de Convenciones Campeche XXI, the girl gazing out to sea is the Novia del Mar. According to a poignant local legend, the campechana fell in love with a foreign pirate and awaits his return. About 1km further north, the Plaza Cuatro de Octubre (October 4 Plaza) commemorates the date of the city’s ‘founding,’ depicting the fateful meeting of a Maya cacique (chief), the conquistador Francisco de Montejo and a priest.At the malecón’s northern tip, 4.5km northeast from downtown, lies a cluster of seafood restaurants called Parador Gastrónomico de Cocteleros. It's a good place for lunch, despite the overzealous waiters touting for customers."
}
]