[
    {
        "country": "canada",
        "index": 1,
        "name": "Royal Ontario Museum",
        "latitude": "43.667661",
        "longitude": "-79.394854",
        "excerpt": "Opened in 1914, the multidisciplinary ROM is Canada's biggest natural-history museum and one of the largest museums in North America. You'll either love…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/yorkville-the-annex/attractions/royal-ontario-museum/a/poi-sig/393237/1342649",
        "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_335340137.jpg",
        "detail_description": "Opened in 1914, the multidisciplinary ROM is Canada's biggest natural-history museum and one of the largest museums in North America. You'll either love or loathe the synergy between the original heritage buildings at the main entrance on Bloor St and the 2007 addition of 'the Crystal,' which appears to pierce the original structure and juts out into the street like a massive shard. \nThough filled with a dizzying number of artifacts and art, the ROM’s interior architecture itself is also notable. Look up as you enter the main hall: the ceiling is a dazzling mosaic dome made up of over a million Venetian tiles. Commissioned in 1933 by the museum’s first director, the mosaic has myriad patterns and symbols representing the breadth of the museum's collection. Look for the Mayan temple, the Egyptian falcon, the three-clawed Chinese dragon, the bison and more.\nGalleries and exhibits\nThe permanent collection features more than six million specimens and artifacts, divided between two main galleries: the Natural History Galleries (all on the 2nd floor) and the World Culture Galleries (on the 1st, 3rd and 4th floors). The Chinese temple sculptures, Gallery of Korean Art, and costumes and textile collections are some of the best in the world. Expect to learn about everything from ice-age mammals and hardwood forests to religious masks.\nThe remarkable First Peoples Art and Culture  gallery provides insight into the works of art and cultural heritage of Canada’s indigenous people from precolonial times to the present. The 1000-piece collection includes ceremonial clothing, birch-bark canoes, fine art and more. A small theater screens documentaries and hosts live performances, adding a layer of depth and present-day perspective to the collection. Knowledgeable staffers are available on weekdays to answer questions.\nSpecial exhibitions\nEach year the ROM hosts a variety of big temporary exhibits from around the world (special exhibit surcharges apply). Keep an eye out for the Friday Night Live programs, when the museum opens its doors, stocks its bars and calls in the DJs for a makeshift dance party.\n\n  \nDinosaur skeleton at Royal Ontario Museum © Corey Wise/Lonely Planet\n\nActivities for kids\nThis is a remarkable place that keeps all visitors engaged. Younger visitors (and their parents) will appreciate the two interactive galleries at the ROM: the Discovery Gallery and the Family Gallery of Hands-on Biodiversity. Kids can touch shark skulls and beaver pelts, dig for dinosaur bones and walk through bat caves. The cedar crest totem poles carved by Indigenous tribes in British Columbia are also wonderful. Imaginative play has children hiding in foxholes and dressing up in clothing from other eras that has been sourced from across the globe. Facilitators are on hand to introduce youngsters to what's on offer and answer the many questions they’re sure to have.\nTickets and information\nAn adult ticket costs $23 and it's $14 for a child. Entrance to the museum is free on the third Tuesday evening of each month. The free docent-led tours are worth joining to help unpack the place. Whether you come for a day or spend a week here, there will always be something new to discover. The nearest subway stop is Museum station.\nTop tips\n\nAdmission is free the third Tuesday evening of the month – arrive after 6pm to avoid the rush.\nAudio tours to select galleries can be downloaded from the website.\nDocent-led tours are offered daily in English and French.\nStrollers are available for rent at the coat check.\nSpecial exhibits are often excellent but cost extra; check the website to decide if you’re interested enough to commit the additional time and cash.\n\n \n"
    },
    {
        "country": "canada",
        "index": 2,
        "name": "Stanley Park",
        "latitude": "49.294018",
        "longitude": "-123.144448",
        "excerpt": "One of North America’s largest urban green spaces, Stanley Park is revered for its dramatic forest-and-mountain oceanfront views. But there’s more to this…",
        "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/vancouver/downtown-west-end/attractions/stanley-park/a/poi-sig/1361918/1335105",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_115945702.jpg",
        "detail_description": "One of North America’s largest urban green spaces, Stanley Park is revered for its dramatic forest-and-mountain oceanfront views. But there’s more to this 400-hectare woodland than looks. The park is studded with nature-hugging trails, family-friendly attractions, sunset-loving beaches and tasty places to eat. \nWhy you should go\nBuilt in stages between 1917 and 1980, the park's 8.8km seawall trail is Vancouver's favorite outdoor hangout. Encircling the park, it offers spectacular waterfront vistas on one side and dense forest on the other. \nYou can walk the whole thing in roughly three hours or rent a bike to cover the route far faster. Keep in mind: cyclists and in-line skaters must travel counterclockwise on the seawall, so there's no going back once you start (unless you walk). \nAlso consider following the 25km of trails that crisscross the park's interior, including Siwash Rock Trail, Rawlings Trail and the popular Beaver Lake Trail (some routes are for pedestrians only). The Beaver Lake route is especially recommended; a family of beavers resides there and you'll likely spot them swimming around their large den.\n\n  \nThe totems in Stanley Park are a top attraction © Regien Paassen / Shutterstock\n\nThe seawall also delivers you to some of the park's top highlights. About 1.5km from the W Georgia St entrance, you'll come to the ever-popular totem poles. Remnants of an abandoned 1930s plan to create a First Nations 'theme village,' the bright-painted poles were joined by some exquisitely carved Coast Salish welcome arches a few years back. For the full First Nations story, consider a fascinating guided park walk with Talaysay Tours.\nContinue on to the nearby Nine O’Clock Gun (it fires at 9pm nightly) and Lumberman's Arch, which is a good spot to see Alaska cruise ships sliding past. From here, you can cut into the park to the popular Vancouver Aquarium or continue around the seawall; it gets wilder and more scenic as you pass under the Lions Gate Bridge and face down the Pacific Ocean.\nWildlife in Stanley Park \nStanley Park is studded with appeal for wildlife fans. Neat the W Georgia St entrance lies Lost Lagoon, which is a bird-beloved nature sanctuary – keep your eyes peeled for blue herons. Its perimeter pathway is also a favored stroll for wildlife nuts.\nPlunging deeper into the park's more secluded trails, you'll also likely spot wrens, hummingbirds and chittering little Douglas squirrels. For an introduction to the area's flora and fauna, start at the Stanley Park Nature House. You'll find friendly volunteers and exhibits on wildlife, history and ecology – ask about their well-priced guided walks.\nWhile they mostly give humans a wide berth, you might also come across a coyote or two; aggressive incidents with coyotes are rare. However, be cautious and treat them with respect and give them a wide berth as well. \nBeaches in Stanley Park \nSecond Beach is a family-friendly area on the park's western side, with a grassy playground, an ice-cream-serving concession and a huge outdoor swimming pool. It's also close to Ceperley Meadows, where Fresh Air Cinema offers popular free outdoor movie screenings in summer. \nFor a little more tranquility, try Third Beach. A sandy expanse with plenty of logs to sit against, this is a favored summer-evening destination for Vancouverites. \nOpening hours and other practicalities\nThe park is free to enter and open 24 hours a day. The park can be reached by taking bus 19 from downtown. There are additional fees for bike rentals and attractions in the park, like the Vancouver Aquarium. \nIn summer, the seawall is packed with visitors; arrive early morning or early evening if tranquil nature-communing is your bag. There are often summertime queues to enter the aquarium; try to make it one of your first stops when you arrive at the park.\nHotels near Stanley Park \nBuchan Hotel \nTimes Square Suites Hotel \nSylvia Hotel \n \n"
    },
    {
        "country": "canada",
        "index": 3,
        "name": "Banff National Park",
        "latitude": "51.300569",
        "longitude": "-115.957947",
        "excerpt": "Of all Canada’s top sights, Banff National Park justifiably ranks as many people’s number one. As much a piece of history as a natural wonder, Canada’s…",
        "detail_url": "https://www.lonelyplanet.com/canada/alberta/banff-and-jasper-national-parks/attractions/banff-national-park/a/poi-sig/1370896/1335274",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-586653711.jpeg",
        "detail_description": "Why you should go\nOf all Canada’s top sights, Banff National Park justifiably ranks as many people’s number one. As much a piece of history as a natural wonder, Canada’s oldest national park, founded in 1885, is what Canada is all about. It’s a feral, but largely accessible, wilderness that attempts to cater for everyone – and largely succeeds – from bus-tour visitors to hard-core mountaineers.\nThe towering mountains of Banff provide endless opportunities for wildlife-watching, hiking, boating, climbing, mountain biking, or skiing. But you don’t have to be a seasoned outdoor-enthusiast to enjoy Banff–its natural beauty will astound even those who just want to soak up the sights. Rugged canyons compete for your attention with fields of alpine wildflowers, turquoise lakes–like the famed Lake Louise and Moraine Lake–and dense emerald forests. \n\n  \nSpot a grizzly bear - from a safe distance - in Banff © Henryk Sadura / Shutterstock\n\nOne of the great beauties of Banff is its juxtaposition of the untamed and the civilized. Grizzly bears roam within growling distance of diners drinking cocktails at the romantic Banff Springs Hotel, while hikers fresh from summit attempts queue up for ice cream with golfers clutching nine irons. \nHistory\nBanff is a piece of history in itself. The region was home to First Nations peoples for 10,000 years before the creation of the park in 1885. Banff National Park is the world's third-oldest national park (and Canada's oldest). Cataloguing past triumphs and tribulations, Banff Town supports a healthy cache of four museums, virtually unparalleled for a 'natural' national park.\nTickets and other practicalities\nPark admission is C$10 for adults, C$8.70 for seniors, C$20 for families and free for kids under 17. There are additional fees for campground use, backcountry camping, fire permits and fishing permits. See the latest fees on the Banff National Park website. \nCamping in Banff National Park \nBanff has 14 frontcountry campgrounds catering for tents, recreational vehicles (RVs) and camper vans. Most are open from around June to mid-September, although Tunnel Mountain Village Two and Lake Louise Trailer campgrounds are open year-round.\nAdvance reservations are available for Tunnel Mountain, Two Jack, Johnston Canyon, Lake Louise and some sites at Rampart Creek. The Parks Canada website starts taking reservations in January each year for a fee of C$11 in addition to regular camping fees. Book as far ahead as possible, as sites fill up fast.\nSites at all other campgrounds are allocated on a first-come, first-served basis, so the best way to claim a spot is to turn up early (around the official 11am checkout time is best) or check with parks staff about which campgrounds currently have availability. Banff Park Radio (101.1FM) also releases regular bulletins on campgrounds with available sites. It’s a good idea to stay in one place over weekends; sites are generally easier to come by midweek.\nThere’s a maximum stay of 14 nights and a maximum occupancy of six people per site. At larger campgrounds you can pay fees at the entry kiosk, but at smaller campgrounds, you’ll have to self-register: find a vacant site first, then go to the self-registration shelter, remembering to enter your name, site number, license plate and duration of stay on the envelope along with the relevant fees. If it’s late when you arrive, you can do this in the morning, or sometimes staff will come around and collect your fees in person in the morning.\nFires are usually allowed at campsites where there’s a fire pit – you’ll need to buy a fire permit (C$8.80, including wood) from the campground entrance. Watch for fire restrictions during dry periods.\nHotels in Banff National Park \nDespite having enough hotel rooms to rival a town three times its size, finding a place to sleep in Banff Town can be tricky. Demand is huge, and rates are notoriously expensive, especially in peak season. Many visitors choose to cut costs by camping, hosteling, hiring recreation vehicles or staying in nearby Canmore. Regardless of where you stay, book well ahead, especially if you're coming in June, July or August.\nSkoki Lodge\nFairmont Banff Springs\nBuffaloberry\nParadise Lodge &amp; Bungalows\nBanff Log Cabin B&amp;B\n \n"
    },
    {
        "country": "canada",
        "index": 4,
        "name": "Basilique Notre-Dame",
        "latitude": "45.504547",
        "longitude": "-73.556438",
        "excerpt": "Montréal's famous landmark, Notre Dame Basilica, is a 19th-century Gothic Revival masterpiece with spectacular craftsmanship – a visually pleasing, if…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/basilique-notre-dame/a/poi-sig/392795/1336034",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyRF_462576645.jpg",
        "detail_description": "Montréal's famous landmark, Notre Dame Basilica, is a 19th-century Gothic Revival masterpiece with spectacular craftsmanship – a visually pleasing, if slightly gaudy, symphony of carved wood, paintings, gilded sculptures and stained-glass windows. \nHistory\nOriginally it was a humble building dating from 1683; The Sulpicians commissioned architect James O’Donnell to design what would be the largest church north of Mexico. It opened in 1829. He converted to Catholicism from Protestantism so he could have his funeral in the basilica, and is buried in the crypt.\nEverything, from the great bell in the western tower to the 1891 organ with its 7000 pipes and the stained-glass windows depicting the city’s history, speaks of the strong faith of the congregations of yesteryear.\nThe basilica made headlines in 1994 when singer Céline Dion was married under its soaring midnight-blue ceiling, and again in 2000 when Jimmy Carter and Fidel Castro shared pall-bearing honors at the state funeral of former Canadian prime minister, Pierre Trudeau.\n\n  \nThere are three prominent statues on the basilica's facade © Denis Roger / Shutterstock\n\nStatues\nWhile decoration is fairly minimal on the stone facade, you'll note three prominent statues: the Virgin Mary in the center (patron saint of Montréal), St John the Baptist (representing Québec) to the right, and St Joseph (for Canada) to the left.\nThe interior\nThe basilica has a spectacular interior with a forest of ornate wood pillars and carvings made entirely by hand (and constructed without the aid of a single nail). Gilt stars shine from the ceiling vaults and the altar is backlit in evening-sky blues. The stained-glass windows are conspicuous for their depiction of events in Montréal's history rather than the usual biblical scenes.\n\n  \nThe windows show scenes from Montréal's history © meunierd / Shutterstock\n\nThe organ\nThe basilica is home to a famous 7000-pipe Casavant Frères organ, which you can hear played at festivals and concerts throughout the year. Check if the Take a Seat at the Organ tour is running, as it allows you to get up close.\nThe bell\nThe bell in the West Tower, known as Jean-Baptiste, weighs nearly 12 tons (10,900 kg). It's said to be the biggest bell in North America.\nChapelle du Sacré Cœur\nA popular place for regular Montréalers to tie the knot is the much smaller Chapelle du Sacré Cœur behind the main altar. Rebuilt in a hodgepodge of historic and contemporary styles after a 1978 fire, its most eye-catching element is the floor-to-ceiling bronze altarpiece. \nAura light show\nThe spectacular orchestral light show Aura Basilica is currently not running, but when it resumes, expect a dazzling performance that celebrates the beauty of the basilica.\nTickets and tours\nGuided tours (20 minutes) are part of the entry fee, but at this time, the basilica is not open for any tourist activities. Once the site reopens to tourists, you can pay an additional fee to have an hour-long guided tour, giving you access to the 2nd balcony and parts of the crypt. Check the basilica's website for the latest information.\n"
    },
    {
        "country": "canada",
        "index": 5,
        "name": "Musée des Beaux-Arts de Montréal",
        "latitude": "45.498551",
        "longitude": "-73.579404",
        "excerpt": "Montréal’s Museum of Fine Arts is an accessible and beautifully updated oasis of art housed in architecturally striking buildings. A visit here is a must…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/downtown/attractions/musee-des-beaux-arts-de-montreal/a/poi-sig/392889/1336035",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-688955530-RFE.jpg",
        "detail_description": "Montréal’s Museum of Fine Arts is an accessible and beautifully updated oasis of art housed in architecturally striking buildings. A visit here is a must for art-lovers, with centuries' worth of paintings, sculpture, decorative arts, furniture, prints, drawings and photographs on display.\nEuropean heavyweights include Rembrandt, Picasso and Monet, but the museum really shines when it comes to Canadian art. Highlights include works by Prudence Heward and Paul Kane, landscapes by the Group of Seven and abstractions by Martha Townsend and Jean-Paul Riopelle. Temporary exhibits are often exceptional and have included a showcase on French fashion designer Thierry Mugler.\nThere is also a fair amount of Inuit and indigenous artifacts and lots of fancy decorative knickknacks, including Japanese incense boxes and Victorian chests.\n\n  \nThe Museum of Fine Arts is a must-visit for art-lovers © Inspired By Maps / Shutterstock\n\nThe Pavilions\nThe collection is housed in five pavilions. The beaux-arts, marble-covered Michal &amp; Renata Hornstein Pavilion presents World Cultures – everything from ancient African to modern Japanese art.\nBehind this building is the Liliane &amp; David M Stewart Pavilion, where you'll find an eye-catching decorative-arts collection. Glass, ceramics, textiles, furniture and industrial-design pieces from around the globe have been assembled.\nAdjacent to this building on Rue Bishop is the Michal &amp; Renata Hornstein Pavilion for Peace (not to be confused with the similarly named pavilion mentioned above), which opened in 2017 and features 750 works from Old Masters to contemporary artists, and the new Michel de la Chenelière International Atelier for Education and Art Therapy.\nAcross Ave du Musée, the Claire &amp; Marc Bourgie Pavilion is situated in a renovated 1894 church and displays some magnificent works of Canadian and Québécois art. Head to the top floor to delve into Inuit art and its cultural legacy. The church’s Bourgie Concert Hall features gorgeous Tiffany stained-glass windows and live shows.\nThe modern Moshe Safdie–designed annex across Sherbrooke is the Jean-Noël Desmarais Pavilion, home to the Old and Modern Masters, with paintings from the Middle Ages stretching through the Renaissance and classical eras up to contemporary works. It can be reached via an underground passage from the Hornstein Pavilion.\nUnderground tunnels connect different pavilions so there's no need to brave the elements between exhibitions. Individual Pavilions may be closed for reinstallation, so be sure to check in advance of your visit.\n\n  \nThere is discounted entry after 5pm on Wednesdays © Benoit Daoust / Shutterstock\n\nTickets and other practicalities\nTimed-tickets must be bought online in advance of your visit. These admit you to the Major Exhibition, Discovery Exhibitions, and the museum's collections. Outdoors guided tours on architecture and sculpture are available for an additional fee. Tickets are half price on Wednesdays after 5pm. Admission is cheaper for people under 30 and free for those under 20.\nPlan in lots of breaks or multiple visits. There is lots of walking to be done so trying to see it all in one day can be tiring. \n"
    },
    {
        "country": "canada",
        "index": 6,
        "name": "Parc du Mont-Royal",
        "latitude": "45.503970817595",
        "longitude": "-73.587584495544",
        "excerpt": "The charming, leafy expanse of Parc du Mont-Royal is charged for a wide range of outdoor activities. The wooded slopes and grassy meadows have stunning…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/parc-du-mont-royal/a/poi-sig/392163/1336037",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_737261125.jpg",
        "detail_description": "The charming, leafy expanse of Parc du Mont-Royal is charged for a wide range of outdoor activities. The wooded slopes and grassy meadows have stunning views that make it all the more popular for jogging, picnicking, horseback riding, cycling and throwing Frisbees. Winter brings skating, tobogganing and cross-country skiing. \nHistory\nMontréalers are proud of their \"mountain,\" so don’t call it a hill as Oscar Wilde did when he visited the city in the 1880s. The park was laid out by Frederick Law Olmsted, the architect of New York’s Central Park. The idea came from bourgeois residents in the adjacent Golden Square Mile who fretted about vanishing greenery.\nContrary to what people may try to tell you, this place is not an extinct volcano. Rather, Parc du Mont-Royal is a hangover from when magma penetrated the earth’s crust millions of years ago. This formed a sort of erosion-proof rock, so while time and the elements were wearing down the ground around it, the 761ft-high (232m) hunk of rock stood firm.\nBird-watching\nParc du Mont-Royal has some fantastic bird-watching opportunities, particularly in spring. A great number of migratory birds use the area as a passage on their way to breeding grounds. In both the park and in nearby Cimetière Mont-Royal, look out for screech owls, red-shouldered hawks, northern orioles, rose-breasted grosbeaks, bluebirds, olive-sided flycatchers, indigo buntings and many more species. In winter hardy bird-lovers come out for walks along the bird-feeder circuit that goes around the Summit Loop (the park places feeders out from November to April).  Contact Les Amis de la Montagne, located at Maison Smith, for information on guided walks.\n\n  \nThere are two major lookouts in the park © BakerJarvis / Shutterstock\n\nLookouts\nHead to Belvédère Kondiaronk at Chalet du Mont-Royal and Belvédère Camillien-Houde lookout for astonishing views of Montréal and surrounding landscapes.\nCemeteries \nOn the north side of the park lie two enormous cemeteries: Cimetière Mont-Royal is Protestant and nondenominational, while Cimetière Notre-Dame-des-Neiges is Catholic. The latter has several interesting mausoleums. The Pietà Mausoleum contains a full-scale marble replica of Michelangelo’s famous sculpture in St Peter’s Basilica in Rome. Other mausoleums in the cemetery emit solemn music, including that of Marguerite Bourgeoys, a nun and teacher who was beatified in 1982 – for more details on her life, visit the Chapelle Notre-Dame-de-Bonsecours. Built in 2007, the Esther Blondin Mausoleum is a modern facility housing 6000 crypts and niches, reflecting the increasing popularity of communal memorial spaces.\nTop tips for visiting Parc du Mont-Royal\n\nThere's much to experience on Mont-Royal, but it's wise to have a plan before you go.\nThere are park info centers at Chalet du Mont-Royal and Maison Smith. You'll also find loads of info online (including a handy map).\nHead to Lac aux Castors for winter sports and summer boating.\nBinoculars are a good idea for the bird feeders set up along some walking trails.\nNote that walking in the park after sunset isn’t a safe idea.\n\nHow to get there\nWalkers will find main entry points on Rue Drummond and Peel in downtown and Rue Rachel in the Plateau. Alternatively, take bus 11 from Mont-Royal metro. There are two parking lots in the park.\n"
    },
    {
        "country": "canada",
        "index": 7,
        "name": "Jardin Botanique",
        "latitude": "45.558896",
        "longitude": "-73.560848",
        "excerpt": "Montréal’s Jardin Botanique is the third-largest botanical garden in the world, after London’s Kew Gardens and Berlin’s Botanischer Garten.",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/plateau-mont-royal-the-northeast/attractions/jardin-botanique/a/poi-sig/1448342/1336037",
        "image_url": "https://lp-cms-production.imgix.net/2023-05/GettyImages-1197761248.jpeg",
        "detail_description": "Montréal’s Jardin Botanique is the third-largest botanical garden in the world, after London’s Kew Gardens and Berlin’s Botanischer Garten. Since its 1931 opening, the 75-hectare garden has grown to include tens of thousands of species in more than 20 thematic gardens, and its wealth of flowering plants is carefully managed to bloom in stages. The rose beds are a sight to behold in summertime. Climate-controlled greenhouses house cacti, banana trees and 1500 species of orchid. Here are some of the garden's highlights.\nChinese Garden\nThe twinning of Montréal with Shanghai gave impetus to plant a Chinese Garden. The ornamental penjing trees from Hong Kong are up to 100 years old. A Ming-dynasty garden is the feature around Lac de Rêve (Dream Lake). In fall (mid-September to early November), the Chinese Garden dons its most exquisite garb for the popular Magic of Lanterns, when hundreds of handmade silk lanterns sparkle at dusk. Montréalers are devoted to this event and it can feel like it’s standing-room only even though it’s held in a huge garden.\n\n  \nSpend time in the gorgeous Japanese Garden © onepony / Getty Images\n\nJapanese Garden\nA popular draw is the landscaped Japanese Garden with traditional pavilions, tearoom and art gallery; the bonsai ‘forest’ is the largest outside Asia.\nFrédérick Back Tree Pavilion\nIn the northern part of the Jardin Botanique you’ll find the Frédérick Back Tree Pavilion, a permanent exhibit on life in the 40-hectare arboretum. Displays include the yellow birch, part of Québec’s official emblem.\nFirst Nations Garden\nThe First Nations Garden reveals the bonds between 11 Amerindian and Inuit nations and indigenous plants such as silver birches, maples, Labrador and tea.\nBirdwatching\nThis is a prime spot for birdwatching, so be sure to bring your binoculars. Look out for nuthatches, woodpeckers and goldfinches (among many others), who visit the feeding stations.\nTickets and other practicalities\nBuying timed-tickets online in advance is highly recommended, which includes access to the gardens. There is restricted entry to the greenhouses and pavilions to control the numbers of guests. If you also plan to visit the Biodôme and Planetarium, buying a combined ticket may save you money. The Insectarium is currently closed for renovations and should reopen towards the end of 2021. Facilities are accessible, and wheelchairs are available for loan free of charge.\n"
    },
    {
        "country": "canada",
        "index": 8,
        "name": "Oratoire St-Joseph",
        "latitude": "45.491825660277",
        "longitude": "-73.616455793381",
        "excerpt": "The stunning Oratoire St-Joseph church built on the flanks of Mont-Royal commands grand views of the the Côte-des-Neiges area and northwest Montréal. The…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/lachine-canal-little-burgundy-the-southwest/attractions/oratoire-st-joseph/a/poi-sig/392901/1338148",
        "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_691831321.jpg",
        "detail_description": "The&nbsp;stunning Oratoire St-Joseph church built on the flanks of Mont-Royal commands grand views of the the Côte-des-Neiges area and northwest Montréal. The majestic basilica is a tribute to mid-20th-century design as well as an intimate shrine to Brother André, a local saint said to have healed countless people.\nThe largest shrine ever built in honor of St Joseph, this Renaissance-style building was completed in 1960 and commands fine views of the northern slope of Mont-Royal. The oratory dome is visible from anywhere in this part of town.\nBrother André\nThe oratory is also a tribute to the work of Brother André (1845–1937), the determined monk who first built a little chapel here in 1904. Brother André was said to have healing powers – as word spread, a larger shrine was needed, so the church began gathering funds to build one. Rows of discarded crutches and walking sticks in the basement Votive Chapel testify to this belief and the shrine is warmed by hundreds of candles. When Brother André died at age 91, a million devotees filed past his coffin over the course of six days. His black granite tomb in the Votive Chapel was donated by Québec premier Maurice Duplessis. Brother André was beatified in 1982 and finally canonized in 2010. His heart is on display too, in an upstairs museum dedicated to him.\nThe stolen heart\nHow much is a holy man’s heart worth? Fifty-thousand dollars, according to thieves who broke into a locked room in the Oratoire St-Joseph in March 1973. They made off with Brother André’s heart sealed in a vial and demanded the sum in a ransom note that scandalized Montréal. The purloined organ was the subject of tabloid articles, musical compositions and even an art exhibition. Church officials reportedly refused the ransom demand, and nothing more was seen of the heart until December 1974 when Montréal lawyer to the underworld, Frank Shoofey, received a mysterious phone call asking him if he wanted to know its whereabouts. Shoofey was directed to an apartment building storage locker that contained a box, and inside was the vial housing Brother André’s heart. The thieves were never found, and today the heart is secure in the Oratoire behind a metal grille and a sturdy transparent display case. But some believe the Church actually did pay the ransom to get it back. Was Shoofey, who was shot dead in 1985 in a still-unsolved murder, a go-between? Whatever the case, Montréal’s great heart heist has continued to inspire artists long after the saint himself died.\nVisiting the Oratoire\nTours are currently suspended and the Oratory Museum remains closed until further notice.&nbsp;\nThe Oratoire is served by bus route 51, and&nbsp;Snowdon and Côte-des-Neiges Stations. Religious pilgrims might climb the 300 wooden steps to the oratory on their knees, praying at every step; other visitors take the stone stairs or one of the free shuttle buses from the base parking lot.\n"
    },
    {
        "country": "canada",
        "index": 9,
        "name": "Lake Louise",
        "latitude": "51.412082",
        "longitude": "-116.226039",
        "excerpt": "Considered by many to be the crown jewel of Banff National Park, Lake Louise is nearly impossible to describe without resorting to clichés. This…",
        "detail_url": "https://www.lonelyplanet.com/canada/alberta/lake-louise/attractions/lake-louise/a/poi-sig/1364205/361218",
        "image_url": "https://lp-cms-production.imgix.net/2023-08/BW527c547d887fe.jpg",
        "detail_description": "Why you should go \nConsidered by many to be the crown jewel of Banff National Park, Lake Louise is nearly impossible to describe without resorting to clichés. This implausibly turquoise lake is ringed by chiseled mountains capped by Victoria Glacier.\nRoughly 2km (1.2 miles) end to end and 70m (230ft) deep, the lake is famous for its stunning blue water, caused by light reflecting off tiny particles of ‘rock flour’ (glacial silt) carried down from the mountain glaciers. \nThe lake has become one of Banff National Park’s most famous (and busiest) attractions, and the lakeshore inevitably gets crowded on summer days. Visit as early as possible to avoid the squash, and spend the rest of the day exploring the nearby attractions of Moraine Lake and the Lake Louise Gondola. You can usually escape the coachloads of sightseers milling around in front of the Fairmont Chateau Lake Louise by following the lakeshore trail, which tracks through forest along the northern side of the lake, offering fabulous vistas of Fairview Mountain and the Victoria Glacier. A spur trail leads steeply up the mountainside to the famous Lake Agnes Teahouse and the Big Beehive lookout, but it’s a long slog, so you’ll need good shoes and plenty of water. \nFurther along the lakeshore trail, you can continue up the valley on the Plain of Six Glaciers walk. There are several more classic hikes leading off around Lake Louise, including the steep climbs up Saddleback (2330m/7644ft) and Fairview Mountain (2744m/9003ft), which both brood along the lake’s southern shore.\nFor something more sedentary, you can hire canoes from the Lake Louise Boathouse. Once you've got over the shock of the price, you’ll be rewarded with a sense of the silence and natural majesty. \nTickets and other practicalities\nBanff National Park admission is C$10 for adults, C$8.70 for seniors, C$20 for families and free for kids under 17. There are additional fees for campground use, backcountry camping, fire permits and fishing permits. See the latest fees on the Banff National Park website. There is a C$11.70 fee per vehicle for parking at the Lake Louise lakeshore. \n\n  \nCrosscountry ski on Lake Louise in the winter © Kjell Linder / Getty Images\n\nLake Louise is best seen early or late in the day, when the vibrant colors of the lake are strongest. In winter the scene is transformed into a wonderland of powder-white ice. As it freezes over its signature blue waters won’t be visible–but it does become an epic skating rink. \nLake Louise 'village,' just off Trans-Canada Hwy/Hwy 1, is little more than an outdoor shopping mall, a gas station and a handful of hotels.\nHotels near Lake Louise \nOther than a very popular hostel and a fantastic riverside campground, Lake Louise doesn't have much in the way of budget accommodations. At the pricier end of the spectrum you'll find some truly splurge-worthy properties, including cabins, historic lodges and one of the Canadian Rockies' most iconic lakeside hotels, the opulent Fairmont Chateau Lake Louise.\n"
    },
    {
        "country": "canada",
        "index": 10,
        "name": "Fort Edmonton Park",
        "latitude": "53.502714",
        "longitude": "-113.573774",
        "excerpt": "The riverside reconstruction of Hudson's Bay Company's log fort gives you a glimpse into life in a trading post in the 1840s, right down to the smell of…",
        "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/fort-edmonton-park/a/poi-sig/1080526/361220",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2039601890-RFE.jpg",
        "detail_description": "The riverside reconstruction of Hudson's Bay Company's log fort gives you a glimpse into life in a trading post in the 1840s, right down to the smell of tanned hides. To reach it, pass by a 1920s midway and farm, and a few blocks of Edmonton in the 1920s, 1905 and 1885. Hop on a street car or horse carriage, chat with 'locals' (employees dressed up from the relevant era), do some yesteryear shopping or try the penny arcade.\nIncluded with admission, the 1919 Baldwin Steam Engine and Train whisks you from the front of the park to the train platform near the Indigenous Peoples Experience. Discover the diversity of First Nations' and Métis Peoples' histories and perspectives through their stories, music, artwork and text, gathered through engagement with local Indigenous communities and research.\n"
    },
    {
        "country": "canada",
        "index": 11,
        "name": "High Park",
        "latitude": "43.646697",
        "longitude": "-79.463081",
        "excerpt": "Toronto's favorite green space is a wonderful spot to unfurl a picnic blanket, swim, play tennis, bike around, skate on 14-hectare Grenadier Pond or – in…",
        "detail_url": "https://www.lonelyplanet.com/canada/toronto/toronto-s-west-end/attractions/high-park/a/poi-sig/393291/1342648",
        "image_url": "https://lp-cms-production.imgix.net/2022-11/Canada-shutterstock_1400380913-RFE.jpeg",
        "detail_description": "Toronto's favorite green space is a wonderful spot to unfurl a picnic blanket, swim, play tennis, bike around, skate on 14-hectare Grenadier Pond or – in spring – meander through the groves of cherry blossoms donated by the Japanese ambassador in 1959. Several nature walks, workshops and talks are organized by the Nature Centre&nbsp;and led by rangers.\nShakespeare in High Park\nShakespeare in&nbsp;High Park&nbsp;is one of Canada's longest-running outdoor theater events, having started in 1982. Guests sit on grassy levels by the amphitheater or – if they pay a little extra and in advance – on a cushion in a premium area near the stage. Bring a blanket and a picnic dinner to enjoy the show like a local. Performances are staged Tuesday to Sunday at 8pm, between July and September. Payment is on a donation basis, with $20 suggested for adults.\nActivities for kids\nIf you have small kids, check out the children's zoo&nbsp;(free admission) or take a train ride through the park (adult/child $5/4, 30 minutes, April to October). And be sure to peek into Colborne Lodge, built in 1836 by the Howard family, who donated much of High Park to the city in 1873.\nHow do I get there?\nOn weekends and holidays from mid-June to early September, bus 30B picks up at High Park subway station and then loops through the park. Otherwise it's a 200m walk from the subway station to the north gates. The 506 High Park streetcar drops off on the eastern side of the park. If you exit the park by Colborne Lodge at the south gates, walk down to Lake Shore Blvd W and catch any eastbound streetcar to downtown. The park is closed to vehicle traffic on weekends.\n"
    },
    {
        "country": "canada",
        "index": 12,
        "name": "Moraine Lake",
        "latitude": "51.32203",
        "longitude": "-116.184025",
        "excerpt": "The spectacular, deep teal waters of Moraine Lake are one of Banff National Park’s most iconic sights. The lake’s rugged and remote setting…",
        "detail_url": "https://www.lonelyplanet.com/canada/alberta/lake-louise/attractions/moraine-lake/a/poi-sig/1364208/361218",
        "image_url": "https://lp-cms-production.imgix.net/2021-03/LPT0616_017.jpg",
        "detail_description": "Why you should go&nbsp;\nThe spectacular, deep teal waters of Moraine Lake are one of Banff National Park’s&nbsp;most iconic sights. The lake’s rugged and remote setting in the Valley of the Ten Peaks, accessed via a narrow winding road, only add to its allure. Many visitors actually prefer Moraine Lake to the more famous Lake Louise–so many, in fact, that the lake no longer allows public access. You'll need to schedule a shuttle ride to reach it.\nAt the eastern end of the lake is the Moraine Lake Rockpile, a massive heap of boulders of somewhat uncertain origin. Some geologists think it was created by an ancient avalanche, while others believe it was formed by the long-gone glacier that carved out the rest of the valley. A paved trail leads up to a series of viewpoints at the top of the rockpile, offering a panoramic vista across the lake and the Wenkchemna Peaks beyond.&nbsp;\nA part-paved trail leads off around the lake’s northern shore, linking up with the branch trail to Larch Valley and Eiffel Lake. Another trail leads southeast from the rockpile to Consolation Lakes.\nAlternatively, you can explore the lake in the manner of the old voyageurs by hiring a canoe from the boathouse next to Moraine Lake Lodge.\nTickets and other practicalities\nBanff National Park admission is C$10 for adults, C$8.70 for seniors, C$20 for families and free for kids under 17. There are additional fees for campground use, backcountry camping, fire permits and fishing permits. See the latest fees on the Banff National Park website.&nbsp;\nThe Moraine Lake Road is not open to the public, so reaching the lake requires scheduling a shuttle ride. Parks Canada offers shuttles, as do several private shuttle companies. Moraine Lake Bus Company is the only company that offers sunrise shuttles. The lake closes seasonally–from about October to May–due to the avalanche risk.\n"
    },
    {
        "country": "canada",
        "index": 13,
        "name": "Fortress of Louisbourg National Historic Site",
        "latitude": "45.892607",
        "longitude": "-59.985566",
        "excerpt": "The fortunes of the province that became Nova Scotia are inextricably bound up with this mighty fortress, built by the French but battled over countless…",
        "detail_url": "https://www.lonelyplanet.com/canada/louisbourg/attractions/fortress-of-louisbourg-national-historic-site/a/poi-sig/1362964/1295795",
        "image_url": "https://lp-cms-production.imgix.net/2023-06/novascotia-shutterstock6489369280-rfc.jpeg",
        "detail_description": "The fortunes of the province that became Nova Scotia are inextricably bound up with this mighty fortress, built by the French but battled over countless times before finally being burned to the ground in 1760. The current site recreates the fortress as it was in 1744, right down to the people – costumed soldiers, cooks, orderlies, musicians, gardeners and artisans create a real sense of time travel, and bring the place to life with stories and free guided tours.\nBuilt to protect French interests in the region, Louisbourg was also the area's administrative capital. It was continually developed from around 1713 to 1745, when the British finally captured it after a gruelling 46-day siege. The fortress then changed hands twice more until 1760: that year, when British troops under the command of General James Wolfe took Québec City, the walls of Louisbourg were destroyed and the city was put to the torch.In 1961, with the closing of many Cape Breton Island coal mines, the federal government funded the largest historical reconstruction in Canadian history as a way to generate employment, and 50 buildings are now open to visitors.Be prepared for lots of walking, and bring a sweater and raincoat even if it's sunny when you start out. There's an ever-changing array of tours and activities on offer, from nighttime candlelit walks to period dinner theater; check the website for what's on each season. You can even camp in the fortress grounds in period-style pup tents.Though the scale of the reconstruction is massive, three-quarters of Louisbourg is still in ruins. The 2.5km Ruins Walk guides you through the untouched terrain and out to the Atlantic coast. A short interpretive walk opposite the visitor center discusses the relationship between the French and the Mi'kmaq indigenous people and offers some great views of the whole site.Travelers with limited mobility can ask for a pass to drive their car up to the site; there are ramps available to access most buildings."
    },
    {
        "country": "canada",
        "index": 14,
        "name": "Jasper National Park",
        "latitude": "52.313516",
        "longitude": "-117.453804",
        "excerpt": "Encompassing 11,228 sq km of Rocky Mountains wilderness, including jagged peaks, vast forests, glacial lakes and the magnificent Columbia Icefield, Jasper…",
        "detail_url": "https://www.lonelyplanet.com/canada/alberta/banff-and-jasper-national-parks/attractions/jasper-national-park/a/poi-sig/1631098/1335274",
        "image_url": "https://lp-cms-production.imgix.net/2020-10/AlamyRF_EKWDNB.jpg",
        "detail_description": "Encompassing 11,228 sq km of Rocky Mountains wilderness, including jagged peaks, vast forests, glacial lakes and the magnificent Columbia Icefield, Jasper shelters some of the most pristine natural features on the North American continent. Jasper receives over two million visitors annually, making it Canada's second most popular national park.\n"
    },
    {
        "country": "canada",
        "index": 15,
        "name": "Art Gallery of Alberta",
        "latitude": "53.544791",
        "longitude": "-113.488751",
        "excerpt": "With the opening of this maverick art gallery in 2010, Edmonton at last gained a modern signature building to counter the ubiquitous boxy skyscrapers with…",
        "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/art-gallery-of-alberta/a/poi-sig/1362149/361220",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/145112707_full.jpg",
        "detail_description": "With a swirling exterior of zinc, glass and steel inspired by the northern lights, the collection at the Art Gallery of Alberta comprises 6000 pieces of historical and contemporary art. Throughout its eight galleries, exhibits showcase art from across Alberta, Canada and the world. Numerous worthwhile temporary shows also pass through, and you'll find a shop, cafe and restaurant on-site.\n"
    },
    {
        "country": "canada",
        "index": 16,
        "name": "Alexander Graham Bell National Historic Site",
        "latitude": "46.1035",
        "longitude": "-60.745211",
        "excerpt": "Telecommunications pioneer and inventor Alexander Graham Bell fell in love with Bras d'Or during a family holiday – apparently the hilly scenery reminded…",
        "detail_url": "https://www.lonelyplanet.com/canada/baddeck/attractions/alexander-graham-bell-national-historic-site/a/poi-sig/1362507/1005769",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/177669986_full.jpg",
        "detail_description": "Telecommunications pioneer and inventor Alexander Graham Bell fell in love with Bras d'Or during a family holiday – apparently the hilly scenery reminded him of his Scottish homeland. In the late 1880s he built a lavish summer estate, Beinn Bhreagh (Gaelic for beautiful mountain), on a peninsula across the bay from Baddeck. This fascinating museum at the edge of town houses full-scale replicas of Bell's groundbreaking Silver Dart aircraft, along with electrical devices, telegraphs, telephones, kites and medical inventions.\nIt's an enlightening insight into the restless and curious mind of one of the 19th century's great inventors. Though he's understandably best known as the inventor of the telephone, Bell explored many areas, particularly the idea of human flight. He conducted his first experiments at Beinn Bhreagh, culminating in the development of the Silver Dart airplane, which took off from the ice of Baddeck Bay on 23 February, 1909, just over five years after the Wright Brothers' first flights.Bell also developed one of the earliest hydrofoils, a boat design that uses wing-like foils to gain greater speed on the water. You can see a replica of it at the museum, along with family photo albums, tetrahedral kites, notebooks and even Bell's own beloved walking stick. Special 'white glove' tours allow you to access parts of the collection not normally open to visitors; ask at the ticket desk for details.After a long and storied career, Bell was buried at his beloved Beinn Bhreagh in 1922, aged 75."
    },
    {
        "country": "canada",
        "index": 17,
        "name": "Athabasca Glacier",
        "latitude": "52.195636",
        "longitude": "-117.185645",
        "excerpt": "The tongue of the Athabasca Glacier runs from the Columbia Icefield to within walking distance of the road opposite the Icefield Centre. It can be visited…",
        "detail_url": "https://www.lonelyplanet.com/canada/icefields-parkway/attractions/athabasca-glacier/a/poi-sig/1364567/1335276",
        "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_1394246381.jpg",
        "detail_description": "The tongue of the Athabasca Glacier runs from the Columbia Icefield to within walking distance of the road opposite the Icefield Centre. It can be visited on foot or in an Ice Explorer all-terrain vehicle. It has retreated about 2km since 1844, when it reached the rock moraine on the north side of the road. To reach its toe (bottom edge), walk from the Icefield Centre along the 1.8km Forefield Trail, then join the 1km Toe of the Glacier Trail.\nYou can also park at the start of the latter trail. While it is permitted to stand on a small roped section of the ice, do not attempt to cross the warning tape – many do, but the glacier is riddled with crevasses and there have been fatalities.To walk safely on the Columbia Icefield, you'll need to enlist the help of Athabasca Glacier Icewalks, which supplies all the gear you'll need and a guide to show you the ropes. Its basic tour is three hours; there's a six-hour option for those wanting to venture further out on the glacier. Hikers must be at least seven years of age.The other, far easier (and more popular) way to get on the glacier is via the Columbia Icefield Adventure tour. For many people this is the defining experience of their visit to the Canadian Rockies. The large hybrid bus-truck grinds a track onto the ice, where it stops to allow you to go for a 25-minute wander on the glacier. Dress warmly, wear good shoes and bring a water bottle to try some freshly melted glacial water. Tickets can be bought at the Icefield Centre or online; tours depart every 15 to 30 minutes."
    },
    {
        "country": "canada",
        "index": 18,
        "name": "Gwaii Haanas National Park Reserve, National Marine Conservation Area Reserve & Haida Heritage Site",
        "latitude": "52.670241",
        "longitude": "-131.569176",
        "excerpt": "This huge Unesco World Heritage site encompasses Moresby and 137 smaller islands at its southern end. It combines a time-capsule look at abandoned Haida…",
        "detail_url": "https://www.lonelyplanet.com/canada/british-columbia/queen-charlotte-islands-haida-gwaii/attractions/gwaii-haanas-national-park-reserve-national-marine-conservation-area-reserve-haida-heritage-site/a/poi-sig/1365885/361260",
        "image_url": "https://lp-cms-production.imgix.net/2019-06/3a3737538ce2c8337655dcbf409e8d1c-gwaii-haanas-national-park-reserve-national-marine-conservation-area-reserve-haida-heritage-site.jpg",
        "detail_description": "This huge Unesco World Heritage site encompasses Moresby and 137 smaller islands at its southern end. It combines a time-capsule look at abandoned Haida villages with hot springs, amazing natural beauty and some of the continents best kayaking. A visit demands advance planning as the number of visitors entering the park each day is limited. The easiest way is to take a guided trip with a licensed operator; access to the park is by boat or floatplane only.\nArchaeological finds have documented more than 500 ancient Haida sites, including villages and burial caves throughout the islands. The most famous village is SGang Gwaay (Ninstints) on Anthony Island, where rows of weathered totem poles stare eerily out to sea. Other major sights include the ancient village of Skedans, on Louise Island, and Hotspring Island, whose natural hot springs are back on after being disrupted by earthquakes in 2012. The sites are protected by Haida Gwaii caretakers, who live on the islands in summer.In 2013 the magnificent Gwaii Haanas Legacy Pole was raised at Windy Bay, the first new pole in the protected area in 130 years.The easiest way to get into the park is with a tour company. Parks Canada has a lists of licensed operators on its website. Many operators can also set you up with rental kayaks (average per day/week $60/300) and gear for independent travel.To visit independently, you must make a reservation, pay a visitor use fee (adult $20 per day, child free) and attend a 90-minute orientation. The number of daily reservations is limited, so plan well in advance, especially for the busiest period of July to mid-August. Details of the requirements are on the excellent Parks Canada website, which has links to the essential annual trip planner. The Parks Canada office is next to the Haida Heritage Centre at Kay Llnagaay."
    },
    {
        "country": "canada",
        "index": 19,
        "name": "Pointe-à-Callière Cité d'archéologie et d'histoire de Montréal",
        "latitude": "45.502789",
        "longitude": "-73.554106",
        "excerpt": "One of Montréal's most fascinating sites, this museum takes visitors on a historical journey through the centuries, beginning with the early days of…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/pointe-a-calliere-cite-d-archeologie-et-d-histoire-de-montreal/a/poi-sig/392183/1336034",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF1160495017.jpg",
        "detail_description": "One of Montréal's most fascinating sites, this museum takes visitors on a historical journey through the centuries, beginning with the early days of Montréal. Visitors should start with Yours Truly, Montréal, an 18-minute multimedia show that covers the arrival of the Amerindians, the founding of Montréal and other key moments. Afterward, head to the archaeological crypt where you can explore the remains of the city’s ancient sewage and river system, and the foundations of its first buildings and public square.\nInteractive exhibits allow visitors to hear what life was like in the 17th and 18th centuries from characters on video screens.Kids will get a kick out of the 'Pirates or Privateers?' exhibit, which explores the world of early-18th-century sailors. Hands-on displays cover the food, navigational gear, tools and weaponry used by the recruits of Captain Iberville. Other attractions include a restored 1915 pumping station. Across the street is the Mariners' House, which hosts a simulated archaeological dig (great for kids) and temporary exhibitions, including some of Montréal's top gallery shows.The lookout at the top of the tower (free to visit) provides an excellent view of the Old Port."
    },
    {
        "country": "canada",
        "index": 20,
        "name": "Place d'Armes",
        "latitude": "45.504825",
        "longitude": "-73.557281",
        "excerpt": "This open square is framed by some of the finest buildings in Old Montréal, including its oldest bank, first skyscraper and Basilique Notre-Dame. The…",
        "detail_url": "https://www.lonelyplanet.com/canada/montreal/old-montreal/attractions/place-d-armes/a/poi-sig/1105156/1336034",
        "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1219240147-RFE.jpg",
        "detail_description": "This open square is framed by some of the finest buildings in Old Montréal, including its oldest bank, first skyscraper and Basilique Notre-Dame. The square’s name references the bloody battles that took place here as religious settlers and indigenous groups clashed over control of what would become Montréal. At its center stands the Monument Maisonneuve, dedicated to city founder Paul de Chomedey, sieur de Maisonneuve.\nThe red sandstone building on the north side of the square is the New York Life Building, Montréal’s first skyscraper (1888). It’s said to be built with the blocks used for ballast on ships bringing goods to Montréal. Next door, the Aldred Building is made of limestone and was designed to emulate the Empire State Building. Completed in 1931, it has an opulent, L-shaped, art-deco lobby. On the west side of the square, the Bank of Montréal was Canada’s first permanent bank. On the south side, two statues by Montréal artist Marc-André J Fortier flank the Banque Nationale and give some comedic relief: one of a French woman in a Chanel suit carrying a poodle and turning her nose up at the English commerce of the Bank of Montréal; the other of a pug-carrying Englishman, offended by the religious grandeur of Basilique Notre-Dame."
    }
]