[
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 1,
    "name": "Kirstenbosch National Botanical Garden",
    "latitude": "-33.987637",
    "longitude": "18.434361",
    "excerpt": "Location and unique flora combine to make these 5.28-sq-km botanical gardens among the most beautiful in the world. Gate 1, the main entrance at the…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/kirstenbosch-national-botanical-garden/a/poi-sig/413066/1320368",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b5f3daa0d294baadd5c1a5f96f613301-kirstenbosch-botanical-gardens.jpg",
    "detail_description": "Location and unique flora combine to make these 5.28-sq-km botanical gardens among the most beautiful in the world. Gate 1, the main entrance at the Newlands end of the gardens, is where you’ll find the information centre, an excellent souvenir shop and the conservatory.Added for the garden's centenary in 2013, the popular Tree Canopy Walkway (informally known as the 'Boomslang', meaning tree snake) is a curvaceous steel and timber bridge that rises through the trees and provides amazing views.\nThe gardens run free guided walks, or you can hire the MyGuide electronic gizmo (R40) to receive recorded information about the various plants you’ll pass on the signposted circular walks.More than 7000 of Southern Africa’s 22,000 plant species are grown here, including the Cape Floral Kingdom's famous fynbos (literally, 'fine bush'; primarily proteas, heaths and ericas). You’ll find a fragrance garden that has been elevated so you can more easily sample the scents of the plants; a Braille trail; a kopje (hill) planted with pelargoniums; a sculpture garden; a section devoted to 'useful' medicinal plants; two hiking trails up Table Mountain (Skeleton Gorge and Nursery Ravine); and the significant remains of Van Riebeeck's Hedge, the wild almond hedge planted by Jan van Riebeeck in 1660 to form the boundary of the Dutch outpost.The outdoor Summer Sunset Concerts, held here on Sundays between November and April, are a Cape Town institution. The gardens are a stop on the City Sightseeing bus. The quiet Gate 3 (aka Rycroft Gate) is the first you’ll come to if you approach the gardens up Rhodes Dr from the south. There are three cafes, including the excellent Kirstenbosch Tea Room."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 40,
    "name": "18 Gangster Museum",
    "latitude": "-34.048988",
    "longitude": "18.690705",
    "excerpt": "Gangsterism is the blight of the Cape Flats, and this innovative living museum shows the treacherous path that too many in these communities follow into…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/18-gangster-museum/a/poi-sig/1588171/1320371",
    "image_url": null,
    "detail_description": "Gangsterism is the blight of the Cape Flats, and this innovative living museum shows the treacherous path that too many in these communities follow into the gangs and, ultimately, prison. Hoping to persuade local youths to choose a more positive path, the shipping-container museum's exhibits are curated by ex-offenders, who share their real-life experiences. There's text, images and a replica prison cell. Entrance is on a 45- to 60-minute guided tour; book ahead.\nThe museum also offers a half-day walking, cycling and taxi tour (R750), incorporating the museum alongside a visit to a reformed gangster's house, Khayelitsha Mall and Lookout Hill, as well as a braai (barbecue) lunch. Transport can be organised from the city centre if needed."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 39,
    "name": "South African Museum",
    "latitude": "-33.928970525783",
    "longitude": "18.415013090059",
    "excerpt": "South Africa’s oldest museum was undergoing renovations at the time of research, so some galleries were closed. The museum contains a wide and often…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/gardens-and-surrounds/attractions/south-african-museum/a/poi-sig/1310888/1320364",
    "image_url": null,
    "detail_description": "South Africa’s oldest museum was undergoing renovations at the time of research, so some galleries were closed. The museum contains a wide and often intriguing series of exhibitions, many on the country’s natural history. Look out for an amazing example of San rock art – there’s an extraordinary delicacy to the paintings, particularly the ones of graceful elands. Another highlight is a 2m-wide nest – a veritable avian apartment block – of the sociable weaver bird, in the Wonders of Nature Gallery.\nThe atmospheric Whale Well is hung with giant whale skeletons and models, and resounds with taped recordings of their calls. The terracotta Lydenburg Heads, the earliest-known examples of African sculpture (AD 500–700) are currently removed from the African Cultures Gallery, which is undergoing a major revamp."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 38,
    "name": "Long Street",
    "latitude": "-33.926056",
    "longitude": "18.415307",
    "excerpt": "A stroll along Long St is an essential element of a Cape Town visit. This busy commercial and nightlife thoroughfare, partly lined with Victorian-era…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/long-street/a/poi-sig/1015395/1323002",
    "image_url": null,
    "detail_description": "A stroll along Long St is an essential element of a Cape Town visit. This busy commercial and nightlife thoroughfare, partly lined with Victorian-era buildings featuring lovely wrought-iron balconies, once formed the border of the Muslim Bo-Kaap. By the 1960s, Long St had fallen into disrepute and it remained that way until the late 1990s, when savvy developers realised its potential. The most attractive section runs from the junction with Buitensingel St north to around Strand St.\nAt the street's southern end, as well as many bars and restaurants, you'll find a couple of bookshops and fashion boutiques; There's also the Palm Tree Mosque, dating from 1780, the SA Mission Museum, the oldest Mission church in South Africa, and the public art installation Open House."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 35,
    "name": "Greenmarket Square",
    "latitude": "-33.922744",
    "longitude": "18.42007",
    "excerpt": "This cobbled square is Cape Town’s second-oldest public space after the Grand Parade. It hosts a lively and colourful crafts and souvenir market daily…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/greenmarket-square/a/poi-sig/1429687/1323002",
    "image_url": null,
    "detail_description": "This cobbled square is Cape Town’s second-oldest public space after the Grand Parade. It hosts a lively and colourful crafts and souvenir market daily. Apart from the Old Town House, the square is also surrounded by some choice examples of art deco architecture, including Market House, an elaborately decorated building with balconies and stone-carved eagles and flowers on its facade.\nNext to Market House, the dazzling-white Protea Asssurance Building was built in 1928 and renovated in 1990. Opposite is Shell House, once the South African headquarters of Shell, now a hotel and restaurant.On the corner of Shortmarket St is Namaqua House; Baran’s cafe here has a wraparound balcony providing a great view over the square. Kimberley House is built of sandstone and decorated with an attractive diamond-theme design."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 36,
    "name": "St George’s Cathedral",
    "latitude": "-33.924837258062",
    "longitude": "18.419499855224",
    "excerpt": "Known as the People’s Cathedral, this was one of the few places of worship that was open to people of all races during apartheid. Classical concerts are…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/st-george-s-cathedral/a/poi-sig/1015405/1323002",
    "image_url": null,
    "detail_description": "Known as the People’s Cathedral, this was one of the few places of worship that was open to people of all races during apartheid. Classical concerts are sometimes held here; see the website for details as well as times of daily services. The interior is a cool retreat, but also search out the Siyahamba Labyrinth in the cloisters, a paved circular walking path to aid mediation and spiritual relief.\nDesigned by Sir Herbert Baker at the turn of the 19th century, the church's official name is the Cathedral Church of St George the Martyr in Cape Town. Archbishop Desmond Tutu presided here and made the cathedral a focus of opposition to the Afrikaner regime.Look around the exhibition in the Memory &amp; Witness Centre in the crypt, where you’ll also find the Crypt Jazz Restaurant. The cathedral remains a beacon of hope through its HIV/AIDS outreach programme – note the Cape Town AIDS quilt hanging above the north door."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 37,
    "name": "Iziko Slave Lodge",
    "latitude": "-33.925025984331",
    "longitude": "18.420443309159",
    "excerpt": "Dating back to 1660, the Slave Lodge is one of the oldest buildings in South Africa. Once home to as many as 1000 slaves, the lodge has a fascinating…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/iziko-slave-lodge/a/poi-sig/1015369/1323002",
    "image_url": null,
    "detail_description": "Dating back to 1660, the Slave Lodge is one of the oldest buildings in South Africa. Once home to as many as 1000 slaves, the lodge has a fascinating history; it has also been used as a brothel, a jail, a mental asylum, a post office, a library and the Cape Supreme Court in its time. Today, it's a museum mainly devoted to the history and experience of slaves and their descendants in the Cape.\nUntil 1811 the building housed slaves in damp, insanitary, crowded conditions; up to 20% died each year. The slaves were bought and sold just around the corner on Spin St.The walls of the original Slave Lodge flank the interior courtyard, where you can find the tombstones of Cape Town’s founder, Jan van Riebeeck, and his wife, Maria de la Queillerie. The tombstones were moved here from Jakarta where Van Riebeeck is buried.The museum also has artefacts from ancient Egypt, Greece, Rome and the Far East on the 1st floor."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 34,
    "name": "South African Jewish Museum",
    "latitude": "-33.929803",
    "longitude": "18.417163",
    "excerpt": "You need a photo ID to enter the secure compound that's home to this imaginatively designed museum, which partly occupies the beautifully restored Old…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/gardens-and-surrounds/attractions/south-african-jewish-museum/a/poi-sig/1015412/1320364",
    "image_url": null,
    "detail_description": "You need a photo ID to enter the secure compound that's home to this imaginatively designed museum, which partly occupies the beautifully restored Old Synagogue (1863). The permanent exhibition Hidden Treasures of Japanese Art showcases a collection of exquisite netsuke (carved pieces of ivory and wood). There are also temporary exhibitions that are usually worth seeing.\nYour ticket also covers the fascinating 25-minute documentary, Nelson Mandela: A Righteous Man, screened in the building across the courtyard from the museum’s exit. Upstairs, the Cape Town Holocaust Centre packs a lot in with a considerable emotional punch; the history of anti-Semitism is set in a South African context with parallels drawn to the local struggle for freedom. Also take time to view the functioning and beautifully decorated Great Synagogue, a 1905 building in neo-Egyptian style.Also within the compound is the kosher Café Riteve and a gift shop."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 33,
    "name": "Central Library",
    "latitude": "-33.92586375",
    "longitude": "18.42442921",
    "excerpt": "The Drill Hall, dating from 1889 and where Queen Elizabeth II celebrated her 21st birthday, has been sensitively restored and turned into the city’s…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/central-library/a/poi-sig/1093225/1323002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/413d14ee4fd5dec60d6cf3ae973f71e0-central-library.jpg",
    "detail_description": "The Drill Hall, dating from 1889 and where Queen Elizabeth II celebrated her 21st birthday, has been sensitively restored and turned into the city’s Central Library.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 32,
    "name": "Canto Wines",
    "latitude": "-33.80636",
    "longitude": "18.623629",
    "excerpt": "New to the Durbanville wine route, Canto is a boutique winery offering tastings in the church-like cellar/tasting room. Particularly popular is the bubbly…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/canto-wines/a/poi-sig/1603930/1320371",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4e5aecf136a21c8ef25bada9822cb0b4-canto-wines.jpg",
    "detail_description": "New to the Durbanville wine route, Canto is a boutique winery offering tastings in the church-like cellar/tasting room. Particularly popular is the bubbly and macaroon pairing (R95). There's no restaurant but you can grab some meat, cheese and bread from the diminutive deli.\n"
},
{
    "country": "cape-town",
    "city": "Sea Point to Hout Bay",
    "index": 31,
    "name": "Clifton 4th Beach",
    "latitude": "-33.940494",
    "longitude": "18.375063",
    "excerpt": "The only Blue Flag beach among the four sheltered stretches of sand strung along Victoria Rd at Clifton is popular with families. On calm summer evenings,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/clifton-4th-beach/a/poi-sig/1320242/1323007",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1512645083.jpg",
    "detail_description": "The only Blue Flag beach among the four sheltered stretches of sand strung along Victoria Rd at Clifton is popular with families. On calm summer evenings, especially the night of Valentine's Day, couples and groups of young people have candlelit picnics on 4th from sunset onwards.\n"
},
{
    "country": "cape-town",
    "city": "Sea Point to Hout Bay",
    "index": 30,
    "name": "Clifton 1st Beach",
    "latitude": "-33.933182693933",
    "longitude": "18.376660696673",
    "excerpt": "The first of Clifton's four beaches strung along Victoria Rd at Clifton. As with the other three, it's almost always sheltered from the wind and offers…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/clifton-1st-beach/a/poi-sig/1320238/1323007",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2316584123.jpg",
    "detail_description": "The first of Clifton's four beaches strung along Victoria Rd at Clifton. As with the other three, it's almost always sheltered from the wind and offers top sunbathing spots. Before hopping in the sea, remember that the water comes straight from the Antarctic, so swimming here is exhilarating (ie freezing).\n"
},
{
    "country": "cape-town",
    "city": "Sea Point to Hout Bay",
    "index": 29,
    "name": "Hout Bay Harbour",
    "latitude": "-34.048757",
    "longitude": "18.347232",
    "excerpt": "Partly given over to tourism with complexes such as Mariner’s Wharf, Hout Bay’s harbour still functions and the southern side is a fishing port and…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/hout-bay-harbour/a/poi-sig/1309553/1323007",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock129909842.jpg",
    "detail_description": "Partly given over to tourism with complexes such as Mariner’s Wharf, Hout Bay’s harbour still functions and the southern side is a fishing port and processing centre. Cruises and snorkelling/diving trips to Duiker Island depart from here.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 28,
    "name": "Rhodes Memorial",
    "latitude": "-33.952144",
    "longitude": "18.45834",
    "excerpt": "Partly modelled on the arch at London’s Hyde Park Corner, this monumental granite memorial stands on the eastern slopes of Table Mountain, at a spot where…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/rhodes-memorial/a/poi-sig/1015365/1320368",
    "image_url": null,
    "detail_description": "Partly modelled on the arch at London’s Hyde Park Corner, this monumental granite memorial stands on the eastern slopes of Table Mountain, at a spot where the mining magnate and former prime minister Cecil Rhodes used to admire the view. The 49 steps, one for each year of Rhodes’ life, are flanked by pairs of proud lions; the top provides sweeping vistas of the Cape Flats and the mountain ranges beyond.\nRhodes bought all the surrounding land in 1895 for £9000 as part of a plan to preserve a relatively untouched section of the mountain for future generations. His ambition and determination is memorialised by a dynamic statue of a man on a rearing horse (in contrast to the bust of Rhodes himself, which has him looking rather grumpy).Behind the memorial is a pleasant restaurant and a steep path leading up to the King’s Blockhouse, a defensive position built by the British between 1795 and 1803. From here it’s possible to follow the contour path above Newlands Forest to Skeleton Gorge and down into Kirstenbosch gardens. Don't hike alone, as muggings have occurred in this part of the mountain.The exit for the memorial is at the Princess Anne Interchange on the M3."
},
{
    "country": "cape-town",
    "city": "Sea Point to Hout Bay",
    "index": 27,
    "name": "Twelve Apostles",
    "latitude": "-33.94716",
    "longitude": "18.392047",
    "excerpt": "The name of the Twelve Apostles is said to have been coined by British governor Sir Rufane Donkin in 1820. There are actually well over 12 buttresses on…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/twelve-apostles/a/poi-sig/1508724/1323007",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-477451698.jpeg",
    "detail_description": "The name of the Twelve Apostles is said to have been coined by British governor Sir Rufane Donkin in 1820. There are actually well over 12 buttresses on the sea-facing side of Table Mountain, and none is individually named after an apostle. Called De Gevelbergen (Gable Mountains) by the Dutch, they’re best viewed around sunset from Camps Bay Drive.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 26,
    "name": "Bo-Kaap Museum",
    "latitude": "-33.92150619",
    "longitude": "18.41502758",
    "excerpt": "This small museum provides some insight into the lifestyle of a prosperous 19th-century Cape Muslim family, and a somewhat idealised view of Islamic…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/bo-kaap-museum/a/poi-sig/1093228/1323002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/480e895dbac0dcf29f729414362fd59eeebbedf4c6397a01d03683ecab41b037.jpg",
    "detail_description": "This small museum provides some insight into the lifestyle of a prosperous 19th-century Cape Muslim family, and a somewhat idealised view of Islamic practice in Cape Town. The most interesting exhibit is the selection of black-and-white photos of local life displayed in the upstairs room, across the courtyard. The house itself, which was built between 1763 and 1768, is the oldest in the area.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 25,
    "name": "Norval Foundation",
    "latitude": "-34.075821",
    "longitude": "18.429147",
    "excerpt": "This large, purpose-built gallery has caused some disquiet among locals for its austere, imposing facade. Inside, airy spaces host rotating exhibitions of…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/norval-foundation/a/poi-sig/1601410/1320368",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ef3116465c0dd275dcf0880d51231b4a-norval-foundation.jpg",
    "detail_description": "This large, purpose-built gallery has caused some disquiet among locals for its austere, imposing facade. Inside, airy spaces host rotating exhibitions of contemporary paintings, sculpture and audio-visual art. Best of all though is the vast and rambling sculpture garden with its plethora of indigenous flora. Entrance is free on Tuesdays. The restaurant (mains R80-190) serves modern South African cuisine.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 24,
    "name": "We Are Still Here",
    "latitude": "-33.92594",
    "longitude": "18.424083",
    "excerpt": "Mosaic artists Lovell Friedman and Leora Lewis are the creators of this powerful artwork just outside the Central Library. A mosaic of ceramic tiles forms…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/we-are-still-here/a/poi-sig/1506981/1323002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8635bc8702a23be6684ebc6e579ee6db-we-are-still-here.jpg",
    "detail_description": "Mosaic artists Lovell Friedman and Leora Lewis are the creators of this powerful artwork just outside the Central Library. A mosaic of ceramic tiles forms the image of a child and is surrounded by drawings and written contributions from street children. Look closely and you'll see each tile contains the print of an advert placed in the Cape Government Gazette between 1841 and 1921 calling for ownership of destitute children.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 23,
    "name": "Church Square",
    "latitude": "-33.925049831628",
    "longitude": "18.421452654572",
    "excerpt": "One of the city's most attractive public plazas is surrounded by handsome old buildings including the Herbert Baker-designed National Mutual Building,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/church-square/a/poi-sig/1429685/1323002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2e32e07352f4cc38ee16a0ff4767267-church-square.jpg",
    "detail_description": "One of the city's most attractive public plazas is surrounded by handsome old buildings including the Herbert Baker-designed National Mutual Building, parts of which date to 1905; it now houses the Iziko Social History Centre. A property developer has been restoring commercial spaces in buildings around the square and there are plans to launch a free sound-and-light show here at night as well as provide hi-tech historical information to visitors via an interactive app.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 22,
    "name": "Homecoming Centre",
    "latitude": "-33.927016425166",
    "longitude": "18.424560071424",
    "excerpt": "This centre houses an annexe of the District Six Museum which is usually open for temporary exhibitions and events. Currently there's a wonderful…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/east-city-corridor/attractions/homecoming-centre/a/poi-sig/413062/1320363",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/46b3784e9008b4603847faf172aa7e17-homecoming-centre.jpg",
    "detail_description": "This centre houses an annexe of the District Six Museum which is usually open for temporary exhibitions and events. Currently there's a wonderful exhibition of the art works created for the District Huis Kombuis Food &amp; Memory Cookbook, which includes beautifully embroidered panels detailing family recipes, painted plates and striking portrait photography.\nFor many generations the Futeran family traded soft goods and textiles from these premises and before that part of the building was the Buitenkant Congregational Church."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 21,
    "name": "South African National Gallery",
    "latitude": "-33.929129670346",
    "longitude": "18.417477824442",
    "excerpt": "The impressive permanent collection of the nation’s premier art space harks back to Dutch times and includes some extraordinary pieces. But it’s often…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/gardens-and-surrounds/attractions/south-african-national-gallery/a/poi-sig/1015360/1320364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-172173218_high.jpg",
    "detail_description": "The impressive permanent collection of the nation’s premier art space harks back to Dutch times and includes some extraordinary pieces. But it’s often contemporary works, such as the Butcher Boys sculpture by Jane Alexander – looking rather like a trio of Tolkienesque orcs who have stumbled into the gallery – that stand out the most.\nAlso note the remarkable teak door in the courtyard, carved by Herbert Vladimir Meyerowitz, with scenes representing the global wanderings of the Jews; his carvings also adorn the tops of the door frames throughout the gallery."
},
{
    "country": "cape-town",
    "city": "Sea Point to Hout Bay",
    "index": 20,
    "name": "Table Mountain National Park",
    "latitude": "-33.961657",
    "longitude": "18.394718",
    "excerpt": "Stretching from Signal Hill to Cape Point, this 220-sq-km park is a natural wonder, its range of environments including granite and sandstone mountains,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/table-mountain-national-park/a/poi-sig/1118359/1323007",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyRF_1137384860.jpg",
    "detail_description": "Stretching from Signal Hill to Cape Point, this 220-sq-km park is a natural wonder, its range of environments including granite and sandstone mountains, giant-boulder-strewn beaches and shady forests. For the vast majority of visitors, the main attraction is the 1086m-high mountain itself, the top of which can easily be accessed by the cableway, which runs every 10 to 20 minutes.\nThe park is the venue for a host of adventure activities including hiking, abseiling, mountain biking, rock climbing, paragliding, bird and wildlife watching, snorkelling and diving."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 19,
    "name": "Castle of Good Hope",
    "latitude": "-33.925794720795",
    "longitude": "18.426988613072",
    "excerpt": "Built by the Dutch between 1666 and 1679 to defend Cape Town, this stone-walled pentagonal castle remains the headquarters for the Western Cape military…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/castle-of-good-hope/a/poi-sig/1015361/1323002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/895ae084925ce13e7719e2b152255b61-castle-of-good-hope.jpg",
    "detail_description": "Built by the Dutch between 1666 and 1679 to defend Cape Town, this stone-walled pentagonal castle remains the headquarters for the Western Cape military command. There are free guided tours of the site (11am, noon and 2pm Monday to Saturday), and don’t miss climbing up to the bastions for an elevated view of the castle’s layout and across to Grand Parade.\nInside the castle, and covered by your entry ticket, the Military Museum is interesting, as are the displays of antiques and decorative arts in the William Fehr Collection."
},
{
    "country": "cape-town",
    "city": "Sea Point to Hout Bay",
    "index": 18,
    "name": "World of Birds",
    "latitude": "-34.017558",
    "longitude": "18.362703",
    "excerpt": "Barbets, weavers and flamingos are among the 3000 birds and small mammals – covering some 400 different species – at Africa's largest bird park. A real…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/world-of-birds/a/poi-sig/1015383/1323007",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock512030548.jpg",
    "detail_description": "Barbets, weavers and flamingos are among the 3000 birds and small mammals – covering some 400 different species – at Africa's largest bird park. A real effort has been expended to make the extensive aviaries as natural-looking as possible, with the use of lots of tropical landscaping. In the monkey jungle (open 11.30am to 1pm and 2pm to 3.30pm) you can interact with cheeky squirrel monkeys.\nThe penguins are fed at 11.30am and 3.30pm, the pelicans at 12.30pm, the cormorants at 1.30pm and the birds of prey at 4.15pm. A winner for families, with a cafe (great chips) and sandpit to follow the birdwatching."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 17,
    "name": "Tokai Forest",
    "latitude": "-34.060873",
    "longitude": "18.415221",
    "excerpt": "This wooded section of Table Mountain National Park is a favourite spot for picnics, mountain biking (weekends only) and walks. To reach the forest, take…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/tokai-forest/a/poi-sig/1093285/1320368",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a56f610ca695b11062ac1abb44663154-tokai-forest.jpg",
    "detail_description": "This wooded section of Table Mountain National Park is a favourite spot for picnics, mountain biking (weekends only) and walks. To reach the forest, take the Tokai exit from the M3 highway and follow the signs.\nBeyond the picnic area, you'll find the Tokai Arboretum, a planting of 1555 different trees representing 274 species. Having closed following severe bushfires, it is set to reopen in 2018.Likewise closed temporarily is the challenging 6km hike up to Elephant’s Eye Cave, within the Silvermine section of the park. The zigzag path is fairly steep and offers little shade as you climb higher up Constantiaberg (928m), so hikers need a hat and water. The cave is more easily accessed from Silvermine."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 16,
    "name": "Mutual Heights",
    "latitude": "-33.924143624502",
    "longitude": "18.422361886906",
    "excerpt": "Clad in rose- and gold-veined black marble, Mutual Heights is the most impressive of the City Bowl’s collection of art deco structures. The facade is…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/mutual-heights/a/poi-sig/1118378/1323002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/661655af990939ff4780a80d162f0f3f-mutual-heights.jpg",
    "detail_description": "Clad in rose- and gold-veined black marble, Mutual Heights is the most impressive of the City Bowl’s collection of art deco structures. The facade is decorated with one of the longest continuous stone friezes in the world, designed by Ivan Mitford-Barberton and chiselled by master stonemasons the Lorenzi brothers. Much of the building’s original detail and decoration have been preserved, including the impressive central banking space (sadly not open for general viewing).\nCommissioned by the Old Mutual financial company, this was once not only the tallest structure in Africa bar the Pyramids, but also the most expensive. Unfortunately, the building’s opening in 1939 was eclipsed by the start of WWII. Additionally, its prime position on the Foreshore was immediately made redundant when the city decided to extend the land 2km further into the bay. Old Mutual started moving its business out of the building to Pinelands in the 1950s. Made into apartments and renamed Mutual Heights in 2002, it kicked off a frenzy among developers to convert similarly long-neglected and empty city-centre office blocks."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 14,
    "name": "Langa Pass Museum",
    "latitude": "-33.944036",
    "longitude": "18.525578",
    "excerpt": "Step inside a grim apartheid relic at Langa's old pass office, where black people had to present their identity cards, and the attached court, where they…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/langa-pass-museum/a/poi-sig/1509261/1320371",
    "image_url": null,
    "detail_description": "Step inside a grim apartheid relic at Langa's old pass office, where black people had to present their identity cards, and the attached court, where they were tried for breaking the pass laws. There's a great collection of photographs and documentary evidence showing what life was like in Cape Town's oldest township during that era.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 15,
    "name": "Constantia Glen",
    "latitude": "-34.014534",
    "longitude": "18.414845",
    "excerpt": "There's a sweeping view of the vineyards from the terrace in front of the tasting room at this boutique winery, which is known for its sauvignon blanc and…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/constantia-glen/a/poi-sig/1432360/1320368",
    "image_url": null,
    "detail_description": "There's a sweeping view of the vineyards from the terrace in front of the tasting room at this boutique winery, which is known for its sauvignon blanc and bordeaux-style blends. Accompany your tasting with a yummy cheese-and-charcuterie platter.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 13,
    "name": "Klein Constantia",
    "latitude": "-34.038365",
    "longitude": "18.411037",
    "excerpt": "Part of Simon van der Stel's original Constantia estate, Klein Constantia is famous for its Vin de Constance, a sweet muscat wine. It was Napoleon’s…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/klein-constantia/a/poi-sig/1015401/1320368",
    "image_url": null,
    "detail_description": "Part of Simon van der Stel's original Constantia estate, Klein Constantia is famous for its Vin de Constance, a sweet muscat wine. It was Napoleon’s solace on St Helena; and in Jane Austen's Sense and Sensibility, Mrs Jennings advocates ‘its healing powers on a disappointed heart’. There's a small bistro and excellent tasting room – be sure to sample the champagne-style sparkler.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 11,
    "name": "Guga S’Thebe Arts & Cultural Centre",
    "latitude": "-33.944205978345",
    "longitude": "18.524403910934",
    "excerpt": "Decorated with polychromatic ceramic murals, this is one of the most impressive buildings in the townships – even more so now that it has a theatre,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/guga-s-thebe-arts-cultural-centre/a/poi-sig/1015353/1320371",
    "image_url": null,
    "detail_description": "Decorated with polychromatic ceramic murals, this is one of the most impressive buildings in the townships – even more so now that it has a theatre, creatively constructed from recycled materials. You can watch pottery being made in one of several studio spaces here, and then buy samples from the centre's shop. Performances by local groups are often staged in the outdoor amphitheatre.\nThe huge mural painted on the building opposite the centre was done by Philip Kgosana, the man held aloft in the composition – it commemorates the 1960 defiance campaign against apartheid laws.Guga S’Thebe regularly hosts Jazz in the Native Yards concerts."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 12,
    "name": "Irma Stern Museum",
    "latitude": "-33.953088",
    "longitude": "18.46938",
    "excerpt": "The pioneering 20th-century artist Irma Stern (1894–1966), whose works are some of the most sought-after among modern South African painters, occupied…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/irma-stern-museum/a/poi-sig/1015386/1320368",
    "image_url": null,
    "detail_description": "The pioneering 20th-century artist Irma Stern (1894–1966), whose works are some of the most sought-after among modern South African painters, occupied this 19th-century house for almost 40 years. Her studio has been left virtually intact, as if she’d just stepped out into the verdant garden for a breath of fresh air. The flamboyant painter's ethnographic art-and-craft collection from around the world is as fascinating as her own art, which was influenced by German expressionism and incorporates traditional African elements.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 10,
    "name": "Company’s Garden",
    "latitude": "-33.926447",
    "longitude": "18.417742",
    "excerpt": "These shady green gardens, which started as the vegetable patch for the Dutch East India Company, are a lovely place to relax. They are planted with a…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/company-s-garden/a/poi-sig/1015407/1323002",
    "image_url": null,
    "detail_description": "These shady green gardens, which started as the vegetable patch for the Dutch East India Company, are a lovely place to relax. They are planted with a fine collection of botanical specimens from South Africa and the rest of the world, including frangipanis, African flame trees, aloes and roses. At the garden's southern end there's a re-creation of the VOC Vegetable Garden.\nA statue of Cecil Rhodes stands in the centre of the gardens. Get your bearings using a self-guided booklet from the Visitor Information Centre on the Queen Victoria St side of the garden. There's a small exhibit on the history of the garden here as well."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 9,
    "name": "Table Mountain",
    "latitude": "-33.958134",
    "longitude": "18.403301",
    "excerpt": "Around 600 million years old, and a canvas painted with the rich diversity of the Cape floral kingdom, Table Mountain is truly iconic. You can admire the…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/gardens-and-surrounds/attractions/table-mountain/a/poi-sig/1429843/1320364",
    "image_url": "https://lp-cms-production.imgix.net/2021-10/GettyRF_583758142.jpg",
    "detail_description": "Around 600 million years old, and a canvas painted with the rich diversity of the Cape floral kingdom, Table Mountain is truly iconic. You can admire the showstopper of Table Mountain National Park and one of the 'New 7 Wonders of Nature' (https://nature.new7wonders.com) from multiple angles, but you really can’t say you’ve visited Cape Town until you’ve stood on top of it.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 8,
    "name": "Bo-Kaap",
    "latitude": "-33.920803",
    "longitude": "18.414481",
    "excerpt": "Meaning ‘Upper Cape’, the Bo-Kaap, with its vividly painted low-roofed houses, many of them historic monuments, strung along narrow cobbled streets, is…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/bo-kaap/a/poi-sig/1309407/1323002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/041e22453e7ebf30f72bc4ba7e71943e081b4fe3c8a267940811e221669c1d01.jpg",
    "detail_description": "Meaning ‘Upper Cape’, the Bo-Kaap, with its vividly painted low-roofed houses, many of them historic monuments, strung along narrow cobbled streets, is one of the most photographed sections of the city. Initially a garrison for soldiers in the mid-18th century, this area of town was where freed slaves started to settle after emancipation in the 1830s. The most picturesque streets are Chiappini, Rose and Wale.\n"
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 7,
    "name": "Buitenverwachting",
    "latitude": "-34.042134",
    "longitude": "18.417292",
    "excerpt": "Buitenverwachting means ‘beyond expectation’, which is certainly the feeling one gets on visiting this Cape Dutch estate. It's a lovely estate to visit…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/buitenverwachting/a/poi-sig/1015377/1320368",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/iStock-1309062551-RFE.jpg",
    "detail_description": "Buitenverwachting means ‘beyond expectation’, which is certainly the feeling one gets on visiting this Cape Dutch estate. It's a lovely estate to visit with an unusual late-18th-century manor house overlooking verdant lawns, as well as the Quaffee coffee roastery, Coffee Bloc cafe, a restaurant and gift shop.\nBeg, borrow or steal to snag a bottle of its delicious – but limited-release – Christine bordeaux blend. The creamy chardonnay and richly textured cabernet sauvignon are also standout wines."
},
{
    "country": "cape-town",
    "city": "Sea Point to Hout Bay",
    "index": 6,
    "name": "Sea Point Promenade",
    "latitude": "-33.909531",
    "longitude": "18.391263",
    "excerpt": "Strolling along Sea Point’s wide, paved and grassy promenade is a pleasure shared by Capetonians from all walks of life. Once a white-only area, it’s now…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/sea-point-promenade/a/poi-sig/1201919/1323007",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1327788033.jpg",
    "detail_description": "Strolling along Sea Point’s wide, paved and grassy promenade is a pleasure shared by Capetonians from all walks of life. Once a white-only area, it’s now a great place to observe the city's multiculturalism. There are kids' playgrounds, a well-maintained outdoor gym and several public artworks.\nThe coast here is rocky and swimming is dangerous, although you can get in the water at Rocklands Beach. If you’re too thin-skinned for the frigid sea, try the Sea Point Pavilion pool complex, towards the promenade’s southern end."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 5,
    "name": "Bloubergstrand",
    "latitude": "-33.802972",
    "longitude": "18.460979",
    "excerpt": "The beaches beside this pleasant coastal suburb are where the British won their 1806 battle for the Cape. The panoramic view they provide of Table…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/bloubergstrand/a/poi-sig/1015367/1320371",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/GettyImages-580201479.jpg",
    "detail_description": "The beaches beside this pleasant coastal suburb are where the British won their 1806 battle for the Cape. The panoramic view they provide of Table Mountain across Table Bay is fabulous, but these beaches are also popular with kite-surfers and windsurfers; watching them ride the waves on the weekends is an impressive sight. You can also see Robben Island clearly from here.\nYou can grab a bite to eat and buy a swimming costume at Eden on the Bay Mall, which occupies a prime spot at the southern end of Big Bay Beach. Bloubergstrand is a good example of a poetic Cape name – it means 'blue mountain beach'."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 4,
    "name": "Meerendal",
    "latitude": "-33.796339",
    "longitude": "18.62586",
    "excerpt": "Although it was established in 1702 and has some of South Africa's oldest pinotage and shiraz vineyards, as well as a handsome Cape Dutch homestead,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/meerendal/a/poi-sig/1094319/1320371",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1442794382.jpg",
    "detail_description": "Although it was established in 1702 and has some of South Africa's oldest pinotage and shiraz vineyards, as well as a handsome Cape Dutch homestead, Meerendal is no fuddy-duddy wine estate. The tasting room is very professionally run and combined with a contemporary art gallery and distillery, offering vodka, rum and gin tastings. There are two restaurants, Carlucci's Deli and the more upmarket Crown, as well as 18km of mountain biking trails.\nThe estate hosts various mountain biking competitions, as well as the milder, 5km Saturday-morning Durbanville Parkrun (www.parkrun.co.za). Galileo Open Air Cinema (http://thegalileo.co.za) screens movies here, and there's an elegant boutique hotel in the historic homestead."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 3,
    "name": "Groot Constantia",
    "latitude": "-34.029909",
    "longitude": "18.418654",
    "excerpt": "Simon van der Stel’s manor house, a superb example of Cape Dutch architecture, is maintained as a museum at Groot Constantia. Set in beautiful grounds,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/groot-constantia/a/poi-sig/1015410/1320368",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-185626467.jpg",
    "detail_description": "Simon van der Stel’s manor house, a superb example of Cape Dutch architecture, is maintained as a museum at Groot Constantia. Set in beautiful grounds, the estate can become busy with tour groups, but is big enough for you to escape the crowds. The large tasting room is first on your right as you enter the estate. Further on is the free orientation centre, which provides an overview of Groot Constantia's history, and the beautifully restored homestead.\nThe Cloete Cellar, with a beautiful moulded pediment, was the estate’s original wine cellar. It now houses old carriages and a display of storage vessels. Tours of the modern cellar are also available for R100 including tasting.You can download two audio-guide apps from Groot Constantia's website and purchase a Visitors Route Experience ticket (R95), which includes a tasting and entrance to the estate's attractions. A wine and chocolate pairing for R125 is another option for visitors."
},
{
    "country": "cape-town",
    "city": "Cape Town",
    "index": 2,
    "name": "District Six Museum",
    "latitude": "-33.927799386043",
    "longitude": "18.423646417461",
    "excerpt": "It's impossible not to be emotionally moved by this museum, which celebrates the once lively multiracial area that was destroyed during apartheid in the…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/east-city-corridor/attractions/district-six-museum/a/poi-sig/1144322/1320363",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e05cce4ff5dc91b69b0fcc658857c567-district-six-museum.jpg",
    "detail_description": "It's impossible not to be emotionally moved by this museum, which celebrates the once lively multiracial area that was destroyed during apartheid in the 1960s and 1970s, its 60,000 inhabitants forcibly removed. Inside the former Methodist Mission Church, home interiors have been recreated, alongside photographs, recordings and testimonials, all of which build an evocative picture of a shattered but not entirely broken community.Many township tours stop here first to explain the history of the pass laws.\nDisplays include a map of District Six on which former residents have labelled where their demolished homes and features of their neighbourhood once stood, reconstructions of home interiors, and faded photographs and recordings. Many of the staff, practically all displaced residents themselves, have heartbreaking stories to tell.The museum’s annexe, the Homecoming Centre, is open occasionally for temporary exhibitions and events."
}
]