[
{
    "country": "caracas",
    "city": "Caracas",
    "index": 1,
    "name": "Museo de Arte Contemporáneo de Caracas",
    "latitude": "10.498517005008",
    "longitude": "-66.899615420612",
    "excerpt": "Occupying the eastern end of the Parque Central complex, the Museum of Contemporary Art is by far the best in the country, though it can be a little…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/museo-de-arte-contemporaneo-de-caracas/a/poi-sig/414750/363462",
    "image_url": null,
    "detail_description": "Occupying the eastern end of the Parque Central complex, the Museum of Contemporary Art is by far the best in the country, though it can be a little tricky to find amid the concrete jungle. In a dozen halls on five levels, you’ll find works by many prominent Venezuelan artists, such as Jesús Soto, famous for his kinetic pieces, plus multiple paintings by international stars such as Picasso, Chagall, Mondrian and Léger.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 24,
    "name": "Plaza La Candelaria",
    "latitude": "10.505218",
    "longitude": "-66.904796",
    "excerpt": "Since its construction in 1708 this square has been the site of popular gatherings for events such as bullfights and fiestas.",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/plaza-la-candelaria/a/poi-sig/1329027/363462",
    "image_url": null,
    "detail_description": "Since its construction in 1708 this square has been the site of popular gatherings for events such as bullfights and fiestas.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 23,
    "name": "Parque Los Caobos",
    "latitude": "10.499606",
    "longitude": "-66.897855",
    "excerpt": "One of the oldest parks in Caracas, this central green lung provides welcome respite from the concrete jungle of Parque Central.",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/parque-los-caobos/a/poi-sig/1329026/363462",
    "image_url": null,
    "detail_description": "One of the oldest parks in Caracas, this central green lung provides welcome respite from the concrete jungle of Parque Central.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 22,
    "name": "Parque El Calvario",
    "latitude": "10.50467",
    "longitude": "-66.920514",
    "excerpt": "One of Caracas' biggest parks, El Calvario has areas of forest, gardens and open public spaces. It is a popular weekend spot for locals.",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/parque-el-calvario/a/poi-sig/1329872/363462",
    "image_url": null,
    "detail_description": "One of Caracas' biggest parks, El Calvario has areas of forest, gardens and open public spaces. It is a popular weekend spot for locals.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 21,
    "name": "Universidad Central de Venezuela",
    "latitude": "10.492496",
    "longitude": "-66.88807",
    "excerpt": "With its 85,000 students, the UCV is Caracas’ (and Venezuela’s) largest university and is a hub of cultural activity.",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/universidad-central-de-venezuela/a/poi-sig/414840/363462",
    "image_url": null,
    "detail_description": "With its 85,000 students, the UCV is Caracas’ (and Venezuela’s) largest university and is a hub of cultural activity.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 20,
    "name": "Parque Central",
    "latitude": "10.498541",
    "longitude": "-66.901202",
    "excerpt": "This vast housing, commercial and cultural center is a landmark at the heart of the city and includes its best museums and the country's tallest…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/parque-central/a/poi-sig/1329025/363462",
    "image_url": null,
    "detail_description": "This vast housing, commercial and cultural center is a landmark at the heart of the city and includes its best museums and the country's tallest skyscrapers.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 19,
    "name": "Colección Ornitológica Phelps",
    "latitude": null,
    "longitude": null,
    "excerpt": "Serious birdwatchers and enthusiasts will want to pop into Colección Ornitológica Phelps in Caracas, an extensive research library that is also home to an…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/coleccion-ornitologica-phelps/a/poi-sig/1179457/363462",
    "image_url": null,
    "detail_description": "Serious birdwatchers and enthusiasts will want to pop into Colección Ornitológica Phelps in Caracas, an extensive research library that is also home to an astonishing 80,000 different taxidermies of birds, some dating back to 1890.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 18,
    "name": "Complejo Cultural Teresa Carreño",
    "latitude": "10.498846563091",
    "longitude": "-66.897886991501",
    "excerpt": "Rising like a gigantic concrete bunker across the street from Parque Central (and linked to it by a footbridge), the Complejo Cultural Teresa Carreño is a…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/complejo-cultural-teresa-carreno/a/poi-sig/414630/363462",
    "image_url": null,
    "detail_description": "Rising like a gigantic concrete bunker across the street from Parque Central (and linked to it by a footbridge), the Complejo Cultural Teresa Carreño is a modern performing arts center. Opened in 1983, it has an enormous main auditorium, theater and side hall that regularly host concerts, ballets, plays and recitals by local and visiting performers.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 17,
    "name": "Museo de Arte Colonial",
    "latitude": "10.511959992902",
    "longitude": "-66.899254302163",
    "excerpt": "The Museum of Colonial Art is considered one of the finest museums of its kind in Latin America. Housed in an elegant country mansion known as Quinta de…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/museo-de-arte-colonial/a/poi-sig/414748/363462",
    "image_url": null,
    "detail_description": "The Museum of Colonial Art is considered one of the finest museums of its kind in Latin America. Housed in an elegant country mansion known as Quinta de Anauco, it’s laid out around a charming patio and enclosed by lush, shady gardens. A ball was staged here in honor of Simón Bolívar’s very last night in Caracas: he was never to return alive.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 16,
    "name": "Asamblea Nacional",
    "latitude": "10.505162125461",
    "longitude": "-66.915855678281",
    "excerpt": "As part of his mad dash toward modernization in the 1870s, Guzmán Blanco commissioned an ambitious, neoclassical seat of congress, the National Assembly,…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/asamblea-nacional/a/poi-sig/414754/363462",
    "image_url": null,
    "detail_description": "As part of his mad dash toward modernization in the 1870s, Guzmán Blanco commissioned an ambitious, neoclassical seat of congress, the National Assembly, to occupy the entire block just southwest of Plaza Bolívar. It was formerly known as the Capitolio Nacional. The two-building complex was erected on the site of a convent; its occupants were promptly expelled by the dictator and their convent razed. It's open to the public on the weekend.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 15,
    "name": "Museo Sacro de Caracas",
    "latitude": "10.505545",
    "longitude": "-66.913991",
    "excerpt": "Set in a meticulously restored colonial building that stands upon the site of the old cathedral cemetery, this museum displays a modest but carefully…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/museo-sacro-de-caracas/a/poi-sig/414506/363462",
    "image_url": null,
    "detail_description": "Set in a meticulously restored colonial building that stands upon the site of the old cathedral cemetery, this museum displays a modest but carefully selected collection of religious art. Duck through the low doorway into the dark, old ecclesiastical prison, where remains of early church leaders still lie in sealed niches. The Museo Sacro also stages concerts and recitals. There is a delightful cafe at the back, inside a former chapel of the adjacent cathedral.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 14,
    "name": "Parque Generalismo Francisco de Miranda",
    "latitude": "10.492833449191",
    "longitude": "-66.83975815773",
    "excerpt": "Situated on a portion of a former coffee plantation, the 82-hectare Parque Generalismo Francisco de Miranda, formerly known and still referred to by…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/parque-generalismo-francisco-de-miranda/a/poi-sig/1168530/363462",
    "image_url": null,
    "detail_description": "Situated on a portion of a former coffee plantation, the 82-hectare Parque Generalismo Francisco de Miranda, formerly known and still referred to by caraqueños as Parque del Este, is the largest in Caracas, and a stroll through its expanses is a botanical odyssey, with many plants and trees labeled. You can visit the snake house, aviary and cactus garden, and on weekends enjoy astral displays in the Planetario Humboldt.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 13,
    "name": "Museo Bolivariano",
    "latitude": "10.504691227412",
    "longitude": "-66.91335810636",
    "excerpt": "This museum has successfully preserved its colonial style and displays a variety of independence memorabilia, from muskets to medals and shaving sets to…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/museo-bolivariano/a/poi-sig/1168495/363462",
    "image_url": null,
    "detail_description": "This museum has successfully preserved its colonial style and displays a variety of independence memorabilia, from muskets to medals and shaving sets to swords. It also has some fascinating documents and letters written by Bolívar himself, as well as numerous portraits. More on the morbid side are the coffin in which the remains of Bolívar were brought from Santa Marta in Colombia and the arca cineraria (funeral ark) that conveyed his ashes to the Panteón Nacional.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 12,
    "name": "Casa Natal de Bolívar",
    "latitude": "10.504496692788",
    "longitude": "-66.91341343331",
    "excerpt": "Bolívar’s funeral took place just two blocks from the house where, on July 24, 1783, he was born. The interior of Bolívar’s birthplace has been…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/casa-natal-de-bolivar/a/poi-sig/414500/363462",
    "image_url": null,
    "detail_description": "Bolívar’s funeral took place just two blocks from the house where, on July 24, 1783, he was born. The interior of Bolívar’s birthplace has been enthusiastically reconstructed. The walls are splashed with a score of huge paintings by Tito Salas depicting Bolívar’s heroic battles and scenes from his life. All caraqueños take cheesy photos – notebooks in hand – under the backyard tree beneath which Simon Rodriguez was said to have taught Bolívar to read and write.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 11,
    "name": "La Estancia",
    "latitude": "10.494658494363",
    "longitude": "-66.84765458107",
    "excerpt": "This renovated fragment of a 220-year-old coffee hacienda houses a fine museum with rotating works by Venezuelan artists. Property of the Simón Bolívar…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/la-estancia/a/poi-sig/414700/363462",
    "image_url": null,
    "detail_description": "This renovated fragment of a 220-year-old coffee hacienda houses a fine museum with rotating works by Venezuelan artists. Property of the Simón Bolívar family until 1895, it is now owned by Petróleos de Venezuela Sociedad Anónima (PDVSA), the national oil company. Free concerts are staged on the patio on weekends (Saturday at 4pm, Sunday at 11am) and the well-manicured grounds offer a much-appreciated respite from Caracas’ diesel and dust, as well as a great location for a picnic.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 10,
    "name": "Museo de Bellas Artes",
    "latitude": "10.500873994356",
    "longitude": "-66.896733601824",
    "excerpt": "The Museum of Fine Arts is a beautiful museum with lots of breathing room housed in two buildings, a functional modern six-story building and a graceful…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/museo-de-bellas-artes/a/poi-sig/1168508/363462",
    "image_url": null,
    "detail_description": "The Museum of Fine Arts is a beautiful museum with lots of breathing room housed in two buildings, a functional modern six-story building and a graceful building radiating from a neoclassical-style courtyard with a pond and weeping willow – both were designed by Venezuelan architect Carlos Raúl Villanueva. The museum features permanent exhibitions from Egypt and China, and on Cubism, as well as mostly temporary exhibitions in 18 galleries. It includes a little shop selling contemporary art and crafts.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 9,
    "name": "Galería de Arte Nacional",
    "latitude": "10.500687478657",
    "longitude": "-66.90283180942",
    "excerpt": "Venezuela’s largest museum began construction in 1989 but was abandoned in the mid-’90s. Architect Carlos Gómez persevered though and construction resumed…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/galeria-de-arte-nacional/a/poi-sig/414752/363462",
    "image_url": null,
    "detail_description": "Venezuela’s largest museum began construction in 1989 but was abandoned in the mid-’90s. Architect Carlos Gómez persevered though and construction resumed in 2006, with the gallery finally opened to the public in 2009. Its galleries house a selection of the 7000-piece collection that embraces five centuries of Venezuelan artistic expression. Venezuela’s most important artists are well represented, including in the museum’s most important work, Arturo Michelena’s portrayal of Francisco Miranda, Miranda en La Carraca (1896).\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 8,
    "name": "Concejo Municipal",
    "latitude": "10.505156068881",
    "longitude": "-66.915024487383",
    "excerpt": "Occupying half of Plaza Bolívar’s southern side, the city hall was erected by the Caracas bishops from 1641 to 1696 to house the Colegio Seminario de…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/concejo-municipal/a/poi-sig/1168464/363462",
    "image_url": null,
    "detail_description": "Occupying half of Plaza Bolívar’s southern side, the city hall was erected by the Caracas bishops from 1641 to 1696 to house the Colegio Seminario de Santa Rosa de Lima. In 1725, the Real y Pontificia Universidad de Caracas, the province’s first university, was established here. Bolívar renamed it the Universidad Central de Venezuela, the moniker it keeps to this day, though it has moved to a vast campus outside the historic center. Today the building is the seat of the Municipal Council, but part of it is open to the public.\n"
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 7,
    "name": "Simón Bolívar Mausoleum",
    "latitude": "10.513605",
    "longitude": "-66.91251",
    "excerpt": "After a 2010 exhumation to confirm cause of Bolívar's death, Chávez built his hero this grand new mausoleum, which opened in 2013. The US$140 million…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/simon-bolivar-mausoleum/a/poi-sig/1320924/363462",
    "image_url": null,
    "detail_description": "After a 2010 exhumation to confirm cause of Bolívar's death, Chávez built his hero this grand new mausoleum, which opened in 2013. The US$140 million price tag and bold architecture – a gleaming white wave that mirrors the Ávila range or a gnarly 17-story skate ramp, depending on your opinion – set tongues wagging even before Chávez' death, with some cheeky pundits opining that he had plans to join Bolívar here in perpetuity.\nTo go inside, visitors must wear smart clothing, which in Venezuela means skirts for women, long pants and a shirt with a collar for men."
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 6,
    "name": "Catedral",
    "latitude": "10.505989051461",
    "longitude": "-66.913854128865",
    "excerpt": "Set on the eastern side of Plaza Bolívar, Caracas' cathedral started its life in the mid-16th century as a mere mud-walled chapel. A church later replaced…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/catedral/a/poi-sig/414504/363462",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 5,
    "name": "Iglesia de San Francisco",
    "latitude": "10.50385740201",
    "longitude": "-66.915771961212",
    "excerpt": "Just south of the Capitolio Nacional, the Church of San Francisco was built in the 1570s, but was remodeled on several occasions during the 17th and 18th…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/iglesia-de-san-francisco/a/poi-sig/414610/363462",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 4,
    "name": "Fundación Bigott",
    "latitude": null,
    "longitude": null,
    "excerpt": "If you’d like to dig a little deeper into traditional Venezuelan culture – perhaps learn to play joropo music with the bandola llanera (a string…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/fundacion-bigott/a/poi-sig/1168703/363462",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 3,
    "name": "Plaza Bolívar",
    "latitude": "10.505995929467",
    "longitude": "-66.914626889053",
    "excerpt": "This leafy square is the nucleus of the old town. It's always alive with huddled groups of caraqueños engaged in conversation and children feeding freshly…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/plaza-bolivar/a/poi-sig/414502/363462",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "caracas",
    "city": "Caracas",
    "index": 2,
    "name": "Iglesia Santa Capilla",
    "latitude": "10.507370215376",
    "longitude": "-66.914398670197",
    "excerpt": "This neo-Gothic church, one block north of Plaza Bolívar, is modeled on the Sainte Chapelle of Paris. It was ordered by General Antonio Guzmán Blanco in…",
    "detail_url": "https://www.lonelyplanet.com/venezuela/caracas/attractions/iglesia-santa-capilla/a/poi-sig/414680/363462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3c248c31ac8ad25af7da90671211b494-iglesia-santa-capilla.jpg",
    "detail_description": ""
}
]