[
{
    "country": "catania",
    "city": "Catania",
    "index": 1,
    "name": "Monastero delle Benedettine",
    "latitude": "37.503394",
    "longitude": "15.084658",
    "excerpt": "The Monastero delle Benedettine covers two adjacent sites: a Benedictine convent and the Chiesa di San Benedetto. Top billing goes to the church, built…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/monastero-delle-benedettine/a/poi-sig/1372624/360005",
    "image_url": null,
    "detail_description": "The Monastero delle Benedettine covers two adjacent sites: a Benedictine convent and the Chiesa di San Benedetto. Top billing goes to the church, built between 1704 and 1713 and adorned with splendid stucco, marble and a late-18th-century altar made of Sicilian jasper. Standout artworks include Giovanni Tuccari's glorious ceiling frescoes and a graphic depiction of St Agatha being tortured in front of a curious sultan.\nA cumulative ticket (€9) is available and includes a one-hour guided tour of the nearby Monastero dei Benedettini di San Nicolò l'Arena, one of Europe's largest monastic complexes."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 30,
    "name": "Palazzo Sangiuliano",
    "latitude": "37.503658",
    "longitude": "15.087758",
    "excerpt": "Designed by the great baroque architect Giovanni Battista Vaccarini, this elegant 18th-century palazzo flanks the eastern edge of Piazza dell'Università.",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/palazzo-sangiuliano/a/poi-sig/1378104/360005",
    "image_url": null,
    "detail_description": "Designed by the great baroque architect Giovanni Battista Vaccarini, this elegant 18th-century palazzo flanks the eastern edge of Piazza dell'Università.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 29,
    "name": "Anfiteatro Romano",
    "latitude": "37.507351",
    "longitude": "15.085634",
    "excerpt": "The modest, neglected ruins of this Roman theatre, below street level in Piazza Stesicoro, are worth a quick look if you're passing by. Note that opening…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/anfiteatro-romano/a/poi-sig/471678/360005",
    "image_url": null,
    "detail_description": "The modest, neglected ruins of this Roman theatre, below street level in Piazza Stesicoro, are worth a quick look if you're passing by. Note that opening times can be sporadic.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 28,
    "name": "Palazzo dell'Università",
    "latitude": "37.503555",
    "longitude": "15.086782",
    "excerpt": "Flanking the western edge of Piazza dell'Università, this handsome palazzo includes a courtyard designed by Giovanni Battista Vaccarini. The building…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/palazzo-dell-universita/a/poi-sig/1378105/360005",
    "image_url": null,
    "detail_description": "Flanking the western edge of Piazza dell'Università, this handsome palazzo includes a courtyard designed by Giovanni Battista Vaccarini. The building houses the city university.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 27,
    "name": "Giardino Bellini",
    "latitude": "37.510653",
    "longitude": "15.084196",
    "excerpt": "Escape the madding crowd and enjoy the fine views of Mt Etna from these lovely, if unkempt, gardens along Via Etnea. Speckled with lush foliage and…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/giardino-bellini/a/poi-sig/1255564/360005",
    "image_url": null,
    "detail_description": "Escape the madding crowd and enjoy the fine views of Mt Etna from these lovely, if unkempt, gardens along Via Etnea. Speckled with lush foliage and fountains, they're a popular go-to for students, couples and locals walking their pooches.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 26,
    "name": "Porta Uzeda",
    "latitude": "37.501759",
    "longitude": "15.087812",
    "excerpt": "Built to connect Via Etnea to the port, Porta Uzeda was commissioned by the Duke of Camastra and completed in 1696. The gate is named in honour of Spanish…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/porta-uzeda/a/poi-sig/1378106/360005",
    "image_url": null,
    "detail_description": "Built to connect Via Etnea to the port, Porta Uzeda was commissioned by the Duke of Camastra and completed in 1696. The gate is named in honour of Spanish nobleman Juan Francisco Pacheco Téllez-Girón, the Duke of Uzeda and viceroy of Sicily from 1689 to 1696.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 25,
    "name": "Palazzo degli Elefanti",
    "latitude": "37.502849",
    "longitude": "15.087104",
    "excerpt": "Standing at the northern end of Unesco-lauded Piazza del Duomo, the 'Palace of the Elephants' is Catania's town hall. The building's eastern, southern and…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/palazzo-degli-elefanti/a/poi-sig/1378092/360005",
    "image_url": null,
    "detail_description": "Standing at the northern end of Unesco-lauded Piazza del Duomo, the 'Palace of the Elephants' is Catania's town hall. The building's eastern, southern and western facades were designed by baroque great Giovanni Battista Vaccarini. The northern side, however, is the work of his contemporary Carmelo Battaglia.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 24,
    "name": "Fontana dell'Amenano",
    "latitude": "37.501989",
    "longitude": "15.087125",
    "excerpt": "Separating Piazza del Duomo from rough-and-tumble food market La Pescheria is gushing Fontana dell'Amenano, a Carrara-marble fountain created by…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/fontana-dell-amenano/a/poi-sig/471660/360005",
    "image_url": null,
    "detail_description": "Separating Piazza del Duomo from rough-and-tumble food market La Pescheria is gushing Fontana dell'Amenano, a Carrara-marble fountain created by Neapolitan sculptor Tito Angelini in 1867. The work is a tribute to the River Amenano, which once ran overground and on whose banks the Greeks founded the city of Katáne.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 23,
    "name": "Museo del Cinema",
    "latitude": "37.508917",
    "longitude": "15.102854",
    "excerpt": "Located at Le Ciminiere – a converted sulphur refinery – the Museo del Cinema explores the evolution of movie making. Exhibition translations are poor,…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/museo-del-cinema/a/poi-sig/1378090/360005",
    "image_url": null,
    "detail_description": "Located at Le Ciminiere – a converted sulphur refinery – the Museo del Cinema explores the evolution of movie making. Exhibition translations are poor, though the collection of movie posters, memorabilia and vintage equipment should engage most. Informative guided tours are included in the admission price, though these are only in Italian.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 22,
    "name": "Arco di San Benedetto",
    "latitude": "37.503419",
    "longitude": "15.084862",
    "excerpt": "The Arco di San Benedetto is an arch built by the Benedictines in 1704. According to legend, it was built in one night to defy a city ordnance against its…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/arco-di-san-benedetto/a/poi-sig/471652/360005",
    "image_url": null,
    "detail_description": "The Arco di San Benedetto is an arch built by the Benedictines in 1704. According to legend, it was built in one night to defy a city ordnance against its construction on the grounds that it was a seismic liability. On the left past the arch is the imposing Chiesa di San Benedetto. Built between 1704 and 1713, its interior sings with splendid stucco and marble work.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 21,
    "name": "Museo Arte Contemporanea Sicilia",
    "latitude": "37.503377",
    "longitude": "15.085001",
    "excerpt": "Old and new conspire at MACS, a compact, contemporary-art museum inside an 18th-century abbey of the Monastery of St Benedict. Occupying two floors, the…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/museo-arte-contemporanea-sicilia/a/poi-sig/1539760/360005",
    "image_url": null,
    "detail_description": "Old and new conspire at MACS, a compact, contemporary-art museum inside an 18th-century abbey of the Monastery of St Benedict. Occupying two floors, the collection includes over 70 works, from painting and sculpture to photography and mixed-media pieces. Artists hail from Sicily, mainland Italy and other corners of Europe, as well as countries as far-flung as Cuba, Argentina and Singapore.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 20,
    "name": "Chiesa di Sant'Agata al Carcere",
    "latitude": "37.50703",
    "longitude": "15.083718",
    "excerpt": "The young virgin Agata resisted the advances of the nefarious Quintian (AD 250) and was horribly mutilated (her breasts were hacked off and her body…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/chiesa-di-sant-agata-al-carcere/a/poi-sig/1378514/360005",
    "image_url": null,
    "detail_description": "The young virgin Agata resisted the advances of the nefarious Quintian (AD 250) and was horribly mutilated (her breasts were hacked off and her body rolled in hot coals). You can visit the dungeons where these atrocities were committed under this church, behind the Roman amphitheatre on Piazza Stesicoro. The saint's jewel-drenched effigy is ecstatically venerated on 5 February in one of Sicily's largest festivals.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 19,
    "name": "Museo Storico dello Sbarco in Sicilia",
    "latitude": "37.508712",
    "longitude": "15.1025",
    "excerpt": "The most interesting museum at Le Ciminiere museum complex, Museo Storico dello Sbarco in Sicilia sheds light on the WWII Allied landings in Sicily…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/museo-storico-dello-sbarco-in-sicilia/a/poi-sig/1372617/360005",
    "image_url": null,
    "detail_description": "The most interesting museum at Le Ciminiere museum complex, Museo Storico dello Sbarco in Sicilia sheds light on the WWII Allied landings in Sicily. Exhibitions are comprehensive, using multimedia installations, historical artefacts, maps and photography to recount the island's liberation from Nazi occupation. Unfortunately, not all the information is translated into English. Entry to the museum is on the half hour as the first section involves a guided tour.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 18,
    "name": "Via Crociferi",
    "latitude": "37.50393",
    "longitude": "15.084883",
    "excerpt": "A lovely, tranquil spot for a morning stroll, Via Crociferi is one of Catania's most attractive streets, famous for its exuberant baroque churches and…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/via-crociferi/a/poi-sig/1381711/360005",
    "image_url": null,
    "detail_description": "A lovely, tranquil spot for a morning stroll, Via Crociferi is one of Catania's most attractive streets, famous for its exuberant baroque churches and imposing 18th-century palazzi.\nArco di San Benedetto, built by the Benedictines in 1704, marks the beginning of Via Crociferi. According to legend, the arch was built in a single night to defy a city ordinance against its construction on the grounds that it was a seismic liability."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 17,
    "name": "Museo Emilio Greco",
    "latitude": "37.502704",
    "longitude": "15.084411",
    "excerpt": "The Museo Emilio Greco hosts a large collection of sketches by renowned Italian artist Emilio Greco (1913–1995), whose work is marked by a sensual, erotic…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/museo-emilio-greco/a/poi-sig/1539759/360005",
    "image_url": null,
    "detail_description": "The Museo Emilio Greco hosts a large collection of sketches by renowned Italian artist Emilio Greco (1913–1995), whose work is marked by a sensual, erotic sensibility. Also on display are sketches and sculptures by fellow Catanian artist Eugenio Russo (1910–2000) and objects from the neighbouring Museo Belliniano, a museum dedicated to local composer Vincenzo Bellini. Among these is a small collection of unusual historical pianos, including one in the form of a cupboard.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 16,
    "name": "Castello Ursino",
    "latitude": "37.498959",
    "longitude": "15.084679",
    "excerpt": "Catania's forbidding 13th-century castle once guarded the city from atop a seafront cliff. However, the 1669 eruption of Mt Etna changed the landscape and…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/castello-ursino/a/poi-sig/471654/360005",
    "image_url": null,
    "detail_description": "Catania's forbidding 13th-century castle once guarded the city from atop a seafront cliff. However, the 1669 eruption of Mt Etna changed the landscape and the whole area to the south was reclaimed by the lava, leaving the castle completely landlocked. The castle now houses the Museo Civico, home to the valuable archaeological collection of the Biscaris, Catania's most important aristocratic family. Exhibits include colossal classical sculpture, Greek vases and some fine mosaics.  \n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 14,
    "name": "Museo Diocesano",
    "latitude": "37.502032",
    "longitude": "15.087909",
    "excerpt": "The most obvious reason to visit this museum, adjacent to Catania's duomo, is to see the Fercolo, the famous silver reliquary bust of Saint Agata that's…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/museo-diocesano/a/poi-sig/1516435/360005",
    "image_url": null,
    "detail_description": "The most obvious reason to visit this museum, adjacent to Catania's duomo, is to see the Fercolo, the famous silver reliquary bust of Saint Agata that's paraded enthusiastically through Catania's streets every February. But don't miss the museum's other treasures: the Terme Achilliane (Roman baths) directly underneath the church and the fine views from the roof terrace beneath the cathedral's dome. The museum's collection of religious paintings includes Antonio Cavallucci's tender, luminous Sacra famiglia (Sacred Family; c 1790).\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 15,
    "name": "Chiesa Badia di Sant'Agata",
    "latitude": "37.502968",
    "longitude": "15.088198",
    "excerpt": "With an elegant concave-convex facade reminiscent of Borromini, this 18th-century church was designed by Palermitan architect Giovanni Battista Vaccarini…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/chiesa-badia-di-sant-agata/a/poi-sig/1539754/360005",
    "image_url": null,
    "detail_description": "With an elegant concave-convex facade reminiscent of Borromini, this 18th-century church was designed by Palermitan architect Giovanni Battista Vaccarini. The architect's death in 1768 saw Nicolò Daniele take over completion of the interior, his own contributions including the dramatic Carrara marble floor and amber-coloured altars in Castronovo marble. The pièce de résistance, however, is the spectacular, 360-degree panorama from the dome, which takes in the city's rooftops and domes, and a brooding Mt Etna to the north.\r\n\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 13,
    "name": "Parco Archeologico Greco Romano",
    "latitude": "37.502508",
    "longitude": "15.083864",
    "excerpt": "West of Piazza del Duomo lie Catania's most impressive ancient ruins: the remains of a 2nd-century Roman Theatre and its small rehearsal theatre, the…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/parco-archeologico-greco-romano/a/poi-sig/1255556/360005",
    "image_url": null,
    "detail_description": "West of Piazza del Duomo lie Catania's most impressive ancient ruins: the remains of a 2nd-century Roman Theatre and its small rehearsal theatre, the Odeon. The ruins are evocatively sited in the thick of a crumbling residential neighbourhood, with vine-covered buildings that appear to have sprouted organically from the half-submerged stage. Adjacent to the main theatre is the Casa Liberti (closed Sundays), an elegantly restored 19th-century apartment now home to two millennia worth of artefacts discovered during the excavation of the site.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 12,
    "name": "Le Ciminiere",
    "latitude": "37.50896",
    "longitude": "15.102832",
    "excerpt": "Le Ciminiere is a modern museum complex housed in a converted sulphur refinery. The most interesting of its museums is the Museo Storico dello Sbarco in…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/le-ciminiere/a/poi-sig/471664/360005",
    "image_url": null,
    "detail_description": "Le Ciminiere is a modern museum complex housed in a converted sulphur refinery. The most interesting of its museums is the Museo Storico dello Sbarco in Sicilia, which illustrates the history of the WWII Allied landings in Sicily. Also noteworthy is the Museo del Cinema, which explores the evolution of movie making and features movie posters, memorabilia and vintage cinema equipment. Museums aside, Le Ciminiere is also home to performance space Zo.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 11,
    "name": "Museo Belliniano",
    "latitude": "37.502738",
    "longitude": "15.0844",
    "excerpt": "One of Italy's great opera composers, Vincenzo Bellini was born in Catania in 1801. The house he grew up in has since been converted into this museum,…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/museo-belliniano/a/poi-sig/471668/360005",
    "image_url": null,
    "detail_description": "One of Italy's great opera composers, Vincenzo Bellini was born in Catania in 1801. The house he grew up in has since been converted into this museum, which houses an interesting collection of memorabilia, including original scores, photographs, pianos once played by Bellini, and the maestro's death mask.\nIn his short life (he died aged 34), Bellini composed 10 operas, including the famous trio: La sonnambula (The Sleepwalker), I puritani (The Puritans) and Norma, which has since been immortalised as the name of Sicily's most famous pasta dish – pasta alla Norma."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 10,
    "name": "Museo Civico",
    "latitude": "37.498976",
    "longitude": "15.084776",
    "excerpt": "Housed in the brooding 13th-century Castello Ursino, Catania's civic museum holds the valuable Biscari archaeological collection, an extensive collection…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/museo-civico/a/poi-sig/471670/360005",
    "image_url": null,
    "detail_description": "Housed in the brooding 13th-century Castello Ursino, Catania's civic museum holds the valuable Biscari archaeological collection, an extensive collection of paintings, vases and sculpture, and an impressive coin collection. It's also home to a series of 15th- to 19th-century paintings, with notable works including Jusepe de Ribera’s Profetta, Pietro Novelli's San Cristoforo and Natale Attanasio’s quietly unnerving Sunt Lacrimae rerum (Crazy Women).\nAlso on display is a small collection of historical etchings, engravings, maps and watercolours depicting Catania through the ages."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 9,
    "name": "Chiesa di San Giuliano",
    "latitude": "37.504287",
    "longitude": "15.085123",
    "excerpt": "Attributed to Sicilian baroque maestro Vaccarini and built between 1739 and 1751, the Chiesa di San Giuliano features an elegant convex facade and, above…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/chiesa-di-san-giuliano/a/poi-sig/471656/360005",
    "image_url": null,
    "detail_description": "Attributed to Sicilian baroque maestro Vaccarini and built between 1739 and 1751, the Chiesa di San Giuliano features an elegant convex facade and, above the portal, a broken pediment graced by two allegorical female figures. Capping the church is a polygonal porch, from which the convent's cloistered nuns (often hailing from noble families) could view the passing procession on the feast day of St Agatha. Tours of the church include access to the dome loggia, which offers sweeping city views.\nThe church's octagonal interior harbours a 14th-century crucifix and beautiful high altar adorned with polychromatic marble."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 8,
    "name": "Monastero dei Benedettini di San Nicolò l'Arena",
    "latitude": "37.504185",
    "longitude": "15.079991",
    "excerpt": "This is one of Europe's largest monasteries and an example of the wealth enjoyed by the Benedictine order. Built in 1703 and now part of the city…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/monastero-dei-benedettini-di-san-nicolo-l-arena/a/poi-sig/1378088/360005",
    "image_url": null,
    "detail_description": "This is one of Europe's largest monasteries and an example of the wealth enjoyed by the Benedictine order. Built in 1703 and now part of the city university, it's home to two grand internal cloisters and one of Sicily's most important libraries. Engaging daily guided tours visit the cloisters and library, as well as other areas usually closed to the public. Alternatively, you can view the cloisters on your own from the surrounding corridors. Not all the tours are in English, so call ahead to confirm English-language tour times.\nTwo tickets are available: the first (adult/reduced €9/3.50) includes entry to the Monastero delle Benedettine, while the second (adult/reduced €14/4.50) also includes access to the Museo Diocesano and its subterranean Roman baths."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 7,
    "name": "Cattedrale di Sant'Agata",
    "latitude": "37.502492",
    "longitude": "15.088556",
    "excerpt": "Inside the vaulted interior of this cathedral, beyond its impressive marble facade sporting two orders of columns taken from the Roman amphitheatre, lie…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/cattedrale-di-sant-agata/a/poi-sig/1255548/360005",
    "image_url": null,
    "detail_description": "Inside the vaulted interior of this cathedral, beyond its impressive marble facade sporting two orders of columns taken from the Roman amphitheatre, lie the relics of the city's patron saint. Its other famous resident is the world-famous Catanian composer Vincenzo Bellini, his remains transferred here in 1876, 41 years after his death in France. Consider visiting the Museo Diocesano next door for access to the Roman baths directly underneath the church.\nThe young virgin Agata resisted the advances of the nefarious Quintian (AD 250) and was horribly mutilated (her breasts were hacked off and her body rolled in hot coals). You can actually visit the dungeons where these atrocities were committed under the Chiesa di Sant'Agata al Carcere behind the Roman amphitheatre on Piazza Stesicoro. The saint's jewel-drenched effigy is ecstatically venerated on 5 February in one of Sicily's largest festivals."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 6,
    "name": "Via Etnea",
    "latitude": "37.504781",
    "longitude": "15.086943",
    "excerpt": "It's not difficult to see how Catania's main shopping street got its name – on a clear day you can see Mt Etna rising majestically at the end of it. Via…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/via-etnea/a/poi-sig/1372626/360005",
    "image_url": null,
    "detail_description": "It's not difficult to see how Catania's main shopping street got its name – on a clear day you can see Mt Etna rising majestically at the end of it. Via Etnea runs straight from Piazza del Duomo up to the foothills below Etna. Lined with stores, bars and pavement cafes, it's busy at most times but heaves on Saturday afternoons, when shoppers pile in from the suburbs to strut, schmooze and update their wardrobes.\nAt its southern end, Piazza dell'Università is an atmospheric spot to take stock over a coffee and cake. On the other side of the square is Palazzo dell'Università, the Vaccarini-designed building that houses the city university. On the eastern flank is another Vaccarini edifice, Palazzo Sangiuliano.To escape the madding crowds, continue up to the Giardino Bellini where you can relax on a bench in the shady gardens and admire views up to that volcano."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 5,
    "name": "Fontana dell'Elefante",
    "latitude": "37.502423",
    "longitude": "15.087265",
    "excerpt": "Taking centre stage on Catania's showpiece Piazze del Duomo is the city's most memorable monument, the smiling Fontana dell'Elefante (Fountain of the…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/fontana-dell-elefante/a/poi-sig/471662/360005",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/200518623-001_full.jpg",
    "detail_description": "Taking centre stage on Catania's showpiece Piazze del Duomo is the city's most memorable monument, the smiling Fontana dell'Elefante (Fountain of the Elephant; 1736). Made of lava stone and dating from the Roman period, the comical statue is of an adorable elephant, known locally as Liotru and the symbol of the city. The statue is surmounted by an improbable Egyptian obelisk, which according to local folklore possesses magical powers.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 4,
    "name": "Piazza del Duomo",
    "latitude": "37.502447",
    "longitude": "15.087251",
    "excerpt": "A Unesco World Heritage Site, Catania's central piazza is a set piece of contrasting lava and limestone, surrounded by buildings in the unique local…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/piazza-del-duomo/a/poi-sig/471674/360005",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-140515463_full.jpg",
    "detail_description": "A Unesco World Heritage Site, Catania's central piazza is a set piece of contrasting lava and limestone, surrounded by buildings in the unique local baroque style and crowned by the grand Cattedrale di Sant'Agata. At its centre stands Fontana dell'Elefante (1736), a naive, smiling black-lava elephant dating from Roman times and surmounted by an improbable Egyptian obelisk. Another fountain at the piazza's southwest corner, Fontana dell'Amenano, marks the entrance to Catania's fish market.\nLegend has it that the elephant belonged to the 8th-century magician Eliodorus, who reputedly made his living by turning people into animals. The obelisk itself is said to possess magical powers that help ease Mt Etna's volatile temperament. Much younger is the 19th-century Amenano fountain. Created by Neapolitan sculptor Tito Angelini, the splash-happy piece commemorates the Amenano river, which once ran above ground and on whose banks the Greeks first founded the city of Catania, which they named Katáne."
},
{
    "country": "catania",
    "city": "Catania",
    "index": 3,
    "name": "La Pescheria",
    "latitude": "37.501768",
    "longitude": "15.087061",
    "excerpt": "Catania's raucous fish market, which takes over the streets behind Piazza del Duomo every workday morning, is pure street theatre. Tables groan under the…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/la-pescheria/a/poi-sig/1255552/360005",
    "image_url": null,
    "detail_description": "Catania's raucous fish market, which takes over the streets behind Piazza del Duomo every workday morning, is pure street theatre. Tables groan under the weight of decapitated swordfish, ruby-pink prawns and trays full of clams, mussels, sea urchins and all manner of mysterious sea life. Fishmongers gut silvery fish and high-heeled housewives step daintily over pools of blood-stained water. It's absolutely riveting. Surrounding the market are a number of good seafood restaurants.\n"
},
{
    "country": "catania",
    "city": "Catania",
    "index": 2,
    "name": "Teatro Massimo Bellini",
    "latitude": "37.504202",
    "longitude": "15.09007",
    "excerpt": "Completed in 1890 and made for homegrown composer Vincenzo Bellini, Catania's opera house is suitably lavish, from the stucco-and-marble extravagance of…",
    "detail_url": "https://www.lonelyplanet.com/italy/sicily/catania/attractions/teatro-massimo-bellini/a/poi-sig/1137823/360005",
    "image_url": null,
    "detail_description": "Completed in 1890 and made for homegrown composer Vincenzo Bellini, Catania's opera house is suitably lavish, from the stucco-and-marble extravagance of the foyer (dubbed the ridotto) to the glory of the theatre itself, wrapped in four tiers of gilded boxes. Its painted ceiling, by Ernesto Bellandi, depicts scenes from four of Bellini’s best-known operas. The Associazione Guide Turistiche Catania (www.guidecatania.it; info@guidecatania.it) runs 45-minute guided tours; email to book a tour and call ahead to confirm times as the theatre isn't always open.\n"
}
]