[
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 1,
    "name": "Basilica Minore del Santo Niño",
    "latitude": "10.294209",
    "longitude": "123.902006",
    "excerpt": "Cebu's holiest church houses a revered Flemish statuette of the Christ child (Santo Niño) that dates to Magellan's time. The church is no stranger to…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/basilica-minore-del-santo-nino/a/poi-sig/480618/357333",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_2161579305.jpg",
    "detail_description": "Cebu's holiest church houses a revered Flemish statuette of the Christ child (Santo Niño) that dates to Magellan's time. The church is no stranger to hardship: established in 1565 (the first church in the Philippines), three earlier structures were destroyed by fire, before the existing baroque structure was built in 1737. Its facade and belfry were badly damaged by the 2013 earthquake but have been restored.\nPerhaps the church owes its incendiary past to the perennial bonfire of candles in its courtyard, stoked by an endless procession of pilgrims and other worshippers. The object of their veneration is an image of the infant Jesus, sequestered in a chapel to the left of the altar. It dates back to Magellan's time and is said to be miraculous (which it probably had to be to survive all those fires). Every year, the image is the centrepiece of Cebu's largest annual event, the Sinulog Festival.On Sundays and Fridays, the street outside the church is closed to vehicular traffic, all-day outdoor masses are held and the basilica turns into a sea of pilgrims, water sellers and replica Santo Niño salespeople."
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 13,
    "name": "City Hall",
    "latitude": "10.292699",
    "longitude": "123.901706",
    "excerpt": "Lords it over Plaza Sugbo and Magellan's Cross.",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/city-hall/a/poi-sig/1528167/357333",
    "image_url": null,
    "detail_description": "Lords it over Plaza Sugbo and Magellan's Cross.\n"
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 11,
    "name": "Cebu Cathedral",
    "latitude": "10.295212",
    "longitude": "123.90309",
    "excerpt": "This neoclassical cathedral was completed in 1909, replacing many earlier structures on the site. Only its facade and belfry survived WWII bombs.",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/cebu-cathedral/a/poi-sig/1400695/357333",
    "image_url": null,
    "detail_description": "This neoclassical cathedral was completed in 1909, replacing many earlier structures on the site. Only its facade and belfry survived WWII bombs.\n"
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 10,
    "name": "Yap-Sandiego Ancestral House",
    "latitude": "10.29917",
    "longitude": "123.904045",
    "excerpt": "The atmospheric Yap-Sandiego Ancestral House is among the country's oldest residential homes, built around 1680 from wood and coral stone, its design…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/yap-sandiego-ancestral-house/a/poi-sig/1503515/357333",
    "image_url": null,
    "detail_description": "The atmospheric Yap-Sandiego Ancestral House is among the country's oldest residential homes, built around 1680 from wood and coral stone, its design combining Spanish and Chinese architectural influences. Inside there's a mass of antiquities, fine furniture, religious art and curios to browse.\n"
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 12,
    "name": "Heritage of Cebu Monument",
    "latitude": "10.298769",
    "longitude": "123.903669",
    "excerpt": "This brash monument depicts 500 years of city history.",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/heritage-of-cebu-monument/a/poi-sig/1503516/357333",
    "image_url": null,
    "detail_description": "This brash monument depicts 500 years of city history.\n"
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 8,
    "name": "University of San Carlos Museum",
    "latitude": "10.300141",
    "longitude": "123.898455",
    "excerpt": "This well-presented museum is best known for its anthropological and archaeological exhibits, including displays depicting the 16th-century practice of…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/university-of-san-carlos-museum/a/poi-sig/1503514/357333",
    "image_url": null,
    "detail_description": "This well-presented museum is best known for its anthropological and archaeological exhibits, including displays depicting the 16th-century practice of artificial skull deformation on infants for aesthetic reasons. We'll let you be the judge of that. There are ancient boat coffins dug up in Anda, Bohol, in the 1970s, and some fascinating limestone burial jars dating from about the 6th century. Note the covers – carved phalluses for men, roofs for women, faces for datu (chiefs).\n."
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 9,
    "name": "Tops Lookout",
    "latitude": "10.374109",
    "longitude": "123.86939",
    "excerpt": "This viewpoint, high above the city, is best visited at sunset. Cafes (which open from 4pm) sell drinks and snacks. Some taxi drivers may refuse to tackle…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/tops-lookout/a/poi-sig/480630/357333",
    "image_url": null,
    "detail_description": "This viewpoint, high above the city, is best visited at sunset. Cafes (which open from 4pm) sell drinks and snacks. Some taxi drivers may refuse to tackle the steep access road so make your way to JY Square Mall in Lahug, where habal-habal (motorcyle taxis) depart for the thrilling 30-minute ride (return P300) up a winding road.\nTo get to JY Sq take any jeepney labelled 'JY Mall' heading north on Pres Osmeña Blvd or east on N Escario St."
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 7,
    "name": "Jumalon Butterfly Sanctuary",
    "latitude": "10.291295",
    "longitude": "123.868189",
    "excerpt": "This impressive butterfly sanctuary, in tropical gardens surrounding the home of late founder Julian Jumalon, harbours more than 55 species, though…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/jumalon-butterfly-sanctuary/a/poi-sig/480620/357333",
    "image_url": null,
    "detail_description": "This impressive butterfly sanctuary, in tropical gardens surrounding the home of late founder Julian Jumalon, harbours more than 55 species, though numbers vary depending on the season. You'll receive a lecture and tour showing you butterflies in various stages of their life cycle, and butterfly collections and artworks made from damaged butterfly wings – even a presidential portrait! It's 4km west of the downtown area, around P110 in a taxi.\nThe best time for viewing is the morning, and the best time of year is from June to February, when the butterflies are breeding."
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 6,
    "name": "Carbon Market",
    "latitude": "10.291528",
    "longitude": "123.899775",
    "excerpt": "The sprawling Carbon Market is a boisterous, cacophonous frenzy that seemingly never sleeps. It's a local affair: expect mounds of fruit and vegetables,…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/carbon-market/a/poi-sig/480634/357333",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148505585_high.jpg",
    "detail_description": "The sprawling Carbon Market is a boisterous, cacophonous frenzy that seemingly never sleeps. It's a local affair: expect mounds of fruit and vegetables, some handicrafts (including basketry) and a large flower section.\n"
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 5,
    "name": "Magellan's Cross",
    "latitude": "10.293502",
    "longitude": "123.901985",
    "excerpt": "Ferdinand's Catholic legacy, a large wooden cross, is housed in a stone rotunda (built in 1841). The crucifix on show is said to contain remnants from a…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/magellan-s-cross/a/poi-sig/480626/357333",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6941db7cfc5a9708afb193d52005bc8d-magellan-s-cross.jpg",
    "detail_description": "Ferdinand's Catholic legacy, a large wooden cross, is housed in a stone rotunda (built in 1841). The crucifix on show is said to contain remnants from a cross Magellan planted on the shores of Cebu in 1521. A painting on the ceiling of the rotunda shows Magellan erecting the cross (actually, the locals are doing all the work – Magellan's just standing around). After the Santo Niño, this is the most venerated religious relic in Cebu.\n"
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 4,
    "name": "Fort San Pedro",
    "latitude": "10.292881",
    "longitude": "123.90596",
    "excerpt": "Established in 1565 under the command of Miguel López de Legazpi, conqueror of the Philippines, Fort San Pedro has served as an army garrison, a rebel…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/fort-san-pedro/a/poi-sig/480624/357333",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_710540281.jpg",
    "detail_description": "Established in 1565 under the command of Miguel López de Legazpi, conqueror of the Philippines, Fort San Pedro has served as an army garrison, a rebel stronghold, prison camp and the city zoo. Today's partly ruined structure, dating from the late 18th century, includes an impressive gateway, a small section of ramparts and a small museum. Its peaceful walled garden is a perfect retreat from the chaos and madness of downtown Cebu, especially at sunset.\nIt's walking distance from Cebu's port area."
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 3,
    "name": "Casa Gorordo Museum",
    "latitude": "10.299761",
    "longitude": "123.9049",
    "excerpt": "Downtown, in a quiet residential area, this museum was originally a private home (built in the 1850s). Later it was purchased by the Gorordos, one of Cebu…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/casa-gorordo-museum/a/poi-sig/480622/357333",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_2163229217.jpg",
    "detail_description": "Downtown, in a quiet residential area, this museum was originally a private home (built in the 1850s). Later it was purchased by the Gorordos, one of Cebu's leading families, and served as the residence of the archbishop of Cebu. The lower part of the house has walls of Mactan coral stone and the stunning upper-storey living quarters are pure Philippine hardwood, held together with wooden pegs. Inside the renovated building there's fine antique furniture plus paintings, historic photos.\nThere are various entrance packages, some include an audio guided tour and a drink in the adjacent cafe. Informative guides are available too; they're well-versed in local history."
},
{
    "country": "cebu-city",
    "city": "Cebu City",
    "index": 2,
    "name": "Museo Sugbo",
    "latitude": "10.303709",
    "longitude": "123.906491",
    "excerpt": "This excellent museum comprises several galleries in a sturdy old coral-stone building that was Cebu's provincial jail from 1870 to 2004. Rooms are…",
    "detail_url": "https://www.lonelyplanet.com/philippines/the-visayas/cebu-city/attractions/museo-sugbo/a/poi-sig/1449573/357333",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-690551970.jpg",
    "detail_description": "This excellent museum comprises several galleries in a sturdy old coral-stone building that was Cebu's provincial jail from 1870 to 2004. Rooms are dedicated to eras in Cebu's history. The American-era gallery contains an interesting collection of letters and memorabilia from Thomas Sharpe, one of 1065 teachers known as Thomasites who arrived in the early days of the American period to fulfil President McKinley's pledge to 'educate the Filipinos'.\nUpstairs a WWII gallery contains an American bomb that was dropped in Cebu, Japanese propaganda newspapers and a Purple Heart and Bronze Star earned by local Uldrico Cabahug. There's a cafe and a gift shop in the museum compound."
}
]