[
{
    "country": "chamarel",
    "city": "Chamarel",
    "index": 1,
    "name": "Ebony Forest of Chamarel",
    "latitude": "-20.438333",
    "longitude": "57.366958",
    "excerpt": "One of the most exciting conservation initiatives in Mauritius in the last few years, the Ebony Forest seeks to recreate a small pocket of indigenous…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/ebony-forest-of-chamarel/a/poi-sig/1613557/1331459",
    "image_url": null,
    "detail_description": "One of the most exciting conservation initiatives in Mauritius in the last few years, the Ebony Forest seeks to recreate a small pocket of indigenous native forest, the likes of which covered the entire island just 250 years ago. When finished the forest will cover 45 hectares; around a third has been completed. There are 7km of hiking routes, two raised walkways that climb into the mid-canopy, safari jeeps, and an interpretation centre with a small shop.\nMauritius Wildlife Foundation has begun introducing two of Mauritius' most endangered signature species: the pink pigeon and echo parakeet. Other bird species to watch out for along the Ebony Forest's trails are the Mauritius paradise flycatcher, grey white-eye, Mauritius black bulbul, white-tailed tropicbird, Mascarene swiftlet and Mascarene swallow.Ask about the special packages, which include birdwatching, guided hikes, and even a package for honeymooners called the 'Love Tree'.To get here, you need to enter through the gate for Terres de 7 Couleurs."
},
{
    "country": "chamarel",
    "city": "Chamarel",
    "index": 5,
    "name": "Terres de 7 Couleurs",
    "latitude": "-20.440555",
    "longitude": "57.373974",
    "excerpt": "Chamarel Coloured Earths have become one of the sights on the island's usual tourist circuit. Some travellers (and we're among them) find them quite…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/terres-de-7-couleurs/a/poi-sig/1345158/1331459",
    "image_url": null,
    "detail_description": "Chamarel Coloured Earths have become one of the sights on the island's usual tourist circuit. Some travellers (and we're among them) find them quite underwhelming but the queues to enter continue. If you temper your expectations, there's a greater chance of enjoying the variations of colourful sand – a result of the uneven cooling of molten rock. The site is 2km southwest of Chamarel. On your way through the reserve, stop at Chamarel Waterfall.\nTortoises are kept in an enclosure just below the coloured earths, which lie 3km inside the Terres de 7 Couleurs area.The entire property was once the private estate of Charles de Chazal de Chamarel, who hosted Matthew Flinders during Flinders' captivity in Mauritius during the Napoleonic Wars."
},
{
    "country": "chamarel",
    "city": "Chamarel",
    "index": 4,
    "name": "Chamarel Waterfall",
    "latitude": "-20.443038",
    "longitude": "57.383823",
    "excerpt": "About halfway (1.5km) between the entrance gate to Terres de 7 Couleurs and the colourful sands is a scenic viewpoint over the waterfall, which plunges…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/chamarel-waterfall/a/poi-sig/1345162/1331459",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-477493664_medium.jpg",
    "detail_description": "About halfway (1.5km) between the entrance gate to Terres de 7 Couleurs and the colourful sands is a scenic viewpoint over the waterfall, which plunges more than 95m in a single drop. With a reservation, you can abseil with Vertical World from the top of Chamarel Waterfall all the way into the pool at its base. Note that you can only get to the waterfall by paying the entrance fee to Terres de 7 Couleurs.\n"
},
{
    "country": "chamarel",
    "city": "Chamarel",
    "index": 3,
    "name": "Curious Corner of Chamarel",
    "latitude": "-20.438987",
    "longitude": "57.390282",
    "excerpt": "This eclectic place is utterly unlike anywhere else on the island. Essentially an interactive gallery of illusions and art, it has an upside-down room, a…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/curious-corner-of-chamarel/a/poi-sig/1534798/1331459",
    "image_url": null,
    "detail_description": "This eclectic place is utterly unlike anywhere else on the island. Essentially an interactive gallery of illusions and art, it has an upside-down room, a laser room and plenty of other attractions that play on your curiosity (and wreak havoc with your sense of perspective). There's a pizza cafe, the Puzzles &amp; Things Shop and an overarching sense of playful originality. It's opposite the turn-off to Terres de 7 Couleurs.\n"
},
{
    "country": "chamarel",
    "city": "Chamarel",
    "index": 2,
    "name": "Rhumerie de Chamarel",
    "latitude": "-20.427214",
    "longitude": "57.39687",
    "excerpt": "Set among the vast hillside plantations of Chamarel, the rhumerie is a working distillery that doubles as a museum showcasing the rum-making process. The…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/rhumerie-de-chamarel/a/poi-sig/1345166/1331459",
    "image_url": null,
    "detail_description": "Set among the vast hillside plantations of Chamarel, the rhumerie is a working distillery that doubles as a museum showcasing the rum-making process. The pet project of the Beachcomber hotel tycoon, the factory opened in 2008 and uses a special ecofriendly production method ensuring that all materials are recycled. The rum is quite well regarded by experts, and makes for a pleasant coda to a guided tour of the plant. Time your visit to enjoy lunch at the museum's restaurant, L'Alchimiste.\n"
}
]