[
{
    "country": "changsha",
    "city": "Changsha",
    "index": 1,
    "name": "Kaifu Temple",
    "latitude": "28.227169",
    "longitude": "112.972423",
    "excerpt": "This large and active temple in the north of town dates originally to the Five Dynasties period, with many additions during later dynasties. The imposing…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/kaifu-temple/a/poi-sig/1536701/355998",
    "image_url": null,
    "detail_description": "This large and active temple in the north of town dates originally to the Five Dynasties period, with many additions during later dynasties. The imposing Hall of the Three Kings (三圣殿; Sānshèng Diàn) at the front contains a huge statue of Milefo – the future Buddha – jovially seated as you walk in. The Pilu Hall at the rear sees a vast seated effigy of Sakyamuni within a cabinet and 500 luóhàn (arhat) behind glass around the wall.\nYou can count your age from any luóhàn of choice and then receive a corresponding lot (¥10; in Chinese only) for pointers on your destiny. The Goddess of Compassion is worshipped in the Hall of Great Compassion (大悲殿; Dàbēi Diàn), where Guanyin stands in front of a sea of flickering candles, as pilgrims revolve clockwise around her and nuns read sutras aloud."
},
{
    "country": "changsha",
    "city": "Changsha",
    "index": 8,
    "name": "Hunan Provincial Museum",
    "latitude": "28.2152",
    "longitude": "112.987078",
    "excerpt": "Changsha's main attraction is this modern museum. There's a special focus on the Mawangdui Tombs, which were excavated nearby in the early 1970s,…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/hunan-provincial-museum/a/poi-sig/472926/355998",
    "image_url": null,
    "detail_description": "Changsha's main attraction is this modern museum. There's a special focus on the Mawangdui Tombs, which were excavated nearby in the early 1970s, revealing a trove of Han dynasty lacquerware, figurines, textiles and other artefacts. You'll need your passport for entry.\n"
},
{
    "country": "changsha",
    "city": "Changsha",
    "index": 9,
    "name": "Lieshi Park",
    "latitude": "28.207117",
    "longitude": "112.986971",
    "excerpt": "Tree-shaded and dotted with lakes, leafy – and incredibly huge – Lieshi Park is very popular in the mornings for singing, dancing and taichi.",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/lieshi-park/a/poi-sig/1497034/355998",
    "image_url": null,
    "detail_description": "Tree-shaded and dotted with lakes, leafy – and incredibly huge – Lieshi Park is very popular in the mornings for singing, dancing and taichi.\n"
},
{
    "country": "changsha",
    "city": "Changsha",
    "index": 7,
    "name": "Hunan County No 1 Teachers’ Training School",
    "latitude": "28.177902568032",
    "longitude": "112.9657548666",
    "excerpt": "Between 1913 and 1918, Mao studied here and returned to teach classics from 1920 to 1922. It’s still a working college, and sometimes students keen to…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/hunan-county-no-1-teachers-training-school/a/poi-sig/472924/355998",
    "image_url": null,
    "detail_description": "Between 1913 and 1918, Mao studied here and returned to teach classics from 1920 to 1922. It’s still a working college, and sometimes students keen to practise English will show you around Mao’s dormitory and classrooms, the halls where he held his first political meetings, and the well where he drew water for his cold baths. Otherwise, you'll find few English captions.\n"
},
{
    "country": "changsha",
    "city": "Changsha",
    "index": 6,
    "name": "Yuelu Mountain",
    "latitude": "28.196924",
    "longitude": "112.944882",
    "excerpt": "This large park on the slopes of Yuelu Mountain makes a pleasant city break. You can climb to the top in less than an hour, or else go up on the chair…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/yuelu-mountain/a/poi-sig/1497031/355998",
    "image_url": null,
    "detail_description": "This large park on the slopes of Yuelu Mountain makes a pleasant city break. You can climb to the top in less than an hour, or else go up on the chair lift (up ¥30, return ¥50; 9am to 5pm), before whizzing back down on the toboggan ride.\nTo get here, turn left out of Exit 3 of Yingwanzhen metro station, then turn right down Yueshan Lu and the entrance will soon be on your right. Bus 旅1 from the train station stops at the gate."
},
{
    "country": "changsha",
    "city": "Changsha",
    "index": 5,
    "name": "Old City Walls & Tianxin Pavilion",
    "latitude": "28.186891",
    "longitude": "112.975749",
    "excerpt": "The old city walls, which once stretched for 9km around ancient Changsha, were built of rammed earth in 202 BC, reinforced with stone in AD 1372 (during…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/old-city-walls-tianxin-pavilion/a/poi-sig/472928/355998",
    "image_url": null,
    "detail_description": "The old city walls, which once stretched for 9km around ancient Changsha, were built of rammed earth in 202 BC, reinforced with stone in AD 1372 (during the Ming dynasty), damaged by the Taiping in 1852 and finally demolished in 1928, save for this imposing 251m-long section. You can enter Tianxin Park for free and wander around the old wall, but you have to pay to climb up on top of it, and to visit the attractive Tianxin Pavilion atop it.\nThe extant section was restored in 1983."
},
{
    "country": "changsha",
    "city": "Changsha",
    "index": 4,
    "name": "Yuelu Academy",
    "latitude": "28.184035",
    "longitude": "112.933617",
    "excerpt": "Students have been cramming for exams at the base of Yuelu Mountain west of the river since AD 976, when the academy was established as one of China’s…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/yuelu-academy/a/poi-sig/1437497/355998",
    "image_url": null,
    "detail_description": "Students have been cramming for exams at the base of Yuelu Mountain west of the river since AD 976, when the academy was established as one of China’s four institutions of higher learning. The Song-era grounds are now part of Hunan University. By the entrance is Hèxī Pavilion (Hèxī Tái), once on Yuelu’s summit, which assembles the writings of some of China’s great minds, including a poem of conversing sonnets collaboratively composed by the Confucian scholars Zhu Xi and Zhang Shi.\n"
},
{
    "country": "changsha",
    "city": "Changsha",
    "index": 3,
    "name": "Tangerine Isle",
    "latitude": "28.198976",
    "longitude": "112.95736",
    "excerpt": "The most famous of the city’s parks is a 5km-long sliver of an island smack bang in the middle of the Xiang River. A reflective 32-year-old Mao…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/tangerine-isle/a/poi-sig/1437825/355998",
    "image_url": null,
    "detail_description": "The most famous of the city’s parks is a 5km-long sliver of an island smack bang in the middle of the Xiang River. A reflective 32-year-old Mao immortalised it in 'Changsha', probably his best-regarded poem, after standing at its southern tip and looking west towards Yuelu Mountain one autumn day. A towering granite bust of a youthful Chairman with flowing locks now stands at the spot – but faces in a new direction.\nYou can walk a circuit of the island on the pleasant riverside promenade, or catch a hop-on, hop-off sightseeing bus (¥20) for the 9km round trip by the metro entrance."
},
{
    "country": "changsha",
    "city": "Changsha",
    "index": 2,
    "name": "Changsha Municipal Museum",
    "latitude": "28.201633",
    "longitude": "112.984182",
    "excerpt": "A colossal aluminium/magnesium alloy statue of Mao Zedong, cast in Heilongjiang, affably greets you at the entrance. This is the first clue that, despite…",
    "detail_url": "https://www.lonelyplanet.com/china/hunan/changsha/attractions/changsha-municipal-museum/a/poi-sig/472920/355998",
    "image_url": null,
    "detail_description": "A colossal aluminium/magnesium alloy statue of Mao Zedong, cast in Heilongjiang, affably greets you at the entrance. This is the first clue that, despite the paintings, ceramics and jade on display, this museum is really a shrine; note the huge portrait of a young Mao with shafts of light emanating from his head above the entrance.\nThe museum also houses the former site of the Hunan CCP Committee (中共湘区委员会旧址; Zhōng Gòng Xiāngqū Wěiyuánhuì Jiùzhǐ), where Mao lived from 1921 to 1923 while secretly running the local CCP. Elsewhere it's a lovely wooded area with some pleasant walks."
}
]