[
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 1,
    "name": "Sullenberger Aviation Museum",
    "latitude": "35.2259",
    "longitude": "-80.9333",
    "excerpt": "The Sullenberger Aviation Museum, honoring Captain Chesley Burnett “Sully” Sullenberger III, is located at the Charlotte Douglas International Airport.",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/sullenberger-aviation-museum/a/poi-sig/1128932/362212",
    "image_url": "https://lp-cms-production.imgix.net/2023-01/Carolina-aviation-museum-render-2022-RM.png",
    "detail_description": "Note that this museum is closed until summer 2024.\nOriginally the Carolinas Aviation Museum, the renamed Sullenberger Aviation Museum reopened in early 2023 in a new location at the Charlotte Douglas International Airport, honoring Captain Chesley Burnett “Sully” Sullenberger III. The permanent exhibit highlights the heroic efforts of Captain Sully and the entire flight crew of US Airways Flight 1549 who, on January 19, 2009, safely landed their distressed aircraft in the Hudson River after it struck a flock of birds taking off from New York’s LaGuardia Airport enroute to Charlotte, North Carolina. All 155 passengers aboard the flight were saved. The sprawling space, with a visitor center, main gallery, outdoor plaza and historic airplane hangar includes dozens of aircraft and immersive storytelling exhibits as well as public and private event spaces to be used for innovative and inspiring programming\n"
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 13,
    "name": "Harvey B Gantt Center",
    "latitude": "35.223422",
    "longitude": "-80.848292",
    "excerpt": "This thriving Uptown art museum was named in honor of former city mayor and civil rights champion Harvey Gannt. Its three small galleries host changing…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/harvey-b-gantt-center/a/poi-sig/1589669/362212",
    "image_url": null,
    "detail_description": "This thriving Uptown art museum was named in honor of former city mayor and civil rights champion Harvey Gannt. Its three small galleries host changing exhibitions of cutting-edge contemporary African American art, from North Carolina and beyond.\n"
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 12,
    "name": "Romare Bearden Park",
    "latitude": "35.226603",
    "longitude": "-80.847487",
    "excerpt": "This small park celebrates the African American artist and writer Romare Bearden, born in Charlotte in 1911. A pretty spot to admire the Uptown skyline or…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/romare-bearden-park/a/poi-sig/1519868/362212",
    "image_url": null,
    "detail_description": "This small park celebrates the African American artist and writer Romare Bearden, born in Charlotte in 1911. A pretty spot to admire the Uptown skyline or watch the sunset, it hosts free live music in summer (noon to 1:30pm Tuesday and Friday, 6pm to 9pm Wednesday).\n"
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 9,
    "name": "Bechtler Museum of Modern Art",
    "latitude": "35.224377",
    "longitude": "-80.847445",
    "excerpt": "An Uptown landmark, thanks to sculptor Niki de Saint Phalle’s huge mirror-tiled Firebird out front, this showcase for 20th-century art was donated to the…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/bechtler-museum-of-modern-art/a/poi-sig/1589534/362212",
    "image_url": null,
    "detail_description": "An Uptown landmark, thanks to sculptor Niki de Saint Phalle’s huge mirror-tiled Firebird out front, this showcase for 20th-century art was donated to the city by the Bechtlers, a family of Swiss industrialists. Highlights of its permanent collection, displayed on the 3rd floor, include ceramics and lithographs by Picasso, and tiny gilded bronzes by Alberto Giacometti, a family friend.\nLook out for top-class temporary exhibitions on the 2nd and 4th floors."
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 10,
    "name": "Charlotte Museum of History",
    "latitude": "35.233789",
    "longitude": "-80.766764",
    "excerpt": "There’s a lot to read at Charlotte’s history museum, in a restored mansion 6 miles east of the center. Wordy displays explain the city’s origins, and its…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/charlotte-museum-of-history/a/poi-sig/1589619/362212",
    "image_url": null,
    "detail_description": "There’s a lot to read at Charlotte’s history museum, in a restored mansion 6 miles east of the center. Wordy displays explain the city’s origins, and its role in the American Revolution, in great detail. There’s little to look at, though, other than a model of Charlotte as a simple rural crossroads in 1775.\nHourly tours lead visitors out to the 1774 Hezekiah Home at the rear – the oldest stone building in the county."
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 11,
    "name": "Carolina Raptor Center",
    "latitude": "35.350652",
    "longitude": "-80.918437",
    "excerpt": "A pleasant woodland stroll within the Latta Plantation Nature Preserve leads past aviaries holding predatory birds that have suffered injuries – you may…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/carolina-raptor-center/a/poi-sig/1589671/362212",
    "image_url": null,
    "detail_description": "A pleasant woodland stroll within the Latta Plantation Nature Preserve leads past aviaries holding predatory birds that have suffered injuries – you may come across volunteers taking a vulture for a walk. En route you’ll learn about the ‘disgusting habits’ of black vultures, that bald eagles aren’t really bald – they’re white – and that owls are ‘not the brightest of birds.’\n"
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 8,
    "name": "Discovery Place Science",
    "latitude": "35.22904",
    "longitude": "-80.840621",
    "excerpt": "Illustrating simple scientific principles with eye-catching displays, Discovery Place is targeted largely at kids. It centers on a steamy rainforest that…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/discovery-place-science/a/poi-sig/1589668/362212",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Charlotte%20Bryan%20Pollard%20shutterstock_1060544870%20RFE.jpg",
    "detail_description": "Illustrating simple scientific principles with eye-catching displays, Discovery Place is targeted largely at kids. It centers on a steamy rainforest that's inhabited by live macaws, and crossed by a swaying (not at all scary) rope bridge. Pretty much everything, including some docile snakes, is hands-on, though the ‘Fantastic Frogs’ and pulsating moon jellies remain safely behind glass.\nVisitors can pay extra to watch a movie in the big-screen IMAX theater."
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 7,
    "name": "Historic Latta Plantation",
    "latitude": "35.353496",
    "longitude": "-80.930529",
    "excerpt": "This 19th-century cotton plantation occupies a small corner of a scenic nature preserve, a dozen miles north of Uptown Charlotte. Exhibits in the visitor…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/historic-latta-plantation/a/poi-sig/1589670/362212",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Huntersville%20DMO%20Carol%20M.%20Highsmith%20Library%20of%20Congress%20RFE.jpg",
    "detail_description": "This 19th-century cotton plantation occupies a small corner of a scenic nature preserve, a dozen miles north of Uptown Charlotte. Exhibits in the visitor center tell the story of the Latta family and their 32 slaves, while guided tours lead through their small clapboard home. You’re then free to wander around neighboring structures such as the imposing carriage barn.\nDrive another 200yd after you leave to reach the shoreline of Mountain Island Lake, a pretty spot for a picnic."
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 6,
    "name": "Mint Museum Randolph",
    "latitude": "35.197413",
    "longitude": "-80.814121",
    "excerpt": "The US Mint opened its first-ever outpost in Uptown Charlotte in 1837, using gold mined from the mountains nearby. Transported 3 miles southeast a century…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/mint-museum-randolph/a/poi-sig/1589618/362212",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Charlotte%20hstiver%20GettyImages-1203600488%20RFE.jpg",
    "detail_description": "The US Mint opened its first-ever outpost in Uptown Charlotte in 1837, using gold mined from the mountains nearby. Transported 3 miles southeast a century later, the building now holds treasures ranging from ceramic masterpieces from Britain and North Carolina to stunning modern American decorative glasswork. Best of all are the wonderful pre-Columbian artifacts created by the Aztecs and Maya.\nAdmission tickets also cover the Mint Museum Uptown, and are valid for two days."
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 5,
    "name": "Mint Museum Uptown",
    "latitude": "35.224184",
    "longitude": "-80.847917",
    "excerpt": "A stunning modernist edifice tucked between mighty skyscrapers, the Uptown portion of Charlotte’s Mint Museum consists of two distinct halves. One makes a…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/mint-museum-uptown/a/poi-sig/1589535/362212",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/59542185f0c2db7daa056fe7c79d79e9-mint-museum-uptown.jpg",
    "detail_description": "A stunning modernist edifice tucked between mighty skyscrapers, the Uptown portion of Charlotte’s Mint Museum consists of two distinct halves. One makes a chronological journey through American art from the 18th century onwards, with a room devoted to local painter Romare Bearden. The other covers crafts and design, and holds some extraordinary contemporary works in glass, wood and clay.\nAdmission tickets remain valid for two days, and also cover the Mint Museum Randolph."
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 4,
    "name": "NASCAR Hall of Fame",
    "latitude": "35.220959",
    "longitude": "-80.84399",
    "excerpt": "The race-car simulator ($5) at this rip-roaring Uptown museum hurtles you onto the track and into a 15-car race that feels surprisingly real. Elsewhere,…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/nascar-hall-of-fame/a/poi-sig/1516277/362212",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/88fb0489885ed4599bb052dd7466a3d2-nascar-hall-of-fame.jpg",
    "detail_description": "The race-car simulator ($5) at this rip-roaring Uptown museum hurtles you onto the track and into a 15-car race that feels surprisingly real. Elsewhere, learn the history of an American-born sport whose roots lie in moonshine running, check out six generations of race cars on ‘Glory Road,’ and test your pit-crew skills.\nCasual fans be warned: exhibits are heavily geared toward visitors who already know a lot about the sport. If you don't, you should at least be aware that NASCAR is short for National Association for Stock Car Auto Racing."
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 3,
    "name": "Levine Museum of the New South",
    "latitude": "35.228163",
    "longitude": "-80.838604",
    "excerpt": "Tracing the story of the ‘New South’ that emerged from the ashes of the Civil War, this committed museum explores the years of Reconstruction, Jim Crow…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/levine-museum-of-the-new-south/a/poi-sig/456613/362212",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Charlotte%20J.%20Michael%20Jones%20GettyImages-1321019953%20RFE.jpg",
    "detail_description": "Tracing the story of the ‘New South’ that emerged from the ashes of the Civil War, this committed museum explores the years of Reconstruction, Jim Crow and the Civil Rights movement. Haunting Dorothea Lange photos illuminate the Depression era on North Carolina’s plantations, while changing exhibits highlight current issues such as the 2016 shooting of Keith Lamont Scott by police.\nVisitors are encouraged to respond to questions such as ‘Does everyone have equal rights in the South today?’ Tip: they validate two hours of parking at the 7th Street Station garage next door."
},
{
    "country": "charlotte",
    "city": "Charlotte",
    "index": 2,
    "name": "Billy Graham Library",
    "latitude": "35.190311",
    "longitude": "-80.909243",
    "excerpt": "This multimedia 'library' celebrates superstar evangelist and 'pastor to the presidents' Billy Graham, who was born in Charlotte in 1918 and died just…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charlotte/attractions/billy-graham-library/a/poi-sig/1247193/362212",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Charlotte%20JHVEPhoto%20GettyImages-1297987854%20RFE.jpg",
    "detail_description": "This multimedia 'library' celebrates superstar evangelist and 'pastor to the presidents' Billy Graham, who was born in Charlotte in 1918 and died just short of his 100th birthday in 2018. The engaging and informative 90-minute tour opens with a gospel-preaching animatronic cow, then spotlights key moments in Graham's ministry, including the 1949 tent revival in Los Angeles, where he inspired the hero of Unbroken, Louis Zamperini.\nTitled the 'Journey of Faith,' and imbued of course with Christian proselytizing, the tour explores Graham's journey and the roots of modern Evangelicalism. Graham's boyhood home, which originally stood 4 miles away, has been relocated here, following a pit stop for a few years in South Carolina."
}
]