[
{
    "country": "charleston",
    "city": "Charleston",
    "index": 1,
    "name": "Aiken-Rhett House",
    "latitude": "32.791784208575",
    "longitude": "-79.93469953537",
    "excerpt": "The only surviving urban town-house complex, this 1820 abode gives a fascinating glimpse into antebellum life on a 45-minute self-guided audio tour. The…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/east-side-nomo-hampton-park/attractions/aiken-rhett-house/a/poi-sig/456559/1342223",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock35718838.jpg",
    "detail_description": "The only surviving urban town-house complex, this 1820 abode gives a fascinating glimpse into antebellum life on a 45-minute self-guided audio tour. The role of slaves is emphasized, and visitors wander into their dorm-style quarters behind the house before moving on to the lifestyle of the rich and famous.The Historic Charleston Foundation manages the property 'preserved as found,' conserving but not restoring it. There have been few alterations and you get it as is, peeling Parisian wallpaper and all.\nAt the back of the house, a laundry business was believed to have been operated by freed slaves after the Emancipation Act, and that room is now on display."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 29,
    "name": "Redux Contemporary Art Center",
    "latitude": "32.805331",
    "longitude": "-79.950522",
    "excerpt": "A contemporary-art hub and event space, with three galleries, a few dozen studios and some classrooms.",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/east-side-nomo-hampton-park/attractions/redux-contemporary-art-center/a/poi-sig/1592789/1342223",
    "image_url": null,
    "detail_description": "A contemporary-art hub and event space, with three galleries, a few dozen studios and some classrooms.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 28,
    "name": "Kahal Kadosh Beth Elohim",
    "latitude": "32.782133",
    "longitude": "-79.932919",
    "excerpt": "The oldest continuously used synagogue in the country, complete with a museum and gift shop. A tour costs $10 for adults and is free for children; check…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/harleston-village-upper-king-cannonborough-elliottborough/attractions/kahal-kadosh-beth-elohim/a/poi-sig/456583/1342221",
    "image_url": null,
    "detail_description": "The oldest continuously used synagogue in the country, complete with a museum and gift shop. A tour costs $10 for adults and is free for children; check the website for tour times.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 27,
    "name": "Waterfront Park",
    "latitude": "32.778128",
    "longitude": "-79.925344",
    "excerpt": "A lovely, eight-acre park on the Cooper River, notable for its landscape architecture and eye-catching, pineapple-shaped fountain. During summer it's a…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/waterfront-park/a/poi-sig/1592524/1342222",
    "image_url": null,
    "detail_description": "A lovely, eight-acre park on the Cooper River, notable for its landscape architecture and eye-catching, pineapple-shaped fountain. During summer it's a great place to stroll and cool off in.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 26,
    "name": "Battery & White Point Garden",
    "latitude": "32.769811",
    "longitude": "-79.930151",
    "excerpt": "The Battery is the southern tip of the Charleston Peninsula, buffered by a seawall. Stroll past cannons and statues of military heroes in the gardens,…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/battery-white-point-garden/a/poi-sig/456593/1342222",
    "image_url": null,
    "detail_description": "The Battery is the southern tip of the Charleston Peninsula, buffered by a seawall. Stroll past cannons and statues of military heroes in the gardens, then walk the promenade and look for Fort Sumter.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 25,
    "name": "George Gallery",
    "latitude": "32.792181",
    "longitude": "-79.946458",
    "excerpt": "A neighborhood favorite, this contemporary-art gallery displays mostly abstract and nonobjective work of artists from the East Coast with some connection…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/harleston-village-upper-king-cannonborough-elliottborough/attractions/george-gallery/a/poi-sig/1592234/1342221",
    "image_url": null,
    "detail_description": "A neighborhood favorite, this contemporary-art gallery displays mostly abstract and nonobjective work of artists from the East Coast with some connection to Charleston. There are no actual rules, though – just whatever the owner feels like.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 24,
    "name": "Gibbes Museum of Art",
    "latitude": "32.77870550196",
    "longitude": "-79.931652545929",
    "excerpt": "Houses a decent collection of American and Southern works. The contemporary collection includes works by local artists, with Lowcountry life as a…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/harleston-village-upper-king-cannonborough-elliottborough/attractions/gibbes-museum-of-art/a/poi-sig/456577/1342221",
    "image_url": null,
    "detail_description": "Houses a decent collection of American and Southern works. The contemporary collection includes works by local artists, with Lowcountry life as a highlight. A 2016 renovation added a new museum store and cafe as well as 30% more gallery space.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 23,
    "name": "Joseph Manigault House",
    "latitude": "32.78889803868",
    "longitude": "-79.93535399437",
    "excerpt": "This three-story Federal-style house from 1803 was once the showpiece of a French Huguenot rice planter. There's a tiny neoclassical gate temple in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/east-side-nomo-hampton-park/attractions/joseph-manigault-house/a/poi-sig/456581/1342223",
    "image_url": null,
    "detail_description": "This three-story Federal-style house from 1803 was once the showpiece of a French Huguenot rice planter. There's a tiny neoclassical gate temple in the garden and the house is full of 19th-century furnishings from the collection of the Charleston Museum, which runs the site.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 22,
    "name": "Joggling Board",
    "latitude": "32.773843",
    "longitude": "-79.93102",
    "excerpt": "In the yard of the Nathaniel Russell House sits a fine specimen of a super-Charlestonian porch furnishing – the joggling board. It consists of a 16ft…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/joggling-board/a/poi-sig/1592772/1342222",
    "image_url": null,
    "detail_description": "In the yard of the Nathaniel Russell House sits a fine specimen of a super-Charlestonian porch furnishing – the joggling board. It consists of a 16ft plank set on rockers, and was apparently used in the early 1800s to cure rheumatoid arthritis and aid in courtship. You'll have to try it out to understand.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 21,
    "name": "Karpeles Manuscript Library Museum",
    "latitude": "32.791865",
    "longitude": "-79.943948",
    "excerpt": "An outpost of the world's largest private collection of important original manuscripts and documents, housed in a former Methodist church built in 1856…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/harleston-village-upper-king-cannonborough-elliottborough/attractions/karpeles-manuscript-library-museum/a/poi-sig/1592639/1342221",
    "image_url": null,
    "detail_description": "An outpost of the world's largest private collection of important original manuscripts and documents, housed in a former Methodist church built in 1856. Exhibits rotate three times a year, making this a popular stop with locals. They include Einstein's Theory of Relativity, Freud's manuscript on dreams and Darwin's conclusion to his Theory of Evolution.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 19,
    "name": "Charleston Museum",
    "latitude": "32.789592531868",
    "longitude": "-79.935793876648",
    "excerpt": "Founded in 1773, this is the country's oldest museum. It's helpful and informative if you're looking for historical background before strolling through…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/east-side-nomo-hampton-park/attractions/charleston-museum/a/poi-sig/456563/1342223",
    "image_url": null,
    "detail_description": "Founded in 1773, this is the country's oldest museum. It's helpful and informative if you're looking for historical background before strolling through the Historic District. Exhibits spotlight various periods of Charleston's long and storied history.\nArtifacts include a whale skeleton, slave tags and the 'secession table' used for the signing of the state's secession documents. And don't miss Charleston's polar bear."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 20,
    "name": "Old Exchange & Provost Dungeon",
    "latitude": "32.776856288299",
    "longitude": "-79.92680311203",
    "excerpt": "Kids love the creepy dungeon, used as a prison for American patriots held by the British during the Revolutionary War. The cramped space sits beneath a…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/old-exchange-provost-dungeon/a/poi-sig/456587/1342222",
    "image_url": null,
    "detail_description": "Kids love the creepy dungeon, used as a prison for American patriots held by the British during the Revolutionary War. The cramped space sits beneath a stately Georgian Palladian customs house completed in 1771. Costumed guides lead the dungeon tours. Exhibits about the city are displayed on the upper floors.\nCombination tickets with the Old Slave Mart Museum cost adult/child $15/8."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 17,
    "name": "South Carolina Aquarium",
    "latitude": "32.791099",
    "longitude": "-79.925258",
    "excerpt": "A showcase of South Carolina's wildlife, with creatures hailing from the mountain forest, piedmont, salt marsh, coastal and undersea habitats. Although…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/east-side-nomo-hampton-park/attractions/south-carolina-aquarium/a/poi-sig/1592735/1342223",
    "image_url": null,
    "detail_description": "A showcase of South Carolina's wildlife, with creatures hailing from the mountain forest, piedmont, salt marsh, coastal and undersea habitats. Although the facility is rather small in comparison with some of the country's more prominent aquariums, there are plenty of fish and other creatures. Noteworthy residents include otters, rattlesnakes, sharks and an albino alligator.\nA newly upgraded sea-turtle rehabilitation wing is a huge hit with both kids and adults."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 18,
    "name": "St Michael's Church",
    "latitude": "32.776315",
    "longitude": "-79.930848",
    "excerpt": "St Michael's is the oldest church in town, dating back to 1752, and its beloved bells have been announcing the time and various events, including…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/st-michael-s-church/a/poi-sig/1592213/1342222",
    "image_url": null,
    "detail_description": "St Michael's is the oldest church in town, dating back to 1752, and its beloved bells have been announcing the time and various events, including earthquakes, hurricanes, fires and attacks on the city, for more than 250 years.John Rutledge and Charles Cotesworth Pinckney (both signers of the US Constitution) are buried here, and the steeple was painted black during the Revolutionary War to prevent it from being used as a target.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 15,
    "name": "Nathaniel Russell House",
    "latitude": "32.773888445561",
    "longitude": "-79.931019544601",
    "excerpt": "A spectacular, self-supporting spiral staircase is the highlight at this 1808 Federal-style house, built by a Rhode Islander, known in Charleston as 'King…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/nathaniel-russell-house/a/poi-sig/456585/1342222",
    "image_url": null,
    "detail_description": "A spectacular, self-supporting spiral staircase is the highlight at this 1808 Federal-style house, built by a Rhode Islander, known in Charleston as 'King of the Yankees.' A meticulous ongoing restoration honors the home to the finest details, such as the 1000 sheets of 22-karat gold leaf in the withdrawing room. Twenty layers of wall paint were peeled back to uncover the original colors, and handmade, fitted, contoured rugs were imported from the UK, as originally done by the Russells.\nThe small but lush English garden is also notable, as is the square-oval-rectangle footprint of the home."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 16,
    "name": "St Philip's Church",
    "latitude": "32.778976",
    "longitude": "-79.929281",
    "excerpt": "An Episcopal church erected in 1835, considered all-important by the first city residents. Lots of famous people were buried in the church cemetery and…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/st-philip-s-church/a/poi-sig/1439163/1342222",
    "image_url": null,
    "detail_description": "An Episcopal church erected in 1835, considered all-important by the first city residents. Lots of famous people were buried in the church cemetery and also the one across the street, known as the 'strangers churchyard.' The body of former Vice President John C Calhoun has been buried, moved away and reburied here.A loose path, the Gateway Walk, winds through several church grounds and graveyards between St John's Lutheran Church and St Philip's Church.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 14,
    "name": "Edmondston-Alston House",
    "latitude": "32.771713",
    "longitude": "-79.928291",
    "excerpt": "Charles Edmondston built this Federal-style home in 1825 for a mere $25,000, and fell on hard times in 1837, forcing him to sell it to Charles Alston for …",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/edmondston-alston-house/a/poi-sig/1592212/1342222",
    "image_url": null,
    "detail_description": "Charles Edmondston built this Federal-style home in 1825 for a mere $25,000, and fell on hard times in 1837, forcing him to sell it to Charles Alston for $15,500. The Alston family upgraded the home in Greek Revival style, and it remains in their possession, with one member continuing to reside on the 3rd floor. A couple of other rooms and a carriage house out back operate as a high-end B&amp;B.\nThe docent-led tour brings guests through the public rooms, which feature intricate woodwork, family artifacts and an original print of the Ordinance of Secession. The 2nd floor and piazza are ideal spots to view the harbor."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 13,
    "name": "Calhoun Mansion",
    "latitude": "32.771471",
    "longitude": "-79.930204",
    "excerpt": "If you've ever wondered what the wealthiest, fanciest, most well-traveled hoarder's house might look like, visit the Calhoun Mansion. With 35 rooms and 24…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/calhoun-mansion/a/poi-sig/1592512/1342222",
    "image_url": null,
    "detail_description": "If you've ever wondered what the wealthiest, fanciest, most well-traveled hoarder's house might look like, visit the Calhoun Mansion. With 35 rooms and 24,000 sq ft, this Gilded Age, Italianate manor is Charleston's largest single family residence, and nearly every inch of it brims with the eccentric homeowner's collected furnishings, art and antiques from around the world.\nMany visitors find it gaudy, but collectors often salivate, and everybody's jaws tend to drop at the sight of the Imperial Russian malachite table, the red sofa that belonged to Napoleon's brother, the hippopotamus-tooth chandelier, the samurai-warrior replica that dates back to the Ming dynasty and folds into a carrying case – you get the idea."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 12,
    "name": "Hampton Park",
    "latitude": "32.799676",
    "longitude": "-79.956039",
    "excerpt": "A big, awesome park that locals love for its arboreal and floral displays, fitness trail and large swaths of open space, often utilized for things like…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/east-side-nomo-hampton-park/attractions/hampton-park/a/poi-sig/1592215/1342223",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1aee301c4ae8ef0debdfb7fcd1251076-hampton-park.jpg",
    "detail_description": "A big, awesome park that locals love for its arboreal and floral displays, fitness trail and large swaths of open space, often utilized for things like Frisbee matches. It has public restrooms and parking, and is rarely crowded.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 11,
    "name": "Citadel Campus & Museum",
    "latitude": "32.797259",
    "longitude": "-79.959987",
    "excerpt": "South Carolina's military-college campus is set in historic buildings and is replete with uniformed cadets and various memorials. There's a small museum…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/east-side-nomo-hampton-park/attractions/citadel-campus-museum/a/poi-sig/1592216/1342223",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/882502fdf8b89948a7236f9a2eb462a8-citadel-campus-museum.jpg",
    "detail_description": "South Carolina's military-college campus is set in historic buildings and is replete with uniformed cadets and various memorials. There's a small museum on the 3rd floor of the library that displays mostly military apparel and a re-creation of historic barracks.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 9,
    "name": "College of Charleston",
    "latitude": "32.783243",
    "longitude": "-79.937081",
    "excerpt": "Spread over a few city blocks at the center of Charleston's downtown, this university was founded in 1770 and is the oldest in the state. The campus is…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/harleston-village-upper-king-cannonborough-elliottborough/attractions/college-of-charleston/a/poi-sig/1592532/1342221",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a02f8769c87fbe1dac95ac89160e07da-college-of-charleston.jpg",
    "detail_description": "Spread over a few city blocks at the center of Charleston's downtown, this university was founded in 1770 and is the oldest in the state. The campus is notable for its lush landscaping, which includes live oaks draped in Spanish moss, as well as its historic mansions and homes, some of which contain residence halls and Greek institutions.\nIn 2017 Travel + Leisure named the campus America's most beautiful."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 10,
    "name": "Marion Square",
    "latitude": "32.787103",
    "longitude": "-79.935762",
    "excerpt": "Charleston's most frequented park is 10 acres of green space in the middle of downtown, bordering on King, Calhoun, Meeting and Tobacco Sts. It's the home…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/harleston-village-upper-king-cannonborough-elliottborough/attractions/marion-square/a/poi-sig/1592769/1342221",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dfa92a99603e1b0349ec9378df07893e-marion-square.jpg",
    "detail_description": "Charleston's most frequented park is 10 acres of green space in the middle of downtown, bordering on King, Calhoun, Meeting and Tobacco Sts. It's the home of the wildly popular Farmers Market and also houses several monuments, including a soaring statue of former Vice President John C Calhoun.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 8,
    "name": "Rainbow Row",
    "latitude": "32.775368",
    "longitude": "-79.927329",
    "excerpt": "With its 13 candy-colored houses, this stretch of Georgian row houses on lower E Bay St is one of the most photographed areas in Charleston. The…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/rainbow-row/a/poi-sig/1247248/1342222",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e8ce4fe640955227eab25443534dc369-rainbow-row.jpg",
    "detail_description": "With its 13 candy-colored houses, this stretch of Georgian row houses on lower E Bay St is one of the most photographed areas in Charleston. The structures date back to 1730, when they served as merchant stores on the wharf, a sketchy part of town at the time. Starting in the 1920s the buildings were restored and painted over in pastels. People dug it, and soon much of the rest of Charleston was getting a similar makeover.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 7,
    "name": "Middleton Place",
    "latitude": "32.900795",
    "longitude": "-80.137131",
    "excerpt": "Designed in 1741, this plantation's vast gardens are the oldest in the US. Countless slaves spent years terracing the land and digging the precise…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charleston/attractions/middleton-place/a/poi-sig/1129060/362220",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-187235208_super.jpg",
    "detail_description": "Designed in 1741, this plantation's vast gardens are the oldest in the US. Countless slaves spent years terracing the land and digging the precise geometric canals for the owner, wealthy South Carolina politician Henry Middleton. The bewitching grounds are a mix of classic formal French gardens and romantic woodland, bounded by flooded rice paddies and rare-breed farm animals. Union soldiers burned the main house in 1865; a 1755 guest wing, now housing the house museum, still stands.\nThe on-site inn is a series of ecofriendly modernist glass boxes overlooking the Ashley River. Enjoy a traditional Lowcountry plantation lunch of she-crab soup and hoppin' john at the highly regarded cafe, or bring a picnic lunch."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 6,
    "name": "Drayton Hall",
    "latitude": "32.8708942",
    "longitude": "-80.0763308",
    "excerpt": "This 1738 Palladian brick mansion is the country's oldest preserved plantation house open to the public. Yep, it's older than the nation. Drayton Hall was…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charleston/attractions/drayton-hall/a/poi-sig/1129055/362220",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF22592275.jpg",
    "detail_description": "This 1738 Palladian brick mansion is the country's oldest preserved plantation house open to the public. Yep, it's older than the nation. Drayton Hall was the only structure of its kind on the Ashley River to survive the Revolutionary and Civil Wars and the great earthquake of 1886. Tours enlighten visitors about the lives of the era's super-rich, along with the African Americans they enslaved.Guided tours explore the unfurnished house, which has been preserved but not restored.\nThe site also offers a twice-daily, 30-minute talk focused on the experiences of African Americans in the area. Visitors may also meander along walking trails by the river and a marsh.A new visitor center and showroom displaying important objects and artifacts from the 18th and 19th centuries was slated to open in 2018. Additions will also include interpretive gardens and a caretaker's house, which emphasizes the postbellum era and the African American community."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 5,
    "name": "Heyward-Washington House",
    "latitude": "32.775293",
    "longitude": "-79.92922",
    "excerpt": "As the name hints, this 1772 Georgian-style town house is kind of a big deal because George Washington rented it for a week, and visitors can stand in…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/heyward-washington-house/a/poi-sig/1592076/1342222",
    "image_url": null,
    "detail_description": "As the name hints, this 1772 Georgian-style town house is kind of a big deal because George Washington rented it for a week, and visitors can stand in what was likely his bedroom. The owner, Thomas Heyward, Jr, was one of South Carolina's four signers of the Declaration of Independence, and it's fun to think about all the talk of revolution that must have taken place in the withdrawing room.\nEnthusiasts of old-timey furnishings will appreciate the collection here, which includes a chair that belonged to General Francis Marion (the 'Swamp Fox') and the priceless Holmes bookcase, which was declared on Antiques Roadshow to be the most magnificent piece of furniture in America."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 4,
    "name": "Old Slave Mart Museum",
    "latitude": "32.777812471868",
    "longitude": "-79.928348064423",
    "excerpt": "Formerly called Ryan's Mart, this building once housed an open-air market that auctioned African American men, women and children in the mid-1800s, the…",
    "detail_url": "https://www.lonelyplanet.com/usa/south-carolina/charleston/south-of-broad-the-french-quarter/attractions/old-slave-mart-museum/a/poi-sig/456589/1342222",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7a17a87a72366779c657c983dc525962-old-slave-mart-museum.jpg",
    "detail_description": "Formerly called Ryan's Mart, this building once housed an open-air market that auctioned African American men, women and children in the mid-1800s, the largest of 40 or so similar auction houses. South Carolina's shameful past is unraveled in text-heavy exhibits illuminating the slave experience; the few artifacts, such as leg shackles, are especially chilling.\nFor firsthand stories, listen to the oral recollections of former slave Elijah Green and others. In a word: haunting.Combination tickets with the Old Exchange &amp; Provost Dungeon cost adult/child $15/8."
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 3,
    "name": "Magnolia Plantation",
    "latitude": "32.8769396",
    "longitude": "-80.0899628",
    "excerpt": "This 500-acre plantation, which has been owned by the Drayton family since 1676, is a veritable theme park. Enjoy a tram tour, a petting zoo and a guided…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charleston/attractions/magnolia-plantation/a/poi-sig/1129056/362220",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Charleston%20Joseph%20Creamer%20shutterstock_1661611987%20RFE.jpg",
    "detail_description": "This 500-acre plantation, which has been owned by the Drayton family since 1676, features a tram tour, a petting zoo and a guided house tour. At the reconstructed slave cabins, the Slavery to Freedom Tour traces the African American experience at the plantation. The most popular attraction, an Audubon Swamp Garden Tour, involves a spooky stroll along the boardwalk through the trees and bog.\nBetween March and October there's also a 45-minute boat ride through the old rice fields, where guests learn about the cultivation of Carolina Gold and encounter alligators and wetland birds.\n"
},
{
    "country": "charleston",
    "city": "Charleston",
    "index": 2,
    "name": "Guardians of Charleston Harbor",
    "latitude": "32.752326",
    "longitude": "-79.874586",
    "excerpt": "The first shots of the Civil War rang out at Fort Sumter, on a pentagon-shaped island in the harbor. A Confederate stronghold, this fort was shelled to…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/charleston/attractions/guardians-of-charleston-harbor/a/poi-sig/1250743/362220",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-840416656.jpg",
    "detail_description": "The first shots of the Civil War rang out at Fort Sumter, on a pentagon-shaped island in the harbor. A Confederate stronghold, this fort was shelled to bits by Union forces from 1863 to 1865. A few original guns and fortifications give a feel for the momentous history here.\nThe only way to get here is by boat tour, which departs from 340 Concord St and from Patriot's Point in Mt Pleasant at varying times depending on the season (check the website). The monument also includes Fort Moultrie on Sullivan's Island."
}
]