[
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 1,
    "name": "Lookout Mountain",
    "latitude": "35.005974",
    "longitude": "-85.343231",
    "excerpt": "Just ten minutes from downtown Chattanooga, Tennessee, rising along the upper rim of the city, Lookout Mountain is rich in both Civil War history and…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/lookout-mountain/a/poi-sig/1250621/362225",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0407d7522e4a89b04fdba7990f150be5-lookout-mountain.jpg",
    "detail_description": "Just ten minutes from downtown Chattanooga, Tennessee, rising along the upper rim of the city, Lookout Mountain is rich in both Civil War history and natural wonders. The miles-long mountain is home to three world-famous attractions: the Incline Railway, the steepest passenger railway in the world; Ruby Falls, the tallest and deepest underground waterfall in the country, and Rock City, a mountaintop ‘city’ of massive, ancient rock formations with a birds-eye, “See Seven States” panorama.\n \nHike miles upon miles of trails, where you'll encounter waterfalls, caves and blooming wildflowers; cross the famous Swing-A-Long bridge that spans nearly 200ft; learn more about Civil War history at the Chickamauga and Chattanooga National Military Park; or catch a sunset from 1652ft (504m) above sea level at Lovers Leap. With countless activities on the menu of fun atop this iconic mountain, it’s easy to see why Lookout Mountain is one of Chattanooga’s top-rated tourist attractions. \n \nChattanooga - playlist by Lonely Planet | Spotify\n\n  \nSweeping views of the Tennessee River from Lookout Mountain © traveler1116 / Getty Images\n\nHistory of Lookout Mountain\nThough it first appeared on a map in 1795, Lookout Mountain's name likely comes from the Creek term for “rock rising to a point,” and research suggests the mountain was inhabited by Native Americans for centuries. The mountain was the scene of the 18th-century “Last Battle of the Cherokees,” a battle between American frontiersmen and the Chickamauga Cherokee, a Cherokee band that had long resisted increasing American encroachment into their territory. \nOn November 24, 1863, the pivotal Civil War Battle of Lookout Mountain was fought on the slopes, which are often covered with dense fog in the wee hours of the morning. The so-called “Battle Above the Clouds” was won by Union forces, enabling them to lift the Confederate siege of Chattanooga. By the 1920s, local entrepreneurs turned the scenic, storied mountain into a tourist destination.  \nHow to get around Chattanooga, Tennessee\nSuggested Highlights \nStart your day by descending 260ft by elevator into Lookout Mountain and hike the cavern trail on a guided tour to Ruby Falls, the tallest and deepest cave waterfall open to the public in the United States.  Visitors can also opt for an after-hours tour guided by the glow of hand-held lanterns. Outside the cavern, visitors are invited to soar through the treetops on 700 feet of zipline at Ruby Falls' High Point ZIP Adventure.\nSet off on a self-guided tour through Rock City Gardens for a bird’s eye view from high atop Lookout Mountain. Climb the wall at Lover’s Leap, where you can “See Seven States.” Kids will enjoy a visit to Fairyland Caverns, natural caves that have been transformed into blacklight dioramas of classic fairy tales. \nComplete your visit to Lookout Mountain by climbing the ridge at a 72.7% grade along “America's Most Amazing Mile” aboard the Incline Railway. The one-mile-long single-track railway opened in November 1895 and is both a National Historic Site and Mechanical Engineering Landmark. Explore Point Park, part of the Chickamauga and Chattanooga National Military Park, located steps from the railway station at the mountaintop, site of the 1863 Battle Above the Clouds. The Battles for Chattanooga Museum features a multimedia, 3-D projection map presentation.\nTickets\nSave time by purchasing tickets online before your visit here. Attraction tickets are sold separately. In response to COVID-19, multi-attraction combo tickets are unavailable.\nRuby Falls guided cave adventures are by reservation only, and tickets must be purchased online in advance. Availability is limited, and tickets sell out quickly. A face covering is required to visit Ruby Falls cave.\nTicket confirmations are emailed as a PDF file and can be scanned directly from your mobile device. \n16 free things to do in Chattanooga, Tennessee \n\n  \nDowntown Chattanooga skyline with Lookout Mountain in the backdrop © Getty Images / iStockphoto\n\nNearby Hotels and Restaurants\nBig Rock Grill\nLocated just inside the main entrance of Rock City, Big Rock Grill serves up classic American diner fare. Indoor and outdoor patio seating are available.\nCafé 7\nThe full service dining terraces at Café 7 are the perfect place to take in the 7 states view while feasting on traditional southern bites.\n1885 Grill\nLocated in St Elmo, a tiny enclave at the foot of Lookout Mountain, 1885 Grill's menu features steaks, seafood, and other fine, southern classics, including fried okra &amp; pimento cheese, fried green tomatoes, and shrimp &amp; grits. \nThe following area hotels offer packages that include tickets to Ruby Falls, Rock City, and the Incline Railway with a hotel stay. \n\nChattanooga Choo Choo\nThe Chanticleer Inn Bed and Breakfast\nCottages in the Clouds\nChattanoogan Hotel\nStoneFort Inn\n\n\n \n"
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 11,
    "name": "Bessie Smith Cultural Center",
    "latitude": "35.044544",
    "longitude": "-85.306306",
    "excerpt": "Explores various aspects of African American history in Chattanooga and shares a few artifacts related to Chattanooga-born singer Bessie Smith, the…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/bessie-smith-cultural-center/a/poi-sig/1616627/362225",
    "image_url": null,
    "detail_description": "Explores various aspects of African American history in Chattanooga and shares a few artifacts related to Chattanooga-born singer Bessie Smith, the Empress of the Blues.\n"
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 9,
    "name": "Coolidge Park",
    "latitude": "35.06073",
    "longitude": "-85.307475",
    "excerpt": "A good place to start a riverfront stroll, Coolidge Park has a play fountain, a carousel ($1 per ride), well-used playing fields, and a 50ft climbing wall…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/coolidge-park/a/poi-sig/1555039/362225",
    "image_url": null,
    "detail_description": "A good place to start a riverfront stroll, Coolidge Park has a play fountain, a carousel ($1 per ride), well-used playing fields, and a 50ft climbing wall attached to one of the columns supporting the Walnut Street Bridge, one of the world's largest pedestrian bridges.\nAbutting the park, the city has installed gabions to restore the wetlands and attract more birdlife. Check them out by strolling to the edge of the cool floating decks that jut over the marsh."
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 10,
    "name": "Sculpture Fields at Montague Park",
    "latitude": "35.026605",
    "longitude": "-85.294418",
    "excerpt": "Large-scale sculptures from a global array of artists dot this 33-acre outdoor museum. Open since 2016, the park is a pleasant place to stroll on a pretty…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/sculpture-fields-at-montague-park/a/poi-sig/1596376/362225",
    "image_url": null,
    "detail_description": "Large-scale sculptures from a global array of artists dot this 33-acre outdoor museum. Open since 2016, the park is a pleasant place to stroll on a pretty day, and the art is intriguing.\n"
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 8,
    "name": "Walnut Street Bridge",
    "latitude": "35.058129090864",
    "longitude": "-85.307282692534",
    "excerpt": "Finished in 1891, this half-mile span carried vehicles from downtown to the North Shore until 1978, when it was closed for safety reasons. In 1993 it was…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/walnut-street-bridge/a/poi-sig/1596375/362225",
    "image_url": null,
    "detail_description": "Finished in 1891, this half-mile span carried vehicles from downtown to the North Shore until 1978, when it was closed for safety reasons. In 1993 it was reopened as a pedestrian bridge and park. Since then the bridge has served as a key component in downtown revitalization efforts. The bridge stretches from the Hunter Museum in the Bluff View Arts District downtown to Coolidge Park and nearby shops and restaurants on the North Shore.\nA petition was launched in 2018 to change the name of the bridge to the Ed Johnson Memorial Bridge to remember the name of an African American man lynched on the span in 1906. Johnson had been yanked from his jail cell by a mob after being accused of raping a white woman."
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 7,
    "name": "Tennessee Riverwalk",
    "latitude": "35.099108",
    "longitude": "-85.249486",
    "excerpt": "A 13-mile, multiuse paved greenway on the south side of the Tennessee River, the Riverwalk runs from downtown through Amnicola Marsh and along South…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/tennessee-riverwalk/a/poi-sig/1555040/362225",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/602f51bfd687caa77d799a89ce667feb-tennessee-riverpark.jpg",
    "detail_description": "A 13-mile, multiuse paved greenway on the south side of the Tennessee River, the Riverwalk runs from downtown through Amnicola Marsh and along South Chickamauga Creek to the Tennessee Riverpark. There are plans to extend its reach to a full 22 miles.\n"
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 6,
    "name": "Hunter Museum of American Art",
    "latitude": "35.055795",
    "longitude": "-85.306102",
    "excerpt": "Set high on the river bluffs, this striking edifice of melted steel and glass – fronted by an early-20th-century mansion – is easily the most singular…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/hunter-museum-of-american-art/a/poi-sig/1129191/362225",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/417f56067db1fcf3e9857bd4bcb06aff-hunter-museum-of-american-art.jpg",
    "detail_description": "Set high on the river bluffs, this striking edifice of melted steel and glass – fronted by an early-20th-century mansion – is easily the most singular architectural achievement in Tennessee. Oh, and its 19th- and 20th-century art collection is fantastic. Permanent exhibits are free the first Thursday of the month between 4pm and 8pm, but special exhibits will cost $5.\n"
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 4,
    "name": "Reflection Riding Arboretum & Nature Center",
    "latitude": "35.010051",
    "longitude": "-85.364789",
    "excerpt": "A 317-acre green oasis just 15 minutes from downtown Chattanooga, Reflection Riding Arboretum & Nature Center pairs outdoor recreation with botanical and…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/reflection-riding-arboretum-nature-center/a/poi-sig/1616628/362225",
    "image_url": null,
    "detail_description": "A 317-acre green oasis just 15 minutes from downtown Chattanooga, Reflection Riding Arboretum &amp; Nature Center pairs outdoor recreation with botanical and wildlife exhibits. Grounded in the belief that everyone should have the opportunity to experience nature, regardless of where they live or their economic status, this outdoor recreation hub features 15 miles of trails, live animals indoors and outdoors, and even a treehouse. Hike, bike, paddle or fish, or simply relax and enjoy the restorative beauty of nature.&nbsp;\nHistory&nbsp;\nIn 1956, Chattanooga lawyer John Alexander Chambliss and his wife Margaret created a driveable route through this idyllic stretch of land situated between Lookout Mountain and Creek, just south of downtown Chattanooga. They called it a “Riding,” an 18th-century term for a scenic touring route designed to be enjoyed by horseback or horse-drawn carriage, and marketed it to motor tourists during the Golden Age of the Automobile. The property extended its mission to study and conserve native plant life with the later addition of a teaching arboretum and nature center, is today home to over 1,000 species of flora, with over 150 tree species. Over 40 resident animals, all native to East Tennessee, serve as 'Animal Ambassadors', teaching school-age children and adults more about their habitats, and how we humans can help them thrive.\nPlan your visit\nOptions for outdoor exploration abound at the Reflection Riding Arboretum &amp; Nature Center Walk. Run, bike or drive the three-mile gravel loop trail through mature hardwood forests, wildflower meadows, and wetlands habitats. Paddle Lookout Creek, with easy access and a canoe/kayak put-in. Hike over ten miles of trails connected to national parkland that leads to the top of Lookout Mountain. Set off on a guided nature hike or participate in hands-on, volunteer efforts to remove invasive plants. Visit the native animal exhibit and meet the resident native, critically-endangered red wolves, a bobcat, sandhill cranes, and American Bald Eagle. Visitors are encouraged to participate in the active iNaturalist project by adding their own photos and observations of the center’s native flora and fauna. Purchase native plants from the onsite, Native Plant Nursery and bring the beauty home to your own garden.&nbsp;&nbsp;\nHiking\nThe trails at Reflection Riding Arboretum &amp; Nature Center are interwoven, so you can set off on a short or long hike tailored to your skill level and explore the area's five distinct biomes.&nbsp;\nThe 2.7-mile Profile Trail crosses the many landscapes that make up this ecologically diverse area and is one of the most popular day hikes. The Profile Trail connects to longer trails in the Lookout Mountain trail system. For a panoramic view of Chattanooga, follow the trail up to picturesque Sunset Rock.\nDownload a free trail map before you go to plan your day of exploration.&nbsp;\nPaddling&nbsp;\nReflection Riding’s boat launch is located on the banks of Lookout Creek, a slow, winding tributary of the Tennessee River that can be easily paddled in either direction. Head upstream past Paddler’s Perch, a designated stop on the Tennessee River Blueway, or downstream toward Cummings Bottoms and the Tennessee River. Bring your own watercraft or rent canoes from Reflection Riding for an additional fee. Water levels on Lookout Creek can fluctuate due to discharge from Chickamauga Dam on the Tennessee River, so check Tennessee Valley Authority lake levels and release schedule before you set off in your canoe or kayak.&nbsp;\nSwincar E-Spider Adventure Tours\nTour the property aboard a Swincar E-Spider, an electrically powered off-road vehicle that offers a comfy, stable, yet adventurous ride. Swincar tours are led by a guide from Adventure Sports Innovation. All drivers must be licensed and 18+; two-seat tandem model Swincars can accommodate one passenger. Reflection Riding also offers a handicap-accessible version of the Swincar, as well as for the two-seat tandem model.\nTickets\nVisitors and members are welcome to visit during daylight hours, even when the main campus gate is closed. Visitors must reserve a visit pass. Consider becoming a member to receive year-round daylight access.\nNearby Restaurants&nbsp;\nHillbilly Willy’s\nHillbilly Willy’s slow cooks premium meats over a hickory-smoked fire and tops them with housemade BBQ sauce. Save room for the from-scratch chocolate peanut butter pie.&nbsp;\nMojo Burrito St. Elmo\nBuild your own burrito at Mojo Burrito St. Elmo, a Chattanooga-owned Tex-Mex fave. The Happy Hour here is always hopping with draft specials paired with Mexican-inspired munchies.&nbsp;\nPurple Daisy Picnic Cafe\nEnjoy BBQ onsite at this casual, local eatery nestled at the foot of Lookout mountain, or have sandwiches and sides packed to go, and enjoy a picnic in the great outdoors.\nYou might also like:\nHow to get around Chattanooga, Tennessee\nChattanooga - playlist by Lonely Planet | Spotify\n16 free things to do in Chattanooga, Tennessee&nbsp;\n&nbsp;\n"
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 5,
    "name": "Ross's Landing & the Passage",
    "latitude": "35.05619",
    "longitude": "-85.314224",
    "excerpt": "Tucked between the Tennessee Aquarium and the Tennessee River, the patch of greenery known as Ross's Landing marks the starting point of the Trail of…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/ross-s-landing-the-passage/a/poi-sig/1616670/362225",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Chattanooga%20Nolichuckyjake%20shutterstock_1977519011%20RFE.jpg",
    "detail_description": "Tucked between the Tennessee Aquarium and the Tennessee River, the patch of greenery known as Ross's Landing marks the starting point of the Trail of Tears. In 1838 more than 1000 Cherokee, forced to relocate from their east-coast homeland pursuant to the Indian Removal Act, were marched or shipped west from Chattanooga. Featuring a weeping wall and seven large ceramic discs that share the stories of the Cherokee, The Passage is a memorial walkway linking the park with downtown.\nThe park also holds an amphitheater, a pier and a playground."
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 3,
    "name": "Tennessee Aquarium",
    "latitude": "35.055804",
    "longitude": "-85.310984",
    "excerpt": "Situated on the Tennessee River in downtown Chattanooga, TN, the Tennessee Aquarium is home to 10,000 animals. The aquarium, Chattanooga’s most visited…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/tennessee-aquarium/a/poi-sig/1596374/362225",
    "image_url": "https://lp-cms-production.imgix.net/2021-08/GettyImages-700234932.jpg",
    "detail_description": "Situated on the Tennessee River in downtown Chattanooga, TN, the Tennessee Aquarium is home to 10,000 animals. The aquarium, Chattanooga’s most visited attraction, has long been rated the number one aquarium in the country for visitor satisfaction. From the freshwater exhibits in the River Journey building to the underwater voyage in the Ocean Journey building, the full depth of marine biodiversity is on display. Along the way, you'll come face-to-face with bonnethead sharks, a giant Pacific octopus, alligator snapping turtles, macaroni penguins and even a hellbender, the largest species of salamander in the eastern United States.\nHistory \nThe Chattanooga Aquarium stands on the site where the city was born in 1816, when Cherokee Chief John Ross established a trading post on the banks of the Tennessee River. Ross operated a swing ferry across the river, and travelers were attracted to the area since it had the best conditions for flatboat river crossings.  \nIn 1984, Chattanoogans began working together to create meaningful development along the Tennessee River, restoring their downtown’s vitality. When a group of architectural students from the University of Tennessee suggested the idea of an aquarium near the downtown waterfront, an aquarium was added to the 1985 “Tennessee Riverpark Master Plan”, a $750 million investment plan to develop, conserve and ultimately transform the riverfront. The Tennessee Aquarium, designed by Cambridge Seven Associates, which had previously designed the National Aquarium in Baltimore, opened in 1992. It  was successful from the beginning: By the end of May 1993 more than 1.5 million people had visited, and the Tennessee Aquarium is consistently recognized as one of the country's top public aquariums.\n\n  \nTennessee Aquarium is one of the US' most popular aquariums © Vstock LLC / Getty Images\n\nExhibits\nThe Tennessee Aquarium's exhibits are housed in two structures, the original River Journey and the adjacent Ocean Journey. The aquarium’s state-of-the-art IMAX 3D theater screens documentaries related to marine life and conservation.  \nRiver Journey \nThe River Journey follows the path of a raindrop from high in the Appalachian Mountains to the Gulf of Mexico. With over 400,000 US gallons teeming with freshwater marine animals, it’s one of the largest freshwater aquariums in the world. The Appalachian Cove Forest exhibit begins with River Otter Falls, an artificial waterfall that cascades into a 30,000-US-gallon mountain sink. Free-flying North American songbirds soar above native fish species, including hog suckers and trout. The Delta Country exhibit showcases the Mississippi River Delta and includes an Alligator Bayou, where American alligators and alligator snapping turtles lurk under swampy waters. Massive freshwater fish, including the giant pangasius and giant freshwater stingray, swim the River Giants exhibit. The Tennessee River gallery exhibits species that you might find swimming in the river outside the aquarium, such as the American paddlefish and channel catfish. Don’t miss the Rivers of the World exhibit, where the aquarium's resident electric eel, Miguel Wattson, tweets the public whenever he emits electricity.\nOcean Journey\nOcean Journey follows the course of the river into the Gulf of Mexico. The largest tank, the Secret Reef, replicates the environment of the Flower Garden Banks National Marine Sanctuary in the Gulf of Mexico and is home to sand tiger sharks, bonnethead sharks and green sea turtles. The Boneless Beauties and Jellies: Living Art gallery exhibits otherworldly invertebrates including jellyfish and even a giant Pacific octopus. At Penguins' Rock, macaroni penguins and gentoo penguins frolic onshore and swim their 16,000-gallon tank. \nTickets\nDaily capacity is currently limited at the Tennessee Aquarium, and tickets are sold in 30-minute entry blocks. Guests must arrive within their scheduled time block to be admitted. General admission tickets to the Tennessee Aquarium allow access to both the River Journey and Ocean Journey buildings and all exhibits and experiences on the main tour path. IMAX Theater tickets are sold separately. It typically takes a total of 2 to 2 ½ hours to tour both aquarium buildings. \nNearby Restaurants\nA refreshment kiosk is located near the River Journey Gift Shop entrance, and beverages with a screw cap that are purchased here can be carried into the aquarium. Free water refill stations are scattered throughout. Snacks and beverages are also available at the IMAX 3D Theater Concession Stand.\nOffsite local restaurants include…\nTony's Pasta Shop &amp; Trattoria\nHoused in the Bluff View Inn’s historic T.C. Thompson House, Tony's Pasta Shop &amp; Trattoria, offers classic Italian cuisine in a casual atmosphere. The “Create Your Own Pasta” menu features hand-cut pastas and fresh sauces made with herbs and tomatoes from onsite gardens.\nBack In Café\nLocated in Bluff View Inn’s Martin House, The Back Inn Café serves upscale American contemporary cuisine with an extensive wine list in a historic, Colonial Revival mansion. Choose to dine in the mansion’s library, one of two romantic sunrooms, or outside on the terrace overlooking the river.  \nThe Blue Plate \nClassic American diner favorites like shrimp mac 'n' cheese and buttermilk fried chicken, plus all-day breakfast and handcrafted cocktails, make the waterfront Blue Plate a popular brunch destination.  \n"
},
{
    "country": "chattanooga",
    "city": "Chattanooga",
    "index": 2,
    "name": "Songbirds",
    "latitude": "35.036919",
    "longitude": "-85.306499",
    "excerpt": "Myriad songbirds of the avian variety call Tennessee home, but Chattanooga's newly revamped Songbirds – an innovative interactive learning space devoted…",
    "detail_url": "https://www.lonelyplanet.com/usa/the-south/chattanooga/attractions/songbirds/a/poi-sig/1564324/362225",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/01f3017bdce285fbd2466b24663e6711-songbirds.jpg",
    "detail_description": "Myriad songbirds of the avian variety call Tennessee home, but Chattanooga's newly revamped Songbirds – an innovative interactive learning space devoted to music – sings the praises of the state's rich musical history. By day, visitors can explore the art and science of music-making with rotating, hands-on exhibits based on the STEAM (Science, Technology, Engineering, the Arts and Mathematics) model. By night, Songbirds transforms into a live music venue with two stages and a busy program of concerts and music-focused events.\nHistory of Songbirds\nFounded in 2016 with an uplifting mission to share 'the transformative experience of music in eastern Tennessee by delivering educational programming, preserving music history, hosting enriching events, and providing concrete resources to emerging artists,' Songbirds began as a local, non-profit organization. 'Over the years, the foundation has provided thousands of guitars to local schools and has sponsored cognitive music therapy to kids who are differently-abled or have been critically ill or injured,' explains Songbirds Foundation Executive Director Reed Caldwell.\nThe other side to Songbirds is its breathtaking guitar collection, including rare instruments assembled by vintage guitar dealer and original museum curator, David Davidson. In its original incarnation, the museum was home to the largest privately held vintage guitar collection in the world, but following a year-long shut-down, Songbirds has been reinvented as a space to not only view gorgeous old instruments, but also get actively involved in the music-making process.\nThe new Songbirds facility will open its doors in September 2021 at the former Chattanooga Terminal Station, today home to the Chattanooga Choo Choo hotel and entertainment complex. And yep, this is the station made famous by the eponymous 1941 song by Glenn Miller and His Orchestra.\n\n  \nThe iconic frontage of the Chattanooga Choo-Choo hotel ©csfotoimages / Getty Images\n\nThe Songbirds Vintage Guitar Collection\nAlthough slightly reduced from its original recording-breaking extent, the vintage guitar collection at Songbirds features over 500 of the world's most iconic vintage guitars, including Duane Allman's 1961 Gibson Les Paul SG, Bo Diddley's 1965 Fender Jazzmaster, Loretta Lynn's 1968 Gibson ES175D, and Merle Travis' 1969 Gibson Super 400CES.\nEven better, the staff of the Songbirds Museum often will take a prized guitar out of its display case and place it into the hands of a visitor, inviting them to play a few chords. If you've ever dreamed of strumming Chuck Berry's 1967 Gibson ES-355TD-SV or Carl Wilson's 1967 Epiphone Riviera, Songbirds can make it happen. Backing up the guitar collection are displays on Chattanooga's unique musical history and the contribution of local artists to American music lore.\nThe museum also has a firm educational focus, making it a great stop for families. Audio/video installations and STEAM-based exhibits teach visitors about both the guitars and their famous players, and about the science behind electric guitars, recording and amplification. Teens in particular will love the chance to twiddle around with amp settings, learn how different types of wood affect sound, and go inside a mic to see how it works.\nLive Music Performances and Vault Sessions\nSongbirds hosts weekly concerts in an intimate, 250-person venue featuring a custom-built red oak and ash stage, with all proceeds benefiting the foundation's Guitars for Kids program (which has started thousands of youngsters on their own musical journeys). Can't make it out to Chattanooga to experience Songbirds? Check out their Vault Sessions, an online video series that pairs the museum's rare instruments with top-caliber performing artists and music historians.\n\n  \nLooking down over downtown Chattanooga ©Kruck20 / Getty Images\n\nTickets\nWhen the museum reopens in September 2021, admission to Songbirds will be $15 for adults and $12 for children. Live music events have their own ticketing and you can buy advance tickets for shows directly on the Songbirds foundation website. Check the website's calendar for upcoming concerts and events.\nNearby Restaurants\nTo get in the mood, enjoy breakfast, brunch, lunch, dinner or drinks at one of Chattanooga Choo Choo hotel's in-station restaurants and bars. Set inside a revamped train car, and offering the chance to pour your own local draft beers, American Draft is well worth a stop. Afterward, stop and smell the roses at the former terminal's Glenn Miller Gardens. Here are some other good local choices.\nFrothy MonkeySt John's Meeting PlaceSTIR\n"
}
]