[
{
    "country": "chefchaouen",
    "city": "Chefchaouen",
    "index": 1,
    "name": "Medina",
    "latitude": null,
    "longitude": null,
    "excerpt": "Winding alleyways, cute doorways and charming plazas all in many shades of blue – this is what has attracted millions to this tiny village in the Rif…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/medina/a/poi-sig/482744/355509",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dafd4ec2934ba35c1750816564186f75-medina.jpg",
    "detail_description": "Winding alleyways, cute doorways and charming plazas all in many shades of blue – this is what has attracted millions to this tiny village in the Rif Mountains, and there's no sign tourism will let up. Despite overcrowding, Chefchaouen's medina is still well worth the visit.\nThe heart of the medina is the shady, cobbled Plaza Uta El Hammam, dominated by the red-hued walls of the kasbah and the adjacent Grande Mosquée."
},
{
    "country": "chefchaouen",
    "city": "Chefchaouen",
    "index": 8,
    "name": "Horno Bab El Ain",
    "latitude": "35.168873",
    "longitude": "-5.264836",
    "excerpt": "A traditional bakery; locals still bring their bread dough and bastilla (savoury-sweet pies) to bake here.",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/horno-bab-el-ain/a/poi-sig/1632069/355509",
    "image_url": null,
    "detail_description": "A traditional bakery; locals still bring their bread dough and bastilla (savoury-sweet pies) to bake here.\n"
},
{
    "country": "chefchaouen",
    "city": "Chefchaouen",
    "index": 4,
    "name": "Plaza Uta El Hammam",
    "latitude": "35.168659896079",
    "longitude": "-5.2624917442781",
    "excerpt": "The bustling heart of the medina is the shady, cobbled Plaza Uta El Hammam, which is lined with cafes and restaurants, all serving similar, rather…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/plaza-uta-el-hammam/a/poi-sig/482746/355509",
    "image_url": null,
    "detail_description": "The bustling heart of the medina is the shady, cobbled Plaza Uta El Hammam, which is lined with cafes and restaurants, all serving similar, rather uninspired fare. It is also where you'll find the kasbah and Grand Mosquée. The large tree at the centre makes for a great meeting point before exploring the medina.\n"
},
{
    "country": "chefchaouen",
    "city": "Chefchaouen",
    "index": 5,
    "name": "Oued Ras El Maa",
    "latitude": "35.171046",
    "longitude": "-5.256518",
    "excerpt": "The waterfall of Ras El Maa is just beyond the far northeastern gate of the Chefchaouen medina. It’s here, where the water comes gushing out of the…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/oued-ras-el-maa/a/poi-sig/1467654/355509",
    "image_url": null,
    "detail_description": "The waterfall of Ras El Maa is just beyond the far northeastern gate of the Chefchaouen medina. It’s here, where the water comes gushing out of the mountain, that local women come to do their washing. The sound of the water and the verdant hills just beyond the medina wall provide a sudden, strong dose of nature.\n"
},
{
    "country": "chefchaouen",
    "city": "Chefchaouen",
    "index": 7,
    "name": "Grande Mosquée",
    "latitude": "35.16841086752",
    "longitude": "-5.2623072885782",
    "excerpt": "Towering over Plaza Uta El Hammam, the Grand Mosquée and its unusual octagonal minaret were built in the 15th century by the son of the town’s founder,…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/grande-mosquee/a/poi-sig/482740/355509",
    "image_url": null,
    "detail_description": "Towering over Plaza Uta El Hammam, the Grand Mosquée and its unusual octagonal minaret were built in the 15th century by the son of the town’s founder, Ali Ben Rachid. Like all mosques in Chefchaouen, it is closed to non-Muslims.\n"
},
{
    "country": "chefchaouen",
    "city": "Chefchaouen",
    "index": 6,
    "name": "Spanish Mosque",
    "latitude": "35.171476",
    "longitude": "-5.250403",
    "excerpt": "The mosque was built by the Spanish in the 1920s, but never used. It fell into disrepair and remains closed, but the grounds out front make for a perfect…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/spanish-mosque/a/poi-sig/1467655/355509",
    "image_url": null,
    "detail_description": "The mosque was built by the Spanish in the 1920s, but never used. It fell into disrepair and remains closed, but the grounds out front make for a perfect place to behold the blue city and watch the sunset dip behind the green hills with a freshly squeezed orange juice in hand.\n"
},
{
    "country": "chefchaouen",
    "city": "Chefchaouen",
    "index": 3,
    "name": "Bouhachem Regional Nature Reserve",
    "latitude": "35.164266",
    "longitude": "-5.322876",
    "excerpt": "One of two parks in the Rif Mountains, Bouhachem is exceptionally beautiful and covers an enormous territory. The forest has various species of oak and…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/bouhachem-regional-nature-reserve/a/poi-sig/1619662/355509",
    "image_url": null,
    "detail_description": "One of two parks in the Rif Mountains, Bouhachem is exceptionally beautiful and covers an enormous territory. The forest has various species of oak and maritime pine, and is home to an important number of birds, mammals (including the rare Barbary macaque) and reptiles. Less visited than neighbouring Talassemtane, hikers can trek to local villages and explore the mountains and forests. Several gîtes are available for overnight stays.\n"
},
{
    "country": "chefchaouen",
    "city": "Chefchaouen",
    "index": 2,
    "name": "Kasbah",
    "latitude": "35.168529643047",
    "longitude": "-5.2617047382934",
    "excerpt": "If you're getting tired of blue, Chefchaouen's 15th-century clay-brown kasbah contains a lovely Andalusian-style garden, a former prison, the small Center…",
    "detail_url": "https://www.lonelyplanet.com/morocco/the-mediterranean-coast-and-the-rif/chefchaouen/attractions/kasbah/a/poi-sig/482742/355509",
    "image_url": null,
    "detail_description": "If you're getting tired of blue, Chefchaouen's 15th-century clay-brown kasbah contains a lovely Andalusian-style garden, a former prison, the small Center for Research and Andalusian Studies and even smaller art gallery (only open during exhibitions). One of the fortress' 13 spires, the Portuguese Tower, named after the Portuguese prisoners who built it, features plaques tracing Riffian history and provides exquisite views of the medina.\nDescriptions in the tower are only in Spanish, French and Arabic."
}
]