[
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 1,
    "name": "Giant Panda Breeding Research Base",
    "latitude": "30.734901",
    "longitude": "104.143406",
    "excerpt": "One of Chengdu’s most popular attractions, this panda park 18km north of the city centre is the easiest way to glimpse Sichuan’s most famous residents…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/giant-panda-breeding-research-base/a/poi-sig/472728/356085",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/962154d40a57a305450954c48624b5fd-giant-panda-breeding-research-base.jpg",
    "detail_description": "One of Chengdu’s most popular attractions, this panda park 18km north of the city centre is the easiest way to glimpse Sichuan’s most famous residents. Don't, however, make the mistake of thinking you'll be seeing wild pandas. They are kept in large enclosures and have a dedicated team of scientists and keepers tending to their every need. As well as living, breathing pandas, there are some fascinating panda information centres and museums explaining panda conservation and husbandry.\nHome to nearly 120 giant and 76 red pandas, the base focuses on getting these notoriously love-shy creatures to breed and has been remarkably successful at it. March to May is the ‘falling in love period’ (wink wink). If you visit during summer or autumn, you may see tiny newborns in the nursery incubators.Try to visit in the morning, when the pandas are most active. Feeding takes place around opening time at 8am, although you’ll see them eating in the late afternoon, too. Pandas spend most of their afternoons sleeping, particularly during the height of midsummer, when they sometimes disappear into their (air-conditioned) living quarters, though some of these have public viewing areas.At the best of times, it can be very busy. At weekends you'll be lucky to spot a panda through the swarms of humans.From exit A of the Panda Avenue (熊猫大道) station on metro line 3 , a free D025 bus transfer is available from 8.30am to 4pm. A taxi from the city centre costs about ¥50, or hostels run trips here. There are also various dedicated buses from the city centre to the gates of the research base. The Panda Bus is one such company and it charges ¥10 from the Wide and Narrow Alley, the Wenshu Monastery and various other locations."
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 18,
    "name": "Sichuan Art Museum",
    "latitude": "30.660821",
    "longitude": "104.060065",
    "excerpt": "This six-floor museum is understaffed and understuffed, and the regular rotating exhibitions are hit or miss, but the good is good enough to make it worth…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/sichuan-art-museum/a/poi-sig/1543457/356085",
    "image_url": null,
    "detail_description": "This six-floor museum is understaffed and understuffed, and the regular rotating exhibitions are hit or miss, but the good is good enough to make it worth stopping by. You may need your passport to enter.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 17,
    "name": "Zhaojue Temple",
    "latitude": "30.70808",
    "longitude": "104.103527",
    "excerpt": "This Tang dynasty Chan Buddhist temple is worth a quick stop, particularly if you're passing through the nearby Zhaojuesì bus station on the way back from…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/zhaojue-temple/a/poi-sig/1598897/356085",
    "image_url": null,
    "detail_description": "This Tang dynasty Chan Buddhist temple is worth a quick stop, particularly if you're passing through the nearby Zhaojuesì bus station on the way back from Sanxingdui Museum. There's a lively teahouse just inside the entrance.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 16,
    "name": "People’s Park",
    "latitude": "30.659529",
    "longitude": "104.054968",
    "excerpt": "On weekends, locals fill this park with dancing, song and taichi. There’s a small, willow-tree-lined boating lake and a number of teahouses: He Ming…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/people-s-park/a/poi-sig/472734/356085",
    "image_url": null,
    "detail_description": "On weekends, locals fill this park with dancing, song and taichi. There’s a small, willow-tree-lined boating lake and a number of teahouses: He Ming Teahouse is the most popular and atmospheric.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 15,
    "name": "Aidao Nunnery",
    "latitude": "30.674082",
    "longitude": "104.071716",
    "excerpt": "The earliest public nunnery in Sichuan, this Ming dynasty (1368–1644) nunnery was completely rebuilt in 2001. The small courtyard and two central halls…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/aidao-nunnery/a/poi-sig/1602485/356085",
    "image_url": null,
    "detail_description": "The earliest public nunnery in Sichuan, this Ming dynasty (1368–1644) nunnery was completely rebuilt in 2001. The small courtyard and two central halls are an oasis of calm, particularly in comparison to the non-stop bustle of the popular Wenshu Temple nearby.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 14,
    "name": "Chengdu Art Gallery",
    "latitude": "30.667844",
    "longitude": "104.049389",
    "excerpt": "Rotating exhibitions of classical-style Chinese art in a traditionally styled courtyard building that's almost as artistic as the paintings within. It's a…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/chengdu-art-gallery/a/poi-sig/1602486/356085",
    "image_url": null,
    "detail_description": "Rotating exhibitions of classical-style Chinese art in a traditionally styled courtyard building that's almost as artistic as the paintings within. It's a real haven of calm from the frenetic crowds on the Wide and Narrow Alley pedestrian streets you take to access it.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 13,
    "name": "Culture Park",
    "latitude": "30.662925",
    "longitude": "104.040313",
    "excerpt": "A sprawling green park of ginkgo-lined paths, lotus-filled ponds (listen out for the massive frogs croaking happily away) and teahouses. There's also…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/culture-park/a/poi-sig/1240357/356085",
    "image_url": null,
    "detail_description": "A sprawling green park of ginkgo-lined paths, lotus-filled ponds (listen out for the massive frogs croaking happily away) and teahouses. There's also children's rides (for a small fee). In the northern section, the lakeside Zhiji teahouse is a particularly nice place to while away part of the day.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 12,
    "name": "Sichuan Science & Technology Museum",
    "latitude": "30.661924",
    "longitude": "104.063525",
    "excerpt": "Families will love the hands-on nature of this huge museum – almost every display is of a touchy-feely nature. Labels and descriptions are light on…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/sichuan-science-technology-museum/a/poi-sig/1598393/356085",
    "image_url": null,
    "detail_description": "Families will love the hands-on nature of this huge museum – almost every display is of a touchy-feely nature. Labels and descriptions are light on English, but most displays are self-explanatory enough once you start to play with them. You'll need your passports for tickets from the 'Information Centre' to the right of the entrance.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 11,
    "name": "Qingyang Temple",
    "latitude": "30.66215",
    "longitude": "104.038628",
    "excerpt": "Alongside Culture Park, this is Chengdu’s oldest and most extensive Taoist temple. Qingyang (Green Ram) Temple dates from the Zhou dynasty, although most…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/qingyang-temple/a/poi-sig/472730/356085",
    "image_url": null,
    "detail_description": "Alongside Culture Park, this is Chengdu’s oldest and most extensive Taoist temple. Qingyang (Green Ram) Temple dates from the Zhou dynasty, although most of what you see is Qing. A highlight is the unusually squat, eight-sided pagoda, built without bolts or pegs. There's also a popular teahouse (tea from ¥10) inside towards the back.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 10,
    "name": "Sichuan Tower",
    "latitude": "30.664439",
    "longitude": "104.092476",
    "excerpt": "On a clear day the views from the outdoor 218m observation platform of the 339m Sichuan Tower are said to stretch all the way to Dujiangyan. On a hazy or…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/sichuan-tower/a/poi-sig/1598898/356085",
    "image_url": null,
    "detail_description": "On a clear day the views from the outdoor 218m observation platform of the 339m Sichuan Tower are said to stretch all the way to Dujiangyan. On a hazy or cloudy day (so that will be most days), you'll get a weirdly interesting view over an ocean of massive identikit tower blocks.\nThe glass elevator whisks you from ground-floor to the observation platform in a mere 90 seconds."
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 9,
    "name": "Daci Temple",
    "latitude": "30.657545",
    "longitude": "104.081844",
    "excerpt": "Very few things in Chengdu emphasise the stark contrast of modern and traditional China like the squat buildings of Daci Temple surrounded by the towering…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/daci-temple/a/poi-sig/1599217/356085",
    "image_url": null,
    "detail_description": "Very few things in Chengdu emphasise the stark contrast of modern and traditional China like the squat buildings of Daci Temple surrounded by the towering skyscrapers of the Tai Koo Li development. There's a pleasant teahouse near the southern entrance that makes a nice change from the upscale foreign-cuisine places to eat outside.Though a monastery has stood here since at least the Tang dynasty, the current structures date mostly to the later Qing dynasty.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 8,
    "name": "Sichuan Museum",
    "latitude": "30.663414",
    "longitude": "104.031794",
    "excerpt": "Aficionados of Chinese history will enjoy a stop here for a look at Sichuan's past through Shu-era calligraphy and painting, bronze works and ceramics,…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/sichuan-museum/a/poi-sig/1598900/356085",
    "image_url": null,
    "detail_description": "Aficionados of Chinese history will enjoy a stop here for a look at Sichuan's past through Shu-era calligraphy and painting, bronze works and ceramics, and a nice gallery of Buddha statues unearthed during archaeological works at the Ming dynasty Wanfo Temple (万佛寺). The hall focusing on the region's ethnic minorities is also fascinating (even more so if you're heading west to Tibet). Most signage is in English. Bring your passport for entry.\nIt's an easy walk from the southern end of Culture Park, or catch bus 19, 82 or 165."
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 7,
    "name": "Wuhou Temple",
    "latitude": "30.64694",
    "longitude": "104.046922",
    "excerpt": "Located adjacent to Nanjiao Park and surrounded by mossy cypresses, this temple (rebuilt in 1672) honours several figures from the Three Kingdoms period,…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/wuhou-temple/a/poi-sig/472744/356085",
    "image_url": null,
    "detail_description": "Located adjacent to Nanjiao Park and surrounded by mossy cypresses, this temple (rebuilt in 1672) honours several figures from the Three Kingdoms period, namely legendary military strategist Zhuge Liang and Emperor Liu Bei (his tomb is here). Both were immortalised in the Chinese literature classic, Romance of the Three Kingdoms (Sān Guó Yǎnyì).\nFrom November through April the temple closes at 6.30pm. Just east of the temple is Jinli Gujie (锦里古街), one of Chengdu’s restored ancient alleyways, crammed with souvenir stalls and places to eat."
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 5,
    "name": "Tomb of Wang Jian",
    "latitude": "30.67548",
    "longitude": "104.045076",
    "excerpt": "Built for Wang Jian (847–918), a general who rose to power following the collapse of the Tang dynasty to rule as emperor of the Shu kingdom, this above…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/tomb-of-wang-jian/a/poi-sig/472738/356085",
    "image_url": null,
    "detail_description": "Built for Wang Jian (847–918), a general who rose to power following the collapse of the Tang dynasty to rule as emperor of the Shu kingdom, this above-ground tomb, the only one excavated in China so far, was pillaged just once sometime after the fall of the Shu following his death.\nThe tomb is decorated with carvings of 24 musicians and dancers all playing different instruments and is considered to be the best surviving record of Tang dynasty court entertainment; the statue at the back is thought to be the only existing lifelike sculpture of an ancient Chinese king. Strolling the surrounding grounds is free and altogether makes for a pleasant hour or two."
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 6,
    "name": "Chengdu Museum of Contemporary Art",
    "latitude": "30.544087",
    "longitude": "104.068315",
    "excerpt": "This privately funded museum aims to create a space for the development and exhibition of contemporary and abstract art in Chinese society. Works on…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/chengdu-museum-of-contemporary-art/a/poi-sig/1541266/356085",
    "image_url": null,
    "detail_description": "This privately funded museum aims to create a space for the development and exhibition of contemporary and abstract art in Chinese society. Works on display range from thought-provoking critiques of the country's history to examinations of the interplay between nature and society, and make a visit well worth the trip from central Chengdu. Due to funding issues the museum is often closed and only now hosts occasional exhibitions. Call to check before visiting.\nFrom metro line 1's 5th Tianfu Street station, exit station C2 and turn right onto Tianhua Second Rd (天华二街). The museum is immediately to the right."
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 4,
    "name": "Jinsha Site Museum",
    "latitude": "30.683125",
    "longitude": "104.012364",
    "excerpt": "In 2001 archaeologists made a historic discovery in Chengdu’s western suburbs: they unearthed a major site containing ruins of the 3000-year-old Shu…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/jinsha-site-museum/a/poi-sig/1240326/356085",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-461115600_master.jpg",
    "detail_description": "In 2001 archaeologists made a historic discovery in Chengdu’s western suburbs: they unearthed a major site containing ruins of the 3000-year-old Shu kingdom. This excellent, expansive museum includes the excavation site and beautiful displays of many of the uncovered objects, which were created between 1200 and 600 BC.\nThe 6000 or so relics here include both functional and decorative items, from pottery and tools to jade artefacts, stone carvings and ornate gold masks. A large number of elephant tusks were also unearthed here.Use exit C of the Jinsha Site Museum station on metro line 7; the ticket office is about 400m north.An audio guide (in English) is ¥10 with a ¥200 deposit."
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 3,
    "name": "Chengdu Museum",
    "latitude": "30.658929",
    "longitude": "104.061695",
    "excerpt": "Spanning ancient Shu and pre-Qin dynasties to the Revolutionary era and modern Chengdu, this spectacular five-storey museum (completed in 2016) is packed…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/chengdu-museum/a/poi-sig/1543456/356085",
    "image_url": null,
    "detail_description": "Spanning ancient Shu and pre-Qin dynasties to the Revolutionary era and modern Chengdu, this spectacular five-storey museum (completed in 2016) is packed with historical and cultural relics of the city's past. Don't miss the two 'Puppetry and Shadow Plays of China' galleries on the top floor, with excellent examples of the art from across the country. There are also some interesting temporary exhibitions in the basement. Signage is in English. Bring a passport for entry.\n"
},
{
    "country": "chengdu",
    "city": "Chengdu",
    "index": 2,
    "name": "Wenshu Monastery",
    "latitude": "30.676998",
    "longitude": "104.069613",
    "excerpt": "This Tang dynasty monastery is dedicated to Wenshu (Manjushri), the Bodhisattva of Wisdom, and is Chengdu’s largest and best-preserved Buddhist temple…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/wenshu-monastery/a/poi-sig/472742/356085",
    "image_url": null,
    "detail_description": "This Tang dynasty monastery is dedicated to Wenshu (Manjushri), the Bodhisattva of Wisdom, and is Chengdu’s largest and best-preserved Buddhist temple. The air is heavy with incense and the low murmur of chanting; despite frequent crowds of worshippers, there’s still a sense of serenity and solitude. At weekends free Chinese- and English-language tours of the complex run frequently. Look for the stand advertising them inside the main courtyard.\nThe temple’s popular vegetarian restaurant and teahouse are lovely attractions in their own right. The 'old' neighbourhood streets surrounding the temple are crowded with teahouses, snack stalls and shops; touristy, yes, but fun to wander through."
}
]