[
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 1,
    "name": "Government Museum",
    "latitude": "13.070491",
    "longitude": "80.25738",
    "excerpt": "Housed across from the striking British-built Pantheon Complex, this excellent museum is Chennai’s best. The big highlight is building 3, the Bronze…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/government-museum/a/poi-sig/460357/356488",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128895295_full.jpg",
    "detail_description": "Housed across from the striking British-built Pantheon Complex, this excellent museum is Chennai’s best. The big highlight is building 3, the Bronze Gallery, with a superb collection of South Indian bronzes from the 7th-century Pallava era through to modern times (and English-language explanatory material).\nIt was from the 9th to 11th centuries, in the Chola period, that bronze sculpture peaked. Among the Bronze Gallery's impressive pieces are many of Shiva as Nataraja, the cosmic dancer, and an outstanding Chola bronze of Ardhanarishvara, the androgynous incarnation of Shiva and Parvati.The main Archaeological Galleries (building 1) represent all the major South Indian periods from 2nd-century BC Buddhist sculptures to 16th-century Vijayanagar work, with rooms devoted to Hindu, Buddhist and Jain sculpture. Building 2, the Anthropology Galleries, traces South Indian human history back to prehistoric times, displaying tribal artefacts from across the region; outside it is a tiger-head cannon captured from Tipu Sultan's army in 1799 upon his defeat at Srirangapatnam.The museum also includes the National Art Gallery, Contemporary Art Gallery and Children’s Museum, on the same ticket. Some sections may be closed for renovation."
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 27,
    "name": "Fort St George Entrance",
    "latitude": "13.080011",
    "longitude": "80.288064",
    "excerpt": "The main entrance to Fort St George.",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/fort-st-george-entrance/a/poi-sig/1320005/356488",
    "image_url": null,
    "detail_description": "The main entrance to Fort St George.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 26,
    "name": "Wallajah Big Mosque",
    "latitude": "13.063718",
    "longitude": "80.272551",
    "excerpt": "Built entirely of granite in 1795 by the Nawab of the Carnatic, and generally known simply as the Big Mosque.",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/wallajah-big-mosque/a/poi-sig/1319905/356488",
    "image_url": null,
    "detail_description": "Built entirely of granite in 1795 by the Nawab of the Carnatic, and generally known simply as the Big Mosque.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 25,
    "name": "Thousand Lights Mosque",
    "latitude": "13.054900211232",
    "longitude": "80.254768640943",
    "excerpt": "Chennai's main Shia mosque, built in 1810. Mostly useful as a landmark, as non-Muslims aren't allowed inside the buildings.",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/thousand-lights-mosque/a/poi-sig/1319898/356488",
    "image_url": null,
    "detail_description": "Chennai's main Shia mosque, built in 1810. Mostly useful as a landmark, as non-Muslims aren't allowed inside the buildings.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 24,
    "name": "AMM Screens",
    "latitude": "12.960877",
    "longitude": "80.237153",
    "excerpt": "The printing workshop of Tara Books, where you can watch pages being silk-screened and hand-bound into books.",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/amm-screens/a/poi-sig/1609883/356488",
    "image_url": null,
    "detail_description": "The printing workshop of Tara Books, where you can watch pages being silk-screened and hand-bound into books.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 21,
    "name": "Madras High Court",
    "latitude": "13.087764140963",
    "longitude": "80.288258216133",
    "excerpt": "Completed in 1892, this imposing red Indo-Saracenic structure is said to be the world's largest judicial building after the Courts of London. The central…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/madras-high-court/a/poi-sig/1286459/356488",
    "image_url": null,
    "detail_description": "Completed in 1892, this imposing red Indo-Saracenic structure is said to be the world's largest judicial building after the Courts of London. The central tower was added in 1912. At research time, visitors were not permitted to wander the grounds, but if you fancy trying, take your passport.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 23,
    "name": "Madras Lighthouse",
    "latitude": "13.03946",
    "longitude": "80.279514",
    "excerpt": "At the southern end of Marina Beach, the fourth-incarnation Madras Lighthouse is India's only one with a lift; it's ridiculously popular, but the…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/madras-lighthouse/a/poi-sig/1504826/356488",
    "image_url": null,
    "detail_description": "At the southern end of Marina Beach, the fourth-incarnation Madras Lighthouse is India's only one with a lift; it's ridiculously popular, but the wraparound city and beach views are wonderful.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 22,
    "name": "Luz Church",
    "latitude": "13.038059",
    "longitude": "80.262895",
    "excerpt": "Styled with blue-and-white baroque elegance, pretty little palm-fringed Luz Church is Chennai's oldest European building, dating to 1516 – which also…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/luz-church/a/poi-sig/1554347/356488",
    "image_url": null,
    "detail_description": "Styled with blue-and-white baroque elegance, pretty little palm-fringed Luz Church is Chennai's oldest European building, dating to 1516 – which also makes it one of India's most ancient churches.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 19,
    "name": "Fort Museum",
    "latitude": "13.080816",
    "longitude": "80.287753",
    "excerpt": "The Fort Museum has exhibitions on Chennai's origins and the fort itself, and displays interesting military memorabilia and artwork from colonial times…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/fort-museum/a/poi-sig/460353/356488",
    "image_url": null,
    "detail_description": "The Fort Museum has exhibitions on Chennai's origins and the fort itself, and displays interesting military memorabilia and artwork from colonial times. The 1st-floor portrait gallery of colonial-era VIPs includes a very assured-looking Robert Clive (Clive of India). Also here is the first flag hoisted in Chennai upon Indian Independence on 15 August 1947.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 20,
    "name": "Armenian Church",
    "latitude": "13.088852",
    "longitude": "80.287646",
    "excerpt": "A leafy, frangipani-scented haven in the midst of the George Town mayhem, the 18th-century Armenian Church is testament to the city's once-flourishing…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/armenian-church/a/poi-sig/1554348/356488",
    "image_url": null,
    "detail_description": "A leafy, frangipani-scented haven in the midst of the George Town mayhem, the 18th-century Armenian Church is testament to the city's once-flourishing Armenian merchant community. Its courtyard, with a six-bell tower, is dotted with ancient gravestones covered in Armenian script.Access is through a signed door on Armenian St.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 18,
    "name": "St Mary's Church",
    "latitude": "13.078736290697",
    "longitude": "80.286798477173",
    "excerpt": "Completed in 1680, yellow-washed St Mary's Church was the first English church in Madras and is India's oldest surviving British-built church. Both Robert…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/st-mary-s-church/a/poi-sig/460371/356488",
    "image_url": null,
    "detail_description": "Completed in 1680, yellow-washed St Mary's Church was the first English church in Madras and is India's oldest surviving British-built church. Both Robert Clive (Clive of India) and Elihu Yale (of Yale University) were married here. Outside lie ancient gravestones, many removed from an even earlier cemetery. The neoclassical tower is an 18th-century addition.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 17,
    "name": "St Andrew's Church",
    "latitude": "13.079865",
    "longitude": "80.263528",
    "excerpt": "This 1821 neoclassical Scottish Presbyterian church is one of India's most exquisite churches, rising up in leafy grounds in the middle of frenzied Egmore…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/st-andrew-s-church/a/poi-sig/1319907/356488",
    "image_url": null,
    "detail_description": "This 1821 neoclassical Scottish Presbyterian church is one of India's most exquisite churches, rising up in leafy grounds in the middle of frenzied Egmore. Inspired by London's St Martin-in-the-Fields church, it has a grand columned portico. Inside is and unusual oval colonnade under a domed ceiling supported by Corinthian columns, above which towers a slim multilevel spire.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 16,
    "name": "Parthasarathy Temple",
    "latitude": "13.053852",
    "longitude": "80.277089",
    "excerpt": "Built under the 8th-century Pallavas and unusually dedicated to Krishna (a form of Vishnu) as the charioteer Parthasarathy, this is one of Chennai's…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/parthasarathy-temple/a/poi-sig/1505655/356488",
    "image_url": null,
    "detail_description": "Built under the 8th-century Pallavas and unusually dedicated to Krishna (a form of Vishnu) as the charioteer Parthasarathy, this is one of Chennai's oldest temples. Most of its elaborate carvings, however, date from its 16th-century Vijayanagar expansion, including the fine stone-carved colonnade fronting the entrance. It's special for its shrines dedicated to five of the incarnations of Vishnu.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 15,
    "name": "Little Mount Church",
    "latitude": "13.01637",
    "longitude": "80.227125",
    "excerpt": "For part of his South Indian sojourn, St Thomas supposedly lived in hiding in a cave just south of the Adyar River. This grottolike space can be entered…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/little-mount-church/a/poi-sig/460361/356488",
    "image_url": null,
    "detail_description": "For part of his South Indian sojourn, St Thomas supposedly lived in hiding in a cave just south of the Adyar River. This grottolike space can be entered from inside the 16th-century Little Mount Church, 1km south of Saidapet train station. It still bears what some believe to be Thomas’ handprint, left when he escaped through a miraculous opening. Up some stairs behind the church is what is apparently Thomas' footprint.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 14,
    "name": "Theosophical Society",
    "latitude": "13.010506",
    "longitude": "80.259773",
    "excerpt": "Between the Adyar River and the coast, the 100-hectare grounds of the Theosophical Society provide a peaceful, green, vehicle-free retreat from the city…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/theosophical-society/a/poi-sig/460373/356488",
    "image_url": null,
    "detail_description": "Between the Adyar River and the coast, the 100-hectare grounds of the Theosophical Society provide a peaceful, green, vehicle-free retreat from the city. Despite restricted opening hours, it's a lovely spot to wander, containing a church, mosque, Buddhist shrine, Zoroastrian temple and Hindu temple as well as a huge variety of native and introduced flora, including the offshoots of a 450-year-old banyan tree severely damaged by a storm in the 1980s.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 13,
    "name": "St Thomas Mount",
    "latitude": "13.005135",
    "longitude": "80.193237",
    "excerpt": "The reputed site of St Thomas’ martyrdom in AD 72 rises in the southwest of Chennai, 2.5km north of St Thomas Mount train station. The Church of Our Lady…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/st-thomas-mount/a/poi-sig/1353755/356488",
    "image_url": null,
    "detail_description": "The reputed site of St Thomas’ martyrdom in AD 72 rises in the southwest of Chennai, 2.5km north of St Thomas Mount train station. The Church of Our Lady of Expectation, built atop the 'mount' by the Portuguese in 1523, contains what are supposedly a fragment of Thomas’ finger bone and the 'Bleeding Cross' he carved. The city and airport views are wonderful. Take the metro to the Nanganullar Rd stop and catch an autorickshaw there.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 12,
    "name": "Sri Ramakrishna Math",
    "latitude": "13.031035",
    "longitude": "80.267079",
    "excerpt": "The tranquil, flowery grounds of the Ramakrishna Math are a world away from Mylapore's chaos. Orange-robed monks glide around and there’s a reverential…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/sri-ramakrishna-math/a/poi-sig/460367/356488",
    "image_url": null,
    "detail_description": "The tranquil, flowery grounds of the Ramakrishna Math are a world away from Mylapore's chaos. Orange-robed monks glide around and there’s a reverential feel. The Math is a monastic order following the teachings of the 19th-century sage Sri Ramakrishna, who preached the essential unity of all religions. Its Universal Temple is a handsome, modern, salmon-pink building incorporating architectural elements from different religions, and is open to all, to worship, pray or meditate.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 11,
    "name": "Tomb of St Thomas the Apostle",
    "latitude": "13.033544",
    "longitude": "80.278172",
    "excerpt": "Behind San Thome Cathedral is the entrance to the weirdly chintzy tomb of St Thomas the Apostle.",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/tomb-of-st-thomas-the-apostle/a/poi-sig/1353708/356488",
    "image_url": null,
    "detail_description": "Behind San Thome Cathedral is the entrance to the weirdly chintzy tomb of St Thomas the Apostle.\nIt's believed that, in AD 52, 'Doubting Thomas' introduced Christianity to the subcontinent, before being martyred at St Thomas Mount, Chennai, in AD 72. Most of his mortal remains are believed to now be in Italy, but a small cross on the chapel wall containing a tiny bone fragment is labelled 'Relic of St Thomas'."
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 10,
    "name": "Book Building",
    "latitude": "12.985386",
    "longitude": "80.263498",
    "excerpt": "Within this mural-covered space, Tara Books stages free exhibitions, author talks and workshops with visiting artists, and displays its own highly…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/book-building/a/poi-sig/1357188/356488",
    "image_url": null,
    "detail_description": "Within this mural-covered space, Tara Books stages free exhibitions, author talks and workshops with visiting artists, and displays its own highly original handmade books. With prior notice, you can visit the workshop where the books are created (20 minutes' drive away).\nThe Book Building is conveniently visited together with the nearby Kalakshetra Foundation, just 700m north."
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 9,
    "name": "Vivekananda House",
    "latitude": "13.049536",
    "longitude": "80.280565",
    "excerpt": "The marshmallow-pink Vivekananda House is interesting not only for its displays on the famous ‘wandering monk’, Swami Vivekananda, but also for its…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/vivekananda-house/a/poi-sig/1286435/356488",
    "image_url": null,
    "detail_description": "The marshmallow-pink Vivekananda House is interesting not only for its displays on the famous ‘wandering monk’, Swami Vivekananda, but also for its semicircular form, built in 1842 to store ice imported from the USA. Vivekananda stayed here briefly in 1897, preaching his ascetic Hindu philosophy to adoring crowds. Displays include a photo exhibition on the swami's life, a 3D reproduction of Vivekananda's celebrated 1893 Chicago World's Parliament of Religions speech, and the room where he stayed, now used for meditation.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 8,
    "name": "Tara Books",
    "latitude": "12.985386",
    "longitude": "80.263498",
    "excerpt": "Producers of beautiful hand-printed books, this publishing company is based in southern Chennai. Visit its Book Building showroom, where you can browse,…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/tara-books/a/poi-sig/1609882/356488",
    "image_url": null,
    "detail_description": "Producers of beautiful hand-printed books, this publishing company is based in southern Chennai. Visit its Book Building showroom, where you can browse, buy and maybe catch a talk by an author or artist. You can also check out the printing shop, AMM Screens, and watch pages being silk-screened and hand-bound into finished volumes. The Book Building is conveniently visited together with the nearby Kalakshetra Foundation, just 700m north. The print shop is about a 10-minute autorickshaw ride southwest.\n"
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 7,
    "name": "Valluvar Kottam",
    "latitude": "13.054856",
    "longitude": "80.241995",
    "excerpt": "This 1976 memorial honours the Tamil poet Thiruvalluvar and his classic work, the 133-chapter Thirukural. Its most striking element is a 31m-high stone…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/valluvar-kottam/a/poi-sig/1151186/356488",
    "image_url": null,
    "detail_description": "This 1976 memorial honours the Tamil poet Thiruvalluvar and his classic work, the 133-chapter Thirukural. Its most striking element is a 31m-high stone replica of Tamil Nadu's largest temple chariot (from Thiruvarur), pulled by two stone elephants and with giant wheels. In the adjacent auditorium, the Thirukural's 1330 couplets are inscribed on granite tablets. From the auditorium's step-accessed roof, you can walk to the foot of the shrine below the chariot's dome, which holds a life-size seated Thiruvalluvar.\nThiruvalluvar is thought to have lived around 2000 years ago, possibly in present-day Chennai; his famed poem has provided a moral code for millions of followers."
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 6,
    "name": "Kalakshetra Foundation",
    "latitude": "12.988661",
    "longitude": "80.262692",
    "excerpt": "Founded in 1936, Kalakshetra is a leading serious school of Tamil classical dance and music (sponsoring many students from disadvantaged backgrounds), set…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/kalakshetra-foundation/a/poi-sig/1357180/356488",
    "image_url": null,
    "detail_description": "Founded in 1936, Kalakshetra is a leading serious school of Tamil classical dance and music (sponsoring many students from disadvantaged backgrounds), set in beautiful, shady grounds in south Chennai. During morning class times visitors can (quietly) wander the complex. Across the road is the Kalakshetra Craft Centre (Indian/foreigner ₹100/500), where you can see Kanchipuram-style hand-loom weaving, textile block-printing and the fascinating, rare art of kalamkari (hand-painting on textiles with vegetable dyes); if you're feeling inspired, there are courses, too. For upcoming performances, check the website.\nThe Thiruvanmiyur bus stand, terminus of many city bus routes, is 500m southwest of the Kalakshetra entrance."
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 5,
    "name": "Fort St George",
    "latitude": "13.080314",
    "longitude": "80.286069",
    "excerpt": "Finished in 1653 by the British East India Company, the fort has undergone many facelifts. Inside the vast perimeter walls (the ramparts are 18th-century…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/fort-st-george/a/poi-sig/1151190/356488",
    "image_url": null,
    "detail_description": "Finished in 1653 by the British East India Company, the fort has undergone many facelifts. Inside the vast perimeter walls (the ramparts are 18th-century replacements) is now a precinct housing Tamil Nadu's Legislative Assembly &amp; Secretariat, and a smattering of older buildings.\nThe Fort Museum has displays on Chennai's origins and the fort, and interesting military memorabilia and artwork from colonial times. The 1st-floor portrait gallery of colonial-era VIPs includes a very assured-looking Robert Clive (Clive of India).Also within the fort is St Mary's Church, completed in 1680, and India's oldest surviving British church, surrounded by even earlier gravestones; Clive was married here. To its right (west) is the neoclassical former Admiralty House (Clive's House)."
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 4,
    "name": "Marina Beach",
    "latitude": "13.051637",
    "longitude": "80.283365",
    "excerpt": "Take an early morning or evening stroll (you don’t want to roast here at any other time) along the 3km-long main stretch of Marina Beach and you’ll pass…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/marina-beach/a/poi-sig/460363/356488",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-142051848_high.jpg",
    "detail_description": "Take an early morning or evening stroll (you don’t want to roast here at any other time) along the 3km-long main stretch of Marina Beach and you’ll pass cricket matches, flying kites, fortune-tellers, fish markets, corn-roasters and families enjoying the sea breeze. But don’t swim: strong rips make it dangerous. At the southern end, the ridiculously popular Madras Lighthouse is India's only lighthouse with a lift; the panoramic city and beach views are fabulous.\nKamarajar Salai, flanking the beach, is lined with particularly fine Indo-Saracenic buildings, among them Presidency College and the University of Madras' Senate House."
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 3,
    "name": "San Thome Cathedral",
    "latitude": "13.033599392095",
    "longitude": "80.277757433243",
    "excerpt": "This soaring Roman Catholic cathedral, a stone's throw from the beach, was founded by the Portuguese in 1523, then rebuilt by the British in neo-Gothic…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/san-thome-cathedral/a/poi-sig/460369/356488",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-540227467_full.jpg",
    "detail_description": "This soaring Roman Catholic cathedral, a stone's throw from the beach, was founded by the Portuguese in 1523, then rebuilt by the British in neo-Gothic style in 1896, and is said to mark the final resting place of St Thomas the Apostle. It's believed 'Doubting Thomas' brought Christianity to the subcontinent in AD 52 and was killed at St Thomas Mount, Chennai, in AD 72. Behind the cathedral is the tomb of St Thomas.\nAlthough most of St Thomas' mortal remains now apparently lie in Italy, a cross on the tomb wall contains a tiny bone fragment marked 'Relic of St Thomas'. The museum above displays Thomas-related artefacts including the lancehead believed to have killed him.St Thomas' Pole, at the beach end of the street on the cathedral's south side, is said to have miraculously saved the cathedral from the 2004 tsunami."
},
{
    "country": "chennai-madras",
    "city": "Chennai (Madras)",
    "index": 2,
    "name": "Kapaleeshwarar Temple",
    "latitude": "13.033586",
    "longitude": "80.270008",
    "excerpt": "Mylapore is one of Chennai's most characterful and traditional neighbourhoods; it predated colonial Madras by several centuries. Its Kapaleeshwarar Temple…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/kapaleeshwarar-temple/a/poi-sig/460359/356488",
    "image_url": null,
    "detail_description": "Mylapore is one of Chennai's most characterful and traditional neighbourhoods; it predated colonial Madras by several centuries. Its Kapaleeshwarar Temple is Chennai's most active and impressive, and is believed to have been built after the Portuguese destroyed the seaside original in 1566. It displays the main architectural elements of many a Tamil Nadu temple – a rainbow-coloured gopuram, pillared mandapas (pavilions) and a huge tank – and is dedicated to the state's most popular deity, Shiva.\nLegend tells that in an angry fit Shiva turned his consort Parvati into a peacock, and commanded her to worship him here to regain her normal form. Parvati supposedly did so at a spot just outside the northeast corner of the temple's central block, where a shrine commemorates the event. Hence the name Mylapore, 'town of peacocks'. The story is depicted at the west end of the inner courtyard, on the exterior of the main sanctum.The temple's colourful Brahmotsavam festival (March/April) sees the deities paraded around Mylapore's streets."
}
]