[
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 1,
    "name": "Mae Fah Luang Art & Culture Park",
    "latitude": "19.904685",
    "longitude": "99.794312",
    "excerpt": "In addition to a museum that houses one of Thailand’s biggest collections of Lanna artefacts, this vast, meticulously landscaped compound includes antique…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/mae-fah-luang-art-culture-park/a/poi-sig/1379604/357668",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1139324420.jpg",
    "detail_description": "In addition to a museum that houses one of Thailand’s biggest collections of Lanna artefacts, this vast, meticulously landscaped compound includes antique and contemporary art, Buddhist temples and other structures. It’s located about 4km west of the centre of Chiang Rai; a túk-túk or taxi here will run to around 100B.\nHaw Kaew, the park’s museum, has a permanent collection of mostly teak-based artefacts and art from across the former Lanna region, as well as a temporary exhibition room.Haw Kham, a temple-like tower built in 1984 from the remains of 32 wooden houses, is arguably the park’s centrepiece. The immense size of the structure – allegedly influenced by Lanna-era Wat Pongsanuk in Lampang – with its Buddha image seemingly hovering over white sand (the latter imported from Ko Samet) and its sacred, candlelit aura culminate in a vibe not unlike the place of worship of an indigenous cult.You’ll probably have to ask staff to open up Haw Kham Noi, a structure housing folksy but beautiful Buddhist murals taken from a dismantled teak temple in Phrae."
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 15,
    "name": "King Mengrai Monument",
    "latitude": "19.910449",
    "longitude": "99.840095",
    "excerpt": "Monument in Chiang Rai.",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/king-mengrai-monument/a/poi-sig/1377848/357668",
    "image_url": null,
    "detail_description": "Monument in Chiang Rai.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 14,
    "name": "Daru Aman Mosque",
    "latitude": "19.90754",
    "longitude": "99.829266",
    "excerpt": "A mosque in central Chiang Rai.",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/daru-aman-mosque/a/poi-sig/1377673/357668",
    "image_url": null,
    "detail_description": "A mosque in central Chiang Rai.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 12,
    "name": "Clock Tower",
    "latitude": "19.910248",
    "longitude": "99.830531",
    "excerpt": "The older of Chiang Rai's two clock towers.",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/clock-tower/a/poi-sig/1377671/357668",
    "image_url": null,
    "detail_description": "The older of Chiang Rai's two clock towers.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 13,
    "name": "Chiang Rai First Church",
    "latitude": "19.907357",
    "longitude": "99.833595",
    "excerpt": "Protestant church in central Chiang Rai.",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/chiang-rai-first-church/a/poi-sig/1377330/357668",
    "image_url": null,
    "detail_description": "Protestant church in central Chiang Rai.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 10,
    "name": "Clock Tower",
    "latitude": "19.907146",
    "longitude": "99.830934",
    "excerpt": "Chiang Rai's 'main' clock tower lights up at night and is a popular photo opportunity.",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/clock-tower/a/poi-sig/1377674/357668",
    "image_url": null,
    "detail_description": "Chiang Rai's 'main' clock tower lights up at night and is a popular photo opportunity.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 11,
    "name": "Market",
    "latitude": "19.909042",
    "longitude": "99.829551",
    "excerpt": "Chiang Rai's main market for fresh produce. It's busiest in the morning.",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/market/a/poi-sig/1377324/357668",
    "image_url": null,
    "detail_description": "Chiang Rai's main market for fresh produce. It's busiest in the morning.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 9,
    "name": "Wat Jet Yot",
    "latitude": "19.903112",
    "longitude": "99.831594",
    "excerpt": "The seven-spired chedi (stupa) at Wat Jet Yot is similar to that of its Chiang Mai namesake but is without stucco ornamentation. Of more aesthetic…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/wat-jet-yot/a/poi-sig/1076405/357668",
    "image_url": null,
    "detail_description": "The seven-spired chedi (stupa) at Wat Jet Yot is similar to that of its Chiang Mai namesake but is without stucco ornamentation. Of more aesthetic interest is the wooden ceiling of the front veranda of the main wí·hăhn (sanctuary), which features a unique Thai astrological fresco.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 8,
    "name": "Wat Klang Wiang",
    "latitude": "19.910748",
    "longitude": "99.832463",
    "excerpt": "This temple appears contemporary but probably dates back at least 500 years. Extensive remodelling in the early 1990s has left several structures in the…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/wat-klang-wiang/a/poi-sig/1174253/357668",
    "image_url": null,
    "detail_description": "This temple appears contemporary but probably dates back at least 500 years. Extensive remodelling in the early 1990s has left several structures in the temple with a unique ‘modern Lanna’ style, but the elegant hŏr đrai (manuscript depository – the temple library) appears to have retained its original form.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 7,
    "name": "Wat Phra That Doi Chom Thong",
    "latitude": "19.91558",
    "longitude": "99.8227",
    "excerpt": "King Mengrai, Chiang Rai’s founder, first surveyed the site for the city from this peak, just west of contemporary Chiang Mai’s centre. The Lanna-style…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/wat-phra-that-doi-chom-thong/a/poi-sig/1243179/357668",
    "image_url": null,
    "detail_description": "King Mengrai, Chiang Rai’s founder, first surveyed the site for the city from this peak, just west of contemporary Chiang Mai’s centre. The Lanna-style chedi found at the top most likely dates from the 14th to 16th centuries and may cover an earlier Mon chedi inside. The hilltop compound is also home to Chiang Rai’s ‘city navel’.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 6,
    "name": "Oub Kham Museum",
    "latitude": "19.903031",
    "longitude": "99.815083",
    "excerpt": "This slightly zany private museum houses an impressive collection of paraphernalia from virtually every corner of the former Lanna kingdom. The items,…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/oub-kham-museum/a/poi-sig/1243166/357668",
    "image_url": null,
    "detail_description": "This slightly zany private museum houses an impressive collection of paraphernalia from virtually every corner of the former Lanna kingdom. The items, some of which truly are one of a kind, range from a monkey-bone food taster used by Lanna royalty to an impressive carved throne from Chiang Tung, Myanmar. The museum is located 2km west of the town centre and can be a bit tricky to find; túk-túk will go here for about 60B.\nGuided tours (available in English and included in the entrance fee) are obligatory and include a walk through a gilded artificial cave holding several Buddha statues, complete with disco lights and fake torches! The grounds of the museum are equally kitschy and include a huge golden naga (a mythical serpent-like being with magical powers), waterfalls and fountains. An equal parts bizarre and enlightening experience."
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 5,
    "name": "Tham Tu Pu & Buddha Cave",
    "latitude": "19.925465",
    "longitude": "99.802594",
    "excerpt": "Cross the Mae Fah Luang Bridge (located just northwest of the city centre) to the northern side of Mae Nam Kok and you’ll come to a turn-off for both Tham…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/tham-tu-pu-buddha-cave/a/poi-sig/1243173/357668",
    "image_url": null,
    "detail_description": "Cross the Mae Fah Luang Bridge (located just northwest of the city centre) to the northern side of Mae Nam Kok and you’ll come to a turn-off for both Tham Tu Pu and the Buddha Cave. Neither attraction is particularly amazing on its own, but the surrounding country is beautiful and makes an ideal destination for a lazy bike or motorcycle ride.\nFollow the road for 1km, then turn off onto a dirt path for 200m to the base of a limestone cliff, where there is a steep set of stairs leading to a main chamber holding a dusty Buddha statue; this is Tham Tu Pu.Continue along the same road for 3km more (the sign says ‘Buddha Images Cave’) and you’ll reach Buddha Cave, a cavern by Mae Nam Kok containing a tiny but active Buddhist temple, a lone monk and numerous cats. The temple was one of several destinations on a visit to the region by King Rama V in the early 20th century."
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 4,
    "name": "Wat Phra Kaew",
    "latitude": "19.911666",
    "longitude": "99.827946",
    "excerpt": "Originally called Wat Pa Yia (Bamboo Forest Monastery) in the local dialect, this is the city’s most revered Buddhist temple. The main prayer hall is a…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/wat-phra-kaew/a/poi-sig/1243210/357668",
    "image_url": null,
    "detail_description": "Originally called Wat Pa Yia (Bamboo Forest Monastery) in the local dialect, this is the city’s most revered Buddhist temple. The main prayer hall is a medium-sized, well-preserved wooden structure. The octagonal chedi (stupa) behind it dates from the late 14th century and is in typical Lanna style. The adjacent two-storey teak building is a museum housing various Lanna artefacts.\nLegend has it that in 1434 lightning struck the temple’s chedi, which fell apart to reveal the Phra Kaew Morakot, or Emerald Buddha (actually made of jade). After a long journey that included a lengthy stopover in Vientiane, Laos, this national talisman is now ensconced in the temple of the same name in Bangkok.In 1990, Chiang Rai commissioned a Chinese artist to sculpt a new image from Canadian jade. Named the Phra Yok Chiang Rai (Chiang Rai Jade Buddha), it was intentionally a very close but not exact replica of the Phra Kaew Morakot in Bangkok, measuring 48.3cm across the base and 65.9cm in height, just 0.1cm shorter than the original. The image is housed in the impressive Haw Phra Yoke, the walls of which are decorated with beautiful modern murals, some depicting the journey of the original Phra Kaew Morakot, as well as the elaborate ceremony that saw the current image arrive at its new home in Chiang Rai."
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 3,
    "name": "Wat Phra Singh",
    "latitude": "19.911827",
    "longitude": "99.830521",
    "excerpt": "This temple dates back to the late 14th century, and its oldest surviving original buildings are typical Northern Thai–style wooden structures with low,…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/wat-phra-singh/a/poi-sig/1243176/357668",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/498866723_master.jpg",
    "detail_description": "This temple dates back to the late 14th century, and its oldest surviving original buildings are typical Northern Thai–style wooden structures with low, sweeping roofs. The main wí·hăhn (sanctuary) houses impressive wooden doors thought to have been carved by local artists, as well as a copy of Chiang Mai’s sacred Phra Singh Buddha.\n"
},
{
    "country": "chiang-rai",
    "city": "Chiang Rai",
    "index": 2,
    "name": "Hilltribe Museum & Education Center",
    "latitude": "19.909316",
    "longitude": "99.836057",
    "excerpt": "This museum and cultural centre is a good place to visit before undertaking any hill-tribe trek. Run by the nonprofit Population & Community Development…",
    "detail_url": "https://www.lonelyplanet.com/thailand/chiang-rai-province/chiang-rai/attractions/hilltribe-museum-education-center/a/poi-sig/1174261/357668",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial1022839708.jpg",
    "detail_description": "This museum and cultural centre is a good place to visit before undertaking any hill-tribe trek. Run by the nonprofit Population &amp; Community Development Association (PDA), the venue has displays that are underwhelming in their visual presentation but contain a wealth of information on Thailand’s various tribes and the issues that surround them.\nA visit begins with a 20-minute slide show on Thailand’s hill tribes, followed by a self-guided exploration among exhibits that include the typical clothing of six major tribes, examples of bamboo usage, folk implements and other anthropological objects. The curator is passionate about his museum and, if present, will talk about the different hill tribes, their histories, recent trends and the community projects that the museum helps fund. The PDA also runs highly recommended treks."
}
]