[
{
    "country": "chicago",
    "city": "Chicago",
    "index": 1,
    "name": "Wrigley Field",
    "latitude": "41.948009",
    "longitude": "-87.655706",
    "excerpt": "Built in 1914, Wrigley Field – aka the Friendly Confines – is the second-oldest baseball park in the major leagues. It’s home to the Chicago Cubs and…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/lake-view-and-wrigleyville/attractions/wrigley-field/a/poi-sig/1131189/1319212",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_57978118.jpg",
    "detail_description": "Built in 1914, Wrigley Field – aka the Friendly Confines – is the second-oldest baseball park in the major leagues. It’s home to the Chicago Cubs and filled with legendary traditions and curses, including a team that didn't win a championship for 108 years. But a World Series victory coupled with heaps of new family-friendly and foodie hot spots around the stadium have given it new life. The ballpark provides an old-school slice of Americana, with a hand-turned scoreboard, ivy-covered outfield walls and an iconic neon sign over the front entrance.\nBilly Goat: the curse of Wrigley Field\nThe curse started with Billy Sianis, owner of the Billy Goat Tavern. The year was 1945 and the Cubs were in the World Series against the Detroit Tigers. When Sianis tried to enter Wrigley Field with his pet goat to see the game, ballpark staff refused, saying the goat stank. Sianis threw up his arms and called down a mighty hex, saying that the Cubs would never win another World Series. Years rolled by, and they didn’t.\nThen in 2016 it happened: the Cubs won the Series in a wild, come-from-behind set of games. The young team scrapped, slugged and pitched its way to victory, exorcising the curse. The city went insane. Streets filled with revelers. Neighbors high-fived neighbors. Grandparents cheered with grandkids. At the victory parade a few days later, an estimated five million fans partied with the team.\n\n  \nThere are various traditions associated with Wrigley Field © FiledIMAGE / Shutterstock\n\nWrigley Field traditions\nWhen the middle of the seventh inning arrives, it's time for the seventh inning stretch. At Wrigley Field, you stand up for the group sing-along of \"Take Me Out to the Ballgame,\" often led by a guest celebrity along the lines of Mr T, Ozzy Osbourne or the local weather reporter. Here's another tradition: if you catch a home run slugged by the competition, you’re honor-bound to throw it back onto the field. After every game the ballpark hoists a flag atop the scoreboard. A white flag with a blue \"W\" indicates a victory; a blue flag with a white \"L\" means a loss.\nWrigley Field statues\nStatues of Cubs heroes ring the stadium. Ernie Banks, aka \"Mr Cub,\" stands near the main entrance on Clark Street; the shortstop/first baseman was the team’s first African American player. Billy \"Sweet-Swinging\" Williams wields his mighty bat by the right field gate on Addison Street at Sheffield Avenue. Adored third baseman Ron Santo makes a smooth catch beside him. And mythic TV sportscaster Harry Caray dons his barrel-sized eyeglasses in front of the bleacher entrance on Waveland Avenue. Caray was known for broadcasting among the raucous bleacher fans while downing a few beers himself. It’s said the sculptors mixed a dash of his favorite beer in with the white bronze used for the statue.\nCubs tickets and stadium tours\n\nBuy tickets at the Cubs' website or Wrigley box office. Online ticket broker StubHub is also reliable.\nThe Upper Reserved Infield seats are usually pretty cheap. They're high up, but have decent views.\nNinety-minute stadium tours are available most days April through September. Try going on a non-game day, as you'll see more. \n\nGallagher Way\nThe field is uniquely situated smack in the middle of a neighborhood, surrounded on all sides by houses, bars and restaurants. The grassy plaza just north of the main entrance – aka Gallagher Way – has tables, chairs, a coffee shop and a huge video screen. On nongame days it's open to the public and hosts free movie nights, concerts and alfresco fitness classes; on game days it's a beer garden for ticket holders. Kids love the grassy expanse, where they can run around, play catch or cool off in the splash pad. A slew of new cocktail bars, beer bars and hip taco, barbecue and fried-chicken eateries beckon across the way on Clark and Addison Streets.\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 40,
    "name": "Chicago Cultural Center",
    "latitude": "41.884108",
    "longitude": "-87.624967",
    "excerpt": "This exquisite, beaux-arts building began its life as the Chicago Public Library in 1897. Today the block-long structure houses terrific art exhibitions …",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/chicago-cultural-center/a/poi-sig/378089/1319210",
    "image_url": null,
    "detail_description": "This exquisite, beaux-arts building began its life as the Chicago Public Library in 1897. Today the block-long structure houses terrific art exhibitions (especially the 4th-floor Yates Gallery), as well as classical concerts at lunchtime every Wednesday (12:15pm). It also contains the world's largest Tiffany stained-glass dome, on the 3rd floor where the library circulation desk used to be. InstaGreeter tours of the Loop depart from the Randolph St lobby, as do Millennium Park tours. And it's all free!\nOh, and there's more. Free foreign films screen on Wednesday at 6:30pm from June through September. StoryCorps’ recording studio (where folks tell their tale, get a CD of it and have it preserved in the Library of Congress) operates on Thursday (noon to 6pm) and Saturday (10am to 4pm). Check the daily schedule online or posted at the entrances (at both Randolph and Washington Sts) to see what else is going on.The Gilded Age interior mixes white Carrara and green Connemara marble throughout. The building's splendor was meant to inspire the rabble toward loftier goals. You can explore on your own, or take a free building tour (1:15pm Wednesday through Saturday), which departs from the Randolph St lobby. There's also free wi-fi and seating areas throughout the building."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 39,
    "name": "Pullman National Historical Park",
    "latitude": "41.691413",
    "longitude": "-87.609626",
    "excerpt": "Part of the National Park Service, Pullman offers a rare look at a capitalist's fallen utopia. The community's design and architecture make for a…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/pullman-national-historical-park/a/poi-sig/1538888/1319217",
    "image_url": null,
    "detail_description": "Part of the National Park Service, Pullman offers a rare look at a capitalist's fallen utopia. The community's design and architecture make for a fascinating walkabout, and you'll learn about labor history and urban planning. The Historic Pullman Foundation (www.pullmanil.org) offers information and occasional walking tours; check the website for details. The site isn't easy to reach, as it is located at Chicago's southern edge. Metra's Electric Line train makes the trip in about 40 minutes from downtown's Millennium Station.\nThe backstory: George Pullman was a millionaire rail-car manufacturer, and he started his namesake community in 1880 to provide his workers with homes in a wholesome environment. He built houses, apartments, stores, a hotel and churches. The town's careful design was based on French models and featured an aesthetic unknown in workers' housing then or now. But business went sour in 1893 when an economic depression hit. Pullman cut workers' pay, though he didn't lower their rent. A violent strike ensued in 1894, and things were never the same afterward. Pullman died in 1897, and the town was sold off shortly thereafter.Though it became a national park in 2015, the site is still a work in progress, and several buildings are still being refurbished. A new visitor center is set to open in the Clock Tower by late 2020."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 38,
    "name": "Holy Name Cathedral",
    "latitude": "41.895849",
    "longitude": "-87.62794",
    "excerpt": "Holy Name Cathedral is the seat of Chicago’s Catholic Church and where its powerful cardinals do their preaching. It provides a quiet place for…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/near-north-and-navy-pier/attractions/holy-name-cathedral/a/poi-sig/378623/1319211",
    "image_url": null,
    "detail_description": "Holy Name Cathedral is the seat of Chicago’s Catholic Church and where its powerful cardinals do their preaching. It provides a quiet place for contemplation, unless the excellent choirs are practicing, in which case it’s an entertaining respite. Check out the sanctuary’s ceiling while you’re inside. The hanging red hats are for Holy Name’s deceased cardinals; the hats remain until they turn to dust.\nBuilt in 1875 to a design by the unheralded Patrick Keely, the neo-Gothic cathedral has been remodeled several times. Look closely and you can still see bullet holes from a Capone-era hit in the building's exterior. Actually, a couple of gangland killings took place near here. In 1924 North Side boss Dion O’Banion was gunned down in his florist shop (738 N State St) after he crossed Al Capone. In 1926 his successor, Hymie Weiss, died en route to the cathedral in a hail of bullets that came from the window at 740 N State St.Both buildings have since been razed; they stood in what's now a parking lot across from the State St main entrance. Meanwhile, the bullet holes appear just south of this entrance, in the cornerstone at the edge of the steps, where four very faded pockmarks surround the dedication year.The cathedral is open most of the day and holds frequent services. If the State St entrance is closed, try the door around the corner on Superior St."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 37,
    "name": "Mt Carmel Cemetery",
    "latitude": "41.8667908",
    "longitude": "-87.9030457",
    "excerpt": "Al Capone is now buried in this cemetery in Hillside, west of Chicago. He and his relatives were moved here in 1950. Al’s simple gray gravestone, which…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/attractions/mt-carmel-cemetery/a/poi-sig/1100206/361932",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Chicago%20Grindstone%20Media%20Group%20shutterstock_2030326451%20RFE.jpg",
    "detail_description": "Al Capone is now buried in this cemetery in Hillside, west of Chicago. He and his relatives were moved here in 1950. Al’s simple gray gravestone, which has been stolen and replaced twice, is concealed by a hedge. It reads ‘Alphonse Capone, 1899–1947, My Jesus Mercy.’ Capone’s neighbors include old rivals Dean O’Banion and Hymie Weiss. Both tried to rub out Capone, who returned the favor in a far more effective manner.\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 36,
    "name": "Route 66 Sign",
    "latitude": "41.879571",
    "longitude": "-87.624464",
    "excerpt": "Attention Route 66 buffs: the Mother Road begins in downtown Chicago. Look for the 'Historic 66 Begin' sign at the northwestern corner of Adams St and…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/route-66-sign/a/poi-sig/378679/1319210",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128071062_full.jpg",
    "detail_description": "Attention Route 66 buffs: the Mother Road begins in downtown Chicago. Look for the 'Historic 66 Begin' sign at the northwestern corner of Adams St and Michigan Ave, across from the Art Institute. (There's another sign at the end of the block, but this one is a replica of the original.) From Chicago the route traverses 2400 miles to Los Angeles, past neon signs, mom-and-pop motels and pie-and-coffee diners…but it all starts here.\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 35,
    "name": "Argyle Street",
    "latitude": "41.973296",
    "longitude": "-87.658812",
    "excerpt": "Many residents of this area, also known as ‘Little Saigon,’ arrived as refugees from the Vietnam War and subsequently filled the storefronts with lunch…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/andersonville-lincoln-square-and-uptown/attractions/argyle-street/a/poi-sig/1100328/1319213",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9d1aed2e1a3e9fb69143155266514e20-argyle-street.jpg",
    "detail_description": "Many residents of this area, also known as ‘Little Saigon,’ arrived as refugees from the Vietnam War and subsequently filled the storefronts with lunch spots serving pho, bakeries pouring bubble tea, and shops with exotic goods from the homeland. The pagoda-shaped Argyle L station, painted in the auspicious colors of green and red, puts you in the heart of it.\nThe area is great for a wander (even if it looks a little scruffy). The businesses spill out onto N Broadway as well."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 34,
    "name": "Lincoln Park Zoo",
    "latitude": "41.92165445",
    "longitude": "-87.6336211",
    "excerpt": "The zoo has been around since 1868 and is a local freebie favorite, filled with lions, zebras, snow monkeys and other exotic creatures in the shadow of…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/lincoln-park-and-old-town/attractions/lincoln-park-zoo/a/poi-sig/378639/1006300",
    "image_url": null,
    "detail_description": "The zoo has been around since 1868 and is a local freebie favorite, filled with lions, zebras, snow monkeys and other exotic creatures in the shadow of downtown. Check out the Regenstein African Journey, polar-bear-stocked Arctic Tundra and dragonfly-dappled Nature Boardwalk for the cream of the crop. The Gateway Pavilion (on Cannon Dr) is the main entrance; pick up a map and schedule of feedings and training sessions.\nFamilies swarm the grounds. Kids beeline for the African exhibit, which puts them close to pygmy hippos and dwarf crocodiles. The Ape House pleases with its swingin’ gorillas and chimps while snow monkeys chill in the Macaque Forest. Farm-in-the-Zoo features a full range of barnyard animals and offers frequent demonstrations of cow milking, horse grooming and other farm work, along with kid-centric play events. The half-mile-long Nature Boardwalk circles the adjacent South Pond and teaches about wetlands ecology; keep an eye out for endangered birds such as the black-crowned night heron. Kids can also climb aboard the vintage train and carousel ($3 per ride). A completely revamped exhibit house for the zoo's pride of lions and a state-of-the-art new visitor center should have been completed by 2020.As well as the Gateway Pavilion, the zoo has multiple entrances around its perimeter. Drivers be warned: parking here is among the city’s worst. If you do find a spot in the Cannon Dr lot, it can cost up to $35 for four hours."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 33,
    "name": "American Writers Museum",
    "latitude": "41.885586",
    "longitude": "-87.6247",
    "excerpt": "Bibliophiles will have a grand time in this museum, where American writers spanning the ages – from Edgar Allen Poe to Elie Wiesel, James Baldwin to Edith…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/american-writers-museum/a/poi-sig/1567353/1319210",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08517cd439a5341a19e8638e66a19415-american-writers-museum.jpg",
    "detail_description": "Bibliophiles will have a grand time in this museum, where American writers spanning the ages – from Edgar Allen Poe to Elie Wiesel, James Baldwin to Edith Wharton – get their due. Interactive exhibits trace the history of the American voice in nonfiction and literature, while rotating displays celebrate individual wordsmiths. Another exhibit provides exercises and tips for your own writing (along with a table of old typewriters). The colorful Children's Literature gallery features story times and books to read.\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 32,
    "name": "Green City Market",
    "latitude": "41.915228",
    "longitude": "-87.633541",
    "excerpt": "Stands of purple cabbages, red radishes, green asparagus and other bright-hued produce sprawl through Lincoln Park at Chicago's biggest farmers market…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/lincoln-park-and-old-town/attractions/green-city-market/a/poi-sig/1383301/1006300",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/830100f995b3ed1cad91289cdbf455bf-lpl-02861.jpg",
    "detail_description": "Stands of purple cabbages, red radishes, green asparagus and other bright-hued produce sprawl through Lincoln Park at Chicago's biggest farmers market. Follow your nose to the demonstration tent, where local cooks such as Top Chef winner Stephanie Izard prepare dishes – say rice crepes with a mushroom gastrique (reduction) – using market ingredients.\nIn winter the market moves into the Peggy Notebaert Nature Museum and is held from 8am to 1pm on Saturday only."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 31,
    "name": "Paseo Boricua",
    "latitude": "41.903004",
    "longitude": "-87.688129",
    "excerpt": "The Paseo Boricua, aka Puerto Rican Promenade, is a half-mile-long stretch of Division St where many Puerto Rican shops and restaurants do business. It’s…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/logan-square-and-humboldt-park/attractions/paseo-boricua/a/poi-sig/378735/1319215",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/89361423.jpg",
    "detail_description": "The Paseo Boricua, aka Puerto Rican Promenade, is a half-mile-long stretch of Division St where many Puerto Rican shops and restaurants do business. It’s marked at either end by an enormous Puerto Rican flag sculpture that arches over the road; the eastern flag stands beside Artesian Ave, while the western one is at Mozart St. Striking murals cover many of the storefronts.\nThe area has long been the epicenter of Chicago’s 103,000-strong Puerto Rican community. It's also known as Puerto Rico Town."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 30,
    "name": "Buckingham Fountain",
    "latitude": "41.875826",
    "longitude": "-87.618893",
    "excerpt": "Grant Park's centerpiece is one of the world's largest fountains, with a 1.5-million-gallon capacity and a 15-story-high spray. It lets loose on the hour…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/buckingham-fountain/a/poi-sig/378601/1319210",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-156452573_high.jpg",
    "detail_description": "Grant Park's centerpiece is one of the world's largest fountains, with a 1.5-million-gallon capacity and a 15-story-high spray. It lets loose on the hour from 9am to 11pm early May to mid-October, accompanied at night by multicolored lights and music.\nWealthy widow Kate Sturges Buckingham gave the magnificent structure to the city in 1927 in memory of her brother, Clarence. She also wisely left an endowment to maintain and operate it. The central fountain symbolizes Lake Michigan, with the four water-spouting sea creatures representing the surrounding states."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 29,
    "name": "Alfred Caldwell Lily Pool",
    "latitude": "41.924899",
    "longitude": "-87.634097",
    "excerpt": "The enchanting Lily Pool hides in a plot northeast of the Lincoln Park Conservatory, at the corner of Fullerton and Cannon Drs. Built in 1938 by landscape…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/lincoln-park-and-old-town/attractions/alfred-caldwell-lily-pool/a/poi-sig/1383262/1006300",
    "image_url": "https://lp-cms-production.imgix.net/2020-10/shutterstockRF_1284883687.jpg",
    "detail_description": "The enchanting Lily Pool hides in a plot northeast of the Lincoln Park Conservatory, at the corner of Fullerton and Cannon Drs. Built in 1938 by landscape architect Jens Jenson, the garden is designated a National Historic Landmark for its Prairie School style, native-plant use and stonework that resembles the stratified canyons of the Wisconsin Dells.\nThe pool has become an important stopover for migrating birds and also welcomes turtles and dragonflies. It's a lovely escape from the Lincoln Park crowds. Docents lead free, half-hour tours on various weekends."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 28,
    "name": "Gallagher Way",
    "latitude": "41.948342",
    "longitude": "-87.656979",
    "excerpt": "It's impossible to get any closer to Wrigley Field without actually crossing the stadium's threshold, making this newly developed plaza (formerly a…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/lake-view-and-wrigleyville/attractions/gallagher-way/a/poi-sig/1600985/1319212",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a8e9e74d775406dbeb8b6c402869a459-gallagher-way.jpg",
    "detail_description": "It's impossible to get any closer to Wrigley Field without actually crossing the stadium's threshold, making this newly developed plaza (formerly a parking lot) a hot gathering spot. On nongame days it's open to the public and hosts free events including concerts, alfresco fitness classes and movie nights on the jumbo video screen. On game days it's a beer garden for Cubs ticket holders.\nKids love the grassy expanse, where they can run around, play catch or cool off in the splash pad. In winter the park sets up an ice-skating rink on the premises."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 27,
    "name": "Shedd Aquarium",
    "latitude": "41.8676",
    "longitude": "-87.61365",
    "excerpt": "Top draws at the kiddie-mobbed Shedd Aquarium include the Wild Reef exhibit, where there's just 5in of Plexiglas between you and two-dozen fierce-looking…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/south-loop-and-near-south-side/attractions/shedd-aquarium/a/poi-sig/378093/1319218",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/40790250.jpg",
    "detail_description": "Top draws at the kiddie-mobbed Shedd Aquarium include the Wild Reef exhibit, where there's just 5in of Plexiglas between you and two-dozen fierce-looking sharks, and the Oceanarium, with its rescued sea otters. Note the Oceanarium also keeps beluga whales and Pacific white-sided dolphins, a practice that’s increasingly frowned upon as captivity is stressful for these sensitive creatures.\nGeneral admission includes all of the aforementioned exhibits. The 4-D movies cost extra ($5 each). Lines can be very long here, especially in summer. Tickets purchased online at least one day in advance provide faster, priority entry (for a per order fee of $3)."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 26,
    "name": "Union Station",
    "latitude": "41.878781",
    "longitude": "-87.639853",
    "excerpt": "This wonderfully restored 1925 train station looks like it stepped right out of a gangster movie. In fact, it has been used to great effect in exactly…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/union-station/a/poi-sig/378689/1319210",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-175516169_super.jpg",
    "detail_description": "This wonderfully restored 1925 train station looks like it stepped right out of a gangster movie. In fact, it has been used to great effect in exactly this way. Remember director Brian De Palma's classic The Untouchables, when Eliot Ness loses his grip on the baby carriage during the shoot-out with Al Capone's henchmen? And the carriage bounces down the stairs in slow motion? Those steps are here.\nThey're the north ones from Canal St to the waiting room. The steps were recently restored and look Hollywood-sharp now in photos. Come during the day when Amtrak and Metra riders stride through the space, which is dappled with bright shafts of sunlight from the banks of windows."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 24,
    "name": "International Museum of Surgical Science",
    "latitude": "41.910342",
    "longitude": "-87.626481",
    "excerpt": "This small but fascinating museum, set inside a former residential mansion facing the lake, is dedicated to the world of surgery and medicine. Exhibits…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/gold-coast/attractions/international-museum-of-surgical-science/a/poi-sig/378761/1319209",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ae6cf71c2e0be01a884fb95dddf0ab5f-international-museum-of-surgical-science.jpg",
    "detail_description": "This small but fascinating museum, set inside a former residential mansion facing the lake, is dedicated to the world of surgery and medicine. Exhibits demonstrate the amazing strides made in medical science throughout history, on subjects as diverse as eyeglasses, wound healing, anesthesia and X-rays, as well as the history of nursing. Artifacts range from creaky old limb prosthetics and rather intimidating antique surgical instruments to an actual iron lung.\nTemporary exhibits seek to find common ground between medical science and art, such as one recent exhibit on a tattooist who covers mastectomy scars with beautiful designs to help breast-cancer survivors heal emotionally. Admission is free on Tuesday for Illinois residents."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 25,
    "name": "Original Playboy Mansion",
    "latitude": "41.907044",
    "longitude": "-87.628831",
    "excerpt": "The sexual revolution partied hearty for 15 years in the basement ‘grotto’ of this 1899 mansion. Playboy founder Hugh Hefner bought it in 1959 and hung a…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/gold-coast/attractions/original-playboy-mansion/a/poi-sig/1176822/1319209",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-176504131_master.jpg",
    "detail_description": "The sexual revolution partied hearty for 15 years in the basement ‘grotto’ of this 1899 mansion. Playboy founder Hugh Hefner bought it in 1959 and hung a brass plate over the door warning Si Non Oscillas, Noli Tintinnare (Latin for ‘If You Don’t Swing, Don’t Ring’). In the mid-1970s, Hef decamped to LA, and the building now comprises ultraluxury condos – but stopping by for a selfie still allows you to boast 'I've been to the Playboy Mansion.'\nPlayboy Enterprises stayed headquartered in Chicago until 2012, and then it too moved west. The last vestige is ‘Honorary Hugh M Hefner Way,’ which is what the city renamed Walton St (at Michigan Ave) in an official tip of the hat to Hef."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 23,
    "name": "Rookery",
    "latitude": "41.87910862",
    "longitude": "-87.63200267",
    "excerpt": "The famed firm of Burnham and Root built the Rookery – named for the site's previous building, a temporary city hall that was popular with roosting…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/rookery/a/poi-sig/1100216/1319210",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-122415900_medium.jpg",
    "detail_description": "The famed firm of Burnham and Root built the Rookery – named for the site's previous building, a temporary city hall that was popular with roosting pigeons – in 1888; Frank Lloyd Wright remodeled the two-story lobby atrium 19 years later. It's renowned for its contrast in styles: though it may look hulking and fortress-like outside, it’s light and airy inside. You can walk in and look around for free. Tours ($10 to $15) are available weekdays at 11am, noon and 1pm.\nThe walkabouts last 30 minutes, except on Monday and Wednesday when they run for 45 minutes and include access to the Burnham Library. It's best to reserve tickets in advance, but you can also walk up and purchase them at the Frank Lloyd Wright Trust outpost/shop in the lobby. Next door is a small gift shop that sells a variety of Wright–themed books, housewares and jewelry."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 22,
    "name": "Garfield Park Conservatory",
    "latitude": "41.886161",
    "longitude": "-87.717011",
    "excerpt": "Built in 1907, these two acres under glass are a lovely spot to while away a few hours sauntering around rooms of palms, ferns, orchids and koi-filled…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/attractions/garfield-park-conservatory/a/poi-sig/378717/361932",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_166759727.jpg",
    "detail_description": "Built in 1907, these two acres under glass are a lovely spot to while away a few hours sauntering around rooms of palms, ferns, orchids and koi-filled ponds. Between May and October the 10 acres of outdoor grounds are open, including the lily pool, a carnivorous plant bog and the Monet Garden, which is based on the Impressionist painter’s flower patch at Giverny, France. The Demonstration Garden shows urbanites how to grow veggies, keep bees and compost in city plots.\nKids can get dirty with roots and seeds in the indoor Children’s Garden. Newer halls contain displays of seasonal plants that are especially spectacular in the weeks before Easter.Garfield Park is about four L stops west of the West Loop. The L station is a stone’s throw from the conservatory’s front door. If you drive, lock up: the surrounding neighborhood isn’t the safest."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 21,
    "name": "Willie Dixon's Blues Heaven",
    "latitude": "41.853668",
    "longitude": "-87.624013",
    "excerpt": "From 1957 to 1967, this humble building was Chess Records, the seminal electric blues label. It's now named for the bassist who wrote most of Chess' hits…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/south-loop-and-near-south-side/attractions/willie-dixon-s-blues-heaven/a/poi-sig/378099/1319218",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f4a8d68f1c0c9ef531d9836352c17155-willie-dixon-s-blues-heaven.jpg",
    "detail_description": "From 1957 to 1967, this humble building was Chess Records, the seminal electric blues label. It's now named for the bassist who wrote most of Chess' hits. Staff give hour-long tours of the premises. It's pretty ramshackle, with few original artifacts on display. Still, hard-core fans will get a thrill out of hearing stories from the heady era and walking into the studio where their musical heroes recorded. Free blues concerts rock the side garden on summer Thursdays at 6pm.\nThe Chess brothers, two Polish Jews, ran the recording studio that saw – and heard – the likes of Muddy Waters, Bo Diddley, Koko Taylor and others. Chuck Berry recorded four top-10 singles here, and the Rolling Stones named a song '2120 South Michigan Avenue' after a recording session at this spot in 1964. (Rock trivia buffs will know that the Stones named themselves after the Muddy Waters song 'Rolling Stone.')The studio is being restored, and musicians will be able to record there again (at night, after the building closes to the public)."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 19,
    "name": "Northerly Island",
    "latitude": "41.860756",
    "longitude": "-87.608328",
    "excerpt": "This hilly, prairie-grassed park has a walking and cycling trail, bird-watching, fishing and an outdoor venue for big-name concerts. It's actually a…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/south-loop-and-near-south-side/attractions/northerly-island/a/poi-sig/378663/1319218",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5e02354587bc148afce7d223a542aba8-northerly-island.jpg",
    "detail_description": "This hilly, prairie-grassed park has a walking and cycling trail, bird-watching, fishing and an outdoor venue for big-name concerts. It's actually a peninsula, not an island, but the Chicago skyline views are tremendous no matter what you call it. Stop in at the field house, if it's open, for tour information. Bicycles are available at the Divvy bike-share station by the Adler Planetarium. Note that parts of the trail are closed at times due to weather damage.\nNortherly Island was once the busy commuter airport known as Meigs Field. The shift from runway to willowy grasses has its root in a controversial incident that reads a little like a municipal spy thriller, complete with midnight operatives and surprise bulldozings. To sum it up: Mayor Richard M Daley wanted the land for a park; businesses wanted to keep it for their private planes. A standoff ensued. Then, one dark night in March 2003, Daley fired up the heavy machinery and razed the airfield while the city slept. His reasoning? Terrorists could attack Chicago with tiny planes launched from Meigs; the airfield was a security liability. Why it couldn't be jackhammered during daylight hours was never explained."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 20,
    "name": "Jackson Park",
    "latitude": "41.779321",
    "longitude": "-87.585572",
    "excerpt": "This 550-acre, lakefront green space is a gem. Designed by Frederick Law Olmsted, renowned creator of New York City's Central Park, it comprises bird-rich…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/jackson-park/a/poi-sig/1417449/1319217",
    "image_url": "https://lp-cms-production.imgix.net/2020-10/GettyRF_146760697.jpg",
    "detail_description": "This 550-acre, lakefront green space is a gem. Designed by Frederick Law Olmsted, renowned creator of New York City's Central Park, it comprises bird-rich lagoons, busy boat harbors, sweet-smelling meadows, the Garden of the Phoenix, 63rd Street Beach and a golf course. Historically, it's where the city held the 1893 World’s Expo, when Chicago introduced the world to wonders such as the Ferris wheel, moving pictures and the zipper.\nThe Museum of Science &amp; Industry sits in the park's northern reach. The new Barack Obama Presidential Center complex is set to open on the park's western edge between 60th and 63rd Sts sometime after 2021.If you're looking for a nice walk, Jackson Park connects to Washington Park via a mile-long boulevard called the Midway Plaisance. The Plaisance itself is basically a park, home to an ice rink and college students kicking around soccer balls in the grassy expanse."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 18,
    "name": "Humboldt Park",
    "latitude": "41.905621",
    "longitude": "-87.703073",
    "excerpt": "This 207-acre park, which lends its name to the surrounding neighborhood, comes out of nowhere and gobsmacks you with Mother Nature. A lagoon brushed by…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/logan-square-and-humboldt-park/attractions/humboldt-park/a/poi-sig/378625/1319215",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/547883f0c4a7a29ff3c3df5516f43579-humboldt-park.jpg",
    "detail_description": "This 207-acre park, which lends its name to the surrounding neighborhood, comes out of nowhere and gobsmacks you with Mother Nature. A lagoon brushed by native plants takes up much of the green space, and birdsong flickers in the air. The 1907 Prairie School boathouse is the park’s centerpiece, home to a cafe and free cultural events. The flowery Formal Garden, the National Museum of Puerto Rican Arts &amp; Culture, and Chicago's only inland beach are other highlights.\nThe park was built in 1869 and named for German naturalist Alexander von Humboldt. Landscape architect Jens Jensen gave it its 'prairie style' design, using native plants and stone, in the early 1900s. The park has gone through some rough times since then, and has only come into its own again in the past decade or so. While it’s family filled by day, it’s still pretty rough and best avoided at night (unless there's a free outdoor movie or music event happening).Street vendors and food trucks sell fried plantains, meat dumplings and other Puerto Rican specialties around the park's edges. Many congregate on Kedzie Ave at North Ave and at Hirsch St – sniff them out for a picnic.For more in-depth explorations, including the park's wee waterfall, wind turbine and picnic island, download the free audio tour at www.chicagoparkdistrict.com/parks-facilities/humboldt-park-audio-tour."
},
{
    "country": "chicago",
    "city": "Wicker Park, Bucktown & Ukrainian Village",
    "index": 17,
    "name": "St Nicholas Ukrainian Catholic Cathedral",
    "latitude": "41.89694115",
    "longitude": "-87.68409078",
    "excerpt": "Take a minute to wander past St Nicholas, which is the less traditional of the neighborhood’s main Ukrainian churches. Built in 1913, its 13 domes…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/wicker-park-bucktown-and-ukrainian-village/attractions/st-nicholas-ukrainian-catholic-cathedral/a/poi-sig/1100342/1319214",
    "image_url": null,
    "detail_description": "Take a minute to wander past St Nicholas, which is the less traditional of the neighborhood’s main Ukrainian churches. Built in 1913, its 13 domes represent Christ and the Apostles. The intricate mosaics – added in 1988 to mark the 1000th anniversary of Ukraine's conversion to Christianity – owe their inspiration to the Cathedral of St Sophia in Kiev.\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 16,
    "name": "Galerie F",
    "latitude": "41.925167",
    "longitude": "-87.70081",
    "excerpt": "Galerie F is exactly the type of laid-back, ubercool gallery you'd expect to find in Logan Square. It specializes in rock-and-roll gig posters,…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/logan-square-and-humboldt-park/attractions/galerie-f/a/poi-sig/1520361/1319215",
    "image_url": null,
    "detail_description": "Galerie F is exactly the type of laid-back, ubercool gallery you'd expect to find in Logan Square. It specializes in rock-and-roll gig posters, printmaking and street art. Walk into the bright, open space and browse – the vibe here is totally welcoming. Dip into the basement to listen to records, play chess or just linger in the sitting area.\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 15,
    "name": "Driehaus Museum",
    "latitude": "41.894147",
    "longitude": "-87.626588",
    "excerpt": "Set in the exquisite Nickerson Mansion, the Driehaus immerses visitors in Gilded Age decorative arts and architecture. You'll feel like a Great Gatsby…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/near-north-and-navy-pier/attractions/driehaus-museum/a/poi-sig/1413584/1319211",
    "image_url": null,
    "detail_description": "Set in the exquisite Nickerson Mansion, the Driehaus immerses visitors in Gilded Age decorative arts and architecture. You'll feel like a Great Gatsby character as you wander three floors stuffed with sumptuous objets d'art and heaps of Tiffany stained glass. Recommended guided tours ($5 extra) are available four times daily. The price seems steep, but the museum is a prize for those intrigued by opulent interiors.\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 13,
    "name": "Stony Island Arts Bank",
    "latitude": "41.771656",
    "longitude": "-87.586441",
    "excerpt": "Artist-activist Theaster Gates bought a tumbledown bank building for $1 in Chicago's neglected South Shore neighborhood, and transformed it into a…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/stony-island-arts-bank/a/poi-sig/1538501/1319217",
    "image_url": null,
    "detail_description": "Artist-activist Theaster Gates bought a tumbledown bank building for $1 in Chicago's neglected South Shore neighborhood, and transformed it into a fascinating African American cultural center and gallery. Staff give tours of the hodgepodge collections, including the 5000-album vinyl trove of local DJ Frankie Knuckles (the Godfather of House Music) and a roomful of racist 'negrobilia' items. Hours vary depending on season and exhibitions, so check the website before heading out.\nThe vintage glass lantern slides (60,000 of them, of art through the ages) and stacked-to-the-rafters library of African American art and history books are other cool sets to browse, along with the main floor exhibitions. Workshops and events take place regularly. And it's all free.Gates is involved in many projects in the area, including the Arts Incubator in Washington Park."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 14,
    "name": "Busy Beaver Button Museum",
    "latitude": "41.917208",
    "longitude": "-87.712322",
    "excerpt": "Even George Washington gave out campaign buttons, though in his era they were the sew-on kind. Pin-back buttons came along in 1896. Badge-making company…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/logan-square-and-humboldt-park/attractions/busy-beaver-button-museum/a/poi-sig/1403742/1319215",
    "image_url": null,
    "detail_description": "Even George Washington gave out campaign buttons, though in his era they were the sew-on kind. Pin-back buttons came along in 1896. Badge-making company Busy Beaver chronicles its history in displays holding thousands of the little round mementos. They tout everything from Dale Bozzio to Bozo the clown, Cabbage Patch Kids to Big Rock Point Nuclear Plant.\nThey're fascinating to browse (especially Washington's button), and the hipster office staff are totally gracious about letting you gawk over their desks where the framed cases hang. Heaps more buttons are preserved in drawers that you're welcome to pull out and examine. Ring the doorbell to enter. And don't forget to pick up your souvenir button before you leave!"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 12,
    "name": "Museum of Contemporary Art",
    "latitude": "41.897157",
    "longitude": "-87.62157",
    "excerpt": "Consider it the Art Institute’s brash, rebellious sibling, with especially strong minimalist, surrealist and conceptual photography collections, and…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/gold-coast/attractions/museum-of-contemporary-art/a/poi-sig/378649/1319209",
    "image_url": null,
    "detail_description": "Consider it the Art Institute’s brash, rebellious sibling, with especially strong minimalist, surrealist, and conceptual photography collections. Covering art from the 1920s onward, the MCA’s collection spans the gamut, with displays arranged to blur the boundaries between painting, sculpture, video, and other media. Exhibits change regularly so you never know what you'll see, but count on it being offbeat and provocative. Illinois residents get free admission on Tuesday.\nDocents lead free, 45-minute tours of the exhibitions; enquire at the 2nd-floor visitor service desk.Definitely worth a visit is the museum's fantastic, two-level shop. Besides extensive book offerings in all kinds of art and design – photography, fashion, film, music, graphic design, conceptual art, and criticism – and a well-stocked children's book section, it features a whole floor of housewares, gifts, accessories, and jewelry. It's the perfect place to pick up a chunky necklace for an artsy friend."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 11,
    "name": "Lincoln Park",
    "latitude": "41.914719",
    "longitude": "-87.630167",
    "excerpt": "The park that gave the neighborhood its name is Chicago’s largest. Its 1200 acres stretch for 6 miles from North Ave north to Diversey Pkwy, where it…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/lincoln-park-and-old-town/attractions/lincoln-park/a/poi-sig/378635/1006300",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/73c8ff73ec7d5ded8f96a2e9dba273e3-lincoln-park.jpg",
    "detail_description": "The park that gave the neighborhood its name is Chicago’s largest. Its 1200 acres stretch for 6 miles from North Ave north to Diversey Pkwy, where it narrows along the lake and continues on until the end of Lake Shore Dr. On sunny days locals come out to play in droves, taking advantage of the ponds, paths and playing fields or visiting the zoo and beaches. It's a fine spot to while away a morning or afternoon (or both).\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 10,
    "name": "360° Chicago",
    "latitude": "41.898747",
    "longitude": "-87.623767",
    "excerpt": "The views from the 94th-floor observatory of this iconic building (formerly known as the John Hancock Center) in many ways surpass those at the Willis…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/gold-coast/attractions/3600-chicago/a/poi-sig/378633/1319209",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/492bb706cc638e1c032bf69f040091b5-john-hancock-center.jpg",
    "detail_description": "The views from the 94th-floor observatory of this iconic building (formerly known as the John Hancock Center) in many ways surpass those at the Willis Tower; there are informative displays and the 'Tilt' feature (floor-to-ceiling windows you stand in as they tip out over the ground), which costs $7.20 extra and is less exciting than it sounds. Or just shoot straight up to the 96th-floor Signature Lounge, where the view is free if you buy a drink ($10 to $18).\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 9,
    "name": "Robie House",
    "latitude": "41.789769",
    "longitude": "-87.59614",
    "excerpt": "Of the numerous buildings that Frank Lloyd Wright designed around Chicago, none is more famous or influential than Robie House. Because its horizontal…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/robie-house/a/poi-sig/378675/1319217",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e47a2cec785a0d47a3491bf7c71282fdd45a40f12c63f49ab8d0c266bfcd858d.jpg",
    "detail_description": "Of the numerous buildings that Frank Lloyd Wright designed around Chicago, none is more famous or influential than Robie House. Because its horizontal lines resembled the flat landscape of the Midwestern prairie, the style became known as the Prairie style. Inside are 174 stained-glass windows and doors, which you'll see on the hour-long tours (frequency varies by season, but there's usually at least one tour per hour). Advance tickets are highly recommended.\nExtensive work has been completed restoring the interior to Wright's original vision. The colors, plaster and wood in the living room, front entry hall, main stairway, upper hall and billiard room now match what the architect conceived at the outset."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 8,
    "name": "Field Museum of Natural History",
    "latitude": "41.86633",
    "longitude": "-87.61698",
    "excerpt": "The Field Museum houses some 30 million artifacts and includes everything but the kitchen sink – beetles, mummies, gemstones, Bushman the stuffed ape –…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/south-loop-and-near-south-side/attractions/field-museum-of-natural-history/a/poi-sig/378091/1319218",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/811f19aadc5151fb9482e32b3bb37c0a-field-museum-of-natural-history.jpg",
    "detail_description": "The Field Museum houses some 30 million artifacts and includes everything but the kitchen sink – beetles, mummies, gemstones, Bushman the stuffed ape – all tended by a slew of PhD-wielding scientists, as the Field remains an active research institution. The collection's rock star is Sue, the largest Tyrannosaurus rex yet discovered. She even gets her own gift shop. Special exhibits, such as the 3-D movie, cost extra.\nOther highlights include 'Inside Ancient Egypt,' a burial chamber reproduction that contains 23 real mummies; the Hall of Gems; and the Northwest Coast and Arctic Peoples' totem pole collection.The museum is vast, so get a map at the desk and make a plan of attack."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 7,
    "name": "National Museum of Mexican Art",
    "latitude": "41.856212319717",
    "longitude": "-87.672939481399",
    "excerpt": "Founded in 1982, this vibrant museum – the largest Latinx arts institution in the US – has become one of the city’s best. The vivid permanent collection…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/south-loop-and-near-south-side/attractions/national-museum-of-mexican-art/a/poi-sig/1247061/1319218",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fa83aa4db85d2e4fd850b197eed28e25f6fd2e23d1e9442fbd6f32d2bc74824a.jpg",
    "detail_description": "Founded in 1982, this vibrant museum – the largest Latinx arts institution in the US – has become one of the city’s best. The vivid permanent collection sums up 1000 years of Mexican art and culture through classical paintings, shining gold altars, skeleton-rich folk art, beadwork and much more.\nThe turbulent politics and revolutionary leaders of Mexican history are well represented, including works about Cesar Chavez and Emiliano Zapata. Don't miss the psychedelic 'semen-acrylic' painting (that's, um, bodily fluids mixed with pigments). The museum also sponsors readings by top authors and performances by musicians and artists. October and November are busy months with lots of festive programs for Day of the Dead. The on-site store is a winner, with brightly painted Mexican crafts filling the shelves."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 6,
    "name": "Navy Pier",
    "latitude": "41.891544",
    "longitude": "-87.609776",
    "excerpt": "Half-mile-long Navy Pier is one of Chicago's most-visited attractions, sporting a 196ft Ferris wheel and other carnival rides ($9 to $18 each), an IMAX…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/near-north-and-navy-pier/attractions/navy-pier/a/poi-sig/1247046/1319211",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a63949fe532d4dd8ca9f16822984afcc-navy-pier.jpg",
    "detail_description": "Half-mile-long Navy Pier is one of Chicago's most-visited attractions, sporting a 196ft Ferris wheel and other carnival rides ($9 to $18 each), an IMAX theater, a beer garden and lots of chain restaurants. A renovation added public plazas, performance spaces and free cultural programming. Locals still groan over its commercialization, but its lakefront view and cool breezes can't be beat. The fireworks displays on summer Wednesdays (9:30pm) and Saturdays (10:15pm) are a treat too.\nThe Chicago Children's Museum is also on the pier, as are several boat-cruise operators. In summer, try the Shoreline Water Taxi (www.shorelinesightseeing.com) for a fun ride to the Museum Campus (adult/child Monday through Thursday $8/4, Friday through Sunday $10/5). Polk Bros Park, at the pier's entrance, has a fountain you can splash in and performance lawns for free concerts and movies."
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 5,
    "name": "Willis Tower",
    "latitude": "41.878556",
    "longitude": "-87.63589",
    "excerpt": "Willis Tower is Chicago's tallest building (and one of the world's loftiest). Breathe deeply during the ear-popping, 70-second elevator ride to the 103rd…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/willis-tower/a/poi-sig/378085/1319210",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyRF_95732440.jpg",
    "detail_description": "Willis Tower is Chicago's tallest building (and one of the world's loftiest). Breathe deeply during the ear-popping, 70-second elevator ride to the 103rd-floor Skydeck, then stride to one of the glass-enclosed ledges that jut out in midair for a knee-buckling perspective straight down some 1400ft.\nA bit of history: it was the Sears Tower from its completion in 1973 until insurance broker Willis Group Holdings bought the naming rights in 2009. The building held the title of world's tallest building for almost a quarter century, surpassed by NYC's One World Trade Center in 2013.\n\n  \nStep out onto the glass-floor at the Willis Tower Skydeck © Julien Hautcoeur / Shutterstock\n\nTickets and other information\nTickets are timed and should be purchased online in advance of your visit. The Skydeck is fully wheelchair-accessible, with complimentary wheelchairs available on a first-come, first-served basis. There are specific facilities for family travelers too, with quizzes and games for children. \nThe entrance is on Jackson Blvd. Even with pre-booking, lines can take up to an hour on busy days (peak times are in summer, between 11am and 4pm Friday through Sunday, although some say sunset is the best time to visit).\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 4,
    "name": "Art Institute of Chicago",
    "latitude": "41.879519",
    "longitude": "-87.623594",
    "excerpt": "The second-largest art museum in the country, the Art Institute houses a treasure trove from around the globe. The collection of impressionist and…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/art-institute-of-chicago/a/poi-sig/378083/1319210",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1139991416.jpg",
    "detail_description": "The second-largest art museum in the country, the Art Institute houses a treasure trove from around the globe. The collection of impressionist and postimpressionist paintings is second only to those in France, and the number of surrealist works is tremendous.\nWander the endless marble and glass corridors, and rooms stuffed with Japanese prints, Grecian urns, suits of armor, Grant Wood's American Gothic, Edward Hopper's Nighthawks and Georges Seurat's&nbsp;A Sunday Afternoon on the Island of La Grande Jatte. The Modern Wing dazzles with Picassos and Mirós.\nAudio guides\nDownload the free app for DIY audio tours; it offers several quick-hit jaunts, from highlights&nbsp;to architecture and pop-art tours. Allow two hours to browse the must-sees; art buffs should allocate much longer.\nTickets and other practicalities\nTickets should be bought online in advance of your visit. Children under 14 can visit for free. Wheelchairs are available on a first-come first-serve basis. There are several accessible parking garages near the Art Institute.\nThe main entrance is on Michigan Ave, but you can also enter via the dazzling Modern Wing on Monroe Street. Ask at the front desk about free talks and tours once you're inside. Note that the 3rd-floor contemporary sculpture terrace is always free. It has great city views and connects to Millennium Park via the mod, pedestrian-only Nichols Bridgeway.\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 3,
    "name": "Museum of Science & Industry",
    "latitude": "41.790592",
    "longitude": "-87.582786",
    "excerpt": "The MSI is the largest science museum in the Western hemisphere and a place to completely geek out. Highlights include a WWII German U-boat nestled in an…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/hyde-park-and-south-side/attractions/museum-of-science-industry/a/poi-sig/378729/1319217",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_1125314441.jpg",
    "detail_description": "The MSI is the largest science museum in the Western hemisphere and a place to completely geek out. Highlights include a WWII German U-boat nestled in an underground display, the life-size shaft of a coal mine, and the \"Science Storms\" exhibit with a mock tornado and tsunami. The museum's main building served as the Palace of Fine Arts at the landmark 1893 World’s Expo, which was set in the surrounding Jackson Park. Here are some of the museum's best bits, level by level.\nLevel 1 \nLevel 1 holds the U-boat, which is incredibly impressive. It's given the Hollywood treatment with blue spotlights moving over it and dramatic music swelling in the background. An interactive kiosk lets you try to break codes. There's plenty more to see around the sub, but the highlight is going on board and touring the cramped quarters. The Space Center with rockets and the Apollo 8 lunar module, the 'fairy castle' dollhouse and the Farm Tech exhibit with huge tractors to climb are other Level 1 highlights.\nLevel 2\nLevel 2 rolls out lots of trains. Science Storms lets you conjure a mock tornado and simulate a tsunami rolling toward you. Or submerge into the realistic shaft of a coal mine (temporarily closed).\n\n  \nLearn about the human body at \"You! The Experience\" © Joe Hendrickson / Shutterstock\n\nLevel 3\nLevel 3 hangs cool old German dive bombers and English Spitfires from the ceiling. \"You! The Experience\" has a giant 3D heart to walk through and the infamous body slices (cadavers displayed in half-inch-thick pieces) that have been scaring kids for decades.\nTickets and other practicalities\nTickets include access to most permanent exhibits and selected temporary exhibitions, and should be booked online in advance. There are ramps and elevators allowing for wheelchair access throughout the museum.\nTop tips for visiting the museum\n\nIn summer and during popular exhibits lines can be long. \nThe museum is vast, so get a map at the desk and make a plan of attack to see your top exhibits.\nLittle kids (aged 10 and under) get stoked for the hands-on Idea Factory on Level 1; big kids get stoked for the flight simulators on Level 3.\n\n"
},
{
    "country": "chicago",
    "city": "Chicago",
    "index": 2,
    "name": "Millennium Park",
    "latitude": "41.882327",
    "longitude": "-87.621857",
    "excerpt": "There's free admission to Millennium Park, the playful heart of the city. It shines with whimsical public art, both permanent and temporary exhibits, and…",
    "detail_url": "https://www.lonelyplanet.com/usa/chicago/the-loop/attractions/millennium-park/a/poi-sig/378727/1319210",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/shutterstockRF_153323999.jpg",
    "detail_description": "There's free admission to Millennium Park, the playful heart of the city. It shines with whimsical public art, both permanent and temporary exhibits, and it hosts a mixture of free and ticketed activities and events. From the band shell to the artworks on display, here are the top things to see in Millennium Park.\n\nPritzker Pavilion\nPritzker Pavilion is Millennium Park's acoustically awesome band shell. Architect Frank Gehry designed it and gave it his trademark swooping silver exterior. The pavilion hosts free concerts at 6pm on Mondays and Thursdays from August to September. Take an evening picnic along and enjoy the sounds from a spot on the Great Lawn.\n\n\n  \nCloud Gate sculpture in Millennium Park is also know as \"the Bean\" © roman_slavik / Shutterstock\n\nThe Bean\nCloud Gate, Anish Kapoor's beloved silver sculpture in Millennium Park, is known informally as \"the Bean.\" It reflects both the sky and the skyline, and everyone clamors to walk under it, take a picture and to touch the smoothness of its highly polished stainless-steel exterior.\n\n  \nCrown Fountain is the perfect spot to cool off in the warmer months © f11photo / Shutterstock\n\nCrown Fountain\n\nJaume Plensa’s two 50ft-high glass-block towers contain video displays that flash a thousand different faces of locals. Each mug puckers up and spurts water, just like the gargoyles atop Notre Dame Cathedral. A fresh set of non-puckering faces appears in winter, when the fountain is dry. On hot days the fountain crowds with locals splashing around to cool off. Kids especially love it.\n\n  \nLurie Garden is a \"secret\" spot away from the crowds © Chuck Eckert / Getty Images\n\nLurie Garden\n\nIf the crowds at the Bean, Crown Fountain and Pritzker Pavilion are too much, seek out the peaceful Lurie Garden, which uses native plants to form a botanical tribute to Illinois’ tallgrass prairie. Visitors often miss it because it's hidden behind a big hedge. Yellow coneflowers, poet's daffodils, bluebells and other gorgeous blooms carpet the 5-acre oasis; everything is raised sustainably and without chemicals. A little river runs through it, where folks kick off their shoes and dangle their feet.\n\n  \nYou just pay for skate rental at the McCormick Tribune Ice Rink © Miune / Shutterstock\n\n\nMcCormick Tribune Ice Rink\nIn winter time, Chicago's largest outdoor ice rink opens at McCormick Tribune Plaza and fills with skaters. It's free to skate; you just need to pay for skate rental.\nBP Bridge\n\nFrank Gehry designed the snaking pedestrian BP Bridge that spans Columbus Drive. The luminous sheet-metal walkway connects Millennium Park from the back of the Great Lawn to Maggie Daley Park. The bridge offers great skyline views, too.\n\nNichols Bridgeway\n\nRenzo Piano designed Nichols Bridgeway, a silver, pedestrian-only span. It arches from Millennium Park over Monroe Street to the Art Institute’s small, 3rd-floor sculpture terrace (which is free to view). Piano, incidentally, also designed the museum's Modern Wing, which is where the sculpture garden is located.\n\n\nFree exercise classes\nA schedule of free yoga, Pilates, Tai Chi and Zumba classes take place Saturday mornings in summer on the Great Lawn.\n"
}
]