[
{
    "country": "chile",
    "index": 1,
    "name": "Cerro San Cristóbal",
    "latitude": "-33.429445",
    "longitude": "-70.635889",
    "excerpt": "The best views over Santiago are from the peaks and viewpoints of the Parque Metropolitano, better known as Cerro San Cristóbal. At 722 hectares, the park…",
    "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/cerro-san-cristobal/a/poi-sig/396121/363286",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-463387071_high.jpg",
    "detail_description": "The best views over Santiago are from the peaks and viewpoints of the Parque Metropolitano, better known as Cerro San Cristóbal. At 722 hectares, the park is Santiago's largest green space, but it's still decidedly urban: a funicular carries you between different landscaped sections on one side, while a teleférico (cable car) swoops you away on the other.\nA snowy white 14m-high statue of the Virgen de la Inmaculada Concepción towers atop the cumbre (summit) at the Bellavista end of the park. The benches at its feet are the outdoor church where Pope John Paul II said Mass in 1984. To get here, take a steep switchbacked dirt trail or the funicular from Plaza Caupolicán (where you'll also find a tourist info kiosk). Alternatively, enter the park from Pedro de Valdivia and board the teleférico.Other attractions on the hillside include the Zoológico Nacional; the Jardín Botánico Mapulemu, a botanical garden; the child-oriented Plaza de Juegos Infantiles Gabriela Mistral, featuring attractive wooden playground equipment and an interactive water fountain; and two huge public swimming pools, the Piscina Tupahue and Piscina Antilén. The small but perfectly landscaped Jardín Japonés (Japanese Garden) is just above the Pedro de Valdivia entrance.Near the top of the funicular is the Terraza Bellavista, where there are a few snack stands and extraordinary views across the city. The park lies north of Bellavista and Providencia and has entrances in both neighborhoods."
},
{
    "country": "chile",
    "index": 26,
    "name": "La Confluencia",
    "latitude": "-47.115993",
    "longitude": "-72.773695",
    "excerpt": "Don't miss this dramatic viewpoint, where Chile's most powerful river, the Baker, froths into a broad, behemoth cascade before merging with the milkier,…",
    "detail_url": "https://www.lonelyplanet.com/chile/puerto-bertrand-rio-baker/attractions/la-confluencia/a/poi-sig/1509963/1317505",
    "image_url": null,
    "detail_description": "Don't miss this dramatic viewpoint, where Chile's most powerful river, the Baker, froths into a broad, behemoth cascade before merging with the milkier, glacial-fed Río Nef in a swirling contrast of mint and electric blue. It's 12km south of Puerto Bertrand. Park roadside and follow the 800m trail.\n"
},
{
    "country": "chile",
    "index": 19,
    "name": "Museo de Sitio Colón 10",
    "latitude": "-18.480719855",
    "longitude": "-70.321590206969",
    "excerpt": "See the 32 excavated Chinchorro mummies in situ at this tiny museum below El Morro. They were discovered when an architect bought this former private home…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/arica/attractions/museo-de-sitio-colon-10/a/poi-sig/1303838/363271",
    "image_url": null,
    "detail_description": "See the 32 excavated Chinchorro mummies in situ at this tiny museum below El Morro. They were discovered when an architect bought this former private home with the intention of converting it into a hotel. You can gape at the glass-protected bodies as they were found, in the sand below the floors, in different positions, complete with their funerary bundles, skins and feathers of marine fowl.\nThere are a few infants, with red-painted mud masks. Go up the wooden ramp for a better vantage point of the mummies and then check out the great view of the city from the covered terrace. The included audio guide (available in English and other languages) gives a fine context to the site."
},
{
    "country": "chile",
    "index": 20,
    "name": "Iglesia San Francisco de Castro",
    "latitude": "-42.481478",
    "longitude": "-73.763753",
    "excerpt": "Italian Eduardo Provasoli chose a marriage of neo-Gothic and classical architecture in his design for the elaborate Iglesia San Francisco, one of Chiloé's…",
    "detail_url": "https://www.lonelyplanet.com/chile/chiloe/castro/attractions/iglesia-san-francisco-de-castro/a/poi-sig/492144/363260",
    "image_url": null,
    "detail_description": "Italian Eduardo Provasoli chose a marriage of neo-Gothic and classical architecture in his design for the elaborate Iglesia San Francisco, one of Chiloé's Unesco gems and finished in 1912 to replace an earlier church that burned down (which had replaced an even earlier church that had also burned down).\nThe church is an unconventional visual delight – yellow with violent and mauve trim. Inside, the varnished-wood interior is stunning. It is best to visit on a sunny day – if you are lucky enough – as the interior is more charming when illuminated by the rows of stained-glass windows."
},
{
    "country": "chile",
    "index": 22,
    "name": "Museo de la Memoria y los Derechos Humanos",
    "latitude": "-33.439884",
    "longitude": "-70.679823",
    "excerpt": "Opened in 2010, this striking museum isn't for the faint of heart: the exhibits expose the terrifying human rights violations and large-scale …",
    "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-de-la-memoria-y-los-derechos-humanos/a/poi-sig/1304114/363286",
    "image_url": null,
    "detail_description": "Opened in 2010, this striking museum isn't for the faint of heart: the exhibits expose the terrifying human rights violations and large-scale 'disappearances' that took place under Chile's military government between 1973 and 1990.\nThere's no way around it – learning about the 40,000 victims subjected to torture and execution is positively chilling – but a visit to this carefully curated museum helps to contextualize Chile's tumultuous recent history."
},
{
    "country": "chile",
    "index": 21,
    "name": "Centro de Visitantes Inmaculada Concepción",
    "latitude": "-41.869879454971",
    "longitude": "-73.828624636155",
    "excerpt": "Don't even think about visiting Chiloé's Unesco-listed churches without first stopping in at this excellent museum housed in the former Convento…",
    "detail_url": "https://www.lonelyplanet.com/chile/chiloe/ancud/attractions/centro-de-visitantes-inmaculada-concepcion/a/poi-sig/1304679/363259",
    "image_url": null,
    "detail_description": "Don't even think about visiting Chiloé's Unesco-listed churches without first stopping in at this excellent museum housed in the former Convento Inmaculada Concepción de Ancud (1875). It's home to wooden scale models of all 16 churches, which show the workings of the intricate interior woodwork of each.\nYou'll also find an interesting museum shop, where you can pick up the free bilingual La Ruta de Las Iglesias Chiloé visitors' guide. If you dig Chiloé churches, the foundation has produced a good coffee-table book, which is also available in the shop."
},
{
    "country": "chile",
    "index": 23,
    "name": "Museo Chileno de Arte Precolombino",
    "latitude": "-33.438896689984",
    "longitude": "-70.652294887637",
    "excerpt": "Exquisite pottery from most major pre-Columbian cultures is the backbone of Santiago's best museum, the Museo Chileno de Arte Precolombino. As well as…",
    "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-chileno-de-arte-precolombino/a/poi-sig/396093/363286",
    "image_url": null,
    "detail_description": "Exquisite pottery from most major pre-Columbian cultures is the backbone of Santiago's best museum, the Museo Chileno de Arte Precolombino. As well as dozens of intricately molded anthropomorphic vessels, star exhibits include hefty Maya stone columns, towering Mapuche totems and a fascinating Andean textile display.\r\n\nMore unusual are the wooden vomit spatulas used by Amazonian shamans before taking psychoactive powders.\r\n"
},
{
    "country": "chile",
    "index": 24,
    "name": "Museo Ralli",
    "latitude": "-33.396976",
    "longitude": "-70.591938",
    "excerpt": "This little-visited museum on a quiet residential street in Vitacura boasts a stunning collection of contemporary Latin American art mixed in with…",
    "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-ralli/a/poi-sig/1583638/363286",
    "image_url": null,
    "detail_description": "This little-visited museum on a quiet residential street in Vitacura boasts a stunning collection of contemporary Latin American art mixed in with familiar European masters. Don't miss the gallery dedicated to 20th-century Chilean art on the basement level or the surrealist works by Salvador Dalí and René Magritte on the top floor.\n"
},
{
    "country": "chile",
    "index": 14,
    "name": "Parque Cultural de Valparaíso",
    "latitude": "-33.046469848424",
    "longitude": "-71.6281898668",
    "excerpt": "This cultural center built from the bones of a prison has a little bit of everything the thinking traveler could ask for. There are excellent murals in…",
    "detail_url": "https://www.lonelyplanet.com/chile/valparaiso/attractions/parque-cultural-de-valparaiso/a/poi-sig/459043/363303",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1541135393.jpg",
    "detail_description": "This cultural center built from the bones of a prison has a little bit of everything the thinking traveler could ask for. There are excellent murals in the old exercise yards (with practically no chance of getting shanked), rotating arts exhibits, live theater and dance, and occasional classes, courses, round tables and other intellectually stimulating events.\nReach it by walking up Subida Cumming."
},
{
    "country": "chile",
    "index": 25,
    "name": "Museo Regional de Ancud Aurelio Bórquez Canobra",
    "latitude": "-41.868746",
    "longitude": "-73.829337",
    "excerpt": "This worthwhile museum, casually referred to as Museo Chiloé, offers interesting displays tracking the history of the island, including a full-sized…",
    "detail_url": "https://www.lonelyplanet.com/chile/chiloe/ancud/attractions/museo-regional-de-ancud-aurelio-borquez-canobra/a/poi-sig/492122/363259",
    "image_url": null,
    "detail_description": "This worthwhile museum, casually referred to as Museo Chiloé, offers interesting displays tracking the history of the island, including a full-sized replica of the Ancud – which sailed the treacherous fjords of the Strait of Magellan to claim Chile's southernmost territories – and a massive intact blue-whale skeleton.\n"
},
{
    "country": "chile",
    "index": 15,
    "name": "Cahuil",
    "latitude": "-34.480736",
    "longitude": "-72.014608",
    "excerpt": "This little village has good ocean views and a few restaurants and cabins. Head to the bridge for a 30-minute boat tour of the Laguna de Cahuil (CH$5000…",
    "detail_url": "https://www.lonelyplanet.com/chile/pichilemu/attractions/cahuil/a/poi-sig/1507524/1006869",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2142069449.jpg",
    "detail_description": "This little village has good ocean views and a few restaurants and cabins. Head to the bridge for a 30-minute boat tour of the Laguna de Cahuil (CH$5000 per boat with up to five people), and to purchase local ceramics. Further inland, follow the Ruta de la Sal, a scenic drive past salt farms and tidelands teeming with waterfowl.\n"
},
{
    "country": "chile",
    "index": 16,
    "name": "Jardín Botánico Nacional",
    "latitude": "-33.04807",
    "longitude": "-71.500056",
    "excerpt": "There are over 3000 plant species in the nearly 400 hectares of parkland that comprise Chile's Jardín Botánico Nacional. It's 8km southeast of the city…",
    "detail_url": "https://www.lonelyplanet.com/chile/vina-del-mar/attractions/jardin-botanico-nacional/a/poi-sig/436006/363304",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1527611789.jpg",
    "detail_description": "There are over 3000 plant species in the nearly 400 hectares of parkland that comprise Chile's Jardín Botánico Nacional. It's 8km southeast of the city center; take a taxi or catch bus 203 from Viña along Calle Alvarez to Puente El Olivar, then cross the bridge and walk about 500m north to the park's entrance signs.\n"
},
{
    "country": "chile",
    "index": 18,
    "name": "Parque del Estrecho de Magallanes",
    "latitude": null,
    "longitude": null,
    "excerpt": "The historic sites of Puerto Hambre (Port Hunger) and Fuerte Bulnes are the centerpiece of this privately managed park, an excellent introduction to…",
    "detail_url": "https://www.lonelyplanet.com/chile/monumentos-historicos-nacionales-puerto-hambre-fuerte-bulnes/attractions/parque-del-estrecho-de-magallanes/a/poi-sig/1305310/1333636",
    "image_url": null,
    "detail_description": "The historic sites of Puerto Hambre (Port Hunger) and Fuerte Bulnes are the centerpiece of this privately managed park, an excellent introduction to regional history. The museum is Patagonia's best. Hourly presentations, sometimes in English, create a vivid picture of the lives of indigenous inhabitants and intrepid settlers. There's a restored wooden fort, where a fence of sharpened stakes surrounds the blockhouse, barracks and chapel. A 6km trail network offers lookouts on the Strait of Magellan with views to Tierra del Fuego.\r\n\nSet aside at least an hour to see the creative exhibits at the museum covering natural history, regional exploration and information about the original inhabitants. It's well worth booking a guided tour for a dynamic explanation of events.\r\n"
},
{
    "country": "chile",
    "index": 17,
    "name": "Casa de Isla Negra",
    "latitude": "-33.442704",
    "longitude": "-71.683522",
    "excerpt": "The spectacular setting on a windswept ocean headland makes it easy to understand why Isla Negra was Pablo Neruda’s favorite house. Built by the poet when…",
    "detail_url": "https://www.lonelyplanet.com/chile/isla-negra/attractions/casa-de-isla-negra/a/poi-sig/1163626/1317444",
    "image_url": null,
    "detail_description": "The spectacular setting on a windswept ocean headland makes it easy to understand why Isla Negra was Pablo Neruda’s favorite house. Built by the poet when he became rich in the 1950s, it was stormed by soldiers just days after the 1973 military coup when Neruda was dying of cancer.\nOverenthusiastic commercialization gives a definite Disney-Neruda vibe to visits here as the house is surrounded by countless gift stands and themed cafes. Yet, the audio-guided tours now allow you to linger longer over the extraordinary collections of shells, ships in bottles, nautical instruments, colored glass, fine art and books. The seemingly endless house (Neruda kept adding to it) and its contents are awe-inspiring. On the terrace outside you'll find Neruda’s tomb and that of his third wife, Matilde, overlooking the sea."
},
{
    "country": "chile",
    "index": 12,
    "name": "Cementerio Municipal",
    "latitude": "-53.15369808",
    "longitude": "-70.89841231",
    "excerpt": "Among South America’s most fascinating cemeteries, with both humble immigrant graves and flashy tombs, like that of wool baron José Menéndez, a scale…",
    "detail_url": "https://www.lonelyplanet.com/chile/southern-patagonia/punta-arenas/attractions/cementerio-municipal/a/poi-sig/1145085/363290",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/46339823d2ccac24675cb4b04831005d-cementerio-municipal.jpg",
    "detail_description": "Among South America’s most fascinating cemeteries, with both humble immigrant graves and flashy tombs, like that of wool baron José Menéndez, a scale replica of Rome’s Vittorio Emanuele monument, according to author Bruce Chatwin. See the map inside the main entrance gate.It’s an easy 15-minute stroll northeast of the plaza, or catch any taxi colectivo (shared taxi with specific route) in front of the Museo Regional de Magallanes.\n"
},
{
    "country": "chile",
    "index": 13,
    "name": "Iglesia Santa María de Loreto",
    "latitude": "-42.471665",
    "longitude": "-73.488117",
    "excerpt": "Achao's 18th-century Jesuit church, on the south side of the Plaza de Armas, is Chiloé's oldest (1740). Crowned by a 25m tower, the World Heritage site…",
    "detail_url": "https://www.lonelyplanet.com/chile/achao/attractions/iglesia-santa-maria-de-loreto/a/poi-sig/1304746/1329702",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-655758446.jpg",
    "detail_description": "Achao's 18th-century Jesuit church, on the south side of the Plaza de Armas, is Chiloé's oldest (1740). Crowned by a 25m tower, the World Heritage site has alerce shingles; the whole structure is held together by wooden pegs rather than nails. The church has been slowly restored, with new wood juxtaposing the old, but its restoration has remained faithful to the original design.\nDon't miss the stunning interior – it's like no church you have ever seen."
},
{
    "country": "chile",
    "index": 6,
    "name": "La Chascona",
    "latitude": "-33.431182",
    "longitude": "-70.634258",
    "excerpt": "When poet Pablo Neruda needed a secret hideaway to spend time with his mistress Matilde Urrutia, he built La Chascona (loosely translated as 'Messy Hair')…",
    "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/la-chascona/a/poi-sig/396091/363286",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/86dd587c854c96940ad6ff8b1897b80a-la-chascona.jpg",
    "detail_description": "When poet Pablo Neruda needed a secret hideaway to spend time with his mistress Matilde Urrutia, he built La Chascona (loosely translated as 'Messy Hair'), the name inspired by her unruly curls. Neruda, of course, was a great lover of the sea, so the dining room is modeled on a ship's cabin and the living room on a lighthouse.\nAudio tours (available in English, French, German, Portuguese and Spanish) take you through the history of the building and the collection of colored glass, shells, furniture and artwork by famous friends – sadly much more was lost when the house was ransacked during the dictatorship. The Fundación Neruda, which maintains Neruda's houses, has its headquarters here and runs a lovely gift shop."
},
{
    "country": "chile",
    "index": 8,
    "name": "Iglesia de Nuestra Señora del Patrocinio",
    "latitude": "-42.331646",
    "longitude": "-73.375046",
    "excerpt": "The magnificent Unesco-listed church (1837), for which the town is named (Tenaún means 'three mounts') has been meticulously restored down to the last…",
    "detail_url": "https://www.lonelyplanet.com/chile/tenaun-san-juan/attractions/iglesia-de-nuestra-senora-del-patrocinio/a/poi-sig/1586874/1302207",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1080497688.jpg",
    "detail_description": "The magnificent Unesco-listed church (1837), for which the town is named (Tenaún means 'three mounts') has been meticulously restored down to the last shingle. Its three beautiful blue towers and star-adorned facade appear to reflect the cerulean blue sea that sits right across the street, the church's distinctive stars and trimmings adding to the surreal vibe.\nIf the church is locked, you'll need to ring up the key manager, Juanita Ortiz (9-9276-7862) for access during the hours we list. Mind you don't threaten to burn it down – a backpacker was deported from Chiloé in 2017 for doing so!"
},
{
    "country": "chile",
    "index": 10,
    "name": "Centro Gabriela Mistral",
    "latitude": "-33.439437",
    "longitude": "-70.63989",
    "excerpt": "This striking cultural and performing-arts center – named for Chilean poet Gabriela Mistral, the first Latin American woman to win the Nobel Prize in…",
    "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/centro-gabriela-mistral/a/poi-sig/1304048/363286",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/676c050392d21129f8fa3ed0ff53961a-centro-gabriela-mistral.jpg",
    "detail_description": "This striking cultural and performing-arts center – named for Chilean poet Gabriela Mistral, the first Latin American woman to win the Nobel Prize in Literature – is an exciting addition to Santiago's art scene, with concerts and performances most days. Drop by to check out the rotating art exhibits on the bottom floor, the iconic architecture that vaults and cantilevers on the inside and looks like a giant rusty cheese grater from the street, the little plazas, murals, cafes and more.\n"
},
{
    "country": "chile",
    "index": 9,
    "name": "Ahu Tongariki",
    "latitude": "-27.125796",
    "longitude": "-109.276757",
    "excerpt": "The monumental Ahu Tongariki has plenty to set your camera's flash popping. With 15 imposing statues, it is the largest ahu ever built. The statues gaze…",
    "detail_url": "https://www.lonelyplanet.com/chile/northeast-circuit/attractions/ahu-tongariki/a/poi-sig/454699/1337397",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF525540527.jpg",
    "detail_description": "The monumental Ahu Tongariki has plenty to set your camera's flash popping. With 15 imposing statues, it is the largest ahu ever built. The statues gaze over a large, level village site, with ruined remnants scattered about and some petroglyphs nearby; some figures include a turtle with a human face, a tuna fish and a birdman motif.\nThe site was restored by a Japanese team between 1992 and 1996. A 1960 tsunami had flattened the statues and scattered several topknots far inland. Only one topknot has been returned to its place atop a moai."
},
{
    "country": "chile",
    "index": 7,
    "name": "Rano Raraku",
    "latitude": "-27.127095",
    "longitude": "-109.291713",
    "excerpt": "Known as 'the nursery,' the volcano of Rano Raraku, about 18km from Hanga Roa, is the quarry for the hard tuff from which the moai were cut. You'll feel…",
    "detail_url": "https://www.lonelyplanet.com/chile/northeast-circuit/attractions/rano-raraku/a/poi-sig/454711/1337397",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF517378648.jpg",
    "detail_description": "Known as 'the nursery,' the volcano of Rano Raraku, about 18km from Hanga Roa, is the quarry for the hard tuff from which the moai were cut. You'll feel as though you're stepping back into early Polynesian times, wandering among dozens of moai in all stages of progress studded on the southern slopes of the volcano. At the top, the 360-degree view is truly awesome. Within the crater are a small, glistening lake and about 20 standing moai.\nOn the southeastern slope of the mountain, look for the unique, kneeling Moai Tukuturi; it has a full body squatting on its heels, with its forearms and hands resting on its thighs."
},
{
    "country": "chile",
    "index": 11,
    "name": "Anakena",
    "latitude": "-27.073495",
    "longitude": "-109.323578",
    "excerpt": "Beach bums in search of a place to wallow will love this postcard-perfect, white-sand beach. It also forms a lovely backdrop for Ahu Nau Nau, which…",
    "detail_url": "https://www.lonelyplanet.com/chile/northeast-circuit/attractions/anakena/a/poi-sig/1304035/1337397",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF246740491.jpg",
    "detail_description": "Beach bums in search of a place to wallow will love this postcard-perfect, white-sand beach. It also forms a lovely backdrop for Ahu Nau Nau, which comprises seven moai, some with topknots. On a rise south of the beach stands Ahu Ature Huki and its lone moai, which was re-erected by Norwegian explorer Thor Heyerdahl with the help of a dozen islanders in 1956.\nFacilities include public toilets as well as food and souvenir stalls."
},
{
    "country": "chile",
    "index": 5,
    "name": "Orongo Ceremonial Village",
    "latitude": "-27.186786",
    "longitude": "-109.44358",
    "excerpt": "Nearly covered in a bog of floating totora reeds, the crater lake of Rano Kau resembles a giant witch's cauldron and is a wild greenhouse of endemic…",
    "detail_url": "https://www.lonelyplanet.com/chile/southwest-circuit/attractions/orongo-ceremonial-village/a/poi-sig/454709/1337396",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/110893143.jpg",
    "detail_description": "Nearly covered in a bog of floating totora reeds, the crater lake of Rano Kau resembles a giant witch's cauldron and is a wild greenhouse of endemic biodiversity. Perched 300m above, on the edge of the crater wall on one side and abutting a vertical drop plunging down to the cobalt-blue ocean on the other side, Orongo Ceremonial Village boasts one of the South Pacific's most dramatic landscapes. It overlooks several small motu (offshore islands), including Motu Nui, Motu Iti and Motu Kao Kao.\nBuilt into the side of the slope, the houses have walls of horizontally overlapping stone slabs, with an earth-covered arched roof of similar materials, making them appear partly subterranean. Orongo was the focus of an islandwide 'birdman cult' linked to the god Makemake in the 18th and 19th centuries. Birdman petroglyphs are visible on a cluster of boulders between the cliff top and the edge of the crater.Orongo is either a steepish climb or a short scenic drive 4km from the center of town."
},
{
    "country": "chile",
    "index": 4,
    "name": "La Sebastiana",
    "latitude": "-33.054195",
    "longitude": "-71.623049",
    "excerpt": "Bellavista's most famous resident writer was Pablo Neruda, who made a point of watching Valparaíso's annual New Year's fireworks from his house at the top…",
    "detail_url": "https://www.lonelyplanet.com/chile/valparaiso/attractions/la-sebastiana/a/poi-sig/459029/363303",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a9fb18ba1aa12ef3f024933ad33cbf50-la-sebastiana.jpg",
    "detail_description": "Bellavista's most famous resident writer was Pablo Neruda, who made a point of watching Valparaíso's annual New Year's fireworks from his house at the top of the hill, La Sebastiana. Because entry operates on a first-come, first-served basis, it's recommended that you get here in the morning.\nGetting here involves a hefty uphill hike, and the climbing continues inside the house – but you're rewarded on each floor with ever-more heart-stopping views over the harbor. You can wander around La Sebastiana at will, lingering over the chaotic collection of ships' figureheads, glass, 1950s furniture and artworks by his famous friends.Alongside the house, the Fundación Neruda has built the Centro Cultural La Sebastiana, containing a small exhibition space and souvenir shop.To get here, walk 800m uphill along Héctor Calvo from Ascensor Espíritu Santo. Alternatively, take green bus O on Serrano near Plaza Sotomayor in El Plan, or from the plaza at the top of Templeman on Cerro Alegre and get off at the 6900 block of Av Alemania."
},
{
    "country": "chile",
    "index": 40,
    "name": "Palacio de la Moneda",
    "latitude": "-33.442588",
    "longitude": "-70.653902",
    "excerpt": "Chile's presidential offices are in the Palacio de la Moneda. The ornate neoclassical building was designed by Italian architect Joaquín Toesca in the…",
    "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/palacio-de-la-moneda/a/poi-sig/396117/363286",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ae45528ccee258f1c167e2c8f081898-palacio-de-la-moneda.jpg",
    "detail_description": "Chile's presidential offices are in the Palacio de la Moneda. The ornate neoclassical building was designed by Italian architect Joaquín Toesca in the late 18th century and was originally the official mint. The inner courtyards are generally open to the public; schedule a guided tour by filling out the online form a few days in advance.\nThe north facade was badly damaged by air-force missile attacks during the 1973 military coup when President Salvador Allende – who refused to leave – was overthrown here. A monument honoring Allende now stands opposite in Plaza de la Constitución."
},
{
    "country": "chile",
    "index": 39,
    "name": "Planta Pisco Capel",
    "latitude": "-30.037483",
    "longitude": "-70.693159",
    "excerpt": "Capel distills pisco at this facility and has its only bottling plant here. Located about 2km (a 20-minute walk) southeast of town, this large pisco maker…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-chile/vicuna/attractions/planta-pisco-capel/a/poi-sig/492004/363279",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ce2f63e1a9d1de0fab8432c5bb43a395-planta-pisco-capel.jpg",
    "detail_description": ""
},
{
    "country": "chile",
    "index": 38,
    "name": "Reserva Nacional Río Clarillo",
    "latitude": "-33.722037",
    "longitude": "-70.50225",
    "excerpt": "A mix of Andean forest and scrubland make up this hilly, 100-sq-km nature reserve in a scenic tributary canyon of the Cajón del Maipo, 18km southeast of…",
    "detail_url": "https://www.lonelyplanet.com/chile/pirque/attractions/reserva-nacional-rio-clarillo/a/poi-sig/1155674/1326959",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1525515995.jpg",
    "detail_description": "A mix of Andean forest and scrubland make up this hilly, 100-sq-km nature reserve in a scenic tributary canyon of the Cajón del Maipo, 18km southeast of Pirque. It’s home to abundant bird species, foxes and rodents, and the endangered Chilean iguana. \nTwo short, clearly labeled trails start near the Conaf rangers office, 300m after the entrance: Quebrada Jorquera takes about half an hour; Aliwen Mahuida takes 1½ hours. The rangers give advice on longer hikes along the river, but plan on starting early as camping is not allowed here. There are several picnic areas with tables and barbecue pits for your midday break. "
},
{
    "country": "chile",
    "index": 37,
    "name": "Observatorio Collowara",
    "latitude": "-30.264998",
    "longitude": "-71.026783",
    "excerpt": "Like Mamalluca, the shiny hilltop Observatorio Collowara in Andacollo is built for tourists; no serious interstellar research is conducted here. Two-hour…",
    "detail_url": "https://www.lonelyplanet.com/chile/elqui-valley/attractions/observatorio-collowara/a/poi-sig/1305203/1327008",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1e50a8a39adc8adfecce48ac17925398-observatorio-collowara.jpg",
    "detail_description": "Like Mamalluca, the shiny hilltop Observatorio Collowara in Andacollo is built for tourists; no serious interstellar research is conducted here. Two-hour tours run in summer at 9:30pm, 11pm and 12:30am; in winter they are at 8pm and 10:30pm. The facility boasts three viewing platforms and a 40cm telescope – slightly larger than that at Mamalluca. There are also three smaller telescopes available, so you won't have to wait for long.\nThere are plenty of accommodations in Andacollo, 54km from La Serena and connected by bus (CH$2200, 1½ hours) and colectivo (CH$2800, one hour)."
},
{
    "country": "chile",
    "index": 36,
    "name": "Mausoleo Gabriela Mistral",
    "latitude": "-30.094754",
    "longitude": "-70.495577",
    "excerpt": "The gravesite of Gabriela Mistral lies on a hillside just south of Montegrande's main plaza. A winding path to the top is lined with quotes and…",
    "detail_url": "https://www.lonelyplanet.com/chile/montegrande/attractions/mausoleo-gabriela-mistral/a/poi-sig/1589757/1302172",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/81ac01651ffb600902d0297f81f48615-mausoleo-gabriela-mistral.jpg",
    "detail_description": "The gravesite of Gabriela Mistral lies on a hillside just south of Montegrande's main plaza. A winding path to the top is lined with quotes and biographical details about the famous poet, providing a fine tribute to her extraordinary life. Although the signage is in Spanish, photographs help illustrate her life, with images of Mistral alongside her longtime friend (and presumed lover) Doris Dana on various travels in Mexico and at their US home in Roslyn Harbor.\nThe quote on her grave reads, 'Lo que el alma hace por el cuerpo es lo que el artista hace por su pueblo' ('What the soul does for the body is what the artist does for her people')."
},
{
    "country": "chile",
    "index": 35,
    "name": "Parque Nacional Bernardo O'Higgins",
    "latitude": "-51.24279",
    "longitude": "-73.294258",
    "excerpt": "Virtually inaccessible, Parque Nacional Bernardo O'Higgins remains an elusive cache of glaciers. It can be entered only by boat. From Puerto Natales, full…",
    "detail_url": "https://www.lonelyplanet.com/chile/ultima-esperanza/attractions/parque-nacional-bernardo-o-higgins/a/poi-sig/1587309/1327046",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1316495503.jpg",
    "detail_description": "Virtually inaccessible, Parque Nacional Bernardo O'Higgins remains an elusive cache of glaciers. It can be entered only by boat. From Puerto Natales, full-day excursions (CH$90,000, lunch included) to the base of Glaciar Serrano are run by Turismo 21 de Mayo.\nThe same outfitter also offers Glacier Serrano tours that access Torres del Paine by boat. After the glacier visit, passengers transfer to a Zodiac (a motorized raft), stop for lunch at Estancia Balmaceda and continue up Río Serrano, arriving at the southern border of the park by 5pm. The same tour can be done leaving the park but may require camping near Río Serrano to catch the Zodiac at 9am."
},
{
    "country": "chile",
    "index": 33,
    "name": "Observatorio Cerro Mamalluca",
    "latitude": "-29.970847",
    "longitude": "-70.64415",
    "excerpt": "The star of the stargazing show, the purpose-built Observatorio Cerro Mamalluca, 9km northeast of Vicuña, is Elqui Valley's biggest attraction. So big, in…",
    "detail_url": "https://www.lonelyplanet.com/chile/elqui-valley/attractions/observatorio-cerro-mamalluca/a/poi-sig/1305202/1327008",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/115c22d809e417860c0b8cf810a84e02-observatorio-cerro-mamalluca.jpg",
    "detail_description": "The star of the stargazing show, the purpose-built Observatorio Cerro Mamalluca, 9km northeast of Vicuña, is Elqui Valley's biggest attraction. So big, in fact, that you're likely to share the tour with hordes of other tourists, all looking for their chance to goggle at distant galaxies, star clusters and nebulae through a 30cm telescope.\nBilingual guided two-hour tours take place nightly every hour between 8:30pm and 2:30am in summer and between 6:30pm and 11:30pm in winter.Make reservations through the Mamalluca office in Vicuña; advance booking is recommended. There is no public transportation, but a minivan takes visitors from the Vicuña office (reserve in advance, per person CH$3000). Some La Serena tour agencies arrange trips, or you can hire a taxi in Vicuña."
},
{
    "country": "chile",
    "index": 34,
    "name": "Parque Nacional Archipiélago Juan Fernández",
    "latitude": "-33.635488",
    "longitude": "-78.856602",
    "excerpt": "This national park covers the entire archipelago, a total of 93 sq km, though the township of San Juan Bautista and the airstrip are de-facto exclusions…",
    "detail_url": "https://www.lonelyplanet.com/chile/parque-nacional-archipielago-juan-fernandez/attractions/parque-nacional-archipielago-juan-fernandez/a/poi-sig/1165429/1317516",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock2286569525.jpg",
    "detail_description": "This national park covers the entire archipelago, a total of 93 sq km, though the township of San Juan Bautista and the airstrip are de-facto exclusions. In an effort to control access to the most fragile areas of the park, Conaf requires many of the longer hikes to be organized and led by local registered guides.\nA list of guides is posted at the kiosk near the plaza, where you should register before taking any self-guided hike. Day hikes for a group of five people cost CH$25,000 to CH$50,000. Still, a number of areas are accessible without guides. Another way to see the park is by boat. Local tour operators can arrange trips to see fur seal colonies at different points around the island. Camping is possible only in organized campsites, each with a two-night limit."
},
{
    "country": "chile",
    "index": 32,
    "name": "Península Poike",
    "latitude": "-27.112618",
    "longitude": "-109.274912",
    "excerpt": "At the eastern end of the island, this high plateau is crowned by the extinct volcano Maunga Pu A Katiki (400m) and bound in by steep cliffs. There are…",
    "detail_url": "https://www.lonelyplanet.com/chile/northeast-circuit/attractions/peninsula-poike/a/poi-sig/1304046/1337397",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1160666154.jpg",
    "detail_description": "At the eastern end of the island, this high plateau is crowned by the extinct volcano Maunga Pu A Katiki (400m) and bound in by steep cliffs. There are also three small volcanic domes, one of which sports a huge mask carved into the rock that looks like a giant gargoyle. Also worth looking for is a series of small moai that lie facedown, hidden amid the grass, as well as the Grotto of the Virgins (Ana O Keke).\nLegend has it that this cave was used to confine virgins so that their skin would remain as pale as possible. It's worth crawling inside if you don't feel dizzy (there's a little path that leads to it, on a ledge, with the unbroken sweep of the Pacific below) to admire a series of petroglyphs.The best way to soak up the primordial rawness of Península Poike is to take a day hike with a guide because the sights are hard to find."
},
{
    "country": "chile",
    "index": 31,
    "name": "Museo de la Solidaridad Salvador Allende",
    "latitude": "-33.454038",
    "longitude": "-70.667195",
    "excerpt": "Picasso, Miró, Tápies and Matta are some of the artistic heavyweights who gave works to the Museo de la Solidaridad Salvador Allende. Begun as a populist…",
    "detail_url": "https://www.lonelyplanet.com/chile/santiago/attractions/museo-de-la-solidaridad-salvador-allende/a/poi-sig/396105/363286",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d981495820ee4bb727917904861a6e9a-museo-de-la-solidaridad-salvador-allende.jpg",
    "detail_description": "Picasso, Miró, Tápies and Matta are some of the artistic heavyweights who gave works to the Museo de la Solidaridad Salvador Allende. Begun as a populist art initiative during Allende's presidency – and named in his honor – the incredible collection was taken abroad during the dictatorship, where it became a symbol of Chilean resistance.\nThe 2000 works finally found a home in 2005, when the Fundación Allende bought and remodeled this grand old town house. The permanent collection sometimes goes on tour and is replaced by temporary exhibitions, and there's a darkened room with an eerie display of Allende's personal effects. Guided tours (email ahead) sometimes visit the basement, where you can see tangled telephone wires and torture instruments left over from when the house was used by the dictatorship's notorious National Intelligence Directorate (DINA) as a listening station."
},
{
    "country": "chile",
    "index": 30,
    "name": "Parque Tantauco",
    "latitude": "-43.266706",
    "longitude": "-74.032059",
    "excerpt": "Created and owned by Chilean business magnate and current president Sebastián Piñera (and run by his foundation, Fundación Futura), this private nature…",
    "detail_url": "https://www.lonelyplanet.com/chile/parque-tantauco/attractions/parque-tantauco/a/poi-sig/1164425/1340168",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1801319707.jpg",
    "detail_description": "Created and owned by Chilean business magnate and current president Sebastián Piñera (and run by his foundation, Fundación Futura), this private nature preserve is the only place in Chile outside Torres del Paine that you can traverse a park via a multi-day hut-to-hut hike (there are three-, four- and five-day options; all require advance booking). Encompassing 130km of trails throughout 1180 sq km west of Quellón, the park's biodiversity is astounding. Nature lovers willing to make the effort are justly rewarded.\nVisitors will share the Valdivian temperate rainforest with no more than seven other trekkers at any given time, along with native otters, Darwin foxes and pudús (small deer, indigenous to Chile), as well as both the world's largest mammal (blue whales) and its smallest marsupial (monito del monte or 'little mountain monkey'). It's one Chile's most worthwhile off-the-beaten-track destinations for hiking, camping and wildlife-watching."
},
{
    "country": "chile",
    "index": 29,
    "name": "Parque Nacional Laguna San Rafael",
    "latitude": "-46.322512",
    "longitude": "-73.469009",
    "excerpt": "Awesome and remote, this national park brings visitors face to face with the 30,000-year-old San Valentín glacier in Chile's Campo de Hielo Norte…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-patagonia/attractions/parque-nacional-laguna-san-rafael/a/poi-sig/1165632/363280",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-880294560.jpg",
    "detail_description": "Awesome and remote, this national park brings visitors face to face with the 30,000-year-old San Valentín glacier in Chile's Campo de Hielo Norte. Established in 1959, the 12,000-sq-km Unesco Biosphere Reserve is a major regional attraction. The park encompasses peaty wetlands, pristine temperate rainforest of southern beech and epiphytes, and 4058m Monte San Valentín, the southern Andes' highest peak. Scientific interest centers on the extreme fluctuation in water level of the glacier-fed lagoon.\nUntil recently, getting here was expensive and time consuming, but a road built through Valle Exploradores has created options to go overland with a little help from tour operators local to Puerto Río Tranquilo. Visitors who arrive by cruise shift to smaller crafts to approach the glacier's 60m face. Unfortunately, this approach permits only a few hours at the glacier without exploring the surrounding trails. Stay overnight to hear the sighs, splintering and booms of calving ice."
},
{
    "country": "chile",
    "index": 28,
    "name": "Observatorio Interamericano Cerro Tololo",
    "latitude": "-30.170842",
    "longitude": "-70.803881",
    "excerpt": "Probing the mysteries of stars billions of miles into the past is all in a night's work at the futuristic Observatorio Interamericano Cerro Tololo, which…",
    "detail_url": "https://www.lonelyplanet.com/chile/elqui-valley/attractions/observatorio-interamericano-cerro-tololo/a/poi-sig/1305205/1327008",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0424cb356a8f045b74a97de1085d3166-observatorio-interamericano-cerro-tololo.jpg",
    "detail_description": "Probing the mysteries of stars billions of miles into the past is all in a night's work at the futuristic Observatorio Interamericano Cerro Tololo, which sits at 2200m atop its hill. And while visitors can't stargaze through its monstrous telescopes (even the astronomers don't do that as the telescopes first feed data into computer monitors), a daytime tour of the facilities is still an enlightening experience.\nOperated by the Tucson-based Association of Universities for Research in Astronomy (AURA, a group of about 25 institutions, including the Universidad de Chile), Tololo has an enormous 4m telescope. Free bilingual tours take place on Saturday only; make reservations at least one month ahead in high season. Two-hour tours are held at 9am and 1pm. There is no public transportation so rent a car or taxi, or arrange to come with a tour operator (you'll still need to make your own reservations with the observatory). After making reservations, pick up a permit to visit the facility from their administrative office in La Serena."
},
{
    "country": "chile",
    "index": 27,
    "name": "Parque Nacional Torres del Paine",
    "latitude": "-50.762267",
    "longitude": "-72.950052",
    "excerpt": "Soaring almost vertically more than 2000m above the Patagonian steppe, the granite pillars of Torres del Paine (Towers of Paine) dominate the landscape of…",
    "detail_url": "https://www.lonelyplanet.com/chile/ultima-esperanza/attractions/parque-nacional-torres-del-paine/a/poi-sig/1276107/1327046",
    "image_url": "https://lp-cms-production.imgix.net/2020-10/AlamyRF_AX1MAY.jpg",
    "detail_description": "Soaring almost vertically more than 2000m above the Patagonian steppe, the granite pillars of Torres del Paine (Towers of Paine) dominate the landscape of what may be South America's finest national park. Before its creation in 1959, the park was part of a large sheep estancia, and it's still recovering from nearly a century of overexploitation of its pastures, forests and wildlife.\nMost people visit the park for its one greatest hit but, once here, realize that there are other attractions with equal wow power. We're talking about azure lakes, trails that meander through emerald forests, roaring rivers you'll cross on rickety bridges and one big, radiant blue glacier. Variety spans from the vast openness of the steppe to rugged mountain terrain topped by looming peaks.When the weather is clear, panoramas are everywhere. However, unpredictable weather systems can sheath the peaks in clouds for hours or days. Some say you get four seasons in a day here, with sudden rainstorms and knock-down gusts part of the hearty initiation. Bring high-quality foul-weather gear, a synthetic sleeping bag and, if you're camping, a good tent. It is always wise to plan a few extra days to make sure that your trip isn't torpedoed by a spot of bad weather.The crowning attraction of this 1810-sq-km park is its highly developed infrastructure, which makes it possible to do the whole 'W' hike while sleeping in beds, eating hot meals, taking showers and even drinking the random cocktail.If you want to sleep in hotels or refugios (rustic shelters) or at camping sites, you must make reservations in advance. Plan a minimum of three to seven days to enjoy the hiking and other activities."
},
{
    "country": "chile",
    "index": 3,
    "name": "Muelle de las Almas",
    "latitude": "-42.713834",
    "longitude": "-74.15602",
    "excerpt": "Shrouded in folklore and Huilliche mythology, Chiloé's 'Dock of Souls' was built in 2007 by architect Marcelo Orellana. The curved boardwalk spans 17m…",
    "detail_url": "https://www.lonelyplanet.com/chile/chiloe/parque-nacional-chiloe/attractions/muelle-de-las-almas/a/poi-sig/1586682/363261",
    "image_url": "https://lp-cms-production.imgix.net/2022-11/shutterstockRF_1252070842.jpg",
    "detail_description": "Shrouded in folklore and Huilliche mythology, Chiloé's 'Dock of Souls' was built in 2007 by architect Marcelo Orellana. The curved boardwalk spans 17m along an outrageously cinematic landscape and seemingly disappears off a 70m cliff into the Bay of Cucao. According to legend, wandering souls must call to a passing boatman, Tempilcahue, for transport to the afterlife, or they will mourn in the area for all eternity.\nTo reach this far-flung dock to nowhere on your own, you'll need to drive to the ticket office in Rahue, 7km south of Cucao, where you'll pay your admission to the landowners, Don Orlando (don't miss his fossil collection!) and Doña Sonia. (Keep your ticket – there is a ticket inspector on the hike.) From here, drive another 2.8km or so to the parking lot (CH$2000); and then hike another 2.3km along a rudimentarily signed, up-and-down, often-muddy path. In high season up to 700 people per day visit, so consider visiting at other times of year to avoid the lengthy queues. Buses Ojeda in Castro also runs a daily trip to Muelle de las Almas (10:30am, CH$7000 return)."
},
{
    "country": "chile",
    "index": 2,
    "name": "Parque Nacional Patagonia",
    "latitude": "-47.121425",
    "longitude": "-72.590618",
    "excerpt": "Dubbed as the Serengeti of the Southern Cone, the 690-sq-km Parque Nacional Patagonia features Patagonian steppe, forests, mountains, lakes and lagoons…",
    "detail_url": "https://www.lonelyplanet.com/chile/northern-patagonia/attractions/parque-nacional-patagonia/a/poi-sig/1511244/363280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5539345a1e3521c62bbf1773d60e81cd-valle-chacabuco-parque-nacional-patagonia.jpg",
    "detail_description": "Dubbed as the Serengeti of the Southern Cone, the 690-sq-km Parque Nacional Patagonia features Patagonian steppe, forests, mountains, lakes and lagoons. Located 18km north of Cochrane, this new national park was an overgrazed estancia. Tompkins Conservation (www.tompkinsconservation.org) began its restoration in 2004. Now it's home to flamingo, guanaco, huemul (endangered Andean deer), puma, viscacha and fox. The park stretches from the Río Baker to the Argentine border, which can be crossed in a private vehicle at Paso Roballos.\nCombining this valley with Reserva Nacional Lago Jeinimeni to the north and Reserva Nacional Tamango to the south will eventually result in a 2400-sq-km park, worthy of rivaling Torres del Paine.The valley is an important wildlife corridor with excellent wildlife watching. Foxes and herds of guanaco are easily spotted. Studies underway in the park look at grasslands ecology and track huemul populations. The park's roaming population consists of around 120 huemules, out of a worldwide population of 2000."
}
]