[
{
    "country": "churchill",
    "city": "Churchill",
    "index": 1,
    "name": "Itsanitaq Museum",
    "latitude": "58.770283",
    "longitude": "-94.167051",
    "excerpt": "This one-room museum showcases an exceptional collection of Inuit carvings made of whalebone, soapstone and caribou antler, as well as millennia-old…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/itsanitaq-museum/a/poi-sig/433402/361278",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/db00da9c2db7546e17f5374925b4c82e-eskimo-museum.jpg",
    "detail_description": "This one-room museum showcases an exceptional collection of Inuit carvings made of whalebone, soapstone and caribou antler, as well as millennia-old harpoon heads and bone carvings of shamans and bears left over from the pre-Inuit Thule and Dorset cultures of the Igloolik region. The place really sucks you in and you can spend hours here.\nThe obvious standouts – stuffed polar bear and musk ox, narwhal horns and original sealskin-covered qayaq – are immediate attention grabbers, but closer inspection reveals items such as loon-skin shoes, a pickled polar bear fetus, snow goggles made of caribou antler, and miniature carvings showing intricate scenes of Inuit life (look for Bear Hunt and First Airplane). An extensive range of Northern books and Inuit carvings is for sale."
},
{
    "country": "churchill",
    "city": "Churchill",
    "index": 9,
    "name": "Miss Piggy",
    "latitude": "58.761613",
    "longitude": "-94.085584",
    "excerpt": "Out toward the airport lies the wreck of a Curtiss C-46 freight plane that crashed here in 1979 after developing engine trouble, but without a single…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/miss-piggy/a/poi-sig/1543662/361278",
    "image_url": null,
    "detail_description": "Out toward the airport lies the wreck of a Curtiss C-46 freight plane that crashed here in 1979 after developing engine trouble, but without a single fatality. It's called Miss Piggy because freight planes were typically overloaded (and it once carried a cargo of pigs).\n"
},
{
    "country": "churchill",
    "city": "Churchill",
    "index": 8,
    "name": "Parks Canada Museum",
    "latitude": "58.767774",
    "longitude": "-94.174237",
    "excerpt": "There's a small museum and nature center in the train station along with the Parks Canada info desk. It has a good model of the fort and excellent nature…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/parks-canada-museum/a/poi-sig/1362225/361278",
    "image_url": null,
    "detail_description": "There's a small museum and nature center in the train station along with the Parks Canada info desk. It has a good model of the fort and excellent nature dioramas and information on the many creatures you've come far to see. Check for any scheduled lectures.\n"
},
{
    "country": "churchill",
    "city": "Churchill",
    "index": 7,
    "name": "York Factory National Historic Site",
    "latitude": "57.012328",
    "longitude": "-92.300949",
    "excerpt": "Around 250km southeast of Churchill and impossibly remote, this HBC trading post, near Hayes River, was an important gateway to the interior and active…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/york-factory-national-historic-site/a/poi-sig/433412/361278",
    "image_url": null,
    "detail_description": "Around 250km southeast of Churchill and impossibly remote, this HBC trading post, near Hayes River, was an important gateway to the interior and active for 273 years until 1957. The stark-white buildings are an amazing sight contrasting with their barren setting. It's accessible only by air or boat.\n"
},
{
    "country": "churchill",
    "city": "Churchill",
    "index": 6,
    "name": "Polar Bear Jail",
    "latitude": "58.753244",
    "longitude": "-94.07567",
    "excerpt": "Located in a former aircraft hangar near the airport, this secure facility serves as holding center for problem polar bears who repeatedly turn up in…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/polar-bear-jail/a/poi-sig/1543663/361278",
    "image_url": null,
    "detail_description": "Located in a former aircraft hangar near the airport, this secure facility serves as holding center for problem polar bears who repeatedly turn up in Churchill and pose a danger to its residents. With the exception of family groups, bears are held for at least 30 days before being released. Repeat offenders may be relocated by helicopter.\n"
},
{
    "country": "churchill",
    "city": "Churchill",
    "index": 4,
    "name": "Wapusk National Park",
    "latitude": "57.901806",
    "longitude": "-93.214531",
    "excerpt": "Established primarily to protect polar bear maternity denning sites (wapusk is Cree for 'white bear') and critical habitats for waterfowl and shore birds,…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/wapusk-national-park/a/poi-sig/433410/361278",
    "image_url": null,
    "detail_description": "Established primarily to protect polar bear maternity denning sites (wapusk is Cree for 'white bear') and critical habitats for waterfowl and shore birds, this remote park extends along Hudson Bay's shores 45km southeast of Churchill. Its location between boreal forests and Arctic tundra makes it important when monitoring the effects of climate change. Visits center on polar bears and are only possible through licensed operators.\n"
},
{
    "country": "churchill",
    "city": "Churchill",
    "index": 5,
    "name": "Fort Churchill",
    "latitude": "58.756939",
    "longitude": "-94.087687",
    "excerpt": "Amid the undulating rocks, late-season ice and scraggy, stunted trees looms a Cold War relic. Just north of the airport, Fort Churchill was Canada's Cape…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/fort-churchill/a/poi-sig/1433704/361278",
    "image_url": null,
    "detail_description": "Amid the undulating rocks, late-season ice and scraggy, stunted trees looms a Cold War relic. Just north of the airport, Fort Churchill was Canada's Cape Kennedy. Starting in 1954, over 3500 small rockets were launched from here on military and scientific missions.\nPondering the abandoned and crumbling remains of the complex is both fascinating and eerie."
},
{
    "country": "churchill",
    "city": "Churchill",
    "index": 2,
    "name": "Cape Merry",
    "latitude": "58.787687",
    "longitude": "-94.201241",
    "excerpt": "A lone cannon behind a crumbling wall is all that's left of the battery built at Cape Merry, 2km northwest of town. It's an incredibly beautiful location…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/cape-merry/a/poi-sig/433400/361278",
    "image_url": null,
    "detail_description": "A lone cannon behind a crumbling wall is all that's left of the battery built at Cape Merry, 2km northwest of town. It's an incredibly beautiful location in its own right and, during summer, belugas can be seen from the shore. It's included in cultural tours of Churchill.\n"
},
{
    "country": "churchill",
    "city": "Churchill",
    "index": 3,
    "name": "Fort Prince of Wales National Historic Site",
    "latitude": "58.797182",
    "longitude": "-94.213386",
    "excerpt": "It took 40 years to build and its cannons were never used, but the star-shaped, stone Fort Prince of Wales has been standing prominently on rocky Eskimo…",
    "detail_url": "https://www.lonelyplanet.com/canada/manitoba/churchill/attractions/fort-prince-of-wales-national-historic-site/a/poi-sig/433404/361278",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/50696adca3bf2e9216fac37bae1e13f9-fort-prince-of-wales-national-historic-site.jpg",
    "detail_description": "It took 40 years to build and its cannons were never used, but the star-shaped, stone Fort Prince of Wales has been standing prominently on rocky Eskimo Point across the Churchill River since the 1770s. As English-French tensions mounted in the 1720s, the HBC selected the site for strategic purposes, but surrendered during the first French attack in 1782, making it an Anglo Maginot Line forerunner. The fort can only be visited on wildlife-watching boat tours (entry fee included).\nA 15-minute boat trip away from Churchill, the fort is one of three sites in the area documenting Churchill's varied history, administered by Parks Canada. It's a lonely, buggy place, and gives a real sense that duty here was best avoided.Four kilometers south of the fort, Sloop's Cove was a harbor for European vessels during Churchill's harsh winters. The only evidence of early explorers is simple yet profound: names such as Samuel Hearne, local 18th-century governor and first to make an overland trip to the Arctic Ocean, are carved into the seaside rocks."
}
]