[
{
    "country": "chur",
    "city": "Chur",
    "index": 1,
    "name": "Altstadt",
    "latitude": "46.848393",
    "longitude": "9.529663",
    "excerpt": "Near the Plessur River, the Obertor marks the entrance to Chur's alley-woven Altstadt (Old Town). Along with the stout Malteserturm (once the munitions…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/chur/attractions/altstadt/a/poi-sig/1426451/1314888",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock507868840.jpg",
    "detail_description": "Near the Plessur River, the Obertor marks the entrance to Chur's alley-woven Altstadt (Old Town). Along with the stout Malteserturm (once the munitions tower), and the Sennhofturm (nowadays the city's prison), it's all that remains of the old defensive walls.\n"
},
{
    "country": "chur",
    "city": "Chur",
    "index": 8,
    "name": "Sennhofturm",
    "latitude": "46.84905945",
    "longitude": "9.53487331",
    "excerpt": "In the back of the Old Town, this is one of the few remains of the old defensive walls built in the 13th century.",
    "detail_url": "https://www.lonelyplanet.com/switzerland/chur/attractions/sennhofturm/a/poi-sig/1439390/1314888",
    "image_url": null,
    "detail_description": "In the back of the Old Town, this is one of the few remains of the old defensive walls built in the 13th century.\n"
},
{
    "country": "chur",
    "city": "Chur",
    "index": 7,
    "name": "Kathedrale St Maria Himmelfahrt",
    "latitude": "46.84764647",
    "longitude": "9.53507078",
    "excerpt": "Chur's 12th-century cathedral, which took over a century to build, conceals a late-1400s Jakob Russ high altar containing a splendid triptych. First signs…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/chur/attractions/kathedrale-st-maria-himmelfahrt/a/poi-sig/1426447/1314888",
    "image_url": null,
    "detail_description": "Chur's 12th-century cathedral, which took over a century to build, conceals a late-1400s Jakob Russ high altar containing a splendid triptych. First signs of settlement on this site date from the Bronze Age (1300 to 800 BC).\n"
},
{
    "country": "chur",
    "city": "Chur",
    "index": 6,
    "name": "Malteserturm",
    "latitude": "46.84861428",
    "longitude": "9.52948907",
    "excerpt": "Once the munitions tower (its previous name was Pulverturm meaning Gunpowder Tower), this is one of the few parts of the Old Town walls that were erected…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/chur/attractions/malteserturm/a/poi-sig/1439382/1314888",
    "image_url": null,
    "detail_description": "Once the munitions tower (its previous name was Pulverturm meaning Gunpowder Tower), this is one of the few parts of the Old Town walls that were erected in the 13th century and still remain. It was the southwest corner of the fortifications and now marks one of the corners of the Old Town.\n"
},
{
    "country": "chur",
    "city": "Chur",
    "index": 5,
    "name": "Obertor",
    "latitude": "46.84809198",
    "longitude": "9.52960143",
    "excerpt": "Near the Plessur River, the Obertor marks the entrance to Chur's alley-woven Altstadt. This four-storey building with an archway at the bottom, a leftover…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/chur/attractions/obertor/a/poi-sig/1439387/1314888",
    "image_url": null,
    "detail_description": "Near the Plessur River, the Obertor marks the entrance to Chur's alley-woven Altstadt. This four-storey building with an archway at the bottom, a leftover of medieval fortifications, narrows towards the top and fits in physically with the surrounding buildings, though it stands out due to its light exterior colour.\n"
},
{
    "country": "chur",
    "city": "Chur",
    "index": 4,
    "name": "Rätisches Museum",
    "latitude": "46.848166816224",
    "longitude": "9.5336270127217",
    "excerpt": "Housed in a baroque patrician residence, this museum spells out the canton's history in artefacts, with Bronze Age jewellery, Roman statuettes, weapons…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/chur/attractions/raetisches-museum/a/poi-sig/1116315/1314888",
    "image_url": null,
    "detail_description": "Housed in a baroque patrician residence, this museum spells out the canton's history in artefacts, with Bronze Age jewellery, Roman statuettes, weapons and agricultural tools, alongside displays on religion and power and politics. Children should ask for a special set of museum keys for a treasure hunt to discover the exhibitions from a kid-friendly angle.\n"
},
{
    "country": "chur",
    "city": "Chur",
    "index": 3,
    "name": "Bündner Kunstmuseum",
    "latitude": "46.85131859",
    "longitude": "9.53236835",
    "excerpt": "This superb gallery reflects the history of art in Graubünden as well as works by artists who are linked with the canton. It gives an insight into the…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/chur/attractions/buendner-kunstmuseum/a/poi-sig/1116316/1314888",
    "image_url": null,
    "detail_description": "This superb gallery reflects the history of art in Graubünden as well as works by artists who are linked with the canton. It gives an insight into the artistic legacy of Graubünden-born Augusto Giacometti (1877–1947) and his talented contemporaries, including Giovanni Segantini and Ernst Ludwig Kirchner. Chur-born Angelika Kaufmann's enigmatic Self Portrait (1780) is a standout.\n"
},
{
    "country": "chur",
    "city": "Chur",
    "index": 2,
    "name": "Martinskirche",
    "latitude": "46.84823873",
    "longitude": "9.53290359",
    "excerpt": "The city's most iconic landmark is Martinskirche with its distinctive spire and clock face. The 8th-century church was rebuilt in the late-Gothic style in…",
    "detail_url": "https://www.lonelyplanet.com/switzerland/chur/attractions/martinskirche/a/poi-sig/1116368/1314888",
    "image_url": null,
    "detail_description": "The city's most iconic landmark is Martinskirche with its distinctive spire and clock face. The 8th-century church was rebuilt in the late-Gothic style in 1491 and is dramatically lit by a trio of Augusto Giacometti stained-glass windows. St Martin presides over a burbling stone fountain in front of the church.\n"
}
]