[
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 1,
    "name": "Teatro Tomás Terry",
    "latitude": "22.146698",
    "longitude": "-80.452666",
    "excerpt": "Sharing French and Italian influences, this theater on the northern side of Parque José Martí is grand from the outside (look for the gold-leafed mosaics…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/teatro-tomas-terry/a/poi-sig/1117275/358010",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/780d3effd39e686175b7217b8590edeb-teatro-tomas-terry.jpg",
    "detail_description": "Sharing French and Italian influences, this theater on the northern side of Parque José Martí is grand from the outside (look for the gold-leafed mosaics on the front facade), but even grander within. Built between 1887 and 1889 to honor Venezuelan industrialist Tomás Terry, the 950-seat auditorium is embellished with Carrara marble, hand-carved Cuban hardwoods and whimsical ceiling frescoes.\nIn 1895 the theater opened with a performance of Verdi's Aida and it has witnessed numerous landmarks in Cuban music, as well as performances by the likes of Enrico Caruso and Anna Pavlova, and pulsates with plays and concerts still."
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 18,
    "name": "Parque de Esculturas",
    "latitude": "22.124039",
    "longitude": "-80.451003",
    "excerpt": "This park near the Club Cienfuegos at the beginning of the Punta Gorda Peninsula is festooned with a motley collection of modern sculptures.",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/parque-de-esculturas/a/poi-sig/1341088/358010",
    "image_url": null,
    "detail_description": "This park near the Club Cienfuegos at the beginning of the Punta Gorda Peninsula is festooned with a motley collection of modern sculptures.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 17,
    "name": "Centro Recreativo la Punta",
    "latitude": "22.117447738297",
    "longitude": "-80.453605315577",
    "excerpt": "Lovers come to watch the sunset amid sea-framed greenery at the gazebo on the extreme southern tip of this park. The bar is also popular with local police…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/centro-recreativo-la-punta/a/poi-sig/486548/358010",
    "image_url": null,
    "detail_description": "Lovers come to watch the sunset amid sea-framed greenery at the gazebo on the extreme southern tip of this park. The bar is also popular with local police officers.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 15,
    "name": "Colegio San Lorenzo",
    "latitude": "22.146509",
    "longitude": "-80.452216",
    "excerpt": "On the east side of Teatro Café Tomás, this building with its striking colonnaded facade was constructed during the 1920s with funds left by wealthy city…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/colegio-san-lorenzo/a/poi-sig/1334352/358010",
    "image_url": null,
    "detail_description": "On the east side of Teatro Café Tomás, this building with its striking colonnaded facade was constructed during the 1920s with funds left by wealthy city patron Nicolás Salvador Acea, whose name also graces one of the city's cemeteries. You can admire it from the outside only.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 16,
    "name": "Statue of Benny Moré",
    "latitude": "22.144876961823",
    "longitude": "-80.448375938158",
    "excerpt": "Before you hit the Malecón, at the intersection of Av 54 and Paseo del Prado you can pay your respects to this life-sized likeness of the Cienfuegos-born…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/statue-of-benny-more/a/poi-sig/1334358/358010",
    "image_url": null,
    "detail_description": "Before you hit the Malecón, at the intersection of Av 54 and Paseo del Prado you can pay your respects to this life-sized likeness of the Cienfuegos-born musician with his trademark cane.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 14,
    "name": "Catedral de la Purísima Concepción Church",
    "latitude": "22.146036753778",
    "longitude": "-80.451859875595",
    "excerpt": "On the eastern side of Parque José Martí, Cienfuegos' cathedral dates from 1869 and is distinguished by its French stained-glass windows in an otherwise…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/catedral-de-la-purisima-concepcion-church/a/poi-sig/486576/358010",
    "image_url": null,
    "detail_description": "On the eastern side of Parque José Martí, Cienfuegos' cathedral dates from 1869 and is distinguished by its French stained-glass windows in an otherwise austere interior that has long been awaiting a thorough restoration. Chinese writing discovered on columns is thought to date from the 1870s.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 13,
    "name": "Malecón",
    "latitude": "22.136224",
    "longitude": "-80.449383",
    "excerpt": "Keep heading south on Paseo del Prado and the street becomes the Malecón as it cuts alongside one of the world's finest natural bays, offering exquisite…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/malecon/a/poi-sig/486582/358010",
    "image_url": null,
    "detail_description": "Keep heading south on Paseo del Prado and the street becomes the Malecón as it cuts alongside one of the world's finest natural bays, offering exquisite vistas. Like all waterside drives (Havana's being the archetype), this area comes alive in the evening when poets come to muse and couples to canoodle.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 12,
    "name": "Casa del Fundador",
    "latitude": "22.145335213669",
    "longitude": "-80.452319777789",
    "excerpt": "On the southeastern corner of Parque José Martí stands the city's oldest building, once the residence of city founder Louis D'Clouet and now a souvenir…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/casa-del-fundador/a/poi-sig/1117280/358010",
    "image_url": null,
    "detail_description": "On the southeastern corner of Parque José Martí stands the city's oldest building, once the residence of city founder Louis D'Clouet and now a souvenir store. El Bulevar, Cienfuegos' quintessential shopping street, heads east from here to link up with Paseo del Prado.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 11,
    "name": "Arco de Triunfo",
    "latitude": "22.146042",
    "longitude": "-80.453632",
    "excerpt": "Prepare yourself: it's smaller than the one in Paris, but the Arch of Triumph on the western edge of Cienfuegos' serene central park catapults the plaza…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/arco-de-triunfo/a/poi-sig/486570/358010",
    "image_url": null,
    "detail_description": "Prepare yourself: it's smaller than the one in Paris, but the Arch of Triumph on the western edge of Cienfuegos' serene central park catapults the plaza into the unique category: there is no other construction of its kind in Cuba. Dedicated to Cuban independence, the Francophile monument ushers you through its gilded gateway toward a marble statue of revolutionary and philosopher José Martí.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 10,
    "name": "Necrópolis Tomás Acea",
    "latitude": "22.137178",
    "longitude": "-80.424106",
    "excerpt": "Perhaps the finest Cuban cemetery outside Havana and Santiago, the Acea is classed as a 'garden cemetery' and is entered through a huge neoclassical…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/necropolis-tomas-acea/a/poi-sig/486588/358010",
    "image_url": null,
    "detail_description": "Perhaps the finest Cuban cemetery outside Havana and Santiago, the Acea is classed as a 'garden cemetery' and is entered through a huge neoclassical pavilion (1926) flanked by 64 Doric columns modeled on the Parthenon in Greece. This cemetery contains a monument to the marine martyrs who died during the abortive 1957 Cienfuegos naval uprising. It's 2km east of the city center along Av 5 de Septiembre.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 9,
    "name": "Museo Provincial",
    "latitude": "22.145406",
    "longitude": "-80.452881",
    "excerpt": "Poorly presented, slightly grubby museum on the south side of Parque José Martí that proffers a microcosm of Cienfuegos' history including a few…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/museo-provincial/a/poi-sig/486586/358010",
    "image_url": null,
    "detail_description": "Poorly presented, slightly grubby museum on the south side of Parque José Martí that proffers a microcosm of Cienfuegos' history including a few indigenous artifacts. Other random exhibits include frilly furnishings of refined 19th-century French-Cuban society, all of which could do with a more regular appointment with the duster. The once grand upstairs rooms were undergoing restoration at last visit.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 8,
    "name": "Palacio de Gobierno",
    "latitude": "22.145347339178",
    "longitude": "-80.452572734276",
    "excerpt": "Most of Parque José Martí's south side is dominated by this grandiose, silvery-gray building where the provincial government (Poder Popular Provincial)…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/palacio-de-gobierno/a/poi-sig/486592/358010",
    "image_url": null,
    "detail_description": "Most of Parque José Martí's south side is dominated by this grandiose, silvery-gray building where the provincial government (Poder Popular Provincial) operates. The palace doesn't allow visitors, but you can steal a look at the palatial main staircase through the front door. It's in wonderful condition. From the outside the giant dome and thick frontal columns are magnificent, even by Cienfuegos standards.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 7,
    "name": "Museo Histórico Naval Nacional",
    "latitude": "22.148944",
    "longitude": "-80.456303",
    "excerpt": "Close to the railway tracks, five blocks northwest of Parque José Martí, is this crenelated blue and white museum, dating from 1933. It's housed in the…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/museo-historico-naval-nacional/a/poi-sig/486584/358010",
    "image_url": null,
    "detail_description": "Close to the railway tracks, five blocks northwest of Parque José Martí, is this crenelated blue and white museum, dating from 1933. It's housed in the former headquarters of the Distrito Naval del Sur, and is approached by a wide drive flanked with armaments dating from different eras. It was here in September 1957 that a group of sailors and civilians staged an unsuccessful uprising against the Batista government. The revolt is the central theme of the modest museum.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 6,
    "name": "Juragua Nuclear Power Plant",
    "latitude": "22.065716",
    "longitude": "-80.508628",
    "excerpt": "Across the bay from Cienfuegos with its dome clearly visible from the city is the infamous, but never completed, Juragua nuclear power plant, a planned…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/juragua-nuclear-power-plant/a/poi-sig/1562907/358010",
    "image_url": null,
    "detail_description": "Across the bay from Cienfuegos with its dome clearly visible from the city is the infamous, but never completed, Juragua nuclear power plant, a planned joint venture between Cuba and the Soviet Union that was conceived in 1976 and incorporated the ominous disused apartment blocks of the adjacent Ciudad Nuclear. Only 288km from the Florida Keys, construction met with strong opposition from the US and was abandoned following the collapse of communism in the former Eastern Bloc. Foreigners can't visit.\n"
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 5,
    "name": "Palacio Ferrer – Museo de las Artes",
    "latitude": "22.145774",
    "longitude": "-80.454093",
    "excerpt": "On the western side of Parque José Martí, this riveting neoclassical building (1918) was lovingly restored in time for Cienfuegos' 200th anniversary in…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/palacio-ferrer-museo-de-las-artes/a/poi-sig/486572/358010",
    "image_url": null,
    "detail_description": "On the western side of Parque José Martí, this riveting neoclassical building (1918) was lovingly restored in time for Cienfuegos' 200th anniversary in 2019. Inside art exhibits compete with expensive furnishings spearheaded by Italian marble floors and – most noticeably – a rooftop cupola equipped with a wrought-iron staircase, which you can climb for city and water views.\nOther exhibits inside the museum include stories about the house's former owners, its distinguished guests (including opera singer Enrico Caruso) and other Cienfuegos residents such as Benny Moré."
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 4,
    "name": "Cementerio la Reina",
    "latitude": "22.145435298796",
    "longitude": "-80.464058754249",
    "excerpt": "A listed national monument, the city's oldest cemetery was founded in 1837 and is lined with the graves of Spanish soldiers who died in the Wars of…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/cementerio-la-reina/a/poi-sig/486578/358010",
    "image_url": null,
    "detail_description": "A listed national monument, the city's oldest cemetery was founded in 1837 and is lined with the graves of Spanish soldiers who died in the Wars of Independence. This is the only cemetery in Cuba where bodies are interred above ground (in the walls), due to the high groundwater levels. It's an evocative place if you're into graveyards (tours are available). Look for the marble statue called Bella Durmiente: a tribute to a 24-year-old woman who died in 1907 of a broken heart.\nApproach is via the slum-like Av 50: a long, hot walk or horse-cart ride passing a sorry-looking collection of trains in the so-called Parque de Locomotivas en route."
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 3,
    "name": "Palacio de Valle",
    "latitude": "22.121365",
    "longitude": "-80.451443",
    "excerpt": "Just when you thought Cienfuegos' eclectic architecture couldn't get any more eclectic, you reach the southern end of Punta Gorda where, with a sharp…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/palacio-de-valle/a/poi-sig/1117281/358010",
    "image_url": null,
    "detail_description": "Just when you thought Cienfuegos' eclectic architecture couldn't get any more eclectic, you reach the southern end of Punta Gorda where, with a sharp intake of breath, you'll stumble upon the impossible-to-classify Palacio de Valle. Built in 1917 by Acisclo del Valle Blanco, a wealthy Spaniard from Asturias, the structure resembles an outrageously ornate Moroccan casbah, but draws on a mad mix of Gothic, Byzantine, mudéjar and baroque influences.\nBatista planned to convert this colorful riot of tiles, turrets and stucco into a casino, until the Cuban Revolution sent the gamblers back to Vegas. Today it's an (aspiring) upscale restaurant with an inviting terrace bar and plenty of architectural details to admire."
},
{
    "country": "cienfuegos",
    "city": "Cienfuegos",
    "index": 2,
    "name": "Castillo de Nuestra Señora de los Ángeles de Jagua",
    "latitude": "22.064443",
    "longitude": "-80.464189",
    "excerpt": "Predating the city of Cienfuegos by nearly a century, this fort, to the west of the mouth of Bahía de Cienfuegos, was designed by José Tontete in 1738 and…",
    "detail_url": "https://www.lonelyplanet.com/cuba/cienfuegos/attractions/castillo-de-nuestra-senora-de-los-angeles-de-jagua/a/poi-sig/1117325/358010",
    "image_url": null,
    "detail_description": "Predating the city of Cienfuegos by nearly a century, this fort, to the west of the mouth of Bahía de Cienfuegos, was designed by José Tontete in 1738 and completed in 1745. At the time it was the third most important fortress in Cuba, after those of Havana and Santiago de Cuba.\nExtensive renovation in 2010 gave the castle the makeover it sorely needed. In addition to a cracking view of the bay, the castle has a basic museum spread over three levels showcasing its history in a detailed timeline along with old cannons, armaments and engravings. Captions are in Spanish.Passenger ferries to and from the castle ply the waters to Cienfuegos (CUC$1, 50 minutes) at least daily, leaving Cienfuegos at 8am and 1pm and returning at 10am and 3pm. Another ferry leaves every 30 minutes or so to a landing just below the Hotel Pasacaballo in Rancho Luna (CUC$0.50, five minutes)."
}
]