[
{
    "country": "cincinnati",
    "city": "Cincinnati",
    "index": 1,
    "name": "Cincinnati Museum Center",
    "latitude": "39.109958479977",
    "longitude": "-84.537220001221",
    "excerpt": "This museum complex occupies the 1933 Union Terminal, an art deco jewel still used by Amtrak. The interior has fantastic murals made of local Rookwood…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cincinnati/attractions/cincinnati-museum-center/a/poi-sig/411190/361949",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d36800afddf8a77b1a1fbbda6be4d75d-cincinnati-museum-center.jpg",
    "detail_description": "This museum complex occupies the 1933 Union Terminal, an art deco jewel still used by Amtrak. The interior has fantastic murals made of local Rookwood tiles. The complex includes a nifty Museum of Natural History (with a cave and real bats inside), a children's museum, a history museum, an Omnimax theater and a special hall for traveling exhibitions. Admission includes the three museums; the theater and special exhibits cost extra. Parking costs $6.\nComic book fans might recognize the building's exterior as the inspiration for the Hall of Justice, where Batman, Superman, Aquaman and other superheroes teamed up to fight crime. The building continues to undergo restoration work, so don't be surprised to see scaffolding and other construction going on. It's located two miles northwest of downtown."
},
{
    "country": "cincinnati",
    "city": "Cincinnati",
    "index": 8,
    "name": "Purple People Bridge",
    "latitude": "39.098045",
    "longitude": "-84.497631",
    "excerpt": "This pedestrian-only bridge provides a unique crossing from Sawyer Point (a nifty park dotted by whimsical monuments and flying pigs) to Newport, KY.",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cincinnati/attractions/purple-people-bridge/a/poi-sig/1247932/361949",
    "image_url": null,
    "detail_description": "This pedestrian-only bridge provides a unique crossing from Sawyer Point (a nifty park dotted by whimsical monuments and flying pigs) to Newport, KY.\n"
},
{
    "country": "cincinnati",
    "city": "Cincinnati",
    "index": 7,
    "name": "Contemporary Arts Center",
    "latitude": "39.102807",
    "longitude": "-84.511943",
    "excerpt": "The center displays modern art in an avant-garde building designed by star architect Zaha Hadid. The free exhibitions – say, a retrospective of fanciful…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cincinnati/attractions/contemporary-arts-center/a/poi-sig/411202/361949",
    "image_url": null,
    "detail_description": "The center displays modern art in an avant-garde building designed by star architect Zaha Hadid. The free exhibitions – say, a retrospective of fanciful paper cutouts by street artist Swoon, or the surreal multimedia sculptures of Chris Larson – change every three months or so. Kids go gaga in the interactive UnMuseum gallery on the 6th floor.\n"
},
{
    "country": "cincinnati",
    "city": "Cincinnati",
    "index": 6,
    "name": "Fountain Square",
    "latitude": "39.101317",
    "longitude": "-84.512576",
    "excerpt": "Fountain Sq is the city's centerpiece, a public space with a seasonal ice rink, free wi-fi, concerts (7pm Wednesday to Saturday in summer), a farmers…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cincinnati/attractions/fountain-square/a/poi-sig/1131417/361949",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/49d9f667839df90d63f8eacb2b92e535-fountain-square.jpg",
    "detail_description": "Fountain Sq is the city's centerpiece, a public space with a seasonal ice rink, free wi-fi, concerts (7pm Wednesday to Saturday in summer), a farmers market (11am to 1:30pm Tuesdays), a Reds ticket kiosk and the fancy old 'Genius of Water' fountain.\n"
},
{
    "country": "cincinnati",
    "city": "Cincinnati",
    "index": 5,
    "name": "Cincinnati Art Museum",
    "latitude": "39.114453781788",
    "longitude": "-84.496922492981",
    "excerpt": "The collection spans 6000 years, with an emphasis on ancient Middle Eastern art and European old masters, plus a wing devoted to local works. While…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cincinnati/attractions/cincinnati-art-museum/a/poi-sig/411188/361949",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6887f25f4c9f791d2e46d7a998a07c91-cincinnati-art-museum.jpg",
    "detail_description": "The collection spans 6000 years, with an emphasis on ancient Middle Eastern art and European old masters, plus a wing devoted to local works. While admission to the first-rate permanent collection is free, special exhibitions may cost extra. Parking is free, or get here via bus 1.\n"
},
{
    "country": "cincinnati",
    "city": "Cincinnati",
    "index": 4,
    "name": "Roebling Suspension Bridge",
    "latitude": "39.092657",
    "longitude": "-84.509679",
    "excerpt": "The elegant 1867 spanner was a forerunner of John Roebling's famous Brooklyn Bridge in New York. The Romanesque arches and draped cables have made it an…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cincinnati/attractions/roebling-suspension-bridge/a/poi-sig/1247880/361949",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/98348d85e94557432411dd0adfb1beea-roebling-suspension-bridge.jpg",
    "detail_description": "The elegant 1867 spanner was a forerunner of John Roebling's famous Brooklyn Bridge in New York. The Romanesque arches and draped cables have made it an Instagram star. It's cool to walk across while passing cars make it 'sing' around you (the sound as they drive over the grates). It links to Covington, KY.\n"
},
{
    "country": "cincinnati",
    "city": "Cincinnati",
    "index": 3,
    "name": "American Sign Museum",
    "latitude": "39.143458",
    "longitude": "-84.539816",
    "excerpt": "This museum stocks an awesome cache of flashing, lightbulb-studded beacons in an old parachute factory. You’ll burn your retinas staring at vintage neon…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cincinnati/attractions/american-sign-museum/a/poi-sig/1247221/361949",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1250efdafd658ebd2d1dca6557813352-american-sign-museum.jpg",
    "detail_description": "This museum stocks an awesome cache of flashing, lightbulb-studded beacons in an old parachute factory. You’ll burn your retinas staring at vintage neon drive-in signs, hulking genies and the Frisch’s Big Boy, among other nostalgic novelties. Guides lead hour-long tours at 11am and 2pm that also visit the on-site neon sign-making shop.\nIt's located in the Camp Washington neighborhood (near Northside); take exit 3 off I-75."
},
{
    "country": "cincinnati",
    "city": "Cincinnati",
    "index": 2,
    "name": "National Underground Railroad Freedom Center",
    "latitude": "39.097511657861",
    "longitude": "-84.511213302612",
    "excerpt": "Cincinnati was a prominent stop on the Underground Railroad and a hub for abolitionist activities. The center displays artifacts from the era, such as an…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cincinnati/attractions/national-underground-railroad-freedom-center/a/poi-sig/411196/361949",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e02a5150de934ae0d179673bd29d6874-national-underground-railroad-freedom-center.jpg",
    "detail_description": "Cincinnati was a prominent stop on the Underground Railroad and a hub for abolitionist activities. The center displays artifacts from the era, such as an eerie shackle-filled pen that once held slaves bound for auction. The museum also covers modern struggles for civil rights. The Rosa Parks virtual-reality exhibit ($5 extra) shows how it’s done: visitors don a headset and goggles, then sit on a 'bus' to stand in Parks’ shoes when she refused to give up her seat.\nOther interactive exhibits let you flip through panels to determine which US presidents owned slaves, and let you listen to slaves’ stories. Start on the 3rd floor and work your way down."
}
]