[
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 1,
    "name": "Rock and Roll Hall of Fame & Museum",
    "latitude": "41.508432678819",
    "longitude": "-81.695221066475",
    "excerpt": "Cleveland's top attraction is like an overstuffed attic bursting with groovy finds: Jimi Hendrix's Stratocaster, Keith Moon's platform shoes, John Lennon…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/rock-and-roll-hall-of-fame-museum/a/poi-sig/434070/361950",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Cleveland%20Pgiam%20GettyImages-1151482079%20RFE.jpg",
    "detail_description": "Cleveland's top attraction is like an overstuffed attic bursting with groovy finds: Jimi Hendrix's Stratocaster, Keith Moon's platform shoes, John Lennon's Sgt Pepper suit and a 1966 piece of hate mail to the Rolling Stones from a cursive-writing Fijian. It's more than memorabilia, though. Multimedia exhibits trace the history and social context of rock music and the performers who created it.\nWhy is the museum in Cleveland? Because this is the hometown of Alan Freed, the disk jockey who popularized the term 'rock and roll' in the early 1950s, and because the city lobbied hard and paid big. Be prepared for crowds (especially thick until 1pm or so)."
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 16,
    "name": "William G Mather",
    "latitude": "41.509780257553",
    "longitude": "-81.699028772895",
    "excerpt": "Take a self-guided walk on this humongous freighter incarnated as a steamship museum. It's docked beside the Great Lakes Science Center, which manages it.",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/william-g-mather/a/poi-sig/1131248/361950",
    "image_url": null,
    "detail_description": "Take a self-guided walk on this humongous freighter incarnated as a steamship museum. It's docked beside the Great Lakes Science Center, which manages it.\n"
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 15,
    "name": "World's Largest Outdoor Chandelier",
    "latitude": "41.50088",
    "longitude": "-81.681848",
    "excerpt": "Hokey but true: Cleveland owns the world's largest outdoor chandelier. The 20ft sparkler, with 4200 faux crystals, dangles over Playhouse Square and has…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/world-s-largest-outdoor-chandelier/a/poi-sig/1517143/361950",
    "image_url": null,
    "detail_description": "Hokey but true: Cleveland owns the world's largest outdoor chandelier. The 20ft sparkler, with 4200 crystals, dangles over Playhouse Square and has become a popular photo op.\n"
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 14,
    "name": "Great Lakes Science Center",
    "latitude": "41.507524787881",
    "longitude": "-81.697146892548",
    "excerpt": "One of 10 museums in the country with a NASA affiliation, Great Lakes goes deep in space with rockets, moon stones and the 1973 Apollo capsule, as well as…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/great-lakes-science-center/a/poi-sig/434072/361950",
    "image_url": null,
    "detail_description": "One of 10 museums in the country with a NASA affiliation, Great Lakes goes deep in space with rockets, moon stones and the 1973 Apollo capsule, as well as exhibits on the lakes' environmental problems.\n"
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 13,
    "name": "World's Largest Rubber Stamp",
    "latitude": "41.505347",
    "longitude": "-81.692405",
    "excerpt": "The kitschy 'Free' stamp sculpture by Claes Oldenburg is a photo op favorite. Food trucks congregate around it and there are live music performances on…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/world-s-largest-rubber-stamp/a/poi-sig/1517144/361950",
    "image_url": null,
    "detail_description": "The kitschy 'Free' stamp sculpture by Claes Oldenburg is a photo op favorite. Food trucks congregate around it and there are live music performances on Friday afternoons from 11am to 2pm June to mid-October.\n"
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 12,
    "name": "Transformer Station",
    "latitude": "41.48893",
    "longitude": "-81.71059",
    "excerpt": "This provocative gallery partners with the Cleveland Museum of Art to showcase avant-garde paintings, photography and new media inside a repurposed…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/transformer-station/a/poi-sig/1626339/361950",
    "image_url": null,
    "detail_description": "This provocative gallery partners with the Cleveland Museum of Art to showcase avant-garde paintings, photography and new media inside a repurposed industrial substation. Exhibitions change every three months or so. Check before heading out as the galleries close for show installations.\n"
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 11,
    "name": "Lake View Cemetery",
    "latitude": "41.512168556213",
    "longitude": "-81.59495472908",
    "excerpt": "Beyond University Circle to the east, don't forget this eclectic 'outdoor museum' where President James Garfield rests in an eye-poppingly enormous tower …",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/lake-view-cemetery/a/poi-sig/434066/361950",
    "image_url": null,
    "detail_description": "Beyond University Circle to the east, don't forget this eclectic 'outdoor museum' where President James Garfield rests in an eye-poppingly enormous tower (it's especially grand for a guy who was president for only six months). Other notables include local comic-book hero Harvey Pekar and crime fighter Eliot Ness (who happen to be side-by-side).\n"
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 10,
    "name": "Public Square",
    "latitude": "41.499707",
    "longitude": "-81.693724",
    "excerpt": "Cleveland's centerpiece got a makeover by the firm that designed New York City's High Line. The grassy expanse is a real gathering place now. Kids splash…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/public-square/a/poi-sig/1571180/361950",
    "image_url": null,
    "detail_description": "Cleveland's centerpiece got a makeover by the firm that designed New York City's High Line. The grassy expanse is a real gathering place now. Kids splash in the fountains, locals sit and read on the benches, and bands play in the performance area. Food trucks gather round at lunchtime on summer Tuesdays and an ice skating rink pops up in winter.\n"
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 9,
    "name": "The Flats",
    "latitude": "41.499795",
    "longitude": "-81.707329",
    "excerpt": "The Flats, an old industrial zone turned nightlife hub on the Cuyahoga River, has had a checkered life. After years of neglect, it's on the upswing once…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/the-flats/a/poi-sig/1571163/361950",
    "image_url": null,
    "detail_description": "The Flats, an old industrial zone turned nightlife hub on the Cuyahoga River, has had a checkered life. After years of neglect, it's on the upswing once again. The East Bank has a waterfront boardwalk, stylish restaurants, bars and outdoor concert pavilion. The West Bank is a bit edgier and further flung, with an old garage turned brewery-winery, a skateboard park and some vintage dive bars among its assets.\n"
},
{
    "country": "cleveland",
    "city": "Cleveland",
    "index": 8,
    "name": "Christmas Story House & Museum",
    "latitude": "41.468747",
    "longitude": "-81.687459",
    "excerpt": "Remember the beloved 1983 film A Christmas Story, in which Ralphie yearns for a Red Ryder BB gun? The original house sits in Tremont, complete with leg…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/cleveland/attractions/christmas-story-house-museum/a/poi-sig/1131250/361950",
    "image_url": null,
    "detail_description": "Remember the beloved 1983 film A Christmas Story, in which Ralphie yearns for a Red Ryder BB gun? The original house sits in Tremont, complete with leg lamp. It's for true fans only. Tours run hourly starting at 10:15am\nThose who can't get enough can spend the night in the third-floor loft (from $395 per night) or next door at the Bumpus House (from $195 per night), modeled after the fictional home of Ralphie's hillbilly neighbors."
}