[
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 1,
    "name": "Universidade de Coimbra",
    "latitude": "40.207384909779",
    "longitude": "-8.426022955406",
    "excerpt": "Coimbra's Unesco-listed university, one of the world's oldest, was originally founded in Lisbon in 1290. It was subsequently relocated several times…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/universidade-de-coimbra/a/poi-sig/471076/360358",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-482359175_super.jpg",
    "detail_description": "Coimbra's Unesco-listed university, one of the world's oldest, was originally founded in Lisbon in 1290. It was subsequently relocated several times before being permanently established in Coimbra in 1537. Its showpiece centre is the Pátio das Escolas, a vast courtyard surrounded by majestic 16th- to 18th-century buildings. These include the Paço das Escolas, Torre da Universidade, Prisão Acadêmica, Capela de São Miguel and Biblioteca Joanina.\nAdmission tickets come in two forms: one giving access to all university buildings (except the Torre) and the Museu da Ciência, and a second one which does not include the Biblioteca Joanina. Buy them at the office outside Porta Férrea. Note also that library visits are in groups at set times."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 26,
    "name": "Capela de São Miguel",
    "latitude": "40.207418",
    "longitude": "-8.42646",
    "excerpt": "Part of the main university complex, this ornate 16th-century chapel has a brightly painted ceiling, lavish tilework, Manueline features and a gilded 18th…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/capela-de-sao-miguel/a/poi-sig/1375938/360358",
    "image_url": null,
    "detail_description": "Part of the main university complex, this ornate 16th-century chapel has a brightly painted ceiling, lavish tilework, Manueline features and a gilded 18th-century organ with about 2000 pipes. Concerts are still held here on occasion.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 25,
    "name": "Núcleo da Guitarra e do Fado de Coimbra/Torre de Anto",
    "latitude": "40.209925",
    "longitude": "-8.428123",
    "excerpt": "The Torre de Anto, once part of the ancient city walls, takes its name from the poet António Nobre (1867–1900) who lived here in the late 19th century…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/nucleo-da-guitarra-e-do-fado-de-coimbra-torre-de-anto/a/poi-sig/471074/360358",
    "image_url": null,
    "detail_description": "The Torre de Anto, once part of the ancient city walls, takes its name from the poet António Nobre (1867–1900) who lived here in the late 19th century. Nowadays, it's home to a small museum dedicated to Coimbra's musical fado tradition.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 24,
    "name": "Parque Verde do Mondego",
    "latitude": "40.201969",
    "longitude": "-8.425612",
    "excerpt": "At the base of the old town, this park extends from Parque Dr Manuel Braga along the riverfront. It has wooden walkways as well as a giant green bear and…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/parque-verde-do-mondego/a/poi-sig/1392114/360358",
    "image_url": null,
    "detail_description": "At the base of the old town, this park extends from Parque Dr Manuel Braga along the riverfront. It has wooden walkways as well as a giant green bear and kids' playgrounds. A pedestrian bridge, the 275m-long Peter and Inês Bridge, spans the Rio Mondego.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 23,
    "name": "Portugal dos Pequenitos",
    "latitude": "40.203084",
    "longitude": "-8.434711",
    "excerpt": "The brainchild of local collector Bissaya Barreto, this is a cute theme park where kids clamber over, into and around micro versions of Portugal’s most…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/portugal-dos-pequenitos/a/poi-sig/471064/360358",
    "image_url": null,
    "detail_description": "The brainchild of local collector Bissaya Barreto, this is a cute theme park where kids clamber over, into and around micro versions of Portugal’s most famous monuments, while parents clutch cameras at the ready. There are also three minimuseums dedicated to marine life, furniture and clothing.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 22,
    "name": "Statue of João III",
    "latitude": "40.207148",
    "longitude": "-8.425945",
    "excerpt": "Lording it over the main university square, King João III turns his back to the sweeping city views behind him and faces his great centre of learning. It…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/statue-of-joao-iii/a/poi-sig/1375944/360358",
    "image_url": null,
    "detail_description": "Lording it over the main university square, King João III turns his back to the sweeping city views behind him and faces his great centre of learning. It was he who re-established the university in Coimbra in 1537 and invited big-shot scholars to teach here in what had previously been a royal palace.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 21,
    "name": "Casa Museu Bissaya Barreto",
    "latitude": "40.206017",
    "longitude": "-8.419486",
    "excerpt": "Bissaya Barreto was a local surgeon, scholar and obsessive hoarder of fine arts, and his late-19th-century mansion is now a small museum. A guide (not…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/casa-museu-bissaya-barreto/a/poi-sig/471040/360358",
    "image_url": null,
    "detail_description": "Bissaya Barreto was a local surgeon, scholar and obsessive hoarder of fine arts, and his late-19th-century mansion is now a small museum. A guide (not necessarily English-speaking) accompanies guests through rooms jam-packed with Portuguese sculpture and painting, Chinese porcelain, old azulejos (hand-painted tiles) and period furniture.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 20,
    "name": "Parque Dr Manuel Braga",
    "latitude": "40.204698",
    "longitude": "-8.427147",
    "excerpt": "A great spot for a restorative timeout, this tranquil riverside park was planned by the landscape gardener Jacinto de Matos in the 1920s. Amidst its tree…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/parque-dr-manuel-braga/a/poi-sig/1392115/360358",
    "image_url": null,
    "detail_description": "A great spot for a restorative timeout, this tranquil riverside park was planned by the landscape gardener Jacinto de Matos in the 1920s. Amidst its tree-lined paths you'll come across a bandstand (designed by Silva Pinto) and a series of statues, including a bust of Antero de Quental, the famous Portuguese writer and philosopher (1842–91), by Diogo de Macedo.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 19,
    "name": "Jardim Botânico",
    "latitude": "40.205788",
    "longitude": "-8.421375",
    "excerpt": "A serene place to catch your breath, the lovely university-run botanic garden sits in the shadow of the 16th-century Aqueduto de São Sebastião. Founded by…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/jardim-botanico/a/poi-sig/471052/360358",
    "image_url": null,
    "detail_description": "A serene place to catch your breath, the lovely university-run botanic garden sits in the shadow of the 16th-century Aqueduto de São Sebastião. Founded by the Marquês de Pombal, the garden combines formal flower beds, meandering paths and elegant fountains.\nThe green-fingered can also visit the lush greenhouses (closed at the time of research)."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 18,
    "name": "Jardim da Manga",
    "latitude": "40.211343",
    "longitude": "-8.42778",
    "excerpt": "This small square, formerly part of the cloister of the Mosteiro de Santa Cruz, is dominated by its monumental centrepiece: a lemon-yellow, four…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/jardim-da-manga/a/poi-sig/1375940/360358",
    "image_url": null,
    "detail_description": "This small square, formerly part of the cloister of the Mosteiro de Santa Cruz, is dominated by its monumental centrepiece: a lemon-yellow, four-buttressed fountain that symbolises the source of life. An early example of Renaissance architecture in Portugal, it owes its name to a legend that King Joao III sketched its design on his sleeve (manga in Portuguese).\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 17,
    "name": "Convento de Santa Clara-a-Velha",
    "latitude": "40.201264",
    "longitude": "-8.431824",
    "excerpt": "This Gothic convent was founded in 1330 by the saintly Queen Isabel, Dom Dinis’ wife; it served as her final resting place until flooding forced her to be…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/convento-de-santa-clara-a-velha/a/poi-sig/471046/360358",
    "image_url": null,
    "detail_description": "This Gothic convent was founded in 1330 by the saintly Queen Isabel, Dom Dinis’ wife; it served as her final resting place until flooding forced her to be moved uphill. The adjacent museum displays archaeological finds and shows two films, one about the nuns who lived here, the other documenting the 20-year renovation that cleared the river ooze that had buried it since the 17th century.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 16,
    "name": "Núcleo da Cidade Muralhada/Torre de Almedina",
    "latitude": "40.209186",
    "longitude": "-8.428853",
    "excerpt": "Housed in the medieval tower over the Arco de Almedina, this small museum has a plaster cast of the city's early layout, complete with castle and…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/nucleo-da-cidade-muralhada-torre-de-almedina/a/poi-sig/1120409/360358",
    "image_url": null,
    "detail_description": "Housed in the medieval tower over the Arco de Almedina, this small museum has a plaster cast of the city's early layout, complete with castle and defensive walls, and an audiovisual presentation of its 2km of walls. Up top you can enjoy fine rooftop views and look down through the matacães (embrasures), through which hot oil was traditionally poured on enemies below.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 15,
    "name": "Palácio de Sub Ripas",
    "latitude": "40.209598",
    "longitude": "-8.428499",
    "excerpt": "The early-16th-century Palácio de Sub Ripas, now home to the university's Instituto de Arqueologia, is a striking example of 16th-century architecture. It…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/palacio-de-sub-ripas/a/poi-sig/471060/360358",
    "image_url": null,
    "detail_description": "The early-16th-century Palácio de Sub Ripas, now home to the university's Instituto de Arqueologia, is a striking example of 16th-century architecture. It's closed to the public but from outside you can admire its notable facade. The most obvious feature is its flamboyant Manueline doorway but the building also boasts some fine Renaissance windows and stone ornamentation, the work of Jean de Rouen, whose workshop was nearby.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 14,
    "name": "Convento de Santa Clara-a-Nova",
    "latitude": "40.202805",
    "longitude": "-8.437543",
    "excerpt": "On the west side of the river, this imposing convent was built in the 17th century to replace the original Convento de Santa Clara-a-Velha, which often…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/convento-de-santa-clara-a-nova/a/poi-sig/471044/360358",
    "image_url": null,
    "detail_description": "On the west side of the river, this imposing convent was built in the 17th century to replace the original Convento de Santa Clara-a-Velha, which often suffered flooding. It's devoted almost entirely to Queen Isabel (Coimbra's patron saint), whose remains are encased in a silver casket above the altar. Paintings along the aisles illustrate her life story. Also of note is the convent's attractive 18th-century cloister.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 13,
    "name": "Torre da Universidade",
    "latitude": "40.207795",
    "longitude": "-8.42646",
    "excerpt": "Another of the university's signature landmarks, this 18th-century tower – and its clock and bells – regulates academic life. Built between 1728 and 1733,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/torre-da-universidade/a/poi-sig/1375939/360358",
    "image_url": null,
    "detail_description": "Another of the university's signature landmarks, this 18th-century tower – and its clock and bells – regulates academic life. Built between 1728 and 1733, on the premise that there could be no order without a clock, it was cursed as 'a cabra' ('goat'; or 'bitch' in contemporary lingo) as it rang out to end the day's classes, signifying the curfew (in the days when students had to be home by 7pm or face prison) and that there would be classes the following day.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 12,
    "name": "Sé Nova",
    "latitude": "40.209565",
    "longitude": "-8.424497",
    "excerpt": "The landmark 'new' cathedral, started by the Jesuits in 1598 and completed a century later, dominates the square of the same name high in the old town…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/se-nova/a/poi-sig/471070/360358",
    "image_url": null,
    "detail_description": "The landmark 'new' cathedral, started by the Jesuits in 1598 and completed a century later, dominates the square of the same name high in the old town. Its two-tier white facade gives onto a cavernous interior adorned with gilt side panels and an ornate baroque altarpiece. It also features a gallery of reliquaries featuring bones and worse from minor saints and bishops, including St Francis Xavier and St Luke (so it's claimed!). Climb to the platform for uplifting city views.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 11,
    "name": "Jardins da Quinta das Lágrimas",
    "latitude": "40.199322",
    "longitude": "-8.433992",
    "excerpt": "According to legend, this lovely pocket of parkland is where Dona Inês de Castro (aka Portugal's Juliet to the Infante Pedro's Romeo) was murdered on the…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/jardins-da-quinta-das-lagrimas/a/poi-sig/1374101/360358",
    "image_url": null,
    "detail_description": "According to legend, this lovely pocket of parkland is where Dona Inês de Castro (aka Portugal's Juliet to the Infante Pedro's Romeo) was murdered on the orders of King Afonso IV, Pedro's father. Nowadays it's home to a five-star hotel, but anyone can take a turn about the romantic grounds and track down the Fonte dos Amores (Lovers’ Fountain), which reputedly marks the spot where Inês was struck down. Look also for a sequoia tree planted by the Duke of Wellington.\n"
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 10,
    "name": "Prisão Acadêmica",
    "latitude": "40.207066",
    "longitude": "-8.426363",
    "excerpt": "This former prison for misbehaving students sits in the basement of the Biblioteca Joanina. Originally located beneath the Sala dos Capelos, it was later…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/prisao-academica/a/poi-sig/1538339/360358",
    "image_url": null,
    "detail_description": "This former prison for misbehaving students sits in the basement of the Biblioteca Joanina. Originally located beneath the Sala dos Capelos, it was later transferred back to the medieval jail beneath the library (incredibly, the university was able to operate its own separate laws). In 1834, after the liberal revolution in Portugal, the prison was used as a deposit for books and illuminated manuscripts from convents and monasteries.\nAccess to the prison is included in visits to the Biblioteca."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 9,
    "name": "Arco de Almedina",
    "latitude": "40.208918",
    "longitude": "-8.428917",
    "excerpt": "This heavy-duty Moorish gateway, just off the main shopping drag, leads through to Coimbra's upper town. Follow through the arch and head up the steep…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/arco-de-almedina/a/poi-sig/471036/360358",
    "image_url": null,
    "detail_description": "This heavy-duty Moorish gateway, just off the main shopping drag, leads through to Coimbra's upper town. Follow through the arch and head up the steep stairs known as the Rua Quebra-Costas ('Backbreaker') and you'll find yourself in the heart of the city's historic core. This labyrinthine quarter of tightly-packed houses and dark cobbled lanes was once a Moorish stronghold and for a century served as the seat of Portugal's kings.\nLocal legend says it was the 19th-century writer Almeida Garrett who persuaded the mayor to install the stairs."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 8,
    "name": "Igreja de Santa Cruz",
    "latitude": "40.211064",
    "longitude": "-8.428853",
    "excerpt": "Overlooking the graceful Praça 8 de Maio, this is one of Coimbra's oldest churches, dating to the 12th century. Little remains of the original Romanesque…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/igreja-de-santa-cruz/a/poi-sig/471050/360358",
    "image_url": null,
    "detail_description": "Overlooking the graceful Praça 8 de Maio, this is one of Coimbra's oldest churches, dating to the 12th century. Little remains of the original Romanesque structure, and it owes much of its current look to a 16th-century makeover. Step through the Renaissance porch and flamboyant 18th-century arch to the echoing tiled interior where you'll find the elaborate tombs of Portugal's first kings, Afonso Henriques and Sancho I. Also impressive is its restrained Manueline cloister.\nBehind the church is the Jardim da Manga, once part of the cloister, and its curious fountain: a lemon-yellow, four-buttressed affair."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 7,
    "name": "Paço das Escolas",
    "latitude": "40.20791",
    "longitude": "-8.42616",
    "excerpt": "Housed in a former royal palace, this is the historic heart of the university, where traditional academic ceremonies are still held. The main ceremonial…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/paco-das-escolas/a/poi-sig/1375943/360358",
    "image_url": null,
    "detail_description": "Housed in a former royal palace, this is the historic heart of the university, where traditional academic ceremonies are still held. The main ceremonial hall is the Sala dos Capelos (named after the academic cape awarded to graduating doctorate students), a former examination room hung with dark portraits of Portugal’s kings and crimson quilt-like decoration. Nearby, the Sala do Exame Privado (Private Examination Room) is where graduates would be secretly examined at night.\nAs well as the salas, the palace also commands some excellent views: on one side, the Páteo das Escolas, on the other, the city's cascading rooftops."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 6,
    "name": "Porta Férrea",
    "latitude": "40.207762",
    "longitude": "-8.425612",
    "excerpt": "The university's main entrance is the Iron Gate, a 17th-century confection designed by architect António Tavares in 1634 on the orders of Rector D Álvaro…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/porta-ferrea/a/poi-sig/1375942/360358",
    "image_url": null,
    "detail_description": "The university's main entrance is the Iron Gate, a 17th-century confection designed by architect António Tavares in 1634 on the orders of Rector D Álvaro da Costa. It stands on the same spot as the original gateway to Coimbra’s Moorish citadel and was the first major work following the acquisition of the Royal Palace by King Felipe I in 1597.\nEach side of the gate features one of the university's founding monarchs: King Dinis on the outside and João III on the courtyard side. Above them stands the figure of Wisdom, the insignia of the university, while female figures represent the university's early faculties – Medicine and Law (exterior) and Theology and Canons (interior)."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 5,
    "name": "Museu da Ciência",
    "latitude": "40.210155",
    "longitude": "-8.423638",
    "excerpt": "Coimbra's science museum is wonderful, with everything from kid-friendly interactive machines to early scientific instruments, fossils and skeletons. The…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/museu-da-ciencia/a/poi-sig/1120408/360358",
    "image_url": null,
    "detail_description": "Coimbra's science museum is wonderful, with everything from kid-friendly interactive machines to early scientific instruments, fossils and skeletons. The eclectic collection is spread over three sections in two buildings: the chemistry labs where the ticket office is, and, over the road, the physics and natural history galleries. Highlights include a section on light and matter and a riveting display of exquisitely crafted physics apparatus, many dating from the 17th to 19th centuries.\nWe particularly love the centaur used to measure the direction and velocity of an arrow.After the physics displays, the natural history section takes you back to the Victorian era with cabinets crammed with stuffed animals, jars of preserved specimens and huge skeletons, including one of a baleia comum (common whale)."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 4,
    "name": "Sé Velha",
    "latitude": "40.208762",
    "longitude": "-8.427114",
    "excerpt": "Coimbra's 12th-century cathedral is one of Portugal's finest examples of Romanesque architecture. The main portal and facade are particularly striking,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/se-velha/a/poi-sig/471072/360358",
    "image_url": null,
    "detail_description": "Coimbra's 12th-century cathedral is one of Portugal's finest examples of Romanesque architecture. The main portal and facade are particularly striking, especially on warm summer evenings when the golden stone seems to glow in the soft light. Its construction was financed by Portugal's first king, Afonso Henriques, and completed in 1184 at a time when the nation was still threatened by the Moors, hence its crenellated exterior and narrow, slit-like lower windows. Interior highlights include an ornate late-Gothic retable and a lovely 13th-century cloister.\nInside, the high, barrel-vaulted nave retains its main Romanesque features; side altars and well-preserved Gothic tombs of bishops are backed by bright Andalusian tiles. Over the main altar, the flamboyant gilt retable depicts the Assumption of Mary. Contrast this with the grey tones of the Renaissance Capela do Santíssimo Sacramento alongside."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 3,
    "name": "Museu Nacional de Machado de Castro",
    "latitude": "40.209196",
    "longitude": "-8.425355",
    "excerpt": "This great museum is a highlight of central Portugal. Housed in a 12th-century bishop's palace, it stands over the city's ancient Roman forum, remains of…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/museu-nacional-de-machado-de-castro/a/poi-sig/471058/360358",
    "image_url": null,
    "detail_description": "This great museum is a highlight of central Portugal. Housed in a 12th-century bishop's palace, it stands over the city's ancient Roman forum, remains of which can be seen in the maze of spooky tunnels under the building – the cryptoporticus. Once you emerge from this, you can start on the fascinating art collection, which runs the gamut from Gothic religious sculpture to 16th-century Flemish painting and ornately crafted furniture.\nParticularly spectacular is the vast recreation of a chapel from the Convento de São Domingos, but highlights abound. These include a section of the delicate cloister of São João de Almedina and some exquisite alabaster pieces from England. Sculptural works trace the development of Portuguese sculpture from the 11th century, showing how the arrival of Renaissance masters from across Europe paved the way for a distinctive Coimbra tradition.You can admire terracotta figures from a 16th-century Last Supper by the mysterious French artist Hodart and some stunning panels by the Flemish painter Quentin Metsys. A collection of gold monstrances, furniture and Moorish-influenced pieces is almost too much by the time you reach it."
},
{
    "country": "coimbra",
    "city": "Coimbra",
    "index": 2,
    "name": "Biblioteca Joanina",
    "latitude": "40.207074",
    "longitude": "-8.426385",
    "excerpt": "The university's baroque library is Coimbra's headline sight. Named after King João V, who sponsored its construction between 1717 and 1728, it features a…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/biblioteca-joanina/a/poi-sig/471038/360358",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Portugal%20Coimbra%20agsaz%20Shutterstock_1461884087%20RFE.jpg",
    "detail_description": "The university's baroque library is Coimbra's headline sight. Named after King João V, who sponsored its construction between 1717 and 1728, it features a remarkable central hall decorated with elaborate ceiling frescoes and huge rosewood, ebony and jacaranda tables. Towering gilt chinoiserie shelves hold some 40,000 books, mainly on law, philosophy and theology. Curiously, the library also houses a colony of bats to protect the books – they eat potentially harmful insects.\nNote admission to the library is strictly regulated, with entry in groups at set times. At your allotted time – given when you buy your ticket – you enter through a side door and wait to be admitted to the main hall. While waiting you can peek down into the cells of the Prisão Acadêmica."
}
]