[
{
    "country": "collioure",
    "city": "Collioure",
    "index": 1,
    "name": "Château Royal",
    "latitude": "42.525792",
    "longitude": "3.085163",
    "excerpt": "Collioure’s seaside castle was mostly built between 1276 and 1344 by the counts of Roussillon and the kings of Aragon, and was later occupied by the…",
    "detail_url": "https://www.lonelyplanet.com/france/collioure/attractions/chateau-royal/a/poi-sig/1238113/1317088",
    "image_url": null,
    "detail_description": "Collioure’s seaside castle was mostly built between 1276 and 1344 by the counts of Roussillon and the kings of Aragon, and was later occupied by the Mallorcan court, although the outer wall was the work of Vauban in the 17th century. Interior furnishings are minimal, but the hybrid Spanish-French architectural styles are striking and the coastal views lovely. Concerts and theatre performances take place in the grounds throughout the year.\n"
},
{
    "country": "collioure",
    "city": "Collioure",
    "index": 5,
    "name": "Fort St-Elme",
    "latitude": "42.518572",
    "longitude": "3.09366",
    "excerpt": "Built in 1552 by Spanish king Charles V between Collioure and Port-Vendre, this hilltop fort was designed as a key piece of the coastal defence system. It…",
    "detail_url": "https://www.lonelyplanet.com/france/collioure/attractions/fort-st-elme/a/poi-sig/1284429/1317088",
    "image_url": null,
    "detail_description": "Built in 1552 by Spanish king Charles V between Collioure and Port-Vendre, this hilltop fort was designed as a key piece of the coastal defence system. It houses a collection of weapons.\n"
},
{
    "country": "collioure",
    "city": "Collioure",
    "index": 4,
    "name": "Église Notre-Dame des Anges",
    "latitude": "42.527622",
    "longitude": "3.086504",
    "excerpt": "At the northern end of the harbour, the medieval belfry of this church once doubled as a lighthouse, although its pink dome – the signature feature of…",
    "detail_url": "https://www.lonelyplanet.com/france/collioure/attractions/eglise-notre-dame-des-anges/a/poi-sig/1596072/1317088",
    "image_url": null,
    "detail_description": "At the northern end of the harbour, the medieval belfry of this church once doubled as a lighthouse, although its pink dome – the signature feature of Collioure's skyline – wasn't added until 1810.\n"
},
{
    "country": "collioure",
    "city": "Collioure",
    "index": 3,
    "name": "Musée d’Art Moderne",
    "latitude": "42.523942",
    "longitude": "3.087974",
    "excerpt": "Boat sketches by Matisse and Edouard Pignon along with coastal canvases by Henri Martin and Henri Marre are among the highlights of this small but…",
    "detail_url": "https://www.lonelyplanet.com/france/collioure/attractions/musee-d-art-moderne/a/poi-sig/1238115/1317088",
    "image_url": null,
    "detail_description": "Boat sketches by Matisse and Edouard Pignon along with coastal canvases by Henri Martin and Henri Marre are among the highlights of this small but worthwhile museum. It has a good collection of mainly 20th-century canvases and holds regular exhibitions by local artists.\n"
},
{
    "country": "collioure",
    "city": "Collioure",
    "index": 2,
    "name": "Moulin de la Cortina",
    "latitude": "42.523188",
    "longitude": "3.089486",
    "excerpt": "The most scenic way to reach this 14th-century windmill is a 950m walk through olive and almond groves from Fort St-Elme along the Cami del Port de Sant…",
    "detail_url": "https://www.lonelyplanet.com/france/collioure/attractions/moulin-de-la-cortina/a/poi-sig/1238119/1317088",
    "image_url": null,
    "detail_description": "The most scenic way to reach this 14th-century windmill is a 950m walk through olive and almond groves from Fort St-Elme along the Cami del Port de Sant Telm (about 20 minutes). Alternatively, it's a steep 150m walk from the Musée d'Art Moderne. Mediterranean views of boats, rocky coast and brilliant blue sea extend from the mill's raised base.\n"
}
]