[
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 1,
    "name": "Garden of the Gods",
    "latitude": "38.87838",
    "longitude": "-104.869727",
    "excerpt": "This gorgeous vein of red sandstone (about 290 million years old) appears elsewhere along Colorado's Front Range, but the exquisitely thin cathedral…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/garden-of-the-gods/a/poi-sig/1159431/362117",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Colorado%20Springs%20Emily%20Kent%20Photography%20GettyImages-1362122365%20RFC%20crop.jpg",
    "detail_description": "This gorgeous vein of red sandstone (about 290 million years old) appears elsewhere along Colorado's Front Range, but the exquisitely thin cathedral spires and mountain backdrop of the Garden of the Gods are particularly striking. Explore the network of paved and unpaved trails, enjoy a picnic and watch climbers test their nerve on the sometimes flaky rock.\nThe signature rock formations include Kissing Camels, Balanced Rock, Cathedral Spires and a few more that will leave you breathless. Scrambling up the rocks is prohibited. For climbing and bouldering, a permit is required.For information on horseback rides and other activities in the park, stop off at the excellent visitor center on the way in. In summer, Rock Ledge Ranch, a living history museum near the park entrance, is worth a visit for those interested in the lives of Native Americans and 19th-century homesteaders in the region.The park roads get crazy packed in the summer. A pilot shuttle program can take you from Rock Ledge Ranch to the park's visitor center and the central zone of the park. It's free, as is biking in the park."
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 18,
    "name": "Old Colorado Historical Society",
    "latitude": "38.846668",
    "longitude": "-104.860425",
    "excerpt": "Located in a former Baptist church, this tiny museum and bookstore introduces visitors to the history of Old Colorado City and is a good way to add…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/old-colorado-historical-society/a/poi-sig/1434730/362117",
    "image_url": null,
    "detail_description": "Located in a former Baptist church, this tiny museum and bookstore introduces visitors to the history of Old Colorado City and is a good way to add context to a wander past today's boutiques and restaurants.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 17,
    "name": "World Figure Skating Museum & Hall of Fame",
    "latitude": "38.793743242663",
    "longitude": "-104.8487762209",
    "excerpt": "Fans of figure skating should stop by this museum where you can glimpse snippets of past greats. You'll see their skates and outfits, and stills and video…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/world-figure-skating-museum-hall-of-fame/a/poi-sig/1159480/362117",
    "image_url": null,
    "detail_description": "Fans of figure skating should stop by this museum where you can glimpse snippets of past greats. You'll see their skates and outfits, and stills and video footage of some of the greatest routines ever performed.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 16,
    "name": "Acacia Park",
    "latitude": "38.837365608025",
    "longitude": "-104.82246665093",
    "excerpt": "Home to the much loved Uncle Wilbur’s Fountain, a lifeguard-monitored pop jet fountain with over 200 water jets, 52 of which are part of a play area where…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/acacia-park/a/poi-sig/1160026/362117",
    "image_url": null,
    "detail_description": "Home to the much loved Uncle Wilbur’s Fountain, a lifeguard-monitored pop jet fountain with over 200 water jets, 52 of which are part of a play area where kids can valiantly try to stem the unstoppable streams.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 15,
    "name": "Rock Ledge Ranch",
    "latitude": "38.877136",
    "longitude": "-104.871776",
    "excerpt": "This living history museum near the Garden of the Gods park entrance is worth a visit for those interested in the lives of Native Americans and 19th…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/rock-ledge-ranch/a/poi-sig/1419600/362117",
    "image_url": null,
    "detail_description": "This living history museum near the Garden of the Gods park entrance is worth a visit for those interested in the lives of Native Americans and 19th-century homesteaders in the region.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 14,
    "name": "Old Colorado City Historic District",
    "latitude": "38.845348",
    "longitude": "-104.859663",
    "excerpt": "The neighborhood known as Old Colorado City is where the original town was founded in 1860. It's former Wild West dens of vice (21 saloons in four blocks!…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/old-colorado-city-historic-district/a/poi-sig/1576606/362117",
    "image_url": null,
    "detail_description": "The neighborhood known as Old Colorado City is where the original town was founded in 1860. It's former Wild West dens of vice (21 saloons in four blocks!) now host restaurants and souvenir shops, and the area is good for a stroll.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 13,
    "name": "Money Museum",
    "latitude": "38.846074934233",
    "longitude": "-104.82525510671",
    "excerpt": "Yes, museums dedicated to coin collecting do exist. This museum, operated by the American Numismatic Association, has gold coins from the early 19th…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/money-museum/a/poi-sig/1159428/362117",
    "image_url": null,
    "detail_description": "Yes, museums dedicated to coin collecting do exist. This museum, operated by the American Numismatic Association, has gold coins from the early 19th century, early commemorative coins from the turn of the 20th century and a few vintage greenbacks, too.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 12,
    "name": "Pulpit Rock Park",
    "latitude": "38.915479",
    "longitude": "-104.809999",
    "excerpt": "This attractive open space is connected to the Austin Bluffs Open Space and features a 4.4-mile loop trail that is suitable for adults and kids of good…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/pulpit-rock-park/a/poi-sig/1570433/362117",
    "image_url": null,
    "detail_description": "This attractive open space is connected to the Austin Bluffs Open Space and features a 4.4-mile loop trail that is suitable for adults and kids of good general fitness. The parking lot is off the I-25 at N Nevada Ave.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 11,
    "name": "Austin Bluffs Open Space",
    "latitude": "38.896143",
    "longitude": "-104.79249",
    "excerpt": "This beautiful reserve overlooking Colorado Springs and the Rockies beyond is strewn with distinctive rock formations dating to the Eocene period. Walking…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/austin-bluffs-open-space/a/poi-sig/1570432/362117",
    "image_url": null,
    "detail_description": "This beautiful reserve overlooking Colorado Springs and the Rockies beyond is strewn with distinctive rock formations dating to the Eocene period. Walking and hiking trails crisscross the park and adjacent Pulpit Rock Park.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 10,
    "name": "Bancroft Park",
    "latitude": "38.846872680019",
    "longitude": "-104.86118004246",
    "excerpt": "There's a small historical display in leafy Bancroft Park, which is set smack in the middle of Old Colorado City. The centerpiece is the Old Pioneer…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/bancroft-park/a/poi-sig/1159503/362117",
    "image_url": null,
    "detail_description": "There's a small historical display in leafy Bancroft Park, which is set smack in the middle of Old Colorado City. The centerpiece is the Old Pioneer County Bank. Built in 1859, it became, 10 years later, the first county office building, then became a Chinese laundry and antiques shop.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 9,
    "name": "Colorado Springs Pioneers Museum",
    "latitude": "38.830359",
    "longitude": "-104.822826",
    "excerpt": "Colorado Springs’ municipal museum is set in the old El Paso County Courthouse, built in 1903. The collection and exhibition of some 60,000 pieces sums up…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/colorado-springs-pioneers-museum/a/poi-sig/1160025/362117",
    "image_url": null,
    "detail_description": "Colorado Springs’ municipal museum is set in the old El Paso County Courthouse, built in 1903. The collection and exhibition of some 60,000 pieces sums up the region’s history. Particularly good is the Native American collection, which features hundreds of items from the Ute, Cheyenne and Arapaho Nations.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 8,
    "name": "Memorial Park",
    "latitude": "38.828932992751",
    "longitude": "-104.79853518524",
    "excerpt": "Set just off downtown, with Prospect Lake surrounded by wide green lawns and ball fields, and Pikes Peak and the rest of the southern front range looming…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/memorial-park/a/poi-sig/1159435/362117",
    "image_url": null,
    "detail_description": "Set just off downtown, with Prospect Lake surrounded by wide green lawns and ball fields, and Pikes Peak and the rest of the southern front range looming to the west, this is the city's biggest public park and the site of the Labor Day Lift Off, one of America's biggest and best hot-air-balloon festivals.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 7,
    "name": "Cornerstone Arts Center",
    "latitude": "38.845700440476",
    "longitude": "-104.82403792936",
    "excerpt": "Colorado College’s striking, $30-million LEED–certified arts complex sits across the street from the Fine Arts Center. You’ll see sculpture on the front…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/cornerstone-arts-center/a/poi-sig/1159426/362117",
    "image_url": null,
    "detail_description": "Colorado College’s striking, $30-million LEED–certified arts complex sits across the street from the Fine Arts Center. You’ll see sculpture on the front lawn, and there’s a free gallery inside and frequent guest lecturers and film screenings. Past guests have included filmmakers, prominent feminists, Buddhist masters and big-time video-game producers.\n"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 6,
    "name": "Will Rogers Shrine of the Sun",
    "latitude": "38.772507998882",
    "longitude": "-104.86261855218",
    "excerpt": "Set behind the Cheyenne Mountain Zoo and those massive crenelated stone gates, on a cliff about two-thirds of the way up Cheyenne Mountain, is this tower…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/will-rogers-shrine-of-the-sun/a/poi-sig/1159493/362117",
    "image_url": null,
    "detail_description": "Set behind the Cheyenne Mountain Zoo and those massive crenelated stone gates, on a cliff about two-thirds of the way up Cheyenne Mountain, is this tower named for Spencer Penrose's good friend Will Rogers, who died in a plane crash coincidentally around the time of its construction. There are busts of both men out front and the best Colorado Springs views in town.\nPlaques on the outer wall are oriented and labeled to landmarks below. You'll see the Broadmoor, Fort Carson, Cheyenne Lake and the Garden of the Gods peeking above the trees. There are black-and-white photos of Rogers in the tower's rooms off the narrow cylindrical stairwell."
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 5,
    "name": "Red Rock Canyon Open Space",
    "latitude": "38.848498",
    "longitude": "-104.872978",
    "excerpt": "A former quarry and part of the sandstone vein that runs through the Garden of the Gods, this 787-acre park was nearly developed into a golf course and…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/red-rock-canyon-open-space/a/poi-sig/1159437/362117",
    "image_url": null,
    "detail_description": "A former quarry and part of the sandstone vein that runs through the Garden of the Gods, this 787-acre park was nearly developed into a golf course and townhouses. Thanks to committed residents who fought the good fight, however, it's now a fabulous local park, where you can hike, mountain bike and rock climb, without all the tourist hoopla.\nIf you want to link up with a longer hike, the Section 16 trail leads out of the southwestern corner of the park on a nice 6-mile loop. Rock climbers have access to over 80 bolted climbing routes, but they must register at the Garden of the Gods visitor center first. The main access is off Hwy 24, west of Old Colorado City Historic District."
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 4,
    "name": "US Air Force Academy",
    "latitude": "38.990637",
    "longitude": "-104.853687",
    "excerpt": "A visit to this campus, one of the highest-profile military academies in the country, offers a limited but nonetheless fascinating look into the lives of…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/us-air-force-academy/a/poi-sig/1159430/362117",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/United%20States%20Colorado%20Springs%20Stocktrek%20Images%2C%20Inc.%20Alamy%20G3YYM0%20RFE.jpg",
    "detail_description": "A visit to this campus, one of the highest-profile military academies in the country, offers a limited but nonetheless fascinating look into the lives of an elite group of cadets. The visitor center provides general background on the academy; from here you can walk over to the dramatic chapel (1963) or embark on a driving tour of the expansive grounds.\nThe entrance is via the North Gate, 14 miles north of Colorado Springs on I-25. During football season, it's worthwhile checking out a game. Cadets do pushups for every point scored!"
},
{
    "country": "colorado-springs",
    "city": "Colorado Springs",
    "index": 3,
    "name": "Cheyenne Mountain Zoo",
    "latitude": "38.771067270436",
    "longitude": "-104.85412197421",
    "excerpt": "High up on Cheyenne Mountain, the largest private zoo in the country was launched with holdovers from the private animal collection of Spencer Penrose …",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/colorado-springs/attractions/cheyenne-mountain-zoo/a/poi-sig/1159491/362117",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Colorado%20Springs%20EQRoy%20shutterstock_1990350581%20RFE.jpg",
    "detail_description": "High up on Cheyenne Mountain, the largest private zoo in the country was launched with holdovers from the private animal collection of Spencer Penrose (1865–1939), a prominent local businessman and philanthropist. Serious about conversation, the zoo is proud of its giraffe breeding program, and its animal habitats feature educational elements. There are also some nice play areas for kids.\nThis is home to the largest collection of reticulated giraffes in the world, and kids love feeding them. The Mountaineer Sky Ride (adult/child $5/4), a brief chairlift experience, will give you a bird’s-eye view of the entire zoo. An exhibit on African water animals is slated to open with hippos, penguins and more."
}