[
{
    "country": "colombia",
    "city": "Medellín",
    "index": 1,
    "name": "La Comuna 13",
    "latitude": "6.246534",
    "longitude": "-75.619154",
    "excerpt": "Once one of the most dangerous neighborhoods in Medellín, the Comuna 13, which clings to the mountainside above the San Javier metro station, has…",
    "detail_url": "https://www.lonelyplanet.com/colombia/northwest-colombia/medellin/attractions/la-comuna-13/a/poi-sig/1570817/363323",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Columbia%20Medellin%20Juan%20Alberto%20Casado%20GettyImages-1270346925%20RFE.jpg",
    "detail_description": "Once one of the most dangerous neighborhoods in Medellín, the Comuna 13, which clings to the mountainside above the San Javier metro station, has undergone an impressive transformation in recent times and is now considered safe to visit. The focal point of a trip to the comuna is the area around the escaleras electricas, the outdoor escalators that provide access to homes in marginalized barrios that were formerly isolated from the city below. A taxi from the metro costs COP$5500.\nAlongside the Metrocable lines, the escaleras electricas are one of the icons of the rebirth of Medellín. The area surrounding the six sets of escalators is awash with murals and graffiti, while at the top there is a lookout and a boardwalk offering fine views of the bustling city below.In order to fully understand the violence and difficulties that have plagued the area and its impressive reformation, it's a great idea to hike the comuna with a local guide. Recommended guides can be arranged at Casa Kolacho near the San Javier metro. Alternatively, check out the barrio's artwork with the Comuna 13 Graffiti Tour, departing twice daily from the Poblado metro.To reach the escaleras take either bus 221i or 225i from the stop by the traffic lights on the right as you leave the San Javier metro. Buy an integrated ticket at the station where you board the metro."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 40,
    "name": "Plazoleta del Chorro de Quevedo",
    "latitude": "4.597154972061",
    "longitude": "-74.0696582296",
    "excerpt": "No one agrees exactly where present-day Bogotá was founded – some say by the Catedral Primada on the Plaza de Bolívar; others say here, in this wee plaza…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/plazoleta-del-chorro-de-quevedo/a/poi-sig/1166868/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e593a4688ed33ad7330e1e27010a8508-plazoleta-del-chorro-de-quevedo.jpg",
    "detail_description": "No one agrees exactly where present-day Bogotá was founded – some say by the Catedral Primada on the Plaza de Bolívar; others say here, in this wee plaza lined with cafes, a small white church and many boho street vendors (or hacky-sack players).\nIt's a cute spot at any time of day, but particularly as dark comes – when students pour onto the scene – in the narrow, funnel-like alley leading past pocket-sized bars just north. On Friday afternoon (at 5pm) there are Spanish storyteller sessions – well worth a visit for the atmosphere."
},
{
    "country": "colombia",
    "city": "Riohacha",
    "index": 39,
    "name": "Santuario de Fauna y Flora Los Flamencos",
    "latitude": "11.373685",
    "longitude": "-73.117018",
    "excerpt": "Pink flamingos inhabit this tranquil, 700-hectare nature preserve in great numbers: up to 10,000 in the wet season (usually September through December)…",
    "detail_url": "https://www.lonelyplanet.com/colombia/riohacha/attractions/santuario-de-fauna-y-flora-los-flamencos/a/poi-sig/1509318/1317828",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/699faa08c591a102f89391f024068db3-santuario-de-fauna-y-flora-los-flamencos.jpg",
    "detail_description": "Pink flamingos inhabit this tranquil, 700-hectare nature preserve in great numbers: up to 10,000 in the wet season (usually September through December). Groups of up to 2000 birds can usually be seen in one of the park's four lagoons. If you want to see the flamingos you'll need to take a canoe trip (COP$30,000 for one to three people; COP$15,000 per extra person). The reserve is in the town of Camarones, 25km from Riohacha.\nSkippers usually know where the flocks are hanging out, but they won't take you if they're beyond a reasonable distance."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 38,
    "name": "Casa Museo Quinta de Bolívar",
    "latitude": "4.602092",
    "longitude": "-74.062057",
    "excerpt": "Bringing a bit of the country into the middle of high-rise Bogotá, this lovely historic home–museum is set in a garden at the foot of the Cerro de…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/casa-museo-quinta-de-bolivar/a/poi-sig/419203/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1374ab184c74897e1d3729d3cb28b51c-quinta-de-bolivar.jpg",
    "detail_description": "Bringing a bit of the country into the middle of high-rise Bogotá, this lovely historic home–museum is set in a garden at the foot of the Cerro de Monserrate. The mansion was built in 1800 and donated to Simón Bolívar in 1820 in gratitude for his liberating services. Bolívar spent 423 days here over nine years. Rooms are filled with period pieces, including the liberator's sword. Less is said about its later days as a psychiatric institution.\nThere are English- and Spanish-language audio guides for COP$2000, and guided tours in English on Wednesday at 11am."
},
{
    "country": "colombia",
    "city": "Pacific Coast",
    "index": 37,
    "name": "Parque Nacional Natural (PNN) Isla Gorgona",
    "latitude": "2.96567",
    "longitude": "-78.183517",
    "excerpt": "Covering the entirety of remote Isla Gorgona, this rarely visited national park is a fine escape for nature lovers. Once a national prison, the island has…",
    "detail_url": "https://www.lonelyplanet.com/colombia/south-coast/attractions/parque-nacional-natural-pnn-isla-gorgona/a/poi-sig/1303243/1327266",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1495226387.jpg",
    "detail_description": "Covering the entirety of remote Isla Gorgona, this rarely visited national park is a fine escape for nature lovers. Once a national prison, the island has now been converted into a high-end nature retreat. The two main reasons to visit the park are for scuba diving and whale-watching, preferably at the same time. Gorgona is not on any of the main shipping channels, so whales continue to come here every year to calve and raise their young.\nApart from swimming and some short walks, activities on the island are limited; it's more a relaxation destination than an option for real adventure."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 36,
    "name": "Museo Militar",
    "latitude": "4.596178",
    "longitude": "-74.073805",
    "excerpt": "This two-floor museum is run by military guys in fatigues, and features playful models sporting the history of military uniforms (note the 'antiterrorist'…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/museo-militar/a/poi-sig/1166859/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d3fb402ceb9dcc227ca87b9d766ee424-museo-militar.jpg",
    "detail_description": "This two-floor museum is run by military guys in fatigues, and features playful models sporting the history of military uniforms (note the 'antiterrorist' outfit and the insane diving suit); a Korean War room; and a courtyard of artillery and aircraft including a presidential helicopter.\nNewer, postpeace agreement installations have been added, including a timeline of Colombia's armed conflict and Alex Sastoque's Metamorfosis, a copper AK-47 turned shovel, an idea – converting a tool of destruction into a tool of creation – which has come to symbolize the end of civil war in Colombia. ID required."
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 35,
    "name": "Museo del Oro Zenú",
    "latitude": "10.422978",
    "longitude": "-75.550747",
    "excerpt": "This museum is like a miniature version of Bogotá's world-class gold museum, the Museo del Oro. Though small, it offers a fascinating collection of the…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/museo-del-oro-zenu/a/poi-sig/1168229/363310",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/28040b0384661e2ca91c8700fca58a39-museo-del-oro-zenu.jpg",
    "detail_description": "This museum is like a miniature version of Bogotá's world-class gold museum, the Museo del Oro. Though small, it offers a fascinating collection of the gold and pottery of the Zenú (also known as Sinú) people, who inhabited the region of the present-day departments of Bolívar, Córdoba, Sucre and northern Antioquia before the Spanish Conquest. Some pieces are exquisitely detailed.\nShould you be heading to Bogotá, this gold museum offers a taste of the bigger and grander one there. It's also a superb spot to take a break from Cartagena's oppressive humidity: the air-con is refreshingly arctic."
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 32,
    "name": "Las Murallas",
    "latitude": "10.428394138514",
    "longitude": "-75.549116334128",
    "excerpt": "The Old Town is surrounded by Las Murallas, the thick walls built to protect it. Construction was begun toward the end of the 16th century after the…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/las-murallas/a/poi-sig/1272410/363310",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/edab12fcaae0eb0f48639b70c6111b44-las-murallas.jpg",
    "detail_description": "The Old Town is surrounded by Las Murallas, the thick walls built to protect it. Construction was begun toward the end of the 16th century after the attack by Francis Drake; until that time, Cartagena was almost completely unprotected. The project took two centuries to complete, due to repeated storm damage and pirate attacks. It's possible to walk along large stretches of these magnificent structures, with wonderful sea views and a cooling breeze from the the northern and western sides.\nLas Murallas are an outstanding piece of military engineering, and are remarkably well preserved, except for a part of the walls facing La Matuna, which were unfortunately demolished by 'progressive' city authorities in the mid-20th century."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 34,
    "name": "Museo Santa Clara",
    "latitude": "4.596883",
    "longitude": "-74.077377",
    "excerpt": "One of Bogotá's most richly decorated churches, the Santa Clara is also its oldest (along with Iglesia de San Francisco). Deconsecrated in 1968, it was…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/museo-santa-clara/a/poi-sig/419231/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7adb4e97c8bee13563a178f00baf37d1-iglesia-museo-de-santa-clara.jpg",
    "detail_description": "One of Bogotá's most richly decorated churches, the Santa Clara is also its oldest (along with Iglesia de San Francisco). Deconsecrated in 1968, it was acquired by the government and is now run as a museum, with paintings by some of Colombia's most revered baroque artists. The church was once part of an adjoining Franciscan convent that was demolished in the early 20th century.\nBuilt between 1629 and 1674, the single-nave construction features a barrel vault coated in golden floral motifs that looks down over walls entirely covered by 148 paintings and sculptures of saints. Interactive panels are available in Spanish, English, French and Portuguese."
},
{
    "country": "colombia",
    "city": "Zona Cafetera",
    "index": 33,
    "name": "Jardín Botánico del Quindío",
    "latitude": "4.507548",
    "longitude": "-75.650697",
    "excerpt": "Armenia's excellent 15-hectare botanical garden has the best mariposario in the Zona Cafetera. The 680-sq-meter butterfly house is shaped like a giant…",
    "detail_url": "https://www.lonelyplanet.com/colombia/around-armenia/attractions/jardin-botanico-del-quindio/a/poi-sig/1167923/1317846",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial1912757206.jpg",
    "detail_description": "Armenia's excellent 15-hectare botanical garden has the best mariposario in the Zona Cafetera. The 680-sq-meter butterfly house is shaped like a giant butterfly and houses up to 2000 of the insects. There's also a 22m-tall lookout tower, plus ferns, orchids, a guadua (bamboo) forest and an extensive collection of palms.To get here, take the bus marked 'Mariposario' (COP$2000, 40 minutes) from Plaza de la Constitución in central Armenia or along Av Bolívar. A taxi will cost around COP$22,000.\nAdmission includes the services of a guide – reserve in advance for a tour in English. The best time to visit is in the morning when the butterflies are most active."
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 31,
    "name": "Catedral",
    "latitude": "10.423582376826",
    "longitude": "-75.550586972779",
    "excerpt": "Work on Cartagena’s cathedral began in 1575, but in 1586, while still under construction, it was partly destroyed by the cannons of Francis Drake. The…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/catedral/a/poi-sig/1167961/363310",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2ede0b3d75589f0031df50e32c0eab76-catedral.jpg",
    "detail_description": "Work on Cartagena’s cathedral began in 1575, but in 1586, while still under construction, it was partly destroyed by the cannons of Francis Drake. The structure known officially as the Basilica Santa Catalina de Alejandría wasn't completed until 1612, although the distinctive terracotta dome visible all over town was added later. Further alterations were carried out in the early 20th century by Cartagena's first archbishop, who covered the church with stucco and painted it to look like marble.\nNotable inside are the huge stations of the cross skillfully carved in stone on either side of the nave, and four saintly statues (of San Pedro, Pablo, Gregorio and Sebastián) that used to decorate the facade but were restored and placed inside near the main door in 2000."
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 30,
    "name": "Iglesia de Santo Domingo",
    "latitude": "10.424213568005",
    "longitude": "-75.552308984558",
    "excerpt": "Reputedly the oldest church in the city, Santo Domingo was built in 1539 in Plaza de los Coches, but the original building succumbed to fire and the…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/iglesia-de-santo-domingo/a/poi-sig/454775/363310",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f9a71fbc70cbc975a9446d145a60bf09-iglesia-de-santo-domingo.jpg",
    "detail_description": "Reputedly the oldest church in the city, Santo Domingo was built in 1539 in Plaza de los Coches, but the original building succumbed to fire and the church was rebuilt in its present location in 1552. Builders gave it a particularly wide central nave and covered it with a heavy roof, but it seems they weren't too good at their calculations, as the vault began to crack afterwards.\nMassive buttresses had to be added to the walls to support the structure and prevent it from collapsing. The builders also had problems with the bell tower, which is distinctly crooked.The interior is bright if unremarkable, save for a metallic spiral staircase providing access to a mezzanine. A wood carving of Christ is set in the baroque altar at the head of the right-hand aisle. The floor in front of the high altar and in the two aisles is paved with old tombstones dating mostly from the 19th century."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 29,
    "name": "Catedral Primada",
    "latitude": "4.5979208194979",
    "longitude": "-74.075070619583",
    "excerpt": "This neoclassical cathedral stands on the site where the first Mass may have been celebrated after Bogotá was founded in 1538 (some historians argue that…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/catedral-primada/a/poi-sig/419171/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bdc46f71c051d6db5d2f3404fcede6f5-catedral-primada.jpg",
    "detail_description": "This neoclassical cathedral stands on the site where the first Mass may have been celebrated after Bogotá was founded in 1538 (some historians argue that it happened at Plazoleta del Chorro de Quevedo, just east). Either way, it's Bogotá's largest cathedral. It's also the main plaza's most dominating building, facing from the northeastern corner.\nThe original simple thatched chapel was replaced by a more substantial building from 1556 to 1565; this later collapsed due to poor foundations. In 1572 the third church went up, but the earthquake of 1785 reduced it to ruins. Only in 1807 was the massive building that stands today initiated, and it was successfully completed by 1823. It was partly damaged during the Bogotazo riots in 1948. Unlike those of many Bogotá churches, its spacious interior has relatively little ornamentation. The tomb of Jiménez de Quesada, the founder of Bogotá, is in the largest chapel off the right-hand aisle."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 28,
    "name": "Museo Nacional",
    "latitude": "4.6154458774215",
    "longitude": "-74.068355588423",
    "excerpt": "Housed in the expansive, Greek-cross-shaped building called El Panóptico (designed as a prison by English architect Thomas Reed in 1874), the Museo…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/museo-nacional/a/poi-sig/419253/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f3a8d4414caf740a6511bfb09dfa4e4-museo-nacional.jpg",
    "detail_description": "Housed in the expansive, Greek-cross-shaped building called El Panóptico (designed as a prison by English architect Thomas Reed in 1874), the Museo Nacional explores Colombia's past via archeology, history, ethnology and art. The collection is spread across 17 galleries that will eventually be themed by floor – the museum is undergoing a major modernization that will last through to 2023.\nThe first two galleries, Memoria y Nación and Tierra como Recurso, are open and present a strikingly modern contrast to the whitewashed walls and dated galleries elsewhere in the museum. On the 3rd floor, room 16 gives the best sense of prison life – with old cells now presenting various exhibits. The first on the right centers on Jorge Gaitán, the populist leader whose 1948 assassination set off the Bogotazo violence – and, coincidentally, delayed the opening of this museum. Afterward, check out the lovely gardens and their pleasant glass Juan Valdez cafe. There are many good eating options on nearby Calle 29bis."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 27,
    "name": "Casa de Nariño",
    "latitude": "4.5954314162803",
    "longitude": "-74.07747186623",
    "excerpt": "On the south side of Plaza de Bolívar, beyond the Capitolio Nacional and reached via Carreras 8 or 7, this is Colombia's neoclassical presidential…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/casa-de-narino/a/poi-sig/419169/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bcced0853c70a7c4ed886daa2921f8a3-casa-de-narino.jpg",
    "detail_description": "On the south side of Plaza de Bolívar, beyond the Capitolio Nacional and reached via Carreras 8 or 7, this is Colombia's neoclassical presidential building, where the country's leader lives and works. To visit, you'll need to email or go to the website and scroll down to 'Visitas Casa de Nariño' under 'Servicios a la Ciudadanía'. No permission is needed to watch the changing of the presidential guard – best seen from the east side – held at 3:30pm Wednesdays, Fridays and Sundays.\nThe building is named for Antonio Nariño, a colonial figure with ideas of independence and who secretly translated France's human-rights laws into Spanish – and went to jail for it, a couple of times. In 1948 the building was damaged during El Bogotazo riots and only restored in 1979. Register in advance for 45-minutes tours at 9am, 10:30am, 2:30pm and 4pm during the week; 2:30pm and 4pm on Saturday; and 3pm and 4pm on Sunday. Note: guards around the president's palace stand at barriers on Carreras 7 and 8. It's OK to pass them, just show the contents of your bag and stay clear of the fence-side sidewalks."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 26,
    "name": "Colección de Arte",
    "latitude": "4.596755",
    "longitude": "-74.073451",
    "excerpt": "Most of Banco de la República's permanent art collection, which features 800 pieces by 250 different artists spread over 16 exhibition halls at two…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/coleccion-de-arte/a/poi-sig/1497338/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4c0f90b4bd6ad3a9717a5a483cc82387-coleccion-de-arte.jpg",
    "detail_description": "Most of Banco de la República's permanent art collection, which features 800 pieces by 250 different artists spread over 16 exhibition halls at two addresses, is reached via elaborate staircases within the same museum complex as Casa de Moneda and Museo Botero. The collection has been reorganized into five time periods spanning the 15th century to modern day, each separately curated. The collection's contemporary art exhibition is located inside Biblioteca Luis Ángel Arango on Calle 12.\nMost of it sticks with modern splashes of oils by Colombian artists, including giant figurative paintings by Luis Caballero (1943–95) on the first floor. A bit at odds with the rest are the two first-floor halls toward the east, which focus on 17th- and 18th-century religious objects, including two extraordinary custodias (monstrances). The largest was made of 4902g of pure gold encrusted with 1485 emeralds, one sapphire, 13 rubies, 28 diamonds, 168 amethysts, one topaz and 62 pearls. But who's counting?"
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 25,
    "name": "Convento de la Popa",
    "latitude": "10.418873159492",
    "longitude": "-75.524911880493",
    "excerpt": "On a 150m-high hill, the highest point in Cartagena, stands this convent. The views from here are outstanding and stretch all over the city. The convent's…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/convento-de-la-popa/a/poi-sig/454765/363310",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Columbia%20Cartagena%20Elijah-Lovkoff%20GettyImages-1290373343%20RFC.jpg",
    "detail_description": "On a 150m-high hill, the highest point in Cartagena, stands this convent. The views from here are outstanding and stretch all over the city. The convent's name literally means the 'Convent of the Stern,' after the hill's similarity to a ship's back end. Founded by Augustine fathers in 1607, it was initially just a small wooden chapel, but when the hill was fortified two centuries later it was replaced by a stouter construction.\nA beautiful image of La Virgen de la Candelaria, the patroness of the city, is in the convent's chapel, and there's a charming flower-filled patio. There is also a chilling statue of a speared Padre Alonso García de Paredes, a priest who was killed along with five Spanish soldiers while trying to convert indigenous peoples to Christianity.There's a zigzagging access road leading up to the convent (no public transportation), which is located 3km outside the old city walls. It takes 30 minutes to walk to the top, but for safety reasons it's not recommended – the road skirts one of Cartagena's dicier neighborhoods. Take a cab and expect to pay up to COP$60,000. Haggle politely but insistently and you might get it for half that."
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 24,
    "name": "Convento & Iglesia de San Pedro Claver",
    "latitude": "10.42151177",
    "longitude": "-75.55091015",
    "excerpt": "Founded by Jesuits in the first half of the 17th century as Convento San Ignacio de Loyola, this convent later changed its name to honor Spanish-born monk…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/convento-iglesia-de-san-pedro-claver/a/poi-sig/454767/363310",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/169a18330433c87a8368ac5a803d1fba-convento-iglesia-de-san-pedro-claver.jpg",
    "detail_description": "Founded by Jesuits in the first half of the 17th century as Convento San Ignacio de Loyola, this convent later changed its name to honor Spanish-born monk Pedro Claver (1580–1654), who lived and died here. Called the 'Apostle of the Blacks' or the 'Slave of the Slaves,' the monk spent his life ministering to enslaved people brought from Africa. A series of lucid paintings inside the building relates his life story.\nThe convent is a monumental three-story building surrounding a tree-filled courtyard, and much of it is open as a museum. Exhibits include religious art and pre-Columbian ceramics; a section devoted to contemporary Afro-Caribbean pieces includes wonderful Haitian paintings and African masks.You can visit the cell in the convent where San Pedro Claver lived and died, and also climb a narrow staircase to the choir loft of the adjacent church. Should you need one, guides (COP$32,000 in English for a group of up to seven) are available at the ticket office. Completed in the first half of the 18th century, the Iglesia de San Pedro Claver has an imposing stone facade, and inside there are fine stained-glass windows and a high altar made of Italian marble. The remains of San Pedro Claver are kept in a glass coffin in the altar – his skull is visible."
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 23,
    "name": "Palacio de la Inquisición",
    "latitude": "10.423154447578",
    "longitude": "-75.551474055006",
    "excerpt": "The Palace of the Inquisition may today be one of the finest buildings in the city, but in the past it housed the notoriously grisly Inquisition, whose…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/palacio-de-la-inquisicion/a/poi-sig/454797/363310",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/74f5b8e79352819f38ccd1c30a9c4465-palacio-de-la-inquisicion.jpg",
    "detail_description": "The Palace of the Inquisition may today be one of the finest buildings in the city, but in the past it housed the notoriously grisly Inquisition, whose bloody task it was to stamp out heresy in colonial Cartagena. The palace is now a museum, displaying the inquisitors' instruments of torture, some of which are quite horrific. The museum also houses pre-Columbian pottery and plots a historical trajectory of the city using armaments, paintings, furniture and even church bells.\nAlthough the site was the seat of the Punishment Tribunal of the Holy Office from 1610, the palace wasn't completed until 1776. It's a good example of late-colonial architecture, noted particularly for its baroque stone gateway topped by the Spanish coat of arms, and the long balconies on the facade.On the side wall, just around the corner from the entrance, you'll find a small window with a cross on top. Heretics were denounced here, and the Holy Office would then instigate proceedings. The principal 'crimes' were magic, witchcraft and blasphemy. When culprits were found guilty, they were sentenced to death in a public auto-da-fé (execution of heretics, often by burning them at the stake). Five autos-da-fé took place during the Inquisition until independence in 1821. About 800 folk were condemned to death and executed. The Inquisition did not judge the indigenous people.A good model of Cartagena from the beginning of the 19th century and an interesting collection of old maps of the Nuevo Reino de Granada from various periods are also on display. There are some English translations, but guides (COP$40,000 in English) are available for a fuller experience. Go in a group if you can: these prices cover up to five people."
},
{
    "country": "colombia",
    "city": "La Guajira Peninsula",
    "index": 22,
    "name": "Playa Taroa",
    "latitude": "12.458054",
    "longitude": "-71.667745",
    "excerpt": "This exceptional and extremely remote beach at the very northern tip of the South American continent is La Guajira's highlight. Massive sand dunes drop…",
    "detail_url": "https://www.lonelyplanet.com/colombia/punta-gallinas/attractions/playa-taroa/a/poi-sig/1570925/1327231",
    "image_url": null,
    "detail_description": "This exceptional and extremely remote beach at the very northern tip of the South American continent is La Guajira's highlight. Massive sand dunes drop off dramatically into the Caribbean, forming an ethereal landscape that's a pleasure to slide down and swim at.\n"
},
{
    "country": "colombia",
    "city": "Cali",
    "index": 21,
    "name": "Iglesia de la Merced",
    "latitude": "3.4506978803668",
    "longitude": "-76.536322782399",
    "excerpt": "Founded in 1545, this is Cali's oldest church. It's a lovely whitewashed building in the Spanish-colonial style, with a long, narrow nave, and humble wood…",
    "detail_url": "https://www.lonelyplanet.com/colombia/southwest-colombia/cali/attractions/iglesia-de-la-merced/a/poi-sig/465630/363331",
    "image_url": null,
    "detail_description": "Founded in 1545, this is Cali's oldest church. It's a lovely whitewashed building in the Spanish-colonial style, with a long, narrow nave, and humble wood and stucco construction. Inside, a heavily gilded baroque high altar is topped by the Virgen de las Mercedes, the patron saint of the city.\n"
},
{
    "country": "colombia",
    "city": "Popayán",
    "index": 20,
    "name": "Casa Museo Negret & MIAMP",
    "latitude": "2.441916",
    "longitude": "-76.608835",
    "excerpt": "This 18th-century house is the home of world-renowned Colombian artist Edgar Negret, whose vast abstract iron sculptures dot plazas around the country…",
    "detail_url": "https://www.lonelyplanet.com/colombia/southwest-colombia/popayan/attractions/casa-museo-negret-miamp/a/poi-sig/1607620/363334",
    "image_url": null,
    "detail_description": "This 18th-century house is the home of world-renowned Colombian artist Edgar Negret, whose vast abstract iron sculptures dot plazas around the country. The Museo Iberoamericano de Arte Moderno de Popayán (MIAMP) section showcases notable works by Colombian and South American artists from the period 1940–1990.\n"
},
{
    "country": "colombia",
    "city": "Armenia",
    "index": 19,
    "name": "Museo del Oro Quimbaya",
    "latitude": "4.571206",
    "longitude": "-75.648304",
    "excerpt": "This excellent museum showcases the fine work of indigenous pre-Columbian Quimbaya goldsmiths, as well as fine ceramics and ceremonial items. There are…",
    "detail_url": "https://www.lonelyplanet.com/colombia/northwest-colombia/armenia/attractions/museo-del-oro-quimbaya/a/poi-sig/1167908/363326",
    "image_url": null,
    "detail_description": "This excellent museum showcases the fine work of indigenous pre-Columbian Quimbaya goldsmiths, as well as fine ceramics and ceremonial items. There are thorough explanations in English about the culture of the Quimbaya. It's in the Centro Cultural, 5km northeast of Armenia's center. Grab bus 8 or 12 northbound on Av Bolívar.\n"
},
{
    "country": "colombia",
    "city": "Popayán",
    "index": 18,
    "name": "Iglesia de San Francisco",
    "latitude": "2.443384",
    "longitude": "-76.60861",
    "excerpt": "Dating back to the late 18th century, Popayán's largest colonial church is also its most beautiful. Inside are a fine high altar and a collection of seven…",
    "detail_url": "https://www.lonelyplanet.com/colombia/southwest-colombia/popayan/attractions/iglesia-de-san-francisco/a/poi-sig/1167728/363334",
    "image_url": null,
    "detail_description": "Dating back to the late 18th century, Popayán's largest colonial church is also its most beautiful. Inside are a fine high altar and a collection of seven unique side altars. The 1983 earthquake cracked open the ossuary, revealing six unidentified mummies. Two are left; ask in the office to the right of the entrance to have a look at them.\n"
},
{
    "country": "colombia",
    "city": "Manizales",
    "index": 17,
    "name": "Monumento a Los Colonizadores",
    "latitude": "5.07656",
    "longitude": "-75.527315",
    "excerpt": "Located atop a hill in the neighborhood of Chipre, this massive monument to the city's founders was crafted from 50 tonnes of bronze (including keys and…",
    "detail_url": "https://www.lonelyplanet.com/colombia/manizales/attractions/monumento-a-los-colonizadores/a/poi-sig/1314424/1317836",
    "image_url": null,
    "detail_description": "Located atop a hill in the neighborhood of Chipre, this massive monument to the city's founders was crafted from 50 tonnes of bronze (including keys and other implements donated by local residents). It's a very impressive work, but an even bigger attraction is the spectacular view over town and to PNN Los Nevados. Catch a bus marked 'Chipre' along Carrera 23 to get here.\n"
},
{
    "country": "colombia",
    "city": "Manizales",
    "index": 16,
    "name": "Catedral de Manizales",
    "latitude": "5.067348",
    "longitude": "-75.51708",
    "excerpt": "Plaza de Bolívar’s south side is dominated by the odd but impressive Catedral de Manizales. Begun in 1929 and built of reinforced concrete, it is among…",
    "detail_url": "https://www.lonelyplanet.com/colombia/manizales/attractions/catedral-de-manizales/a/poi-sig/1167798/1317836",
    "image_url": null,
    "detail_description": "Plaza de Bolívar’s south side is dominated by the odd but impressive Catedral de Manizales. Begun in 1929 and built of reinforced concrete, it is among the first churches of its kind in Latin America. Its main tower is 106m high, making it the highest church tower in the country. You can climb the seemingly endless spiral staircase to the top for great views of the city, but only as part of a guided tour (these last around 75 minutes).\n"
},
{
    "country": "colombia",
    "city": "Puerto Nariño",
    "index": 15,
    "name": "Lago Tarapoto",
    "latitude": "-3.790947",
    "longitude": "-70.43438",
    "excerpt": "Lago Tarapoto, 10km west of Puerto Nariño, is a beautiful jungle lake fed by the Río Amazonas, and is home to pink dolphins, a tiny population of manatees…",
    "detail_url": "https://www.lonelyplanet.com/colombia/puerto-narino/attractions/lago-tarapoto/a/poi-sig/1327214/1317864",
    "image_url": null,
    "detail_description": "Lago Tarapoto, 10km west of Puerto Nariño, is a beautiful jungle lake fed by the Río Amazonas, and is home to pink dolphins, a tiny population of manatees and massive water lilies. A half-day trip to the lake in a peque-peque (a low-slung wooden boat) from Puerto Nariño (around COP$50,000 for up to four people for around four hours) is the main draw for visitors, who usually take a dip in the gorgeously clear water. Piranha fishing is also possible here.\n"
},
{
    "country": "colombia",
    "city": "Villa de Leyva",
    "index": 14,
    "name": "Plaza Mayor",
    "latitude": "5.63371",
    "longitude": "-73.523598",
    "excerpt": "At 120m by 120m, Plaza Mayor is one of the largest town squares in the Americas. It's paved with massive cobblestones and surrounded by magnificent…",
    "detail_url": "https://www.lonelyplanet.com/colombia/north-of-bogota/villa-de-leyva/attractions/plaza-mayor/a/poi-sig/482708/363321",
    "image_url": null,
    "detail_description": "At 120m by 120m, Plaza Mayor is one of the largest town squares in the Americas. It's paved with massive cobblestones and surrounded by magnificent colonial structures and a charmingly simple parish church. Only a small, central Mudejar fountain, which provided water to the villagers for almost four centuries, interrupts the vast expanse. In most Colombian cities the main square is named after a historic hero, but this one is traditionally and firmly called Plaza Mayor.\n"
},
{
    "country": "colombia",
    "city": "Medellín",
    "index": 13,
    "name": "Museo Casa de la Memoria",
    "latitude": "6.245169",
    "longitude": "-75.556026",
    "excerpt": "This harrowing museum dedicated to the urban conflict in Medellín is a must-visit for travelers wanting to fully understand the city (and Colombia). There…",
    "detail_url": "https://www.lonelyplanet.com/colombia/northwest-colombia/medellin/attractions/museo-casa-de-la-memoria/a/poi-sig/1582759/363323",
    "image_url": null,
    "detail_description": "This harrowing museum dedicated to the urban conflict in Medellín is a must-visit for travelers wanting to fully understand the city (and Colombia). There are interesting displays on the geopolitical origins of the conflict, but the most moving parts are the life-size video screens, where survivors recount their experiences as if they were standing in front of you, and the Wall of Memory outside, which pays homage to local residents killed in the violence, their names etched onto the bricks.\n"
},
{
    "country": "colombia",
    "city": "Leticia",
    "index": 11,
    "name": "Mundo Amazónico",
    "latitude": "-4.144193",
    "longitude": "-69.928493",
    "excerpt": "This 29-hectare reserve works as a center for environmental education and makes for a great place to get to know something of the plants, trees and…",
    "detail_url": "https://www.lonelyplanet.com/colombia/amazon-basin/leticia/attractions/mundo-amazonico/a/poi-sig/1302827/363307",
    "image_url": null,
    "detail_description": "This 29-hectare reserve works as a center for environmental education and makes for a great place to get to know something of the plants, trees and inhabitants of the jungle before you set out on an expedition. The extensive botanical gardens boast some 700 species of flora that can be visited on four differently themed tours (the botanical garden, sustainable processes, cultural presentations and the aquarium), each lasting between 30 and 45 minutes and leaving every hour until 2pm.\nYou can combine as many tours as you like, and they'll even serve lunch for COP$20,000 per person if you'd like to make a day of it. Call ahead to book the one English-speaking guide. To get here from Leticia, take any bus to Km7.7 and then follow the sign off the main road down the track for 10 minutes. Moto-taxis charge COP$15,000."
},
{
    "country": "colombia",
    "city": "Medellín",
    "index": 12,
    "name": "Museo de Antioquia",
    "latitude": "6.2521494491679",
    "longitude": "-75.569059428111",
    "excerpt": "In the grand art deco Palacio Municipal, Colombia's second-oldest museum (Museo Nacional in Bogotá is the oldest) houses one of the country's most…",
    "detail_url": "https://www.lonelyplanet.com/colombia/northwest-colombia/medellin/attractions/museo-de-antioquia/a/poi-sig/465552/363323",
    "image_url": null,
    "detail_description": "In the grand art deco Palacio Municipal, Colombia's second-oldest museum (Museo Nacional in Bogotá is the oldest) houses one of the country's most important art collections. The permanent collection spans 19th-century and contemporary Colombian art, as well as pre-Columbian pieces. The highlight is the 3rd floor, where there are many sculptures and paintings by native son Fernando Botero as well as other artists' work from his personal collection. Look out for the wonderful Pedro Nel Gómez murals around the building.\n"
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 10,
    "name": "Iglesia de San Francisco",
    "latitude": "4.601856",
    "longitude": "-74.073182",
    "excerpt": "Built between 1557 and 1621, the Church of San Francisco is Bogotá's oldest surviving church. In the atmospherically dark interior, with its extravagant…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/iglesia-de-san-francisco/a/poi-sig/419187/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0f2b665448d02adc8316ef2f095d0dd1-iglesia-de-san-francisco.jpg",
    "detail_description": "Built between 1557 and 1621, the Church of San Francisco is Bogotá's oldest surviving church. In the atmospherically dark interior, with its extravagant pews and steady trickle of praying pilgrims, your eye is immediately drawn to the gilded, U-shaped 17th-century altarpiece, the largest and most elaborate of its kind in the capital.\n"
},
{
    "country": "colombia",
    "city": "Zona Cafetera",
    "index": 9,
    "name": "Hacienda Venecia",
    "latitude": "5.038706",
    "longitude": "-75.564909",
    "excerpt": "This hacienda has won numerous awards for its coffee. It offers a tour in English that includes an informative presentation about Colombian coffee, an…",
    "detail_url": "https://www.lonelyplanet.com/colombia/around-manizales/attractions/hacienda-venecia/a/poi-sig/1167846/1317845",
    "image_url": null,
    "detail_description": "This hacienda has won numerous awards for its coffee. It offers a tour in English that includes an informative presentation about Colombian coffee, an introduction to coffee cupping, a class in coffee preparation and a walking tour through the plantation. You can use the pool afterwards, and a typical lunch is available for COP$15,000. The tour price includes transportation to/from your hotel in Manizales. Barista workshops are available.\nThe plantation is centered on a well-preserved paisa farmhouse with majestic views that has been converted into a lovely boutique hotel (rooms with/without bathroom from COP$374,000/200,000). The gardens are well kept, and there's a pond with lily pads and a round blue pool. The rooms are full of books, antiques and old photographs, while the wraparound verandah has hammocks and rocking chairs to rock away the evening.There are also cheaper, although slightly less atmospheric, accommodations in a newer building – the Coffee Lodge (rooms COP$180,000 to COP$200,000) – which are across the river from the main house and have a swimming pool. And there's a hostel building a short walk away with breezy dorms (COP$30,000 to COP$35,000), snug rooms (COP$90,000) and a guest kitchen. All accommodations include unlimited farm-fresh coffee and those staying in the hotel or Coffee Lodge are treated to a wonderful breakfast spread."
},
{
    "country": "colombia",
    "city": "Parque Nacional Natural Tayrona",
    "index": 8,
    "name": "Cabo San Juan del Guía",
    "latitude": "11.328622",
    "longitude": "-73.964413",
    "excerpt": "Cabo San Juan del Guía is a beautiful cape with a knockout beach. It's also by far the most crowded area of the park, although lack of road access deters…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/parque-nacional-tayrona/attractions/cabo-san-juan-del-guia/a/poi-sig/1586552/363312",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3dad1f0945ecd336079bfa722d8a919c-cabo-san-juan-del-guia.jpg",
    "detail_description": "Cabo San Juan del Guía is a beautiful cape with a knockout beach. It's also by far the most crowded area of the park, although lack of road access deters casual day-trippers. The area has a restaurant and a campsite, with hammocks and cabins, in a spectacular lookout on a rock in the middle of the beach. It's possible to spend a very atmospheric night here. Swimming is also possible most of the time, but don't go in too deep.\n"
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 7,
    "name": "Old Town",
    "latitude": "10.422883",
    "longitude": "-75.550371",
    "excerpt": "Cartagena's old city is its principal attraction, particularly the inner walled town, consisting of the historical districts of El Centro and San Diego…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/old-town/a/poi-sig/454795/363310",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fb42941694e6c6870133f109ebd5c7ef-old-town.jpg",
    "detail_description": "Cartagena's old city is its principal attraction, particularly the inner walled town, consisting of the historical districts of El Centro and San Diego. It's one of finest examples of preserved colonial architecture in the Americas, packed with churches, monasteries, plazas, palaces and mansions with their famous overhanging balconies and shady patios.\nThe best way to experience the Old Town is to wander in leisurely fashion, savoring the architectural details, street life and local snacks along the way. Nighttime adds a whole different dimension."
},
{
    "country": "colombia",
    "city": "Santa Marta",
    "index": 6,
    "name": "Quinta de San Pedro Alejandrino",
    "latitude": "11.227845",
    "longitude": "-74.177606",
    "excerpt": "This hacienda is where Simón Bolívar spent his last days in 1830 before succumbing to either tuberculosis or arsenic poisoning, depending on whom you…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/santa-marta/attractions/quinta-de-san-pedro-alejandrino/a/poi-sig/1168131/363313",
    "image_url": null,
    "detail_description": "This hacienda is where Simón Bolívar spent his last days in 1830 before succumbing to either tuberculosis or arsenic poisoning, depending on whom you believe. The hacienda was owned by a Spanish supporter of Colombia's independence who invited Bolívar to stay and take a rest before his journey to exile in Europe, but Bolívar died before he could complete the journey.\nSeveral monuments have been built on the grounds in remembrance of Bolívar, the most imposing of which is a massive central structure called the Altar de la Patria, inside which a haughty Bolívar looks down.Just to the right of this is the Museo Bolivariano, which features works of art donated by Latin American artists, including those from Colombia, Venezuela, Panama, Ecuador, Peru and Bolivia, the countries liberated by Bolívar.Highlights among the wares in the house include an absolutely decadent marble bathtub. The hacienda was established at the beginning of the 17th century and was engaged in cultivating and processing sugarcane. It had its own trapiche (sugarcane mill) and a destilería (distillery).The outstanding grounds, home to Santa Marta's 22-hectare, iguana-filled Jardín Botánico, are also worth a stroll. Some of the property's trees alone warrant a trip out here. The quinta is in the far-eastern suburb of Mamatoco, about 4km from the city center. To get here, take the Mamatoco bus from the waterfront (Carrera 1C); it's a 20-minute trip (COP$1600) to the hacienda."
},
{
    "country": "colombia",
    "city": "Guatapé",
    "index": 5,
    "name": "Piedra del Peñol",
    "latitude": "6.219785",
    "longitude": "-75.179143",
    "excerpt": "Also known as El Peñon de Guatapé, thanks to the fierce rivalry between the towns it straddles, this 200m-high granite monolith rises from near the edge…",
    "detail_url": "https://www.lonelyplanet.com/colombia/guatape/attractions/piedra-del-penol/a/poi-sig/1167762/1317833",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c5b0b492a9c0340400eb2ff90953ef8e-piedra-del-penol.jpg",
    "detail_description": "Also known as El Peñon de Guatapé, thanks to the fierce rivalry between the towns it straddles, this 200m-high granite monolith rises from near the edge of the Embalse Guatapé. A brick staircase of 659 steps rises up through a broad fissure in the side of the rock. From the top there are magnificent views of the region, the fingers of the lake sprawling amid a vast expanse of green mountains. Medellín–Guatape buses can drop you off at 'La Piedra.'\nTake the road that curves up past the gas station (1km) to reach the parking lot at the base of the rock. Taxi drivers and horse owners will try to convince you that it's a long, exhausting climb but while it's steep, it's not far. From Guatapé, moto-taxis to the rock cost COP$10,000.At the base there are tourist shacks selling knickknacks and numerous restaurants serving lunch (from COP$8000 to COP$12,000). At the top of the rock, snack shacks sell fruit juice, ice cream and salpicón (fruit salad in watermelon juice)."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 4,
    "name": "Museo Botero",
    "latitude": "4.59668",
    "longitude": "-74.073139",
    "excerpt": "Even if you've never heard of Fernando Botero, you'll probably recognize some of his highly distinctive paintings of oversized (read: chubby) characters,…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/museo-botero/a/poi-sig/1271049/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/974339bebca05486cd038c1d2ae29f67-museo-botero.jpg",
    "detail_description": "Even if you've never heard of Fernando Botero, you'll probably recognize some of his highly distinctive paintings of oversized (read: chubby) characters, including dodgy dictators, fleet-footed dancers, dogs and birds. Colombia’s most famous living artist is also a prolific sculptor and his curvaceous bronze statues display equally generous girth.\nThe museum, which belongs to the Banco de la República de Colombia, was founded in 2000 when Botero donated more than 100 of his own works, along with 85 from his personal collection of other artists' work – a haul that includes pieces by Picasso, Monet, Matisse and Klimt. The painter curated the museum himself.Botero paintings to look out for include a parody of Di Vinci’s Mona Lisa (1978), the wonderfully intimate Pareja Bailando (1987) and the haunting studies of Colombia’s drug-cartel violence in the 1980s and '90s.Audio guides (COP$10,000) in English, French and Spanish are available from the museum complex's main entrance on Calle 11. Other than that, there’s no cost."
},
{
    "country": "colombia",
    "city": "Cartagena",
    "index": 3,
    "name": "Castillo de San Felipe de Barajas",
    "latitude": "10.422692937822",
    "longitude": "-75.538945198059",
    "excerpt": "The greatest fortress ever built by the Spaniards in any of their colonies, the Castillo de San Felipe de Barajas still dominates an entire section of…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/cartagena/attractions/castillo-de-san-felipe-de-barajas/a/poi-sig/454761/363310",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7e46e227135e4084580eaa72b822c93b-castillo-de-san-felipe-de-barajas.jpg",
    "detail_description": "The greatest fortress ever built by the Spaniards in any of their colonies, the Castillo de San Felipe de Barajas still dominates an entire section of Cartagena's cityscape. It should definitely be the first fortress you visit. The original edifice was quite small. It was commissioned in 1630, and construction began in 1657 on top of the 40m-high San Lázaro hill. In 1762 an extensive enlargement was undertaken, which resulted in the entire hill being covered with this powerful bastion.\nIt was truly impregnable and was never taken despite numerous attempts to storm it. A complex system of tunnels connected strategic points to allow provisions to be distributed and to facilitate evacuation. The tunnels were constructed so that any noise reverberated all the way along them, making it possible to hear the slightest sound of an approaching enemy's feet, and also making internal communication easy.Some of the tunnels are lit and are open to visitors – an eerie walk not to be missed. Take an audio tour (COP$10,000 in English) or hire a guide (Spanish/English COP$15,000/20,000) if you want to learn more about the curious inventions of Antonio de Arévalo, the military engineer who directed the construction of the fortress.The fortress is a short walk over the bridge from Getsemaní."
},
{
    "country": "colombia",
    "city": "Bogotá",
    "index": 2,
    "name": "Museo del Oro",
    "latitude": "4.601824",
    "longitude": "-74.072077",
    "excerpt": "Bogotá's most famous museum and one of the most fascinating in South America, the Gold Museum contains more than 55,000 pieces of gold and other materials…",
    "detail_url": "https://www.lonelyplanet.com/colombia/bogota/attractions/museo-del-oro/a/poi-sig/419245/363308",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6ea44c82ce359141768c29347eef52dc-museo-del-oro.jpg",
    "detail_description": "Bogotá's most famous museum and one of the most fascinating in South America, the Gold Museum contains more than 55,000 pieces of gold and other materials from all of Colombia's major pre-Hispanic cultures. The collection is laid out in logical, thematic rooms over three floors; descriptions are in Spanish and English.\nSecond-floor exhibits break down findings by region, with descriptions of how pieces were used. There are lots of mixed animals rendered in gold (eg jaguar-frog, human-eagle); note the female figurines indicating how women of the Zenú in the pre-Columbian north played important roles in worship.The 3rd-floor 'Offering' room exhibits explain how gold was used in ceremonies and rituals. Some of the displayed tunjos (gold offerings, usually figurines depicting various aspects of social life) were thrown into the Laguna de Guatavita; the most famous one, found near the town of Pasca in 1969, is the unlabeled gold boat called the Balsa Muisca. It's uncertain how old it is, as generally only gold pieces that include other materials can be carbon dated.There's more to understanding the stories than the descriptions can convey, so try taking a free one-hour tour (11am and 4pm Tuesday through Saturday; in Spanish and English) – tours vary the part of the museum to be highlighted. Audio guides (COP$8000) are available in Spanish, English, French and Portuguese.The museum gets exceedingly busy on Sunday, when entry is free."
}
]