[
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 1,
    "name": "Manzana Jesuítica",
    "latitude": "-31.41828652962",
    "longitude": "-64.187607200748",
    "excerpt": "Córdoba’s beautiful Manzana Jesuítica (Jesuit Block), like its counterpart in Buenos Aires, is also known as the Manzana de las Luces (Block of…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/manzana-jesuitica/a/poi-sig/435398/363057",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2317949241.jpg",
    "detail_description": "Córdoba’s beautiful Manzana Jesuítica (Jesuit Block), like its counterpart in Buenos Aires, is also known as the Manzana de las Luces (Block of Enlightenment), and was initially associated with the influential Jesuit order. The Colegio Nacional de Monserrat, which dates from 1782, is next door. In 2000 Unesco declared the Manzana Jesuítica a World Heritage site, along with five Jesuit estancias (ranches) throughout the province.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 19,
    "name": "Museo Iberoamericano de Artesanías",
    "latitude": "-31.423729",
    "longitude": "-64.192021",
    "excerpt": "The Museo Iberoamericano de Artesanías houses displays of beautiful crafts from throughout South America.",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-iberoamericano-de-artesanias/a/poi-sig/435410/363057",
    "image_url": null,
    "detail_description": "The Museo Iberoamericano de Artesanías houses displays of beautiful crafts from throughout South America.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 18,
    "name": "Basílica Nuestra Señora de la Merced",
    "latitude": "-31.41504",
    "longitude": "-64.18215",
    "excerpt": "The tiled domes of this modest church are one of the defining features of the Córdoba skyline. Check out the baroque pulpit dating from 1776 and the…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/basilica-nuestra-senora-de-la-merced/a/poi-sig/1310543/363057",
    "image_url": null,
    "detail_description": "The tiled domes of this modest church are one of the defining features of the Córdoba skyline. Check out the baroque pulpit dating from 1776 and the ornately carved main doors, fashioned from Paraguayan cedar.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 17,
    "name": "Iglesia de Santa Teresa y Convento de Carmelitas Descalzas de San José",
    "latitude": "-31.41806",
    "longitude": "-64.185089111328",
    "excerpt": "Occupying nearly half a city block, the Iglesia de Santa Teresa y Convento de Carmelitas Descalzas de San José was completed in 1628 and has functioned…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/iglesia-de-santa-teresa-y-convento-de-carmelitas-descalzas-de-san-jose/a/poi-sig/1080128/363057",
    "image_url": null,
    "detail_description": "Occupying nearly half a city block, the Iglesia de Santa Teresa y Convento de Carmelitas Descalzas de San José was completed in 1628 and has functioned ever since as a closed-order convent for Carmelite nuns. Only the church itself is open to visitors.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 16,
    "name": "Cabildo",
    "latitude": "-31.416258",
    "longitude": "-64.184103",
    "excerpt": "There have been cabildos (town councils) here since 1588, but the current building dates from 1749 and has housed prison cells, shops and the mayor's…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/cabildo/a/poi-sig/1310597/363057",
    "image_url": null,
    "detail_description": "There have been cabildos (town councils) here since 1588, but the current building dates from 1749 and has housed prison cells, shops and the mayor's office, among other things, over the years. Currently there are mainly offices and businesses inside.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 15,
    "name": "Museo de la Ciudad",
    "latitude": "-31.416523",
    "longitude": "-64.184221",
    "excerpt": "The restored cabildo (town council) building, completed in 1785, contains three interior patios, as well as basement cells. All are open to the public as…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-de-la-ciudad/a/poi-sig/435402/363057",
    "image_url": null,
    "detail_description": "The restored cabildo (town council) building, completed in 1785, contains three interior patios, as well as basement cells. All are open to the public as part of the Museo de la Ciudad, which displays colonial-era paintings, old manuscripts and furniture.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 14,
    "name": "Plaza San Martín",
    "latitude": "-31.41677",
    "longitude": "-64.183545",
    "excerpt": "Córdoba’s lovely and lively central plaza dates from 1577. Its western side is dominated by the white arcade of the restored cabildo (town council)…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/plaza-san-martin/a/poi-sig/435422/363057",
    "image_url": null,
    "detail_description": "Córdoba’s lovely and lively central plaza dates from 1577. Its western side is dominated by the white arcade of the restored cabildo (town council) building, completed in 1785 and containing three interior patios, as well as basement cells. All are open to the public as part of the Museo de la Ciudad, a block to the south.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 13,
    "name": "Iglesia Catedral",
    "latitude": "-31.416926",
    "longitude": "-64.1845",
    "excerpt": "The construction of Córdoba’s cathedral began in 1577 and dragged on for more than two centuries under several architects, including Jesuits and…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/iglesia-catedral/a/poi-sig/1145598/363057",
    "image_url": null,
    "detail_description": "The construction of Córdoba’s cathedral began in 1577 and dragged on for more than two centuries under several architects, including Jesuits and Franciscans, and though it lacks any sense of architectural unity, it’s a beautiful structure. Crowned by a Romanesque dome, it overlooks Plaza San Martín. The lavish interior was painted by renowned cordobés (Córdoban) painter Emilio Caraffa. \n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 12,
    "name": "Parroquia Sagrado Corazón de Jesús de los Capuchinos",
    "latitude": "-31.424672",
    "longitude": "-64.186045",
    "excerpt": "It's worth stopping by to check out this marvelous neo-Gothic church built between 1928 and 1934 – its glaring oddity is its missing steeple (omitted on…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/parroquia-sagrado-corazon-de-jesus-de-los-capuchinos/a/poi-sig/435420/363057",
    "image_url": null,
    "detail_description": "It's worth stopping by to check out this marvelous neo-Gothic church built between 1928 and 1934 – its glaring oddity is its missing steeple (omitted on purpose to symbolize human imperfection). Among the numerous sculptures that cover the church’s facade are those of Atlases symbolically struggling to bear the spiritual weight of the religious figures above them (and the sins and guilt of the rest of us).\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 11,
    "name": "Museo Histórico Provincial Marqués de Sobremonte",
    "latitude": "-31.41706",
    "longitude": "-64.181182861328",
    "excerpt": "It’s worth dropping into one of the most important historical museums in the country, if only to see the colonial house it occupies: an 18th-century home…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-historico-provincial-marques-de-sobremonte/a/poi-sig/435408/363057",
    "image_url": null,
    "detail_description": "It’s worth dropping into one of the most important historical museums in the country, if only to see the colonial house it occupies: an 18th-century home that once belonged to Rafael Núñez, the colonial governor of Córdoba and later viceroy of the Río de la Plata. The building has 26 rooms, seven interior patios, meter-thick walls and an impressive wrought-iron balcony supported by carved wooden brackets.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 10,
    "name": "Museo Provincial de Bellas Artes Emilio Caraffa",
    "latitude": "-31.428662625288",
    "longitude": "-64.183733255508",
    "excerpt": "One of the city’s best contemporary-art museums stands ostentatiously on the eastern side of Plaza España. Architect Juan Kronfuss designed the…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-provincial-de-bellas-artes-emilio-caraffa/a/poi-sig/435414/363057",
    "image_url": null,
    "detail_description": "One of the city’s best contemporary-art museums stands ostentatiously on the eastern side of Plaza España. Architect Juan Kronfuss designed the neoclassical building as a museum and it was inaugurated in 1916. Exhibits change monthly. South of the museum, the city unfolds into its largest open-space area, the Parque Sarmiento, designed by Charles Thays, the architect who designed Mendoza’s Parque General San Martín.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 8,
    "name": "Museo Municipal de Bellas Artes Dr Genaro Pérez",
    "latitude": "-31.414847",
    "longitude": "-64.186603",
    "excerpt": "This art gallery is prized for its collection of paintings from the 19th and 20th centuries. Works, including those by Emilio Caraffa, Lucio Fontana, Lino…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-municipal-de-bellas-artes-dr-genaro-perez/a/poi-sig/435412/363057",
    "image_url": null,
    "detail_description": "This art gallery is prized for its collection of paintings from the 19th and 20th centuries. Works, including those by Emilio Caraffa, Lucio Fontana, Lino Spilimbergo, Antonio Berni and Antonio Seguí, chronologically display the history of the cordobés (Córdoban) school of painting, at the front of which stands Genaro Pérez himself. The museum is housed in Palacio Garzón, an unusual late 19th-century building named for its original owner. It also features outstanding contemporary-art exhibits that change on a regular basis.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 9,
    "name": "Colegio Nacional de Monserrat",
    "latitude": "-31.41877",
    "longitude": "-64.18679",
    "excerpt": "The Colegio Nacional de Monserrat dates from 1782, though the college itself was founded in 1687 and transferred first to the Franciscan order and then to…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/colegio-nacional-de-monserrat/a/poi-sig/435390/363057",
    "image_url": null,
    "detail_description": "The Colegio Nacional de Monserrat dates from 1782, though the college itself was founded in 1687 and transferred first to the Franciscan order and then to secular clergy after the Jesuit expulsion. Though the interior cloisters are original, the exterior was considerably modified in 1927 by architect Jaime Roca, whose restoration gave the building its present baroque flair. There are guided visits (AR$20) on Tuesdays and Thursdays at 1pm and 3pm, and at 11am and noon on Saturdays.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 7,
    "name": "Museo Histórico de la Universidad Nacional de Córdoba",
    "latitude": "-31.41848",
    "longitude": "-64.186637878418",
    "excerpt": "In 1613 Fray Fernando de Trejo y Sanabria founded the Seminario Convictorio de San Javier, which, after being elevated to university status in 1622,…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-historico-de-la-universidad-nacional-de-cordoba/a/poi-sig/435406/363057",
    "image_url": null,
    "detail_description": "In 1613 Fray Fernando de Trejo y Sanabria founded the Seminario Convictorio de San Javier, which, after being elevated to university status in 1622, became the Universidad Nacional de Córdoba, the country’s oldest. Today the building contains, among other national treasures, part of the Jesuits’ Grand Library and the Museo Histórico de la Universidad Nacional de Córdoba.\nGuided visits are the only way to see the interior of the building and are well worth taking. The guides let you wander through the colegio and peek into the classrooms while students run around."
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 6,
    "name": "Iglesia de la Compañía de Jesús",
    "latitude": "-31.41797",
    "longitude": "-64.186576843262",
    "excerpt": "Designed by the Flemish Padre Philippe Lemaire, this church dates from 1645 but was not completed until 1671, with the successful execution of Lemaire’s…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/iglesia-de-la-compania-de-jesus/a/poi-sig/435396/363057",
    "image_url": null,
    "detail_description": "Designed by the Flemish Padre Philippe Lemaire, this church dates from 1645 but was not completed until 1671, with the successful execution of Lemaire’s plan for a cedar roof in the form of an inverted ship’s hull. (Lemaire, unsurprisingly, was once a boatbuilder.) Inside, the church’s baroque altarpiece is made from carved Paraguayan cedar from Misiones province.\nThe Capilla Doméstica, completed in 1644, sits on Caseros, directly behind the church. Its ornate ceiling was made with cowhide stretched over a skeleton of thick taguaro cane and painted with pigments composed partially of boiled bones."
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 5,
    "name": "Museo de la Memoria",
    "latitude": "-31.416422",
    "longitude": "-64.185036",
    "excerpt": "A chilling testament to the excesses of Argentina’s military dictatorship, this museum occupies a space formerly used as a clandestine center for…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-de-la-memoria/a/poi-sig/1145602/363057",
    "image_url": null,
    "detail_description": "A chilling testament to the excesses of Argentina’s military dictatorship, this museum occupies a space formerly used as a clandestine center for detention and torture. It was operated by the dreaded Department of Intelligence (D2), a special division dedicated to the kidnapping and torture of suspected political agitators and the ‘reassignment’ of their children to less politically suspect families.\nThe space itself is stark and unembellished, and the walls are covered with enlarged photographs of people who are still ‘missing’ after 30 years. There’s not much joy here, but the museum stands as a vital reminder of an era that human-rights groups hope will never be forgotten."
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 4,
    "name": "Cripta Jesuítica",
    "latitude": "-31.413382",
    "longitude": "-64.184414",
    "excerpt": "Built at the beginning of the 18th century by the Jesuits, the Cripta Jesuítica was originally designed as a novitiate and later converted to a crypt and…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/cripta-jesuitica/a/poi-sig/435392/363057",
    "image_url": null,
    "detail_description": "Built at the beginning of the 18th century by the Jesuits, the Cripta Jesuítica was originally designed as a novitiate and later converted to a crypt and crematorium. Abandoned after the Jesuit expulsion, it was demolished and buried around 1829 when the city, while expanding Av Colón, knocked the roof into the subterranean naves and built over the entire structure.\nThe building remained all but forgotten until workers laying underground telephone cable in 1989 accidentally ran into it. The city, with a new outlook on such treasures, exquisitely restored the crypt and uses it regularly for musical and theatrical performances and art exhibits. Entrances lie on either side of Av Colón in the middle of the Rivera Indarte pedestrian mall."
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 3,
    "name": "Museo Superior de Bellas Artes Evita",
    "latitude": "-31.427665",
    "longitude": "-64.184779",
    "excerpt": "The Palacio Ferrerya – Nueva Córdoba’s landmark building – was built in 1914 and designed by Ernest Sanson in the Louis XVI style. The building itself is…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/museo-superior-de-bellas-artes-evita/a/poi-sig/435416/363057",
    "image_url": null,
    "detail_description": "The Palacio Ferrerya – Nueva Córdoba’s landmark building – was built in 1914 and designed by Ernest Sanson in the Louis XVI style. The building itself is amazing, and has now been converted into this fine-arts museum, featuring more than 400 works in 12 rooms spread over three floors. If you’re into art or architecture, this place is a don’t-miss.\n"
},
{
    "country": "cordoba",
    "city": "Córdoba",
    "index": 2,
    "name": "Paseo del Buen Pastor",
    "latitude": "-31.423987286568",
    "longitude": "-64.186352008001",
    "excerpt": "This cultural center and performance space was built in 1901 as a combined chapel, monastery and women’s prison. In mid-2007 it was re-inaugurated to…",
    "detail_url": "https://www.lonelyplanet.com/argentina/northwest-argentina/cordoba/attractions/paseo-del-buen-pastor/a/poi-sig/1267538/363057",
    "image_url": null,
    "detail_description": "This cultural center and performance space was built in 1901 as a combined chapel, monastery and women’s prison. In mid-2007 it was re-inaugurated to showcase work by Córdoba’s young and emerging artists. The central patio area houses a couple of hip cafe-bars where you can kick back with an Appletini or two. The attached chapel (now desanctified) hosts regular live-music performances; stop by for a program, or check Thursday’s edition of the local newspaper La Voz del Interior for details.\n"
}
]