[
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 1,
    "name": "Palaio Frourio",
    "latitude": "39.623342",
    "longitude": "19.926571",
    "excerpt": "The rocky headland that juts east from Corfu Town is topped by the Venetian-built 14th-century Palaio Frourio. Before that, already enclosed within…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/palaio-frourio/a/poi-sig/1018534/1003356",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1545626501.jpg",
    "detail_description": "The rocky headland that juts east from Corfu Town is topped by the Venetian-built 14th-century Palaio Frourio. Before that, already enclosed within massive stone walls, it cradled the entire Byzantine city. A solitary bridge crosses its seawater moat.Only parts of this huge site, which also holds later structures from the British era, are accessible to visitors; wander up to the lighthouse on the larger of the two hills for superb views.\nA gatehouse contains the small Byzantine Collection of Corfu, while the temple-like Church of St George stands on a large terrace to the south.Note that in season the queues for entry can be very long."
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 28,
    "name": "Municipal Art Gallery II",
    "latitude": "39.62564",
    "longitude": "19.924897",
    "excerpt": "At the eastern (seaward) end of the front terrace of the Palace of St Michael and St George, the Municipal Art Gallery II holds some fabulous exhibitions…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/municipal-art-gallery-ii/a/poi-sig/1573343/1003356",
    "image_url": null,
    "detail_description": "At the eastern (seaward) end of the front terrace of the Palace of St Michael and St George, the Municipal Art Gallery II holds some fabulous exhibitions in a beautifully refurbished space – it's definitely worth dropping by to see what's on.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 26,
    "name": "Solomos Museum",
    "latitude": "39.627309",
    "longitude": "19.920981",
    "excerpt": "The former home of poet Dionysios Solomos (1798–1857), facing the Old Port across the waterfront road, is now a museum. His 'Hymn to Liberty' became the…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/solomos-museum/a/poi-sig/1573345/1003356",
    "image_url": null,
    "detail_description": "The former home of poet Dionysios Solomos (1798–1857), facing the Old Port across the waterfront road, is now a museum. His 'Hymn to Liberty' became the Greek national anthem, but with few English translations the museum's many formal portraits and leather-bound volumes may not hold your attention for long.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 27,
    "name": "Greek Orthodox Cathedral",
    "latitude": "39.626003",
    "longitude": "19.920959",
    "excerpt": "Corfu Town’s Greek Orthodox cathedral, or Mitropolis, stands atop a flight of steps leading from the Old Port. Festooned with huge chandeliers, its wide…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/greek-orthodox-cathedral/a/poi-sig/1383619/1003356",
    "image_url": null,
    "detail_description": "Corfu Town’s Greek Orthodox cathedral, or Mitropolis, stands atop a flight of steps leading from the Old Port. Festooned with huge chandeliers, its wide interior is filled with icons and treasures. The most important is the shroud-wrapped body of St Theodora, a 9th-century Byzantine empress.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 23,
    "name": "Banknote Museum",
    "latitude": "39.624549",
    "longitude": "19.922483",
    "excerpt": "Somewhat specialist, but oddly fascinating, the Banknote Museum occupies the upper floors of what was in 1840 the first-ever all-Greek bank. It traces the…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/banknote-museum/a/poi-sig/1573337/1003356",
    "image_url": null,
    "detail_description": "Somewhat specialist, but oddly fascinating, the Banknote Museum occupies the upper floors of what was in 1840 the first-ever all-Greek bank. It traces the story of the drachma until it was replaced by the euro in 2002, and includes the largest-denomination note ever issued: a 100-billion-drachma note from the inflationary era of 1944.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 25,
    "name": "British Cemetery",
    "latitude": "39.618665",
    "longitude": "19.916432",
    "excerpt": "A tranquil New Town spot, set amid wooded gardens filled with wildflowers, Corfu’s British Cemetery can only be entered via an inconspicuous gateway on…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/british-cemetery/a/poi-sig/1573338/1003356",
    "image_url": null,
    "detail_description": "A tranquil New Town spot, set amid wooded gardens filled with wildflowers, Corfu’s British Cemetery can only be entered via an inconspicuous gateway on Kolokotrini. Most of those buried here are casualties of 19th- and 20th-century wars; the heaviest toll came when two British ships hit mines off Albania in 1946.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 24,
    "name": "Durrell Memorial Gardens",
    "latitude": "39.623739",
    "longitude": "19.925745",
    "excerpt": "A pretty park and flower garden dedicated to writer brothers Lawrence and Gerald Durrell (Gerald also became a world-renowned naturalist and…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/durrell-memorial-gardens/a/poi-sig/1625924/1003356",
    "image_url": null,
    "detail_description": "A pretty park and flower garden dedicated to writer brothers Lawrence and Gerald Durrell (Gerald also became a world-renowned naturalist and conservationist), who, through their books describing their idyllic life in Corfu in the years leading up to WWII, each, unwittingly, did so much to put this island on the tourist radar.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 22,
    "name": "Byzantine Collection of Corfu",
    "latitude": "39.623342",
    "longitude": "19.927289",
    "excerpt": "This gallery occupies one room of a former gatehouse within the Palaio Frourio. While it’s not to be confused with the superior Antivouniotissa Museum, it…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/byzantine-collection-of-corfu/a/poi-sig/1573342/1003356",
    "image_url": null,
    "detail_description": "This gallery occupies one room of a former gatehouse within the Palaio Frourio. While it’s not to be confused with the superior Antivouniotissa Museum, it does display some attractive frescoes and simple mosaics, while panels describe the early history of Christianity on Corfu.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 21,
    "name": "Serbian Museum of Corfu",
    "latitude": "39.622103",
    "longitude": "19.922333",
    "excerpt": "Housed in the Serbian Consulate, this small museum tells of how Serbia’s army and government, retreating from the Bulgarians during WWI, were invited by…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/serbian-museum-of-corfu/a/poi-sig/1573344/1003356",
    "image_url": null,
    "detail_description": "Housed in the Serbian Consulate, this small museum tells of how Serbia’s army and government, retreating from the Bulgarians during WWI, were invited by the French occupiers of Corfu to come to the island. Maps, battle plans and photos explain the whole thing, and how they fared during their three-year stay; it’s all oddly intriguing, if rather impenetrable to outsiders.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 20,
    "name": "Corfu Philharmonic Society",
    "latitude": "39.624191",
    "longitude": "19.922946",
    "excerpt": "Via battered old instruments, photos and scores, this entertaining little museum tells the story of Greece’s first-ever marching band, which performed at…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/corfu-philharmonic-society/a/poi-sig/1378579/1003356",
    "image_url": null,
    "detail_description": "Via battered old instruments, photos and scores, this entertaining little museum tells the story of Greece’s first-ever marching band, which performed at the first modern Olympics in 1896, and still plays regularly. Founded in 1840 by Nikolaos Mantzaros, composer of the Greek national anthem, the Corfu Philharmonic Society offers free music lessons for local kids in the afternoons.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 19,
    "name": "Church of St George",
    "latitude": "39.622615",
    "longitude": "19.929146",
    "excerpt": "A dazzling white edifice resembling an ancient Greek temple dominates a sweeping flat platform on the southern flanks of the Palaio Frourio. Visible from…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/church-of-st-george/a/poi-sig/1573341/1003356",
    "image_url": null,
    "detail_description": "A dazzling white edifice resembling an ancient Greek temple dominates a sweeping flat platform on the southern flanks of the Palaio Frourio. Visible from far along the coast, it's actually a church, built by the British in 1840 for the local Anglican community. Now Orthodox, it hosts just two services a year, plus occasional concerts and exhibitions.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 18,
    "name": "Neo Frourio",
    "latitude": "39.62548",
    "longitude": "19.91665",
    "excerpt": "The forbidding Neo Frourio is in fact only a little younger than the Old Fort across town. Surrounded by massive walls that crown the low hill at the…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/neo-frourio/a/poi-sig/1018529/1003356",
    "image_url": null,
    "detail_description": "The forbidding Neo Frourio is in fact only a little younger than the Old Fort across town. Surrounded by massive walls that crown the low hill at the western edge of the Old Town, it too dates from the Venetian era. Climbing the stairway at the western end of Solomou brings you to the entrance, where dank tunnels and passages lead through the walls. The ramparts beyond enjoy wonderful views.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 17,
    "name": "Corfu Reading Society",
    "latitude": "39.626284",
    "longitude": "19.924221",
    "excerpt": "Although there’s no obvious sign on this grand cream-and-white villa, anyone is welcome to climb its external staircase and settle down with a book in the…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/corfu-reading-society/a/poi-sig/1378578/1003356",
    "image_url": null,
    "detail_description": "Although there’s no obvious sign on this grand cream-and-white villa, anyone is welcome to climb its external staircase and settle down with a book in the library of the Corfu Reading Society. Founded in 1836, the oldest cultural institution in modern Greece holds 30,000 volumes in several languages, mostly devoted to the Ionian Islands.\nIt also displays paintings, prints and maps, and hosts concerts and lectures."
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 16,
    "name": "Menekrates Funeral Monument",
    "latitude": "39.616656",
    "longitude": "19.919146",
    "excerpt": "A small circular tomb, constructed using stone slabs during the 6th century BC, stands not far south of the Old Town. While not open to visitors, it’s…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/menekrates-funeral-monument/a/poi-sig/1573340/1003356",
    "image_url": null,
    "detail_description": "A small circular tomb, constructed using stone slabs during the 6th century BC, stands not far south of the Old Town. While not open to visitors, it’s clearly visible from the street. A 10-verse inscription identifies it as a monument to Menekrates, an ambassador from Corfu who died at sea, while the splendid Lion of Menekrates, which was found nearby, is now in the Archaeological Museum.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 15,
    "name": "Archaeological Museum",
    "latitude": "39.618929",
    "longitude": "19.921668",
    "excerpt": "Built in the 1960s, Corfu Town’s Archaeological Museum has finally reopened after nearly a decade of renovations. The result of this work is a modern and…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/archaeological-museum/a/poi-sig/1018525/1003356",
    "image_url": null,
    "detail_description": "Built in the 1960s, Corfu Town’s Archaeological Museum has finally reopened after nearly a decade of renovations. The result of this work is a modern and well-lit museum (although some of the English labelling is a bit hit and miss) housing some 16,000 pieces found around Corfu. The highlight of the fine collection is a massive gorgon pediment (590–580 BC) from the Temple of Artemis on the nearby Kanoni Peninsula.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 14,
    "name": "Spianada",
    "latitude": "39.62326",
    "longitude": "19.924446",
    "excerpt": "The Spianada, the broad park adjoining the Old Town, was cleared by the Venetians to allow a clear line of fire from the Old Fort. During the 19th century…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/spianada/a/poi-sig/1573347/1003356",
    "image_url": null,
    "detail_description": "The Spianada, the broad park adjoining the Old Town, was cleared by the Venetians to allow a clear line of fire from the Old Fort. During the 19th century, on the lawns of its northern portion, the British laid out a cricket pitch; it still hosts occasional matches today.Paved avenues lead across its more formal southern half to a bandstand and other monuments. Horse-drawn carriages tout for passengers along the central road, also a base for buses and taxis.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 13,
    "name": "Municipal Art Gallery I",
    "latitude": "39.625846",
    "longitude": "19.924994",
    "excerpt": "Make the effort to find this gallery – it's entered from the exterior on the eastern side of the Palace of St Michael and St George. You’ll be rewarded…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/municipal-art-gallery-i/a/poi-sig/1018528/1003356",
    "image_url": null,
    "detail_description": "Make the effort to find this gallery – it's entered from the exterior on the eastern side of the Palace of St Michael and St George. You’ll be rewarded with a handful of high-quality Byzantine icons, including 16th-century works by the Cretan Damaskinos, plus a more extensive array of canvases by Corfiot painters. Look out for the work of Italian-influenced 19th-century father-and-son artists Spyridon and Pavos Prossalendis.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 12,
    "name": "Museum of Palaeopolis",
    "latitude": "39.606259",
    "longitude": "19.926195",
    "excerpt": "The Museum of Palaeopolis lies deep in the woods within Mon Repos Estate, built by the British in 1832. It's all a bit rundown, but if you can see through…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/museum-of-palaeopolis/a/poi-sig/1018530/1003356",
    "image_url": null,
    "detail_description": "The Museum of Palaeopolis lies deep in the woods within Mon Repos Estate, built by the British in 1832. It's all a bit rundown, but if you can see through the dust you'll discover enjoyable historical displays on the history of Corfu Town. A large scale model, extending from the modern town to the airport and Mon Repos, pinpoints the location of the ancient city of Palaeopolis and its many temples, while photos from the 1850s show the Old Town.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 11,
    "name": "Antivouniotissa Museum",
    "latitude": "39.627267",
    "longitude": "19.922537",
    "excerpt": "Home to an outstanding collection of Byzantine and post-Byzantine icons and artefacts, the exquisite, timber-roofed Church of Our Lady of Antivouniotissa…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/antivouniotissa-museum/a/poi-sig/1018527/1003356",
    "image_url": null,
    "detail_description": "Home to an outstanding collection of Byzantine and post-Byzantine icons and artefacts, the exquisite, timber-roofed Church of Our Lady of Antivouniotissa has a double role as church and museum. It stands atop a short, broad stairway that climbs from shore-front Arseniou, and frames views out towards wooded Vidos Island.\nBelying the plain facade, the ornate and intricately decorated interior holds treasures dating from the 15th century onwards."
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 10,
    "name": "Corfu Living History",
    "latitude": "39.624226",
    "longitude": "19.922826",
    "excerpt": "This town house has been remodelled to illustrate the daily lives of a fictitious merchant family from the mid-19th century. Enthusiastic guides make the…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/corfu-living-history/a/poi-sig/1573339/1003356",
    "image_url": null,
    "detail_description": "This town house has been remodelled to illustrate the daily lives of a fictitious merchant family from the mid-19th century. Enthusiastic guides make the whole experience fun and informative, while in each room waxworks undertake small, endlessly repeated movements. The tour is enlivened by the free glass of 19th-century-style rose liquor visitors get to try.\nIt’s hard to know who to feel sorriest for: the housemaid, forever dusting; the kids, doomed to an eternal music lesson; or the countess, raising a cup of congealed tea that never quite reaches her lips."
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 9,
    "name": "Temple of Artemis",
    "latitude": "39.607044",
    "longitude": "19.918299",
    "excerpt": "Of the many ruins from ancient Palaeopolis that lie scattered throughout the Kanoni Peninsula, the most important is the Temple of Artemis, signposted…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/temple-of-artemis/a/poi-sig/1573346/1003356",
    "image_url": null,
    "detail_description": "Of the many ruins from ancient Palaeopolis that lie scattered throughout the Kanoni Peninsula, the most important is the Temple of Artemis, signposted 500m west of Mon Repos along the back roads, but it's seldom open to visitors. Dating from the 6th century BC, it was the source of the massive gorgon pediment in Corfu Town's Archaeological Museum.\nAnother conspicuous complex, across from Mon Repos, includes a Roman bathhouse, sheltered beneath a canopy, and a more complete Byzantine church."
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 8,
    "name": "Mon Repos Estate",
    "latitude": "39.607556",
    "longitude": "19.922998",
    "excerpt": "This park-like wooded estate 2km around the bay south of the Old Town was the site of Corfu’s most important ancient settlement, Palaeopolis. More…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/mon-repos-estate/a/poi-sig/1018523/1003356",
    "image_url": null,
    "detail_description": "This park-like wooded estate 2km around the bay south of the Old Town was the site of Corfu’s most important ancient settlement, Palaeopolis. More recently, in 1921, the secluded neoclassical villa that now holds the Museum of Palaeopolis was the birthplace of Prince Philip of Greece, who went on to marry Britain's Princess Elizabeth (now the current Queen). Footpaths lead through the woods to ancient ruins, including those of a Doric temple atop a small coastal cliff.\nIt takes half an hour to walk to Mon Repos from town, or you can catch bus 2a from the Spianada (€1.20, every 20 minutes). Bring a picnic and plenty of water; there are no shops nearby."
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 7,
    "name": "Church of Agios Spyridon",
    "latitude": "39.62506",
    "longitude": "19.92254",
    "excerpt": "Pilgrims and day-trippers alike throng this Old Town landmark. As well as magnificent frescoes, the small 16th-century basilica holds the remains of Corfu…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/church-of-agios-spyridon/a/poi-sig/1018526/1003356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c3d03b303712f8d0ee52974385c17ff0-church-of-agios-spyridon.jpg",
    "detail_description": "Pilgrims and day-trippers alike throng this Old Town landmark. As well as magnificent frescoes, the small 16th-century basilica holds the remains of Corfu’s patron saint, Spyridon, a 4th-century Cypriot shepherd. His body, brought here from Constantinople in 1453, lies in an elaborate silver casket, and is paraded through the town on festival days.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 6,
    "name": "Vidos Island",
    "latitude": "39.640463",
    "longitude": "19.925079",
    "excerpt": "Hourly boats from the Old Port make the 10-minute crossing to tiny, thickly wooded Vidos Island (€4 return), immediately offshore. The island is the final…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/vidos-island/a/poi-sig/1412701/1003356",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Greece%20Vidos%20Aerial-motion%20shutterstock_1201132525%20RFC.jpg",
    "detail_description": "Hourly boats from the Old Port make the 10-minute crossing to tiny, thickly wooded Vidos Island (€4 return), immediately offshore. The island is the final resting place of thousands of Serbian soldiers killed during WWII. There's a monument to them here and also some abandoned buildings once used by the scouts. There’s a taverna at the jetty, but the big attraction is to walk the 600m across the island to reach a couple of attractive beaches.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 5,
    "name": "Liston",
    "latitude": "39.624293",
    "longitude": "19.923813",
    "excerpt": "Corfu Town owes the elegant, photogenic Liston, the arcade that lines the northern half of the Spianada, to neither the Venetians nor the British but to…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/liston/a/poi-sig/1018565/1003356",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_2164255557.jpg",
    "detail_description": "Corfu Town owes the elegant, photogenic Liston, the arcade that lines the northern half of the Spianada, to neither the Venetians nor the British but to the French. Designed during the brief Napoleonic occupation of Corfu (1807–14), its harmonious four-storey houses were modelled on Paris’ then-new rue de Rivoli. A procession of grand, see-and-be-seen cafes sprawls under the arcade, open to both the Spianada and to Kapodistriou around the back.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 4,
    "name": "Palace of St Michael & St George",
    "latitude": "39.625697",
    "longitude": "19.924672",
    "excerpt": "Beyond the northern end of the Spianada, the smart Regency-style Palace of St Michael and St George was built by the British from 1819 onwards, to house…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/palace-of-st-michael-st-george/a/poi-sig/1379131/1003356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1a000d488be6f8f9f89c2d8e57fd4819-palace-of-st-michael-st-george.jpg",
    "detail_description": "Beyond the northern end of the Spianada, the smart Regency-style Palace of St Michael and St George was built by the British from 1819 onwards, to house the high commissioner and the Ionian Parliament. It’s now home to the prestigious Corfu Museum of Asian Art (the entry fee covers both this museum and the palace). Two municipal art galleries, I (entry €3) and II (free), are housed in one annexe, and its small formal gardens make a pleasant refuge.\n"
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 3,
    "name": "Corfu Museum of Asian Art",
    "latitude": "39.625797",
    "longitude": "19.924736",
    "excerpt": "Home to stunning artefacts ranging from prehistoric bronzes to works in onyx and ivory, this excellent museum occupies the central portions of the Palace…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/corfu-museum-of-asian-art/a/poi-sig/1018533/1003356",
    "image_url": null,
    "detail_description": "Home to stunning artefacts ranging from prehistoric bronzes to works in onyx and ivory, this excellent museum occupies the central portions of the Palace of St Michael and St George. One gallery provides a chronological overview of Chinese ceramics, and showcases remarkable jade carvings and snuff bottles. The India section opens with Alexander the Great, 'When Greece Met India', and displays fascinating Graeco-Buddhist figures, including a blue-grey schist Buddha. A Japanese section incorporates magnificent samurai armour and Noh masks.\nThe areas where the palace’s original sumptuous decor remains most visible, such as the Throne Room with its elaborate trompe l'oeil murals, host temporary exhibitions."
},
{
    "country": "corfu-town",
    "city": "Corfu Town",
    "index": 2,
    "name": "Achilleion Palace",
    "latitude": "39.562526",
    "longitude": "19.904308",
    "excerpt": "Set atop a steep coastal hill 12km south of Corfu Town, the Achilleion Palace was built during the 1890s as the summer palace of Austria's empress…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/achilleion-palace/a/poi-sig/1018531/1003356",
    "image_url": null,
    "detail_description": "Set atop a steep coastal hill 12km south of Corfu Town, the Achilleion Palace was built during the 1890s as the summer palace of Austria's empress Elisabeth, the niece of King Otto of Greece. The palace's two principal features are its intricately decorated central staircase, rising in geometrical flights, and its sweeping garden terraces, which command eye-popping views.\nThere’s surprisingly little to see inside, other than mementos of Elisabeth, who was assassinated in Genoa in 1898, and of the German kaiser Wilhelm II, who bought the palace in 1907 and added its namesake statue of Achilles Triumphant.It's well worth getting an audio guide; the descriptions of various statues, paintings and background are excellent for context. Audio guides are free, but you'll need to hand over official government ID of some kind. You can use the guides for up to 50 minutes only.Bus N-10 runs to the Achilleion from Corfu Town (€1.70, 20 minutes)."
}
]