[
{
    "country": "costa-rica",
    "city": "Northwestern Costa Rica",
    "index": 40,
    "name": "Refugio Nacional de Fauna Silvestre Peñas Blancas",
    "latitude": "10.116499",
    "longitude": "-84.668455",
    "excerpt": "This 24 sq km refuge, not to be confused with the Nicaraguan border crossing of the same name, runs along the steep southern arm of the Cordillera de…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/montes-de-oro/attractions/refugio-nacional-de-fauna-silvestre-penas-blancas/a/poi-sig/1532589/1319943",
    "image_url": null,
    "detail_description": "This 24 sq km refuge, not to be confused with the Nicaraguan border crossing of the same name, runs along the steep southern arm of the Cordillera de Tilarán. Elevations here range from 600m to 1400m above sea level, resulting in widely varying vegetation. The terrain is rugged and the place is largely undeveloped for travelers. While there are some hiking trails, they are unmaintained and difficult to follow. The region is inaccessible to all but the most diligent visitors.\nThe name Peñas Blancas (White Cliffs) refers to the diatomaceous deposits, similar to a good-quality chalk, found in the reserve. The whitish deposits, remnants of unicellular algae once common here when Central America was under water, are found in the steep walls of the refuge’s river canyons.Peñas Blancas is about 15km northeast of Miramar. Drive east out of town for about 11km to the village of Sabana Bonita, from where you turn north and continue 4km to Peñas Blancas. The road is in rough shape so use your 4WD."
},
{
    "country": "costa-rica",
    "city": "Mal País & Santa Teresa",
    "index": 38,
    "name": "Playa Manzanillo",
    "latitude": "9.66504",
    "longitude": "-85.1914",
    "excerpt": "About 8km north of the Playa El Carmen intersection (past Playa Hermosa), Playa Manzanillo is a combination of sand and rock that’s best surfed when the…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-nicoya/mal-pais-and-santa-teresa/attractions/playa-manzanillo/a/poi-sig/1201723/358333",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/98780ad93cd91a0362ccf27c171f87d2-playa-manzanillo.jpg",
    "detail_description": "About 8km north of the Playa El Carmen intersection (past Playa Hermosa), Playa Manzanillo is a combination of sand and rock that’s best surfed when the tide is rising and there’s an offshore wind.\n"
},
{
    "country": "costa-rica",
    "city": "Northwestern Costa Rica",
    "index": 39,
    "name": "Sector Santa Rosa",
    "latitude": "10.858595",
    "longitude": "-85.645981",
    "excerpt": "Santa Rosa is the southern sector of the Área de Conservación Guanacaste. Some 30km of hiking trails weave through this tropical dry forest, offering…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/northwestern-costa-rica/interamericana-norte/attractions/sector-santa-rosa/a/poi-sig/1372484/358296",
    "image_url": null,
    "detail_description": "Santa Rosa is the southern sector of the Área de Conservación Guanacaste. Some 30km of hiking trails weave through this tropical dry forest, offering fantastic vistas of the Cordillera de Guanacaste and the Valle Naranjo. It’s also the site of two historic battles, with the small La Casona museum and Monument de los Heroes to prove it. Along the coast, Playa Naranjo is a legendary surfing beach, while Playa Nancite is a critical nesting site for the olive ridley turtle.\nTo reach the Santa Rosa sector, turn off the Interamericana at the signed entrance 35km north of Liberia. It’s 7km on a paved road to the park headquarters, where you’ll also find the museum, campgrounds and a nature trail. From here, a very rough track leads 12km to Playa Naranjo. It’s a notoriously bad road, impassable during the rainy season and requiring 4WD at any time of year."
},
{
    "country": "costa-rica",
    "city": "Parque Nacional Manuel Antonio & Around",
    "index": 37,
    "name": "Playa Manuel Antonio",
    "latitude": "9.38183",
    "longitude": "-84.144115",
    "excerpt": "With its turquoise waters, this lovely forest-backed beach fronts a deep bay, sheltered by the Punta Catedral on the west side and a promontory on the…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/parque-nacional-manuel-antonio/attractions/playa-manuel-antonio/a/poi-sig/1533014/1318781",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_126481505.jpg",
    "detail_description": "With its turquoise waters, this lovely forest-backed beach fronts a deep bay, sheltered by the Punta Catedral on the west side and a promontory on the east. Families love to watch the monkeys playing in the trees behind the beach; ropes have been set up for them to walk on. This is the best beach for swimming.\n"
},
{
    "country": "costa-rica",
    "city": "Península de Nicoya",
    "index": 36,
    "name": "Parque Nacional Marino Las Baulas de Guanacaste",
    "latitude": "10.334182",
    "longitude": "-85.848466",
    "excerpt": "Las Baulas national marine park encompasses the entire beach at Playa Grande, as well as the adjacent land and 220 sq km of ocean. This is one of the…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-nicoya/playa-grande/attractions/parque-nacional-marino-las-baulas-de-guanacaste/a/poi-sig/1201128/358326",
    "image_url": null,
    "detail_description": "Las Baulas national marine park encompasses the entire beach at Playa Grande, as well as the adjacent land and 220 sq km of ocean. This is one of the world's most important nesting areas for the critically endangered baula (leatherback turtle). In the evenings from October to March, rangers lead tours to witness the turtles' amazing cycle of life.\nDespite increased conservation efforts, fewer leatherbacks are nesting on Playa Grande each year. To protect the dwindling population, park rangers collect eggs and incubate them to increase their chances of survival. Even so, sea turtles must hatch on the beach and enter the water by themselves, otherwise memory imprinting does not occur, and the hatchlings will never return to their birthplace to nest. It’s estimated that only 10% of hatchlings survive to adulthood.The park office is by the northern entrance to Playa Grande. Many agencies in Tamarindo book all-inclusive tours.The show kicks off after 9pm. Tourists are not allowed on the beach until the turtles have made it to dry sand. (Be prepared to wait. It's well worth it.) Photography, filming and lights of any kind are prohibited. Over the span of one to two hours, you can watch as each turtle digs its nest, lays about 80 to 90 shiny silver eggs and then buries them in the sand."
},
{
    "country": "costa-rica",
    "city": "Monteverde & Santa Elena",
    "index": 35,
    "name": "Herpetarium Adventure",
    "latitude": "10.316165",
    "longitude": "-84.822521",
    "excerpt": "For those who prefer their reptiles under glass (or at least behind it), a guide will show you around and introduce you to more than 50 species of…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/northwestern-costa-rica/monteverde-and-santa-elena/attractions/herpetarium-adventure/a/poi-sig/453493/358302",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3a03c89a792e00695895d5a6ed99697d-serpentario.jpg",
    "detail_description": "For those who prefer their reptiles under glass (or at least behind it), a guide will show you around and introduce you to more than 50 species of slithery snakes, frogs, lizards, turtles and other cold-blooded critters. Your ticket entitles you to a return visit after dark, when the nocturnal species come out. Guided tours leave every 90 minutes between noon and 6pm.\n"
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 34,
    "name": "Spirogyra Jardín de Mariposas",
    "latitude": "9.9402741798363",
    "longitude": "-84.072344673016",
    "excerpt": "Housing more than 30 species of butterfly – including the luminescent blue morpho – in plant-filled enclosures, this small butterfly garden is a great…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/spirogyra-jardin-de-mariposas/a/poi-sig/425773/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9b0f5da7b5cc8d150c9623f8c0cc7d61-spirogyra-jardin-de-mariposas.jpg",
    "detail_description": "Housing more than 30 species of butterfly – including the luminescent blue morpho – in plant-filled enclosures, this small butterfly garden is a great spot for kids. Visit in the morning to see plenty of fluttering. The garden is 150m east and 150m south of Centro Comercial El Pueblo, which can be reached on foot (about a 20- to 30-minute walk from downtown), by taxi or by bus.\n"
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 33,
    "name": "Barrio Amón",
    "latitude": "9.938226",
    "longitude": "-84.074764",
    "excerpt": "Northwest of Plaza España lies this pleasant, historical neighborhood, home to a cluster of 19th-century cafetalero (coffee grower) mansions. Recently…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/barrio-amon/a/poi-sig/1197047/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/299b2a6cd3334ef0bef524ee749bb5b2-barrio-amon.jpg",
    "detail_description": "Northwest of Plaza España lies this pleasant, historical neighborhood, home to a cluster of 19th-century cafetalero (coffee grower) mansions. Recently many of the area’s historical buildings have been converted into hotels, cafes, bars, and offices, making this a popular district for an architectural stroll. You’ll find everything from art deco concrete manses to brightly painted tropical Victorian structures in various states of upkeep.\n"
},
{
    "country": "costa-rica",
    "city": "Península de Nicoya",
    "index": 32,
    "name": "Parque Nacional Barra Honda Caverns",
    "latitude": "10.155196",
    "longitude": "-85.365829",
    "excerpt": "This 23 sq km national park protects a system of 42 caverns. The only cave with regular public access is the 41m-deep La Terciopelo, which features…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-nicoya/parque-nacional-barra-honda/attractions/parque-nacional-barra-honda-caverns/a/poi-sig/1201328/358314",
    "image_url": null,
    "detail_description": "This 23 sq km national park protects a system of 42 caverns. The only cave with regular public access is the 41m-deep La Terciopelo, which features incredible speleothems (calcite figures that rise and fall in the cave’s interior). It's quite the underground art museum, and its stalagmites, stalactites and a host of beautiful formations have evocative names such as fried eggs, organ, soda straws, flowers and shark’s teeth. Call the ranger station one day in advance to arrange the four-hour guided tour.\nUnlike some caverns in other places, Barra Honda is not developed for wide-scale tourism, which means that it feels less like a carnival attraction and more like a scene from Indiana Jones. So, don your yellow miner’s hat and sturdy boots, and be prepared to get down and dirty. The descent involves ladders and ropes, so you should be reasonably fit; children must be at least 12 years old. A small 'cuevita' is appropriate for children under 12.Tourists must be accompanied by a guide into the cave, and may hike or spelunk at any time of year, provided that the park rangers have determined it is safe. As always, carry several liters of water and let the rangers know where you are going. Sneakers or, preferably, boots are necessary if you will be caving. You will also need a 4WD vehicle to drive from the ranger station to the parking area near the caves. The last allowable descent into the caves is at 1pm."
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 31,
    "name": "Museo de Insectos",
    "latitude": "9.9359695843199",
    "longitude": "-84.048873104059",
    "excerpt": "Reputedly Central America's largest insect museum, this place has an extensive collection assembled by the Facultad de Agronomía (agronomy faculty) at the…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/museo-de-insectos/a/poi-sig/1198341/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dbd8b1c6783520817ca35c8d7958f08b-museo-de-insectos.jpg",
    "detail_description": "Reputedly Central America's largest insect museum, this place has an extensive collection assembled by the Facultad de Agronomía (agronomy faculty) at the Universidad de Costa Rica. After viewing the specimens, visitors are invited to a room with a kitchen to sample meal worms, scarabs and crickets. A little salt and oregano does wonders.Curiously, the museum is housed in the basement of the music building, a brutalist structure painted an incongruous shade of Barbie pink.\n"
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 30,
    "name": "Catedral Metropolitana",
    "latitude": "9.9326955984291",
    "longitude": "-84.07863050418",
    "excerpt": "East of Parque Central, the Renaissance-style Catedral Metropolitana was built in 1871 after the previous cathedral was destroyed in an earthquake. The…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/catedral-metropolitana/a/poi-sig/1190645/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b6fb3907bad5683c7c524aa505a550fd-catedral-metropolitana.jpg",
    "detail_description": "East of Parque Central, the Renaissance-style Catedral Metropolitana was built in 1871 after the previous cathedral was destroyed in an earthquake. The graceful neoclassical interior has colorful Spanish-tile floors, stained-glass windows, and a Christ figure that was produced by a Guatemalan workshop in the late 17th century. On the north side of the nave, a recumbent Christ that dates back to 1878 draws devout Ticos, who arrive here to pray and deposit pleas scribbled on small slips of paper.\n"
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 29,
    "name": "Parque Zoológico Nacional Simón Bolívar",
    "latitude": "9.9390252986817",
    "longitude": "-84.072522575495",
    "excerpt": "It may seem ironic to visit a zoo in one of the most biologically rich countries in the world, but this is a popular spot with local families who pour in…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/parque-zoologico-nacional-simon-bolivar/a/poi-sig/425777/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/473279e4e720978832f853c33c5e29e0-parque-zoologico-nacional-simon-bolivar.jpg",
    "detail_description": "It may seem ironic to visit a zoo in one of the most biologically rich countries in the world, but this is a popular spot with local families who pour in on weekends to peek at the animals. It’s rough around the edges – the cages are cramped and a few travelers have complained of the animals’ filthy living spaces – but for small children it can serve as a basic primer on the area's wildlife.\nIf you have time for a day trip, a much better option is Zoo Ave outside Alajuela."
},
{
    "country": "costa-rica",
    "city": "Monteverde & Santa Elena",
    "index": 28,
    "name": "Butterfly Garden",
    "latitude": "10.309969",
    "longitude": "-84.819989",
    "excerpt": "Head here for everything you ever wanted to know about butterflies. There are four gardens representing different habitats; they're home to more than 40…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/northwestern-costa-rica/monteverde-and-santa-elena/attractions/butterfly-garden/a/poi-sig/453479/358302",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d543f213a5802d99092e3f5efd7b0f2-el-jardin-de-las-mariposas.jpg",
    "detail_description": "Head here for everything you ever wanted to know about butterflies. There are four gardens representing different habitats; they're home to more than 40 species. Up-close observation cases allow you to witness the butterflies as they emerge from the chrysalis (if your timing is right). Other exhibits feature the industrious leafcutter ant and a tarantula hawk specimen (the wasp that eats tarantulas!) and lots of scorpions. Kids love this place, and knowledgeable naturalist guides truly enhance the experience with an enlightening hour-long tour (complimentary with admission).\n"
},
{
    "country": "costa-rica",
    "city": "Península de Nicoya",
    "index": 27,
    "name": "Refugio Nacional de Vida Silvestre Ostional",
    "latitude": "9.99645",
    "longitude": "-85.703852",
    "excerpt": "This 85 sq km coastal refuge extends from Punta India in the north to Playa Guiones in the south, and includes the beaches of Nosara and Ostional. It was…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-nicoya/central-peninsula/attractions/refugio-nacional-de-vida-silvestre-ostional/a/poi-sig/1532393/358310",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock2059930346.jpg",
    "detail_description": "This 85 sq km coastal refuge extends from Punta India in the north to Playa Guiones in the south, and includes the beaches of Nosara and Ostional. It was created in 1984 to protect the arribadas (mass nestings of olive ridley sea turtles) which occur from July to December. At other times, it's possible to see individual turtles laying eggs on the beach.The beach is accessible at night (and during arribada) by guided tour only. Contact the MINAE office to arrange.\nThe peak months for the arribadas are September and October."
},
{
    "country": "costa-rica",
    "city": "Monteverde & Santa Elena",
    "index": 26,
    "name": "Jardín de Orquídeas",
    "latitude": "10.317263",
    "longitude": "-84.82295",
    "excerpt": "This sweet-smelling garden in Santa Elena has shady trails winding past more than 500 types of orchids. On your guided tour, you’ll see such rarities as…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/northwestern-costa-rica/monteverde-and-santa-elena/attractions/jardin-de-orquideas/a/poi-sig/1190779/358302",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5a7441cac678969ea2a1730f5dcbcd1e-jardin-de-orquideas.jpg",
    "detail_description": "This sweet-smelling garden in Santa Elena has shady trails winding past more than 500 types of orchids. On your guided tour, you’ll see such rarities as Platystele jungermannioides, the world’s smallest orchid. If you have orchids at home, here’s your chance to get expert tips on how to keep them beautiful and blooming. If you're expecting massive sprays of colorful blooms, though, think again – most specimens require the magnifying glass given to you at the entrance to be seen.\nYou'll get a US$2 discount with a receipt from Morpho's Restaurant."
},
{
    "country": "costa-rica",
    "city": "Central Pacific Coast",
    "index": 25,
    "name": "Parque Nacional Carara",
    "latitude": "9.781574",
    "longitude": "-84.605927",
    "excerpt": "Carara is the famed home of one of Costa Rica’s most charismatic bird species, the scarlet macaw. While catching a glimpse of this tropical wonder is a…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/puntarenas-to-quepos/attractions/parque-nacional-carara/a/poi-sig/1198142/358241",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/611c735199be3a4fc9d7a6af0e4f899c-parque-nacional-carara.jpg",
    "detail_description": "Carara is the famed home of one of Costa Rica’s most charismatic bird species, the scarlet macaw. While catching a glimpse of this tropical wonder is a rare proposition in most of the country, macaw sightings are virtually guaranteed at Carara. And, of course, there are more than 400 other avian species flitting around the canopy, as well as Costa Rica’s largest crocodiles in the waterways – it’s best to leave your swimming trunks at home!\nThe park's four trails can easily be explored in half a day; come early to maximize wildlife sightings. An umbrella is important in the wet season (and occasionally needed in the dry months), and make sure you have insect repellent."
},
{
    "country": "costa-rica",
    "city": "Península de Nicoya",
    "index": 24,
    "name": "Refugio Nacional de Vida Silvestre Curú",
    "latitude": "9.783752",
    "longitude": "-84.931526",
    "excerpt": "Situated at the eastern end of the peninsula, this tiny 84-hectare wildlife refuge holds a great variety of landscapes, including dry tropical forest,…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-nicoya/southeastern-peninsula/attractions/refugio-nacional-de-vida-silvestre-curu/a/poi-sig/1201825/358331",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock2019478841.jpg",
    "detail_description": "Situated at the eastern end of the peninsula, this tiny 84-hectare wildlife refuge holds a great variety of landscapes, including dry tropical forest, semi-deciduous forest and five types of mangrove swamp. Several well-marked trails wind their way through the various habitats, offering glimpses of three types of monkeys, deer, agoutis and pacas. The rugged coastline is home to a series of secluded coves and white-sand beaches, perfect for snorkeling and swimming.\nThe entrance to the refuge is clearly signed on the paved road between Paquera and Tambor (about 6km from Paquera). There are rustic cabinas onsite, in case you want to spend the night. From here you can also catch a boat to Isla Tortuga."
},
{
    "country": "costa-rica",
    "city": "Caribbean Coast",
    "index": 23,
    "name": "Parque Nacional Tortuguero",
    "latitude": "10.538066",
    "longitude": "-83.504291",
    "excerpt": "This misty, green coastal park sits on a broad floodplain parted by a jigsaw of canals. Referred to as the ‘mini-Amazon,’ Parque Nacional Tortuguero is a…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/caribbean-coast/northern-caribbean/attractions/parque-nacional-tortuguero/a/poi-sig/1340243/358223",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/9283f70618b32a3a0313e02f856fe57f-parque-nacional-tortuguero.jpg",
    "detail_description": "This misty, green coastal park sits on a broad floodplain parted by a jigsaw of canals. Referred to as the ‘mini-Amazon,’ Parque Nacional Tortuguero is a place of intense biodiversity that includes more than 400 bird species, 60 known species of frog, 30 species of freshwater fish and three monkey species, as well as the threatened West Indian manatee. Caimans and crocodiles can be seen lounging on riverbanks, while freshwater turtles bask on logs.\nMore than 150,000 visitors a year come to boat the canals and see the wildlife, particularly to watch turtles lay eggs. This is the most important Caribbean breeding site of the green sea turtle, 40,000 of which arrive every season to nest. Of the seven species of marine turtle in the world, six nest in Costa Rica, and four nest in Tortuguero. Various volunteer organizations address the problem of poaching with vigilant turtle patrols.Park headquarters is at Cuatro Esquinas, just south of Tortuguero village.Strong currents make the beaches unsuitable for swimming."
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 22,
    "name": "Museo Nacional de Costa Rica",
    "latitude": "9.93269",
    "longitude": "-84.07163",
    "excerpt": "Entered via a beautiful glassed-in atrium housing an exotic butterfly garden, this museum provides a quick survey of Costa Rican history. Exhibits of pre…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/museo-nacional-de-costa-rica/a/poi-sig/425767/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bdfb03a1b5991386cce2f4e84e55fa40-museo-nacional-de-costa-rica.jpg",
    "detail_description": "Entered via a beautiful glassed-in atrium housing an exotic butterfly garden, this museum provides a quick survey of Costa Rican history. Exhibits of pre-Columbian pieces from ongoing digs, as well as artifacts from the colony and the early republic, are all housed inside the old Bellavista Fortress, which historically served as the army headquarters and saw fierce fighting (hence the pockmarks) in the 1948 civil war.\nIt was here that President José Figueres Ferrer announced, in 1949, that he was abolishing the country’s military. Among the museum's many notable pieces is the fountain pen that Figueres used to sign the 1949 constitution.Don’t miss the period galleries in the northeast corner, which feature turn-of-the-20th-century furnishings and decor from when these rooms served as the private residences of the fort’s various commanders.A three-museum pass (US$33; covers this one, Museo de Jade and Museo de Oro Precolombino y Numismática) saves money if you plan to visit all – it has no expiration date."
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 21,
    "name": "Parque Nacional",
    "latitude": "9.9346423728498",
    "longitude": "-84.070671177461",
    "excerpt": "One of San José’s nicest green spaces, this shady spot lures retirees to read newspapers and young couples to smooch coyly on concrete benches. At its…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/parque-nacional/a/poi-sig/425771/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9579f9aa20ebe2887172e1105875b8fd-parque-nacional.jpg",
    "detail_description": "One of San José’s nicest green spaces, this shady spot lures retirees to read newspapers and young couples to smooch coyly on concrete benches. At its center is the Monumento Nacional, a dramatic 1953 statue that depicts the Central American nations driving out North American filibuster William Walker. The park is dotted with myriad monuments devoted to Latin American historical figures, including Cuban poet, essayist and revolutionary José Martí, Mexican independence figure Miguel Hidalgo and 18th-century Venezuelan humanist Andrés Bello.\nAcross the street, to the south, stands the Asamblea Legislativa, which also bears an important statue: this one a depiction of Juan Santamaría – the young man who helped kick the pesky Walker out of Costa Rica – in full flame-throwing action.A creative walker could easily connect Parque Francia, Parque Nacional, Parque Espana, and Parque Morazán, along Avenida 3, stopping at cafes and bookshops along the way."
},
{
    "country": "costa-rica",
    "city": "Northwestern Costa Rica",
    "index": 20,
    "name": "Llanos de Cortés",
    "latitude": "10.513636",
    "longitude": "-85.286522",
    "excerpt": "If you're pressed for time and in search of a quick, easy waterfall visit, Llanos de Cortés will do nicely. From the entrance, which is now guarded, you…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/bagaces/attractions/llanos-de-cortes/a/poi-sig/1273461/1318777",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-529378619_high.jpg",
    "detail_description": "If you're pressed for time and in search of a quick, easy waterfall visit, Llanos de Cortés will do nicely. From the entrance, which is now guarded, you'll scramble down a steep trail to reach the spectacular 28m-high, 12m-wide waterfall, which you’ll hear before you see. The falls drop into a tranquil pond with a white sandy beach that’s good for swimming and sunbathing. It was once possible to swim under the fall and hike behind it, but new rules now prohibit this.\nApart from a portable toilet, there are no services here.The waterfall is located about 5km north of Bagaces; head northwest on the Interamericana and go about 7km past the town, then exit the highway after the pedestrian bridge and turn around at the roundabout (the highway dividers make the former left turn impossible). Continue about 2km and turn right on the dirt road just before the Río Piedras bridge, and follow the newly smooth road for about 1km. Turn right at the guarded gate. Continue down the dirt road about 300m to the parking area. Although the lot is guarded, it’s not wise to leave valuables exposed in your car.If you don’t have a car, any bus traveling this part of the Interamericana can drop you at the turnoff, but you’ll have to hike the 1.5km to the falls. On weekends this is a popular Tico picnic spot, but on weekdays you’ll often have the waterfall to yourself."
},
{
    "country": "costa-rica",
    "city": "Northwestern Costa Rica",
    "index": 19,
    "name": "Parque Nacional Guanacaste",
    "latitude": "11.025787",
    "longitude": "-85.599976",
    "excerpt": "With the addition of Parque Nacional Guanacaste (345 sq km) in 1989, the Area de Conservación Guanacaste became part of a protected nature corridor…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/northwestern-costa-rica/la-cruz/attractions/parque-nacional-guanacaste/a/poi-sig/1198342/358300",
    "image_url": null,
    "detail_description": "With the addition of Parque Nacional Guanacaste (345 sq km) in 1989, the Area de Conservación Guanacaste became part of a protected nature corridor stretching from the Pacific to the Caribbean coast. Currently the domain of biologists, the park was closed to tourists at the time of research; those with scientific interest may be able to visit its research centers. Contact the ACG for more information.\nThough almost adjacent to the Santa Rosa Sector, the park is much more than a continuation of the lowland habitats found in Santa Rosa. In its lower western reaches, the park is indeed composed of the dry tropical rainforest characteristic of much of Guanacaste, but as the terrain begins to climb towards two volcanoes – Volcán Orosí (1487m) and Volcán Cacao (1659m) – the landscape slowly transitions to the humid cloud forest that’s found throughout much of the highland Cordillera de Guanacaste. This habitat provides a refuge for altitudinal migrants that move between the coast and the highlands.There are two active biology research stations within the borders of the park. In addition to observing animal migratory patterns, researchers are monitoring the pace of reforestation, as much of the park is composed of ranch land. Interestingly, researchers have found that if the pasture is carefully managed (much of this management involves just letting nature take its course), the natural forest will reinstate itself in its old territory. Thus, crucial habitats in the national park are not just preserved, but in some cases are also expanded.From Maritza Biological Station, there are rough trails to the summits of Volcán Orosí and Volcán Cacao, and a better trail to a site of ancient petroglyphs. The Pitilla Biological Station lies on the northeastern side of Volcán Orosí, which is on the eastern side of the continental divide. The surrounding forests here are humid, lush and unlike anything you’ll find in the rest of Guanacaste.To reach Maritza Biological Station, turn east off the Interamericana opposite the turnoff for Cuajiniquíl. The station is about 17km east of the highway along a dirt road that may require a 4WD vehicle, especially in the wet season.To get to Pitilla Biological Station, turn east off the Interamericana about 12km north of the Cuajiniquíl turnoff, or 3km before La Cruz. Follow the paved eastbound road for about 28km to the community of Santa Cecilia. From here, a dirt road in truly terrible condition heads 11km south to the station – you’ll need a 4WD year-round."
},
{
    "country": "costa-rica",
    "city": "Northwestern Costa Rica",
    "index": 18,
    "name": "Parque Nacional Palo Verde",
    "latitude": "10.394117",
    "longitude": "-85.326004",
    "excerpt": "At the head of the Golfo de Nicoya, the 198 sq km Parque Nacional Palo Verde is a wetland sanctuary in Costa Rica’s driest province. The park’s shallow,…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/northwestern-costa-rica/interamericana-norte/attractions/parque-nacional-palo-verde/a/poi-sig/1200985/358296",
    "image_url": "https://lp-cms-production.imgix.net/2022-06/Costa-Rica-PaloVerdeNP-KryssiaCampos-GettyImages-816619078-RFC.jpg",
    "detail_description": "At the head of the Golfo de Nicoya, the 198 sq km Parque Nacional Palo Verde is a wetland sanctuary in Costa Rica’s driest province. The park’s shallow, permanent lagoons are focal points for wildlife, including the greatest concentrations of waterfowl and shorebirds in Central America. Several kilometers of hiking trails wind through the forests; boat tours (just outside the park) are an excellent way to visit the wetlands. Come during the driest months for greater concentrations of birds and animals and fewer mosquitoes.\nAll of the region’s major rivers drain into this basin, creating habitats including mangrove swamps, marshes, grassy savannas and evergreen forests. Low limestone hills provide lookouts over the park. The park's name comes from its abundant palo verdes (green trees), small shrubs that are green year-round.The park harbours plenty of wildlife. More than 300 species of birds have been recorded here, such as rare black-crowned night herons and the endangered jabirú; the park is also home to many mammals including the largest population of jaguarundis in Costa Rica. There are also numerous reptiles including crocodiles that are reportedly up to 5m in length.The dry season (December to March) is the best time to visit; flocks of birds tend to congregate in the remaining lakes and marshes, and trees lose their leaves, allowing for clearer viewing. That said, the entire basin swelters during the dry season, so bring adequate sun protection – and you’ll still want insect repellent. During the wet months, large portions of the area are flooded, and access may be limited."
},
{
    "country": "costa-rica",
    "city": "Southern Costa Rica & Península de Osa",
    "index": 17,
    "name": "Parque Nacional Chirripó",
    "latitude": "9.511709",
    "longitude": "-83.493605",
    "excerpt": "While much of the Cordillera de Talamanca is difficult to access, Costa Rica’s highest peak, Cerro Chirripó (3820m), is the focus of popular two-day…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/southern-costa-rica/attractions/parque-nacional-chirripo/a/poi-sig/1018830/358358",
    "image_url": null,
    "detail_description": "While much of the Cordillera de Talamanca is difficult to access, Costa Rica’s highest peak, Cerro Chirripó (3820m), is the focus of popular two-day ascents from San Gerardo de Rivas. Most hikers go up to Crestones Base Lodge and summit at sunrise the following day.\n"
},
{
    "country": "costa-rica",
    "city": "Southern Costa Rica & Península de Osa",
    "index": 16,
    "name": "Tiskita Jungle Lodge",
    "latitude": "8.355073",
    "longitude": "-83.13539",
    "excerpt": "Set on a verdant hillside between Pavones and Punta Banco, Tiskita Jungle Lodge consists of 100 hectares of virgin forest and a huge orchard, which…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-osa-and-golfo-dulce/pavones/attractions/tiskita-jungle-lodge/a/poi-sig/1200953/358343",
    "image_url": null,
    "detail_description": "Set on a verdant hillside between Pavones and Punta Banco, Tiskita Jungle Lodge consists of 100 hectares of virgin forest and a huge orchard, which produces more than 125 varieties of tropical fruit. Trails wind through surrounding rainforest, which contains waterfalls and freshwater pools suitable for swimming. The combination of rainforest, fruit farm and coastline attracts a long list of birds (about 300 species have been recorded here). Hikes led by knowledgeable local guides are available with advance reservations.\n"
},
{
    "country": "costa-rica",
    "city": "Southern Costa Rica & Península de Osa",
    "index": 15,
    "name": "Sitio Arqueológico Finca 6",
    "latitude": "8.910814",
    "longitude": "-83.478767",
    "excerpt": "This site, 4km north of Sierpe, offers the best opportunity to view the mysterious pre-Columbian spheres created by the Diquís civilization between 300…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-osa-and-golfo-dulce/sierpe/attractions/sitio-arqueologico-finca-6/a/poi-sig/1485683/358349",
    "image_url": null,
    "detail_description": "This site, 4km north of Sierpe, offers the best opportunity to view the mysterious pre-Columbian spheres created by the Diquís civilization between 300 BCE and 1500 CE, in their originally discovered locale, near culturally significant mounds 30m in diameter. In their original setting, one can really appreciate their size and perfect sphericity. The onsite museum screens an informative video on the spheres' significance and purpose, and there are other fascinating artifacts on display here, such as stone sculptures and metates (grain-grinding stones) unique to the Diquís.\n"
},
{
    "country": "costa-rica",
    "city": "Central Pacific Coast",
    "index": 14,
    "name": "Catarata Manantial de Agua Viva",
    "latitude": "9.753956",
    "longitude": "-84.592956",
    "excerpt": "This 200m-high waterfall is claimed to be the highest in the country. From the entrance, it’s a steep 3km (45-minute) hike down into the valley (an hour…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/tarcoles-around/attractions/catarata-manantial-de-agua-viva/a/poi-sig/1197037/1313943",
    "image_url": null,
    "detail_description": "This 200m-high waterfall is claimed to be the highest in the country. From the entrance, it’s a steep 3km (45-minute) hike down into the valley (an hour back up); at the bottom, the river continues through a series of natural swimming holes. The falls are most dramatic during the rainy season, though the serene rainforest setting is beautiful any time of year. A 5km dirt road past Hotel Villa Lapas leads to the primary entrance to the falls.\nKeep an eye out for monkeys in the canopy above, plus brightly colored poison-dart frogs as well as the occasional pair of scarlet macaws."
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 13,
    "name": "Mercado Central",
    "latitude": "9.9347609847497",
    "longitude": "-84.082083218561",
    "excerpt": "Though josefinos mainly do their shopping at chain supermarkets, San José’s crowded indoor markets retain an old-world, authentic feel. This main market,…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/mercado-central/a/poi-sig/425763/358357",
    "image_url": null,
    "detail_description": "Though josefinos mainly do their shopping at chain supermarkets, San José’s crowded indoor markets retain an old-world, authentic feel. This main market, lined with vendors hawking everything from spices and coffee beans to pura vida souvenir T-shirts. It's all super cheap, and likely made in China or Nicaragua (not the coffee beans, though).\nIn December Mercado Central sometimes has extended hours and is open on Sundays. While browsing, try an ice cream cone, or a quick ceviche at Poseidon."
},
{
    "country": "costa-rica",
    "city": "Uvita",
    "index": 12,
    "name": "Cascada Verde",
    "latitude": "9.178904",
    "longitude": "-83.730015",
    "excerpt": "Around 2.5km inland and uphill (toward Cascada Verde hostel), this waterfall plunges into an inviting deep pool, perfect for a refreshing dip. Visitors…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/uvita/attractions/cascada-verde/a/poi-sig/1533155/358253",
    "image_url": null,
    "detail_description": "Around 2.5km inland and uphill (toward Cascada Verde hostel), this waterfall plunges into an inviting deep pool, perfect for a refreshing dip. Visitors may see daredevils lie down at the top and slide some five meters down the cascade. This isn't recommended; the official path to the top is in disrepair and fenced off (rule breakers use the obvious hole in the fence).\nA trail leads down the hill to a smaller waterfall and Poza Pool beneath, also suitable for swimming. Keep walking along the path and you'll come to a tropical garden and the lower car park for the falls. A bar at the top entrance serves hot and cold drinks (from US$2-5), plus tacos, hummus, pasta and falafel (from US$6)."
},
{
    "country": "costa-rica",
    "city": "Montezuma",
    "index": 11,
    "name": "Montezuma Waterfalls",
    "latitude": "9.652655",
    "longitude": "-85.072803",
    "excerpt": "A 40-minute river hike leads to a waterfall with a delicious swimming hole. Further along, a second set of falls offers a good 12m leap into deep water…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/peninsula-de-nicoya/montezuma/attractions/montezuma-waterfalls/a/poi-sig/1373636/358334",
    "image_url": null,
    "detail_description": "A 40-minute river hike leads to a waterfall with a delicious swimming hole. Further along, a second set of falls offers a good 12m leap into deep water. Reach the 'diving platform' from the trail: do not try to scale the slippery rocks! Daring souls can test their Tarzan skills on the rope that swings over a third set. A lot of travelers enjoy these thrills but a few of them have died, so do it at your own risk.\nTo get to the parking area, head south from town and you'll see it just past Hotel La Cascada; once parked, take the trail to the right just after the bridge. You'll want proper hiking footwear. There are official rangers/guards (in official vests/hats) who work the trail and can offer the best advice, free of charge, on the safest routes to take, particularly during rainy season. Families with children or elderly members may want to enter via Sun Trails, which charges."
},
{
    "country": "costa-rica",
    "city": "Parque Nacional Manuel Antonio & Around",
    "index": 10,
    "name": "Playa Espadilla Sur",
    "latitude": "9.385218",
    "longitude": "-84.14609",
    "excerpt": "A half-hour hike from the park entrance, the exposed Playa Espadilla Sur is to the north of Punta Catedral and gorgeous with pinch-me scenes of white sand…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/parque-nacional-manuel-antonio/attractions/playa-espadilla-sur/a/poi-sig/1396859/1318781",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/iStock-178494302.jpg",
    "detail_description": "A half-hour hike from the park entrance, the exposed Playa Espadilla Sur is to the north of Punta Catedral and gorgeous with pinch-me scenes of white sand, backed by lush tropical forest. As tempted as you may be, swimming here can be dangerous – be aware of currents. There's drinking water, bathrooms and showers in the middle of the beach.\n"
},
{
    "country": "costa-rica",
    "city": "Southern Costa Rica & Península de Osa",
    "index": 9,
    "name": "Parque Nacional Isla del Coco",
    "latitude": "5.528228",
    "longitude": "-87.05743",
    "excerpt": "Around 500km southwest of the Costa Rica mainland, Isla del Coco is a natural wonder that teems with wildlife, including the largest schools of hammerhead…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/southern-costa-rica/attractions/parque-nacional-isla-del-coco/a/poi-sig/1532663/358358",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock127196843-rfc.jpeg",
    "detail_description": "Around 500km southwest of the Costa Rica mainland, Isla del Coco is a natural wonder that teems with wildlife, including the largest schools of hammerhead sharks on the planet. For that reason, divers descend from all corners, often venturing out on liveaboard trips with companies like Aggressor and Undersea Hunter. There's also some fascinating pirate history here, and apparently some buried treasure.\n"
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 8,
    "name": "Museo de Oro Precolombino y Numismática",
    "latitude": "9.933418",
    "longitude": "-84.076663",
    "excerpt": "This three-in-one museum houses an extensive collection of Costa Rica's most priceless pieces of pre-Columbian gold and other artifacts, including…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/museo-de-oro-precolombino-y-numismatica/a/poi-sig/425769/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4dce7e49dbf91e10408e0216d14e8ebf-museo-de-oro-precolombino-y-numismatica.jpg",
    "detail_description": "This three-in-one museum houses an extensive collection of Costa Rica's most priceless pieces of pre-Columbian gold and other artifacts, including historical currency and some contemporary regional art. The museum, located underneath the Plaza de la Cultura, is owned by the Banco Central and its architecture brings to mind all the warmth and comfort of a bank vault. The interactive 360-degree videography display of Bribrí cultural hierarchy in the basement is worth the admission price alone.\nSecurity is tight; visitors must leave bags at the door.A three-museum pass (US$33; covers this one, Museo de Jade and Museo Nacional) saves money if you plan to visit all – it has no expiration date."
},
{
    "country": "costa-rica",
    "city": "Parque Nacional Manuel Antonio & Around",
    "index": 7,
    "name": "Punta Catedral",
    "latitude": "9.38056",
    "longitude": "-84.149094",
    "excerpt": "Geography fun fact: this isthmus, which is the centerpiece of the park, is called a tombolo and was formed by the accumulation of sand between the…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/parque-nacional-manuel-antonio/attractions/punta-catedral/a/poi-sig/1396858/1318781",
    "image_url": "https://lp-cms-production.imgix.net/2023-11/iStock-1479366724-RFC.jpg",
    "detail_description": "Geography fun fact: this isthmus, which is the centerpiece of the park, is called a tombolo and was formed by the accumulation of sand between the mainland and the peninsula beyond, which was once an island. At its end, the isthmus widens into a rocky peninsula, with thick forest in the middle, encircled by Sendero Punta Catedral. There are good views of the Pacific Ocean and various rocky islets – nesting sites for brown boobies and pelicans.\nAlong this land bridge are the park's two amazing beaches, Playa Manuel Antonio, on the ocean side, and the slightly less visited (and occasionally rough) Playa Espadilla Sur, which faces Manuel Antonio village. With their turquoise waters, shaded hideouts and continual aerial show of brown pelicans, these beaches are dreamy."
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 6,
    "name": "Museo del Jade",
    "latitude": "9.933027",
    "longitude": "-84.072436",
    "excerpt": "This museum houses the world’s largest collection of American jade (pronounced ‘ha-day’ in Spanish), with an ample exhibition space of five floors…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/museo-del-jade/a/poi-sig/425765/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0907544c879bf7175a8b5cc078323770-museo-de-jade.jpg",
    "detail_description": "This museum houses the world’s largest collection of American jade (pronounced ‘ha-day’ in Spanish), with an ample exhibition space of five floors offering seven exhibits. There are nearly 7000 finely crafted, well-conserved pieces, from translucent jade carvings depicting fertility goddesses, shamans, frogs and snakes to incredible ceramics (some reflecting Maya influences), including a highly unusual ceramic head displaying a row of serrated teeth. Interesting indigenous history is on display, too. The museum cafe, Grano Verde, serves sandwiches, salads and smoothies.\nChildren aged five and under have free entry to the museum, and many of the interactive displays are designed with them in mind. Buy a three-museum pass (US$33; covers this one, Museo de Oro Precolombino y Numismática and Museo Nacional) to save money if you plan to visit all – it has no expiration date."
},
{
    "country": "costa-rica",
    "city": "Southern Costa Rica & Península de Osa",
    "index": 5,
    "name": "Wilson Botanical Garden",
    "latitude": "8.784739",
    "longitude": "-82.959995",
    "excerpt": "The world-class Wilson Botanical Garden is internationally known for its collection of more than 2000 native Costa Rican species. Species threatened with…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/southern-costa-rica/san-vito/attractions/wilson-botanical-garden/a/poi-sig/1198175/358366",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2588ee3494d475df0a98d2acd00f6c8b-wilson-botanical-garden.jpg",
    "detail_description": "The world-class Wilson Botanical Garden is internationally known for its collection of more than 2000 native Costa Rican species. Species threatened with extinction are preserved here for possible reforestation in the future. A trail map is available for self-guided walks amid exotic species such as orchids, bromeliads and medicinal plants. Guided walks are at 7:30am and 1:30pm. The botanical garden is a choice spot for birders, as it draws hundreds of Costa Rican and migrating species, as well numerous butterfly species.\nWilson Garden is 6km south of San Vito. Buses between San Vito and Neily (via Agua Buena not Cañas Gordas) pass the entrance to the garden.If you want to stay overnight at the botanical garden, make reservations well in advance: facilities often fill with researchers. Accommodations are in comfortable cabins (singles/doubles including meals and a tour US$105/180) in the midst of the gorgeous grounds. The rooms are simple, but they each have a balcony with an amazing view."
},
{
    "country": "costa-rica",
    "city": "Parque Nacional Volcán Arenal",
    "index": 4,
    "name": "Parque Nacional Volcán Arenal",
    "latitude": "10.460973",
    "longitude": "-84.736176",
    "excerpt": "From 1968 until 2010, Volcán Arenal was an ever-active and awe-striking natural wonder, producing menacing ash columns, massive explosions and streams of…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/parque-nacional-volcan-arenal/attractions/parque-nacional-volcan-arenal/a/poi-sig/1274396/1319939",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/364799e5cda5453224cc4d709f14c8b0-parque-nacional-volcan-arenal.jpg",
    "detail_description": "From 1968 until 2010, Volcán Arenal was an ever-active and awe-striking natural wonder, producing menacing ash columns, massive explosions and streams of glowing molten rock almost daily. While the fiery night views are gone for now, this mighty mountain is still a worthy destination. Part of the Area de Conservación Arenal, the park is rugged and varied, with about 15km of well-marked trails that follow old lava flows. Hikers routinely spot sloths, coatis, howler monkeys, white-faced capuchins and even anteaters.\nParque Nacional Volcán Arenal is approximately 17km west of La Fortuna. The main park entrance is on the road to El Castillo (turn off the main road 13km west of town). It’s easiest to reach the park by car or on a tour. Otherwise take any bus to Tilarán and ask the driver to let you off at the turnoff.In 2017 a new 'sector peninsula' set of trails opened, comprising 1.2km of trails, an observation tower and scenic lake overlook. Although the last entrance to the national park is at 2:30pm, you may be allowed to enter and stay at the new sector later."
},
{
    "country": "costa-rica",
    "city": "Parque Nacional Manuel Antonio & Around",
    "index": 2,
    "name": "Parque Nacional Manuel Antonio",
    "latitude": "9.3910107303562",
    "longitude": "-84.142915679683",
    "excerpt": "Featuring lush jungle, picture-perfect beaches and craggy headlands, this tiny park (1680 acres/680 hectares) absolutely brims with wildlife (and often…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/central-pacific-coast/quepos-and-manuel-antonio/attractions/parque-nacional-manuel-antonio/a/poi-sig/461386/358245",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/42577568.jpg",
    "detail_description": "Featuring lush jungle, picture-perfect beaches and craggy headlands, this tiny park (1680 acres/680 hectares) absolutely brims with wildlife (and often visiting humans). As you wander its lovely trails, you'll catch a glimpse of dangling sloths, squawking toucans and playful monkeys, and stumble on breathtaking views of the sea and nearby islands. To beat the crowds and maximize wildlife sightings, arrive early and make the most of the beach in the afternoon. The beaches and trails inside the park close at 4pm but you can still access the public beach outside the park after this time if you haven't had enough fun in the sun.\nHow much does it cost?\nAdult tickets are $18 and kids under 12 are admitted for just $5.65. You can only purchase your tickets online, so get them the&nbsp;afternoon before and walk straight in the following day. The park is open every day except Tuesday. Guided tours are also available to book online.\nDos and don'ts\n\nNon-alcoholic drinks are permitted but single-use plastics are not (this applies to bags too).&nbsp;\nTaking any kind of food into Parque Nacional Manuel Antonio is forbidden. There is a small kiosk within the park if you fancy a snack but that's all.\nNo pets are allowed in the park.\n\n&nbsp;\n&nbsp;\n&nbsp;\n"
},
{
    "country": "costa-rica",
    "city": "Cahuita",
    "index": 3,
    "name": "Playa Negra",
    "latitude": "9.7437318380567",
    "longitude": "-82.852433727349",
    "excerpt": "At the northwestern end of Cahuita, Playa Negra is a long, black-sand beach flying the bandera azul ecológica, a flag that indicates that the beach is…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/caribbean-coast/cahuita/attractions/playa-negra/a/poi-sig/1079466/358229",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-499670229_full.jpg",
    "detail_description": "At the northwestern end of Cahuita, Playa Negra is a long, black-sand beach flying the bandera azul ecológica, a flag that indicates that the beach is kept to the highest ecological standard. It's rarely crowded, so you can stretch out and relax as the Caribbean Sea laps at your feet.\nSwimming and surfing\nThis is undoubtedly Cahuita’s top spot for swimming due to the clean, calm water. However, when the swells are big, this place also has a good beach break for newbie surfers. It's an excellent option for those intimidated by the more popular surf locations; kids and adults alike can try out their surf skills in peace.\nAccommodation&nbsp;\nCahuita is just a 5 minute drive away or a 20 minute walk if you'd prefer to stretch your legs. The town has a great selection of hotels and guesthouses on offer in both the bustling center and the quieter northern end of town close to Playa Negra.&nbsp;If you're journeying between Playa Negra and the center at night, it's best to cycle (with lights) or take a taxi, especially if traveling alone.\nFood and drink\nCahuita offers some of the best Caribbean fare around, along with some surprisingly delicious Italian and French cuisine. There are good options closer to the beach, too.\n"
},
{
    "country": "costa-rica",
    "city": "San José",
    "index": 1,
    "name": "Teatro Nacional",
    "latitude": "9.933027",
    "longitude": "-84.076878",
    "excerpt": "On the southern side of the Plaza de la Cultura resides the Teatro Nacional, San José’s most revered building. Constructed in 1897, it features a columned…",
    "detail_url": "https://www.lonelyplanet.com/costa-rica/san-jose/attractions/teatro-nacional/a/poi-sig/425775/358357",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e609d47d84207cf6d48047ddc85e9d88-teatro-nacional.jpg",
    "detail_description": "On the southern side of the Plaza de la Cultura resides the Teatro Nacional, San José’s most revered building. Constructed in 1897, it features a columned neoclassical facade flanked by statues of Beethoven and famous 17th-century Spanish dramatist Calderón de la Barca. The lavish marble lobby and auditorium are lined with paintings depicting various facets of 19th-century life.\nHistory\nWhen construction began in the late 19th century, the President of Costa Rica was determined to create a lavish and impressive building that was worthy of the moniker 'National Theater'. However, the population of Costa Rica was quite low – San Jose alone had only around 20,000 residents – and cost was a major consideration. President José Joaquín Rodríguez Zeledón's solution to this problem was to place a tax on coffee, the main export of the country at the time. The construction was fraught with problems until an Italian engineer was brought in to oversee the entire project and guide it to success.\nThe theater's most famous painting is Alegoría al café y el banano, an idyllic canvas showing coffee and banana harvests. The painting was produced in Italy and shipped to Costa Rica for installation in the theater, and the image was reproduced on the old ₡5 note (now out of circulation). It seems clear that the painter never witnessed a banana harvest because of the way the man in the center is awkwardly grasping a bunch (actual banana workers hoist the stems onto their shoulders).\n\n  \nSquare in front of the famous National Theater of Costa Rica in San Jose at night. ©Mihai-Bogdan Lazar/Shutterstock\n\nPerformances and tours\nCosta Rica’s most important theater stages plays, dance, opera, classical concerts, Latin American music and other major events. The main season runs from March to November, but there are performances throughout the year. The hourly tours here are fantastic – guests are regaled with stories of the art, architecture and people behind Costa Rica's crown jewel of the performing arts. The best part is a peek into otherwise off-limits areas, such as the Smoking Room, which features famous paintings, lavish antique furnishings and ornate gold trim. Tours are offered every hour on the hour in Spanish and English, to a maximum of 30 people. Children under 12 are free. \nAlma de Cafe\nOne of the most beautiful cafes in the city, this spot evokes early 20th-century Vienna. It's a perfect place to sip a cappuccino, enjoy a crepe or quiche and take in the lovely ceiling frescoes and rotating art exhibitions. The coffee concoctions – such as the chocolate alma de cafe, spiked with cinnamon and clove – are an excellent midday indulgence. Once you're finished soaking up all the culture within the theater, you can easily join one of the city walking tours that start from the cafe.\n"
}
]