[
{
    "country": "cremona",
    "city": "Cremona",
    "index": 1,
    "name": "Museo del Violino",
    "latitude": "45.131385",
    "longitude": "10.02305",
    "excerpt": "Cremona’s history echoes to sound of violins and violin-making, meaning a visit to this relatively new, state-of-the-art museum is practically obligatory…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/museo-del-violino/a/poi-sig/1407934/359945",
    "image_url": null,
    "detail_description": "Cremona’s history echoes to sound of violins and violin-making, meaning a visit to this relatively new, state-of-the-art museum is practically obligatory should you desire to understand the city properly. Essential pit stops include a small workshop where you can see a luthier (violin-maker) in action, a dramatically lit corridor full of gorgeous Cremona-made violins dating back to the 17th century, and a special room containing the drawings, moulds and tools legendary craftsman Stradivari used in his workshop.\nDon't miss the enclosed wooden 'immersion dome' where you can listen to the violin in action as videos of famous performances are projected on the ceiling (it's about as close as you can get to being inside the soundbox of a violin). The complex also features a specially engineered auditorium that hosts classical-music events. Pick up a free audio guide to explore the collection."
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 10,
    "name": "Loggia dei Militi",
    "latitude": "45.13302",
    "longitude": "10.02463",
    "excerpt": "A delightful little Gothic gem built in 1292, the Loggia dei Militi was where the captains of the citizen militia would meet.",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/loggia-dei-militi/a/poi-sig/1018956/359945",
    "image_url": null,
    "detail_description": "A delightful little Gothic gem built in 1292, the Loggia dei Militi was where the captains of the citizen militia would meet.\n"
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 9,
    "name": "Battistero di Cremona",
    "latitude": "45.133156",
    "longitude": "10.025016",
    "excerpt": "The 12th-century baptistry houses some architectural fragments, including a 12th-century figure of the Archangel Gabriel that once perched on the roof.",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/battistero-di-cremona/a/poi-sig/1018955/359945",
    "image_url": null,
    "detail_description": "The 12th-century baptistry houses some architectural fragments, including a 12th-century figure of the Archangel Gabriel that once perched on the roof.\n"
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 7,
    "name": "Palazzo Comunale",
    "latitude": "45.133459",
    "longitude": "10.024531",
    "excerpt": "The Palazzo Comunale has been home to the city's government for hundreds of years. Begun in the 13th century, its arcaded walkways and courtyards were…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/palazzo-comunale/a/poi-sig/1018951/359945",
    "image_url": null,
    "detail_description": "The Palazzo Comunale has been home to the city's government for hundreds of years. Begun in the 13th century, its arcaded walkways and courtyards were gradually extended and embellished. On the central pillar of the main facade, look out for the marble arengario (a balcony from which decrees were made and speeches given); it was added in 1507.\n"
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 8,
    "name": "Piazza del Comune",
    "latitude": "45.133315",
    "longitude": "10.024896",
    "excerpt": "This beautiful, pedestrian-only piazza is considered one of the best-preserved medieval squares in all Italy. To maintain divisions between Church and…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/piazza-del-comune/a/poi-sig/1018952/359945",
    "image_url": null,
    "detail_description": "This beautiful, pedestrian-only piazza is considered one of the best-preserved medieval squares in all Italy. To maintain divisions between Church and state, buildings linked to the Church were erected on the eastern side and those linked to secular affairs were constructed on the west.\n"
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 6,
    "name": "Chiesa di Sant'Agostino",
    "latitude": "45.135093",
    "longitude": "10.019349",
    "excerpt": "Once inside the 14th-century Chiesa di Sant'Agostino, head for the third chapel on the right, the Cappella Cavalcabò, which features a stunning late…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/chiesa-di-sant-agostino/a/poi-sig/1370430/359945",
    "image_url": null,
    "detail_description": "Once inside the 14th-century Chiesa di Sant'Agostino, head for the third chapel on the right, the Cappella Cavalcabò, which features a stunning late-Gothic fresco cycle by Bonifacio Bembo and his assistants. One of the altars is graced with a 1494 painting by Pietro Perugino, Madonna in trono e santi (The Madonna Enthroned with Saints).\n"
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 5,
    "name": "Chiesa di San Sigismondo",
    "latitude": "45.125397",
    "longitude": "10.054137",
    "excerpt": "A few kilometres southeast of the old city, the 15th-century Chiesa di San Sigismondo features a 16th-century fresco cycle that is a superb example of…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/chiesa-di-san-sigismondo/a/poi-sig/1370431/359945",
    "image_url": null,
    "detail_description": "A few kilometres southeast of the old city, the 15th-century Chiesa di San Sigismondo features a 16th-century fresco cycle that is a superb example of Mannerist painting. All the big names of the Cremona art scene contributed, including the Campi brothers and Camillo Boccaccino, son of Boccaccio. Camillo did the entire presbytery, with images including Adultera (Adultress) and Risurrezione di Lazzaro (Resurrection of Lazarus).\nThe church was built between 1463 and 1492 to commemorate the wedding of Francesco Sforza to Bianca Maria Visconti in 1441."
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 4,
    "name": "Museo Civico Ala Ponzone",
    "latitude": "45.137954",
    "longitude": "10.021398",
    "excerpt": "Set in the spacious halls of the Palazzo Affaitati, Cremona's finest art gallery houses an exquisite collection of paintings dating from the 15th to the…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/museo-civico-ala-ponzone/a/poi-sig/1018953/359945",
    "image_url": null,
    "detail_description": "Set in the spacious halls of the Palazzo Affaitati, Cremona's finest art gallery houses an exquisite collection of paintings dating from the 15th to the 19th centuries. The museum's star is a stunning work by Caravaggio, which gets one moodily lit room largely to itself, San Francesco in meditazione (Saint Francis in Meditation). Other pieces from the treasure trove include paintings from Cremona masters such as Boccaccio Boccaccino, Bernardino Gatti and the Campi family (Antonio, Giulio, Vincenzo).\nFor a bit of levity don't miss the picaresque tavern scenes of Giacomo Cipper (note the drunken lad vomiting in the corner) or whimsical works by Bernardino De Hò (oversized heads and walking dogs included).There are also a few stringed instruments on the upper floors."
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 3,
    "name": "Torrazzo",
    "latitude": "45.133724",
    "longitude": "10.025132",
    "excerpt": "Cremona's 111m-tall torrazzo (bell tower, although 'torrazzo' translates literally as ‘great, fat tower’) is the third tallest brick bell tower in the…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/torrazzo/a/poi-sig/1018957/359945",
    "image_url": null,
    "detail_description": "Cremona's 111m-tall torrazzo (bell tower, although 'torrazzo' translates literally as ‘great, fat tower’) is the third tallest brick bell tower in the world. A total of 502 steps wind up to the top (there's no lift). The effort is more than repaid with marvellous views across the city. In 2018 the tower opened a new 'vertical museum' inside its lean frame dedicated to astronomy, time measurement and clocks, including a Foucault's pendulum exhibit.\nThe tower took 80 years to build and was completed in 1309. The clock has been tinkered with considerably over the years (the last time in the 1970s) but remains an extraordinary example of European craftsmanship, designed not only to tell the time but to measure the phases of the moon and seasons, and present astrological information."
},
{
    "country": "cremona",
    "city": "Cremona",
    "index": 2,
    "name": "Cattedrale di Cremona",
    "latitude": "45.133466",
    "longitude": "10.025196",
    "excerpt": "Welcome to an ecclesial colossus. Cremona’s cathedral started out as a Romanesque basilica, but the simplicity of that style later gave way to an…",
    "detail_url": "https://www.lonelyplanet.com/italy/lombardy-and-the-lakes/cremona/attractions/cattedrale-di-cremona/a/poi-sig/1370624/359945",
    "image_url": null,
    "detail_description": "Welcome to an ecclesial colossus. Cremona’s cathedral started out as a Romanesque basilica, but the simplicity of that style later gave way to an extravagance of designs. The interior frescoes are utterly overwhelming, with the Storie di Cristo (Stories of Christ) by Pordenone perhaps the highlights. One of the chapels contains what is said to be a thorn from Jesus' crown of thorns.\nThe cathedral was finished in 1107 but was badly damaged by an earthquake in 1117 and rebuilt by 1190. In subsequent centuries, various embellishments left traces of Gothic, Renaissance and baroque taste. As a result, Romanesque sculptures from the pre-earthquake church adorn the facade, whose upper part is largely the result of Renaissance renovation, meanwhile the brick north facade is a fine example of Lombard Gothic.The central nave and apse have especially rich frescoes and paintings, with scenes dedicated to the lives of the Virgin Mary and Christ. The local, Ferrara-born Renaissance master Boccaccio Boccaccino carried out many of them. Pordenone's mesmerising Storie di Cristo include the Crocifissione (Crucifixion) and Deposizione (Deposition); both are especially powerful and filled with curvaceous movement and voluptuous colour.The cathedral's most prized possession is the Sacra Spina (Holy Thorn), reputed to be from the crown of thorns worn by Jesus, which was donated to the church by Cremona-born Pope Gregory XIV in 1591. It's kept behind bars in the Capella delle Reliquie, in the left transept. In the crypt, the robed and masked body of Cremona's 12th-century patron saint, San Omobono Tucenghi, is on show in a glass casket."
}
]