[
{
    "country": "croatia",
    "index": 40,
    "name": "Croatian Association of Artists",
    "latitude": "45.809889",
    "longitude": "15.987275",
    "excerpt": "East of the centre, this gallery is housed in one of the few architectural works by Ivan Meštrović and has a busy and diverse rolling program of…",
    "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/croatian-association-of-artists/a/poi-sig/1271043/358800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3537f67ec98bd77148ac2e2c759c6f39-croatian-association-of-artists.jpg",
    "detail_description": "East of the centre, this gallery is housed in one of the few architectural works by Ivan Meštrović and has a busy and diverse rolling program of exhibitions and events throughout the year. It's a must on the art circuit of Zagreb; check out what's on while you're in town. The building itself has also had several fascinating incarnations, reflecting the region’s history in a nutshell.\nOriginally designed by Meštrović in 1938 as an exhibition pavilion, the structure honoured King Petar Karađorđević, the ruler of the Kingdom of Serbs, Croats and Slovenes – which grated against the sensibilities of Croatia’s nationalists. With the onset of a fascist government, the building was renamed the Zagreb Artists’ Centre in May 1941; several months later Ante Pavelić, Croatia’s fascist leader, gave orders for the building to be evacuated of all artwork and turned into a mosque (claiming it was to make the local Muslim population feel at home). There were murmurs of disapproval from the artists, but the building was significantly restructured and eventually surrounded by three minarets.With the establishment of socialist Yugoslavia, however, the mosque was promptly closed and the building’s original purpose restored – though it was renamed the Museum of the People’s Liberation. A permanent exhibition was set up and in 1949 the government had the minarets knocked down. In 1951 an architect called V Richter set about returning the building to its original state according to Meštrović’s design.The building has remained an exhibition space ever since, with a nonprofit association of Croatian artists making use of it. Despite being renamed the Croatian Association of Artists in 1991 by the country’s new government, everyone in Zagreb still knows it as ‘the old mosque’."
},
{
    "country": "croatia",
    "index": 37,
    "name": "Mljet National Park",
    "latitude": "42.774987",
    "longitude": "17.36439",
    "excerpt": "Covering 5400 hectares of land and sea at the western end of the island of Mljet, this national park offers shady walking and cycling tracks, a ruggedly…",
    "detail_url": "https://www.lonelyplanet.com/croatia/mljet-national-park/attractions/mljet-national-park/a/poi-sig/1194970/1341409",
    "image_url": null,
    "detail_description": "Covering 5400 hectares of land and sea at the western end of the island of Mljet, this national park offers shady walking and cycling tracks, a ruggedly beautiful coastline, ancient ruins and saltwater lakes. The main hubs are the villages of Pomena and Polače, which buzz with visitors on summer days but quieten down again once all the boats leave.\n"
},
{
    "country": "croatia",
    "index": 39,
    "name": "Franciscan Monastery & Museum",
    "latitude": "42.641725",
    "longitude": "18.107775",
    "excerpt": "Within this monastery's solid stone walls are a gorgeous mid-14th-century cloister, a historic pharmacy and a small museum with a collection of relics and…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/franciscan-monastery-museum/a/poi-sig/445091/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c744a85d94f5a6b4ddcd8049f8f9c3121235f8e3b5e44df245809a24c88b3100.jpg",
    "detail_description": "Within this monastery's solid stone walls are a gorgeous mid-14th-century cloister, a historic pharmacy and a small museum with a collection of relics and liturgical objects, including chalices, paintings and gold jewellery, and pharmacy items such as laboratory gear and medical books.\nBefore you head inside, stop to admire the remarkable pietà over the church door, sculpted by the local masters Petar and Leonard Andrijić in 1498. Unfortunately, the portal is all that remains of a richly decorated church that was destroyed in the 1667 earthquake. Its baroque replacement is adorned with ornate altars capped with large paintings.Access the cloister and the museum via the small passage between the monastery church and St Saviour's church. The cloister is one of the most beautiful late-Romanesque structures in Dalmatia. Notice how each capital over the incredibly slim dual columns is topped by a different figure, portraying human heads, animals and floral arrangements. At the centre is a small square garden that’s shaded by orange and palm trees.Further inside is the original location of the third-oldest functioning pharmacy in Europe, which has been in business since 1317. It may have been the first pharmacy in Europe open to the general public. The room is now part of the monastery's museum, with pharmacy displays taking up one wall and the rest filled with religious artefacts and art. Highlights include a large painted altar crucifix by Blaž Jurjev Trogiranin (1428) and Vlaho Bukovac's The New Ring (1892), one of a handful of secular pieces in the collection.Moved from its first location several times, the present-day pharmacy sits just before the museum ticket desk by the monastery entrance."
},
{
    "country": "croatia",
    "index": 38,
    "name": "Lopud",
    "latitude": "42.684581",
    "longitude": "17.949944",
    "excerpt": "Car-free Lopud has the prettiest settlement of all the Elafitis, composed of stone houses surrounded by exotic gardens and overlooked by ruined fortresses…",
    "detail_url": "https://www.lonelyplanet.com/croatia/elafiti-islands/attractions/lopud/a/poi-sig/1544909/1319363",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/63d68fb96efb6793e2776947491b5a58-lopud.jpg",
    "detail_description": "Car-free Lopud has the prettiest settlement of all the Elafitis, composed of stone houses surrounded by exotic gardens and overlooked by ruined fortresses. There's a little beach in the town, but you're better off walking across the spine of the island to beautiful sandy Šunj, where a little bar serves griddled fish. The walk takes about 25 minutes, or you can grab a ride in a golf cart for around 20KN.\nThe first sight when sailing into the harbour is the immense sea wall and 30m-high bell tower of Lopud's 15th-century Franciscan Monastery. The only part of the complex that is regularly open to the public is St Mary-of-the-Cave Church, built in 1483 and worth a visit for its 16th-century altarpiece and intricately carved choir chairs.Further along the seaside promenade is shady Ɖorđić-Mayneri Park, laid out in the late 19th-century by the great-granddaughter of Dubrovnik's last rector. Botanical specimens from around the world include North African date palms, North American magnolias and Tasmanian eucalyptus trees.Dedicated to the patron saint of sailors, St Nicholas' Church attests to the times when Lopud was an important seafaring centre. Positioned on the waterfront, this 1482 church is modest in content, but provides an airy environment for a quiet moment.It's also worth seeking out Your Black Horizon Art Pavilion, set in an orchard of cypress, carob and olive trees on the edge of the settlement. This amalgamation of contemporary art and architecture was moved here after originally being presented at the Venice Biennale in 2005. Inside is a light installation that showcases the colour changes on the horizon over a 24-hour period, shortened into a 15-minute looping LED display."
},
{
    "country": "croatia",
    "index": 36,
    "name": "Vidova Gora",
    "latitude": "43.279205",
    "longitude": "16.619997",
    "excerpt": "At 778m, Vidova Gora is the highest point on the Adriatic Islands and the view from the top is astounding. From here the entire island of Hvar is spread…",
    "detail_url": "https://www.lonelyplanet.com/croatia/brac-island/attractions/vidova-gora/a/poi-sig/1599721/1318914",
    "image_url": null,
    "detail_description": "At 778m, Vidova Gora is the highest point on the Adriatic Islands and the view from the top is astounding. From here the entire island of Hvar is spread out like a map, with Vis and the mountains of the Pelješac Peninsula and Biokovo filling the horizon. It's easily reached by a good sealed road through a pine forest (look for the turnoff southeast of Nerežišća) or sweat your way up from Bol on foot (two hours) or by mountain bike.\n"
},
{
    "country": "croatia",
    "index": 35,
    "name": "Stiniva",
    "latitude": "43.021451",
    "longitude": "16.171467",
    "excerpt": "Tiny Stiniva is Vis’ most perfect cove. The high cliffs surrounding it form an almost complete circle, with a gap of only about 10m open to the sea. The…",
    "detail_url": "https://www.lonelyplanet.com/croatia/vis-island/attractions/stiniva/a/poi-sig/1544322/1326103",
    "image_url": null,
    "detail_description": "Tiny Stiniva is Vis’ most perfect cove. The high cliffs surrounding it form an almost complete circle, with a gap of only about 10m open to the sea. The beach is lined with large, smooth pebbles, which blaze white against the blue waters. Stiniva can be reached by an extremely steep and rough track, but it's much more easily accessed by boat. Most excursion boats from Vis Town and Komiža offer Stiniva as an option, but Rukavac is much closer.\n"
},
{
    "country": "croatia",
    "index": 34,
    "name": "Croatian Museum of Naïve Art",
    "latitude": "45.815296",
    "longitude": "15.973338",
    "excerpt": "A feast for fans of Croatia’s naive art (a form that was highly fashionable locally and worldwide during the 1960s and ’70s and has declined somewhat…",
    "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/croatian-museum-of-naive-art/a/poi-sig/425153/358800",
    "image_url": null,
    "detail_description": "A feast for fans of Croatia’s naive art (a form that was highly fashionable locally and worldwide during the 1960s and ’70s and has declined somewhat since), this small museum displays 80 artworks (a smidgen of the museum's total 1900 holdings) that illustrate the full range of colourful, and often dreamlike, styles within the genre. The discipline’s most important artists, such as Generalić, Mraz, Rabuzin and Smajić, are all displayed here.\nIn early 2018 plans were announced to construct a new gallery space on Vranicanijeva (a hop-skip-jump from the current location) to display the museum's collection."
},
{
    "country": "croatia",
    "index": 33,
    "name": "Obonjan Island",
    "latitude": "43.679046",
    "longitude": "15.787354",
    "excerpt": "The tiny car-free island of Obonjan, around 10km off Šibenik, has been transformed into a holiday resort, but one with a twist. Accommodation is in safari…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dalmatia/attractions/obonjan-island/a/poi-sig/1545043/358782",
    "image_url": null,
    "detail_description": "The tiny car-free island of Obonjan, around 10km off Šibenik, has been transformed into a holiday resort, but one with a twist. Accommodation is in safari-style tent lodges, some with views straight across the Adriatic, but the main attraction is the month-long cultural program, packed with DJs, film screenings, talks, workshops, art events and sport. There are also four restaurants, three bars, free yoga classes, and boat trips around the region.\nThree boats leave Šibenik daily when the resort is open. The fare is 105KN each way. Booking ahead is essential. Check the website for prices and packages if you plan to stay."
},
{
    "country": "croatia",
    "index": 32,
    "name": "Colentum Beach",
    "latitude": "43.832871",
    "longitude": "15.594749",
    "excerpt": "On Murter's northern coast, along the western edge of the Gradina Peninsula north of the settlement of Marina Hramina, is one of Dalmatia's most unusual…",
    "detail_url": "https://www.lonelyplanet.com/croatia/tisno-murter-island/attractions/colentum-beach/a/poi-sig/1601916/1339757",
    "image_url": null,
    "detail_description": "On Murter's northern coast, along the western edge of the Gradina Peninsula north of the settlement of Marina Hramina, is one of Dalmatia's most unusual beaches. Opened to the public in 2017, Colentum Beach (sometimes spelled Kolentum) is a 200m arc of sand with a very special attraction: tumbling into the sea at the southern end are the remains of a Roman villa that dates to the 1st century AD. It's an evocative sight, not to mention a lovely place to swim.\nAt research time, infrastructure was being improved in the form of better access pathways and information panels, while surrounding stone fences were also being restored."
},
{
    "country": "croatia",
    "index": 31,
    "name": "Krka National Park",
    "latitude": "43.857059",
    "longitude": "15.977211",
    "excerpt": "Stretching from the western foot of the Dinaric Range into the sea near Šibenik, the 73km Krka River and its wonderful waterfalls define the landscape of…",
    "detail_url": "https://www.lonelyplanet.com/croatia/krka-national-park/attractions/krka-national-park/a/poi-sig/1273223/1318910",
    "image_url": null,
    "detail_description": "Stretching from the western foot of the Dinaric Range into the sea near Šibenik, the 73km Krka River and its wonderful waterfalls define the landscape of Krka National Park. The waterfalls are a karstic phenomenon: over millennia river water has created a canyon up to 200m deep through limestone hills. It's the most dramatic natural sight in the region, but there are also several artificial sights within the park that are well worth the effort to reach.\nThere are five main entrances to the park. As most people visit from Šibenik, the two most popular starting points are Skradin and Lozovac at the southern end. The other three entrances are at Roški Slap, Krka Monastery and Burnum, which can all be reached by car."
},
{
    "country": "croatia",
    "index": 30,
    "name": "Srđ",
    "latitude": "42.649238",
    "longitude": "18.111649",
    "excerpt": "From the top of this 412m-high hill, Dubrovnik's old town looks even more surreal than usual – like a scale model of itself or an illustration on a page…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/srd/a/poi-sig/1598309/358783",
    "image_url": null,
    "detail_description": "From the top of this 412m-high hill, Dubrovnik's old town looks even more surreal than usual – like a scale model of itself or an illustration on a page. The views take in all of Dubrovnik and Lokrum, with the Elafiti Islands filling the horizon. It's this extraordinary vantage point that made Srđ a key battleground during the 1990s war. That story is told in Dubrovnik During the Homeland War, an exhibition housed in Fort Imperial at the summit.\nThe easiest and quickest way to get to the top is by cable car, or you can drive (follow the signs to Bosanka), walk via the Way of the Cross, or catch bus 17 from the Pile stop to Bosanka and then walk the final 1.5km."
},
{
    "country": "croatia",
    "index": 29,
    "name": "St Lawrence's Cathedral",
    "latitude": "43.51714",
    "longitude": "16.251419",
    "excerpt": "Trogir's show-stopping attraction is its three-naved Venetian cathedral, one of the finest architectural works in Croatia, built between the 13th and 15th…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dalmatia/trogir/attractions/st-lawrence-s-cathedral/a/poi-sig/1065671/358790",
    "image_url": null,
    "detail_description": "Trogir's show-stopping attraction is its three-naved Venetian cathedral, one of the finest architectural works in Croatia, built between the 13th and 15th centuries. Master Radovan carved the grand Romanesque portal in 1240, flanked by a nude Adam and Eve standing on the backs of lions. At the end of the portico is another fine piece of sculpture: the 1464 cherub-filled baptistery sculpted by Andrija Aleši.\nInside, don't miss the richly decorated 15th-century Chapel of Blessed Ivan Orsini, Trogir's first bishop, halfway along the left-hand wall. Be sure to take a look at the treasury, which contains an ivory triptych and various silver reliquaries. You can also climb the 47m-high cathedral bell tower for views over the old town."
},
{
    "country": "croatia",
    "index": 28,
    "name": "Lubenice Beach",
    "latitude": "44.885986",
    "longitude": "14.321516",
    "excerpt": "One of Kvarner’s most remote and beautiful beaches, this secluded cove is accessed by following a steep path through the scrub. The 45-minute descent is a…",
    "detail_url": "https://www.lonelyplanet.com/croatia/lubenice/attractions/lubenice-beach/a/poi-sig/1603112/1327446",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/3_CLIENT-Lubenice-Cres_photo-Mladen-Scerbe-CNTB.jpg",
    "detail_description": "One of Kvarner’s most remote and beautiful beaches, this secluded cove is accessed by following a steep path through the scrub. The 45-minute descent is a breeze, but coming back up is more of a challenge (you might want to take a taxi boat from Valun or Cres).\n"
},
{
    "country": "croatia",
    "index": 27,
    "name": "Paradise Beach",
    "latitude": "44.823993",
    "longitude": "14.741292",
    "excerpt": "One of Croatia's best beaches, this sickle of fine sand hems Lopar's southern flank and is the biggest attraction in these parts. Backed by all sorts of…",
    "detail_url": "https://www.lonelyplanet.com/croatia/lopar/attractions/paradise-beach/a/poi-sig/1339640/1318901",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/a785da7df12839768a2ee6ff62686d59-paradise-beach.jpg",
    "detail_description": "One of Croatia's best beaches, this sickle of fine sand hems Lopar's southern flank and is the biggest attraction in these parts. Backed by all sorts of attractions, from minigolf to ice-cream parlours, this is the ideal spot for a family holiday. The beach hardly shelves as it goes out into the warm Adriatic, and a small offshore island makes for a great swimming or kayaking destination.\n"
},
{
    "country": "croatia",
    "index": 26,
    "name": "War Photo Limited",
    "latitude": "42.641607",
    "longitude": "18.10872",
    "excerpt": "An immensely powerful experience, this gallery features compelling exhibitions curated by New Zealand photojournalist Wade Goddard, who worked in the…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/war-photo-limited/a/poi-sig/445121/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3cdf4a5b3da81c060512e85d6c9dc4bb-war-photo-limited.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 25,
    "name": "St Mary's Campanile",
    "latitude": "44.754703",
    "longitude": "14.761215",
    "excerpt": "Dating from the 12th century, this is Rab’s tallest bell tower and one of the most beautiful on the entire Croatian coast. The 26m edifice is topped with…",
    "detail_url": "https://www.lonelyplanet.com/croatia/rab-town/attractions/st-mary-s-campanile/a/poi-sig/1273139/1002800",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/313089de3282e9a264a7c934bb19012e-st-mary-s-campanile.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 22,
    "name": "Krka Monastery",
    "latitude": "43.962148",
    "longitude": "15.989914",
    "excerpt": "This isn't just the most important Serbian Orthodox monastery in Croatia; it's one of the faith's most important sites full stop. Featuring a unique…",
    "detail_url": "https://www.lonelyplanet.com/croatia/krka-national-park/attractions/krka-monastery/a/poi-sig/1336733/1318910",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 21,
    "name": "Temple of Augustus",
    "latitude": "44.870089",
    "longitude": "13.841947",
    "excerpt": "Fronted by a high porch supported by six Corinthian columns, this small but perfectly proportioned temple was built sometime between 2 BC and AD 14. It…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/pula/attractions/temple-of-augustus/a/poi-sig/1050338/358798",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a786260ee71245f8f3e33725e532cbdd-temple-of-augustus.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 24,
    "name": "Stara Baška",
    "latitude": "44.967166",
    "longitude": "14.663401",
    "excerpt": "For one of Krk's best beaches, head south of Punat on the lonely road to Stara Baška. It’s a superlative drive, through steep, parched hills and lunar…",
    "detail_url": "https://www.lonelyplanet.com/croatia/punat/attractions/stara-baska/a/poi-sig/1603119/1326070",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/14996e0ba997b8dafea1c31917befc5a-stara-baska.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 23,
    "name": "Sea Organ",
    "latitude": "44.117316",
    "longitude": "15.21983",
    "excerpt": "Zadar’s incredible Sea Organ, designed by local architect Nikola Bašić, is unique. Set within the perforated stone stairs that descend into the sea is a…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dalmatia/zadar/attractions/sea-organ/a/poi-sig/1289546/358791",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/501847251_super.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 20,
    "name": "Mirogoj",
    "latitude": "45.83433114524",
    "longitude": "15.986824035644",
    "excerpt": "A 10-minute ride north of the city centre (or a 30-minute walk through leafy streets) takes you to one of the most beautiful cemeteries in Europe, sited…",
    "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/mirogoj/a/poi-sig/425135/358800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aee061633833b04d69da0f239b492d1d-mirogoj.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 19,
    "name": "Sun Salutation",
    "latitude": "44.117524",
    "longitude": "15.219841",
    "excerpt": "Another wacky and wonderful creation by Nikola Bašić (the local architect who designed the nearby Sea Organ), this 22m-wide circle set into the pavement…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dalmatia/zadar/attractions/sun-salutation/a/poi-sig/1266717/358791",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/143073034_full.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 17,
    "name": "Trsat Castle",
    "latitude": "45.332343",
    "longitude": "14.455036",
    "excerpt": "High on a hill above the city, this semiruined 13th-century fortress offers magnificent vistas from its bastions and ramparts, looking down the Rječina…",
    "detail_url": "https://www.lonelyplanet.com/croatia/gulf-of-kvarner/rijeka/attractions/trsat-castle/a/poi-sig/1271794/358795",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128523137_full.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 18,
    "name": "Museum of Broken Relationships",
    "latitude": "45.814915",
    "longitude": "15.973424",
    "excerpt": "From romances that withered to broken family connections, this wonderfully quirky museum explores the mementos left over after a relationship ends…",
    "detail_url": "https://www.lonelyplanet.com/croatia/zagreb/attractions/museum-of-broken-relationships/a/poi-sig/1321845/358800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d101d2b4972d505df9a4d350315ddf68-museum-of-broken-relationships.jpeg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 16,
    "name": "Rector’s Palace",
    "latitude": "42.640283670239",
    "longitude": "18.110618314783",
    "excerpt": "Built in the late 15th century for the elected rector who governed Dubrovnik, this Gothic-Renaissance palace contains the rector’s office and private…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/rector-s-palace/a/poi-sig/1192928/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/852ed3b0e50e86cda8150e83d33156db9f85ad31b4b2dee984ff84ccbab88ad6.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 15,
    "name": "St Euphemia's Church",
    "latitude": "45.083157",
    "longitude": "13.630922",
    "excerpt": "Built from 1725 to 1736, this imposing structure – the largest baroque church in Istria – dominates Rovinj from its hilltop location in the middle of the…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/rovinj/attractions/st-euphemia-s-church/a/poi-sig/1265387/358799",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba4d82b635a27a41be43205acc0930cb-st-euphemia-s-church.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 14,
    "name": "Roman Amphitheatre",
    "latitude": "44.873184",
    "longitude": "13.850091",
    "excerpt": "Pula’s most famous and imposing sight is this 1st-century oval amphitheatre, overlooking the harbour northeast of the old town. It's a huge and truly…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/pula/attractions/roman-amphitheatre/a/poi-sig/470814/358798",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/15b15de3c6ad9750d44ddd472eb5c015-roman-amphitheatre.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 13,
    "name": "Euphrasian Basilica",
    "latitude": "45.228518",
    "longitude": "13.593414",
    "excerpt": "Top billing in Poreč goes to the 6th-century Euphrasian Basilica, a World Heritage Site and one of Europe’s finest intact examples of Byzantine art. Built…",
    "detail_url": "https://www.lonelyplanet.com/croatia/istria/porec/attractions/euphrasian-basilica/a/poi-sig/477386/358797",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8e8ffbaf9f5a48a6f4ec8bdddff91a32-euphrasian-basilica.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 12,
    "name": "St Mark’s Cathedral",
    "latitude": "42.96156376",
    "longitude": "17.136196436",
    "excerpt": "Dominating the little square at Korčula's heart is this magnificent 15th-century cathedral, built from Korčula limestone in a Gothic-Renaissance style by…",
    "detail_url": "https://www.lonelyplanet.com/croatia/korcula-town/attractions/st-mark-s-cathedral/a/poi-sig/1193219/1319364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5dff40189b0c6617c0670201152617af-st-mark-s-cathedral.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 11,
    "name": "Blaca Hermitage",
    "latitude": "43.29313",
    "longitude": "16.529596",
    "excerpt": "Things can't have looked too different on the approach to this remote mountain cleft when a small group of priests and their servants, on the run from the…",
    "detail_url": "https://www.lonelyplanet.com/croatia/brac-island/attractions/blaca-hermitage/a/poi-sig/1599696/1318914",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1045266700.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 9,
    "name": "Paklenica National Park",
    "latitude": "44.305025",
    "longitude": "15.471711",
    "excerpt": "Covering 95 sq km of the Velebit Range that divides continental Croatia from the Adriatic coast, Paklenica National Park contains some of the country’s…",
    "detail_url": "https://www.lonelyplanet.com/croatia/paklenica-national-park/attractions/paklenica-national-park/a/poi-sig/1496492/1318904",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_87656320.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 10,
    "name": "Dragon's Eye Lake",
    "latitude": "43.530761",
    "longitude": "15.958629",
    "excerpt": "One of Northern Dalmatia's most striking natural phenomena, Dragon's Eye Lake is a 10,000-sq-metre oval encircled by 4m- to 24m-high cliffs. Connected to…",
    "detail_url": "https://www.lonelyplanet.com/croatia/rogoznica/attractions/dragon-s-eye-lake/a/poi-sig/1599914/1341407",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Croatia%20Rogoznica%20FrankyDeMeyer%20GettyImages-1286035550%20RFC.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 8,
    "name": "St James' Cathedral",
    "latitude": "43.735608",
    "longitude": "15.889106",
    "excerpt": "The crowning architectural glory of the Dalmatian coast and the undisputed masterpiece of its principal designer, Juraj Dalmatinac, this World Heritage…",
    "detail_url": "https://www.lonelyplanet.com/croatia/sibenik/attractions/st-james-cathedral/a/poi-sig/1059571/1002814",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148177316_high.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 7,
    "name": "Cathedral of St Domnius",
    "latitude": "43.507966",
    "longitude": "16.440386",
    "excerpt": "Split’s octagonal cathedral is one of the best-preserved ancient Roman buildings still standing. It was built as a mausoleum for Diocletian, the last…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dalmatia/split/attractions/cathedral-of-st-domnius/a/poi-sig/1061190/358789",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dde8743050999668cdf2db7b5ed76a4d-cathedral-of-st-domnius.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 5,
    "name": "Zlatni Rat",
    "latitude": "43.256737",
    "longitude": "16.633987",
    "excerpt": "Zlatni Rat, Croatia's most photographed beach, extends like a tongue into the sea for about a quarter of a mile (400m). Despite the hype and constant…",
    "detail_url": "https://www.lonelyplanet.com/croatia/bol/attractions/zlatni-rat/a/poi-sig/1274729/1318916",
    "image_url": "https://lp-cms-production.imgix.net/2021-02/Zlatni%20Rat.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 6,
    "name": "Salona",
    "latitude": "43.541767",
    "longitude": "16.481466",
    "excerpt": "The ruins of the ancient city of Salona, situated at the foot of the mountains just northeast of Split, are the most archaeologically important in Croatia…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dalmatia/split/attractions/salona/a/poi-sig/1265112/358789",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/61aa2358b4c658008ae0b57dfce8fc49-salona.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 4,
    "name": "Klis Fortress",
    "latitude": "43.559597",
    "longitude": "16.522783",
    "excerpt": "Controlling the valley leading into Split, the imposing Klis Fortress spreads along a limestone bluff, reaching 1260ft (385m) at its highest point. Its…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dalmatia/split/attractions/klis-fortress/a/poi-sig/1544570/358789",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyRF_153953434.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 3,
    "name": "Diocletian’s Palace",
    "latitude": "43.508254",
    "longitude": "16.440171",
    "excerpt": "Taking up a prime harborside position, the extraordinary complex of Diocletian's Palace is one of the most imposing ancient Roman structures in existence…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dalmatia/split/attractions/diocletian-s-palace/a/poi-sig/445175/358789",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstockRF_1028293915.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 2,
    "name": "Plitvice Lakes National Park",
    "latitude": "44.877768",
    "longitude": "15.593033",
    "excerpt": "By far Croatia's top natural attraction and the absolute highlight of Croatia's Adriatic hinterland, the Plitvice Lakes National Park is a glorious…",
    "detail_url": "https://www.lonelyplanet.com/croatia/plitvice-lakes-national-park/attractions/plitvice-lakes-national-park/a/poi-sig/1019024/1318903",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-149420482_super.jpg",
    "detail_description": ""
},
{
    "country": "croatia",
    "index": 1,
    "name": "City Walls & Forts",
    "latitude": "42.64133",
    "longitude": "18.110983",
    "excerpt": "No visit to Dubrovnik is complete without a walk around the spectacular city walls that encircle its historic core. They're among the finest in the world…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/city-walls-forts/a/poi-sig/1192927/358783",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_662032261.jpg",
    "detail_description": ""
}
]