[
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 1,
    "name": "Casas Colgadas",
    "latitude": "40.077710564865",
    "longitude": "-2.1285235367022",
    "excerpt": "The most striking element of medieval Cuenca, the casas colgadas (hanging houses) jut out precariously over the steep defile of Río Huécar. Dating from…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/casas-colgadas/a/poi-sig/1080193/360758",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1196153242.jpg",
    "detail_description": "The most striking element of medieval Cuenca, the casas colgadas (hanging houses) jut out precariously over the steep defile of Río Huécar. Dating from the 14th century, the houses, with their layers of wooden balconies, seem to emerge from the rock as if an extension of the cliffs. The best views of the casas colgadas is from the Puente de San Pablo footbridge. Today the houses host – somewhat improbably – an abstract art museum founded in the 1960s.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 14,
    "name": "Espacio Torner",
    "latitude": "40.079401",
    "longitude": "-2.126713",
    "excerpt": "In the atmospheric interior of a late-Gothic convent, some 40 works by the great abstract painter Gustavo Torner are on display.",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/espacio-torner/a/poi-sig/1637284/360758",
    "image_url": null,
    "detail_description": "In the atmospheric interior of a late-Gothic convent, some 40 works by the great abstract painter Gustavo Torner are on display.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 13,
    "name": "Mirador Barrio del Castillo",
    "latitude": "40.08179",
    "longitude": "-2.12464",
    "excerpt": "Climb to the top of the old town for this fine viewpoint over Cuenca and its plunging gorges. You can also catch bus number 2 from the new town which…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/mirador-barrio-del-castillo/a/poi-sig/1294654/360758",
    "image_url": null,
    "detail_description": "Climb to the top of the old town for this fine viewpoint over Cuenca and its plunging gorges. You can also catch bus number 2 from the new town which stops close by.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 12,
    "name": "Museo Diocesano",
    "latitude": "40.078026445074",
    "longitude": "-2.1290710566659",
    "excerpt": "Among the usual profusion of religious relics and pious paintings reside some metaphorical rays of light, including faded Flemish tapestries, a couple of…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/museo-diocesano/a/poi-sig/1080191/360758",
    "image_url": null,
    "detail_description": "Among the usual profusion of religious relics and pious paintings reside some metaphorical rays of light, including faded Flemish tapestries, a couple of distinctive El Grecos and a replica of the Holy Shroud made in 1640.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 11,
    "name": "Cerro del Socorro",
    "latitude": "40.075674",
    "longitude": "-2.123151",
    "excerpt": "This hill across the Río Huécar gorge from Cuenca's old town is crowned by a giant statue of Christ, which is illuminated at night. A 2km trail marked by…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/cerro-del-socorro/a/poi-sig/1533096/360758",
    "image_url": null,
    "detail_description": "This hill across the Río Huécar gorge from Cuenca's old town is crowned by a giant statue of Christ, which is illuminated at night. A 2km trail marked by the 14 Stations of the Cross follows a zigzag route to the top. It starts just behind the Parador de Cuenca.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 9,
    "name": "Museo de las Ciencias",
    "latitude": "40.077252341222",
    "longitude": "-2.1306699551575",
    "excerpt": "This family-friendly science museum should pacify kids who are bored with churches and monasteries. While not large, it has well-presented interactive…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/museo-de-las-ciencias/a/poi-sig/1080189/360758",
    "image_url": null,
    "detail_description": "This family-friendly science museum should pacify kids who are bored with churches and monasteries. While not large, it has well-presented interactive gadgets relating to space, fossils and even a time machine. Best of all, there's an excellent planetarium with hourly sessions (10.30am to 1.30pm and 4.30pm to 6.30pm).\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 10,
    "name": "Torre de Mangana",
    "latitude": "40.076413132439",
    "longitude": "-2.1316347474344",
    "excerpt": "The Torre de Mangana, near Plaza Mangana, is the last remnant of a fortress that was built by Cuenca's Muslim rulers. It is all that remains of Cuenca's…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/torre-de-mangana/a/poi-sig/1080188/360758",
    "image_url": null,
    "detail_description": "The Torre de Mangana, near Plaza Mangana, is the last remnant of a fortress that was built by Cuenca's Muslim rulers. It is all that remains of Cuenca's days as a Muslim town and has been remodelled extensively in recent centuries. You can admire it from the outside.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 8,
    "name": "Museo de la Semana Santa",
    "latitude": "40.076216",
    "longitude": "-2.132882",
    "excerpt": "This museum is the next best thing to experiencing one of Spain's most spine-tingling Semana Santa parades first­hand. Spread over two floors, the…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/museo-de-la-semana-santa/a/poi-sig/1080192/360758",
    "image_url": null,
    "detail_description": "This museum is the next best thing to experiencing one of Spain's most spine-tingling Semana Santa parades first­hand. Spread over two floors, the accomplished audiovisual show moves from room to room showing the processions by local brotherhoods against a background of sombre music. Other rooms contain costumes, crosses and religious iconography.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 6,
    "name": "Fundación Antonio Pérez",
    "latitude": "40.08115",
    "longitude": "-2.127614",
    "excerpt": "This huge modern-art gallery in the labyrinthine ex–Convento de las Carmelitas is a typical Cuenca synthesis of old and new. Stuffed with exhibits that…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/fundacion-antonio-perez/a/poi-sig/1530688/360758",
    "image_url": null,
    "detail_description": "This huge modern-art gallery in the labyrinthine ex–Convento de las Carmelitas is a typical Cuenca synthesis of old and new. Stuffed with exhibits that may perplex, inspire and amuse, it is large, but crammed. Antonio Saura, Manolo Millares and Lucebert are well represented, as are plenty of other 1950s and '60s-era artists. Included in the collection are two minor works by the American pop artist Andy Warhol.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 7,
    "name": "Túnel Calderón de la Barca",
    "latitude": "40.076364",
    "longitude": "-2.136508",
    "excerpt": "A mole hill of tunnels lies under Cuenca's old town. Over time they have served multiple purposes as aqueducts, crypts and, most recently, air-raid…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/tunel-calderon-de-la-barca/a/poi-sig/1533332/360758",
    "image_url": null,
    "detail_description": "A mole hill of tunnels lies under Cuenca's old town. Over time they have served multiple purposes as aqueducts, crypts and, most recently, air-raid shelters during the civil war. The tunnels have been restored and fitted with walkways, lighting and explanatory boards. Tours are guided only (in Spanish) and must be booked through the main tourist office.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 5,
    "name": "Museo de Cuenca",
    "latitude": "40.077871948658",
    "longitude": "-2.128970694919",
    "excerpt": "The city’s history museum is comprehensive, but heavily weighted towards the pre-medieval age. The story kicks off in the Bronze Age, but the real scoop…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/museo-de-cuenca/a/poi-sig/1080194/360758",
    "image_url": null,
    "detail_description": "The city’s history museum is comprehensive, but heavily weighted towards the pre-medieval age. The story kicks off in the Bronze Age, but the real scoop is Sala 7, stuffed with original Roman statues (including of Emperor Augustus), plus columns and pediments plucked from the nearby archaeological sites at Segóbriga and Valeria. Post-Renaissance history gets only a light dusting.\n"
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 4,
    "name": "Catedral de Cuenca",
    "latitude": "40.078492458217",
    "longitude": "-2.1292163494247",
    "excerpt": "Luring visitors in with its impressive old-looking facade (it was actually cleverly rebuilt in neo-Gothic style in 1902), Cuneca’s cathedral is well worth…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/catedral-de-cuenca/a/poi-sig/1211842/360758",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1013817102.jpg",
    "detail_description": "Luring visitors in with its impressive old-looking facade (it was actually cleverly rebuilt in neo-Gothic style in 1902), Cuneca’s cathedral is well worth a visit. It was built on the site of the main mosque after the city's reconquest by Alfonso VIII in 1177. Highlights include the magnificent Renaissance doorway leading to the cloisters and the chapter house artesonado (wooden) ceiling painted in pastel colours. The striking abstract stained-glass windows were added in the 20th century. An excellent audioguide delves into the details.\nFor the complete experience, purchase a combination ticket (€8.50), which gives free access to the triforium (overlooking the nave), the treasury museum, the church of St Pedro (with its lofty bell tower affording fine views) and the Museo de la Semana Santa."
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 3,
    "name": "Museo de Arte Abstracto Español",
    "latitude": "40.077706086751",
    "longitude": "-2.128547623742",
    "excerpt": "From the outside, they look as if they’ve been sawn off from some high-altitude Tibetan temple, but, from the inside, Cuenca’s famous casas colgadas …",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/museo-de-arte-abstracto-espanol/a/poi-sig/1080187/360758",
    "image_url": null,
    "detail_description": "From the outside, they look as if they’ve been sawn off from some high-altitude Tibetan temple, but, from the inside, Cuenca’s famous casas colgadas (hanging houses) have been transformed into a suite of airy, clean-lined galleries displaying some of central Spain’s finest abstract art. Highlights here include the ethereal canvases of Fernando Zóbel (the museum’s founder), meditative works by a trio of Basque luminaries (Jorge Oteiza, Eduardo Chillida and Néstor Basterretxea) and the radically stripped down creations of Catalan heavyweight Antoni Tàpies.\nDon't miss the extraordinary gouache landscapes by Eusebio Sempere, which really capture the colourful patterned plains of La Mancha, or Antonio Saura's fervent portraits of Brigitte Bardot and Felipe II."
},
{
    "country": "cuenca",
    "city": "Cuenca",
    "index": 2,
    "name": "Museo Paleontológico de Castilla-La Mancha",
    "latitude": "40.069139",
    "longitude": "-2.128161",
    "excerpt": "Cuenca’s cutting-edge palaeontology museum is a must for anyone interested in Spain's fascinating prehistorical record. Though anchored by its…",
    "detail_url": "https://www.lonelyplanet.com/spain/castilla-la-mancha/cuenca/attractions/museo-paleontologico-de-castilla-la-mancha/a/poi-sig/1187626/360758",
    "image_url": null,
    "detail_description": "Cuenca’s cutting-edge palaeontology museum is a must for anyone interested in Spain's fascinating prehistorical record. Though anchored by its appropriately kid-friendly dinosaur exhibition (‘Tierra de Dinosaurios’), this is a serious paleontology museum, with key specimens on display that have been instrumental in scientific breakthroughs, and signage in Spanish and English. Spacious modern galleries are decorated with locally found fossils, skeletons and skulls, plus mock-ups of enormous Cretaceous-era reptiles like the Titanosaur, among the largest land creatures to ever walk the earth.\nHighlights include fossils of the Iberomesornis (a key species linking dinosaurs and modern birds), Spinolestes (a tiny prehistoric creature that upended notions of the simplicity of early mammals) and the remarkably intact skeleton of Concavenator, the unusual hump-backed dinosaur.There are some fun audiovisual exhibits and the landscaped grounds are home to more prehistoric giants that kids can pose beside for that ultimate photo op for show-and-tell back home. It's about a 15-minute (uphill) walk south of the centre."
}
]