[
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 40,
    "name": "Fig Tree Bay",
    "latitude": "35.012881",
    "longitude": "34.058754",
    "excerpt": "The most popular, and best, of Protaras' sandy strips, Fig Tree Bay lies at the southern end of the Protaras seaside promenade. It has a small sand island…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/protaras/attractions/fig-tree-bay/a/poi-sig/1435373/1330816",
    "image_url": null,
    "detail_description": "The most popular, and best, of Protaras' sandy strips, Fig Tree Bay lies at the southern end of the Protaras seaside promenade. It has a small sand island just off the coast, which is great for snorkelling, with lots of fish to be seen, and the promenade behind it is shoulder-to-shoulder bars, cafes and restaurants.\n"
},
{
    "country": "cyprus",
    "city": "Larnaka",
    "index": 39,
    "name": "Makenzy Beach",
    "latitude": "34.891282",
    "longitude": "33.63857",
    "excerpt": "Larnaka's most popular beach has all the facilities needed for a day in the sun, including plenty of cafes and restaurants rimming the promenade. It’s…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/larnaka/attractions/makenzy-beach/a/poi-sig/1435032/358810",
    "image_url": null,
    "detail_description": "Larnaka's most popular beach has all the facilities needed for a day in the sun, including plenty of cafes and restaurants rimming the promenade. It’s about 2km south of the central city, straight down Piyale Pasha.Seaside snoozes on your sunbed can be somewhat interrupted by the planes taking off and coming into land at the neighbouring airport.\n"
},
{
    "country": "cyprus",
    "city": "Nicosia (Lefkosia)",
    "index": 38,
    "name": "Chrysaliniotissa Quarter",
    "latitude": "35.176413",
    "longitude": "33.370253",
    "excerpt": "Centred around the Panagia Chrysaliniotissa church, this residential neighbourhood on the edge of the Old City rubs right up against the Green Line, and…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/lefkosia-south-nicosia/attractions/chrysaliniotissa-quarter/a/poi-sig/1571155/358811",
    "image_url": null,
    "detail_description": "Centred around the Panagia Chrysaliniotissa church, this residential neighbourhood on the edge of the Old City rubs right up against the Green Line, and so was left for years to decay. Today its narrow streets have been revitalised with some lovely restored facades of early 20th-century town houses and alleyways of cottage terrace rows, fringed by pot plants. Its lanes are a charming and peaceful place for a stroll.\n"
},
{
    "country": "cyprus",
    "city": "North Nicosia (Lefkoşa)",
    "index": 36,
    "name": "Haydarpaşa Mosque",
    "latitude": "35.177202",
    "longitude": "33.36594",
    "excerpt": "The second-most important Gothic structure in North Nicosia after the Selimiye Mosque, this building began life as the 14th-century Church of St Catherine…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/north-cyprus/lefkosa-north-nicosia/attractions/haydarpasa-mosque/a/poi-sig/1435164/358805",
    "image_url": null,
    "detail_description": "The second-most important Gothic structure in North Nicosia after the Selimiye Mosque, this building began life as the 14th-century Church of St Catherine. Annoyingly, despite the mosque being open officially, in practice it rarely is. Even if it's shut when you stroll by, take the time to admire its chunky facade, and also the ornate carving at the top of the entrance gates, which sprout dragon and rose motifs. The southern and western entrances have the Lusignan coat of arms.\n"
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 37,
    "name": "Avdimou Beach",
    "latitude": "34.65628",
    "longitude": "32.759417",
    "excerpt": "This lovely stretch of beach is home to the sophisticated Zias Beach Club and the Kyrenia Beach Restaurant, which is superb for seafood. The views of the…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/around-lemesos/attractions/avdimou-beach/a/poi-sig/1434889/358809",
    "image_url": null,
    "detail_description": "This lovely stretch of beach is home to the sophisticated Zias Beach Club and the Kyrenia Beach Restaurant, which is superb for seafood. The views of the bay are stunning and the crystal-clear waters here are ideal for snorkelling. The restaurant rents out sunbeds and parasols (€4.50). Note that the scenic access road is rough in parts, but passable.\n"
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 34,
    "name": "Kourion Museum",
    "latitude": "34.66957",
    "longitude": "32.897272",
    "excerpt": "History buffs should not miss this excellent museum signposted off the Lemesos–Kourion road and marked from Episkopi. The collection includes terracotta…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/episkopi/attractions/kourion-museum/a/poi-sig/1434800/1330755",
    "image_url": null,
    "detail_description": "History buffs should not miss this excellent museum signposted off the Lemesos–Kourion road and marked from Episkopi. The collection includes terracotta objects from Ancient Kourion and the Sanctuary of Apollon Ylatis collected by late archaeologist George McFadden and housed in his former private residence. Among more harrowing exhibits are the skeletal remains of city inhabitants who lost their lives in the 4th-century earthquakes that devastated this area, found in situ in their houses.\n"
},
{
    "country": "cyprus",
    "city": "Nicosia (Lefkosia)",
    "index": 35,
    "name": "Leventis Municipal Museum",
    "latitude": "35.170528",
    "longitude": "33.361756",
    "excerpt": "The best place in town to get to grips with Nicosia's rich and convoluted history. The permanent collection inside this handsome neoclassical mansion…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/lefkosia-south-nicosia/attractions/leventis-municipal-museum/a/poi-sig/1435185/358811",
    "image_url": null,
    "detail_description": "The best place in town to get to grips with Nicosia's rich and convoluted history. The permanent collection inside this handsome neoclassical mansion includes a wealth of ceramic pieces from the Bronze Age to the medieval era; a fine collection of maps dating back to the 16th century; photos, posters and artefacts from the early 20th century, through Cyprus' independence and then division; and so much more. Everything is accompanied by detailed and clear information boards that help shed light on the exhibits.\n"
},
{
    "country": "cyprus",
    "city": "Nicosia (Lefkosia)",
    "index": 33,
    "name": "CVAR",
    "latitude": "35.175668",
    "longitude": "33.368762",
    "excerpt": "Opened in 2014, CVAR's collection of art and archival material showcases the story of modern Cyprus. Galleries full of paintings and other artworks…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/lefkosia-south-nicosia/attractions/cvar/a/poi-sig/1567859/358811",
    "image_url": null,
    "detail_description": "Opened in 2014, CVAR's collection of art and archival material showcases the story of modern Cyprus. Galleries full of paintings and other artworks display Cyprus as seen by its visitors, dating from the 1400s up to the mid-20th century, while exhibits of photographs, books, artefacts and primary documents from the island's colonial period give an engrossing look into the era of British rule. There's also a library containing a vast collection of books about Cyprus and the eastern Mediterranean.\nThe ground-floor courtyard is home to the lively, modern restaurant Balthazar. It's a good place to put your feet up with a coffee after viewing the galleries."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 32,
    "name": "Alagadı Beach",
    "latitude": "35.331862",
    "longitude": "33.48238",
    "excerpt": "Alagadı (Turtle) Beach, approximately 19km east of Kyrenia, is where the Society for the Protection of Turtles (SPOT) has its small sea-turtle…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/around-kyrenia-the-ranges/attractions/alagadi-beach/a/poi-sig/1486998/1330825",
    "image_url": null,
    "detail_description": "Alagadı (Turtle) Beach, approximately 19km east of Kyrenia, is where the Society for the Protection of Turtles (SPOT) has its small sea-turtle conservation and research centre (open 9am to 8.30pm May to September), where you can find out about turtle conservation. This is not really used as a swimming beach, but visitors can enjoy the scenery. Alagadı's twin sandy beaches are intentionally undeveloped, as they are considered turtle territory, and the beach is closed from 8pm to 8am from May to October.\nIf you get hungry, family-run St Kathleen’s Restaurant is nearby. The grilled fish and meat dishes, served with a mountain of meze, are excellent and good value."
},
{
    "country": "cyprus",
    "city": "North Nicosia (Lefkoşa)",
    "index": 31,
    "name": "Arabahmet Quarter",
    "latitude": "35.175475",
    "longitude": "33.35711",
    "excerpt": "This neighbourhood rubbing up against the Green Line is home to well-preserved examples of Ottoman-era town-house architecture. The narrow alleyways are…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/north-cyprus/lefkosa-north-nicosia/attractions/arabahmet-quarter/a/poi-sig/1567258/358805",
    "image_url": null,
    "detail_description": "This neighbourhood rubbing up against the Green Line is home to well-preserved examples of Ottoman-era town-house architecture. The narrow alleyways are rimmed by tall whitewashed houses – some recently restored, others sinking into genteel dilapidation – with painted shutters and upper-storey overhanging cumbas (bay windows). Note the skinny balconies (not a common feature in Ottoman architecture) and carved crosses across front-door lintels on some houses; Arabahmet was the Armenian quarter of Nicosia until 1963 when the Green Line was drawn through the city.\nThe entire area is imbued with a heady sense of yesteryear and is one of North Nicosia's most interesting neighbourhoods to stroll through."
},
{
    "country": "cyprus",
    "city": "North Nicosia (Lefkoşa)",
    "index": 30,
    "name": "Mevlevi Tekke Museum",
    "latitude": "35.181087",
    "longitude": "33.361959",
    "excerpt": "This 17th-century former tekke (dervish house) was once Cyprus' central meeting place for the island's followers of the Mevlevi Order. Made famous by the…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/north-cyprus/lefkosa-north-nicosia/attractions/mevlevi-tekke-museum/a/poi-sig/1435140/358805",
    "image_url": null,
    "detail_description": "This 17th-century former tekke (dervish house) was once Cyprus' central meeting place for the island's followers of the Mevlevi Order. Made famous by the whirling dervishes, the Mevlevis are a Sufi (the mystical branch of Islam) sect that began in Konya (Turkey) during the 13th century under the spiritual leadership of mystic, poet and theologian Mevlana Rumi. Inside, the rooms contain exhibits on dervish life as well as the tombs of the island's 16 sheiks of the Mevlevi Order.\nToday, only the semahane (room where the dervishes performed their whirling prayer ritual), the kitchen and the tomb room survive of what was once a much larger structure. The adjoining courtyard is home to a collection of Muslim tombstones."
},
{
    "country": "cyprus",
    "city": "Nicosia (Lefkosia)",
    "index": 29,
    "name": "Nicosia Municipal Arts Centre",
    "latitude": "35.17387",
    "longitude": "33.366691",
    "excerpt": "This contemporary-art museum is housed in a former power station, and is the city’s equivalent to London’s Tate Modern. The former industrial setting is…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/lefkosia-south-nicosia/attractions/nicosia-municipal-arts-centre/a/poi-sig/1435184/358811",
    "image_url": null,
    "detail_description": "This contemporary-art museum is housed in a former power station, and is the city’s equivalent to London’s Tate Modern. The former industrial setting is suitably dramatic, with looming pitched ceilings and some original equipment (pulleys etc) that blend well with the cutting-edge installations. The permanent collection includes paintings, photography, video, sculptures and other works from the Dimitris Pierides Museum of Contemporary Art in Greece. Exhibitions vary monthly and often focus on edgy political and cultural themes.\nTo get here, duck into the small arcade to the right of the National Struggle Museum and head straight up the road for one block. The centre also has a sophisticated restaurant, gift shop and comprehensive art library for visitors."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 28,
    "name": "Agios Mamas Orthodox Church",
    "latitude": "35.200306",
    "longitude": "32.991257",
    "excerpt": "Dedicated to the island’s beloved tax-repelling patron saint, this church was formerly the site of a pagan temple. Before the 1974 Turkish invasion of the…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/morfou-guzelyurt/attractions/agios-mamas-orthodox-church/a/poi-sig/1489086/1330834",
    "image_url": null,
    "detail_description": "Dedicated to the island’s beloved tax-repelling patron saint, this church was formerly the site of a pagan temple. Before the 1974 Turkish invasion of the North, the faithful used to visit the ancient marble tomb of Saint Mamas here. Today, visitors come to see the lavish, blue-backed frescoes which cover the church's interior. The church is kept locked, but you can gain access by asking the staff at the Archaeological &amp; Natural History Museum next door.\nAccording to lore about Saint Mamas, a mysterious liquid is said to have oozed from his tomb when the Ottomans pierced it looking for treasure. The liquid, apparently flowing freely at irregular intervals, was supposed to have cured ear aches; as such, ear-shaped offerings can be seen around the tomb."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 26,
    "name": "Sanctuary of Apollon Ylatis",
    "latitude": "34.672835",
    "longitude": "32.864163",
    "excerpt": "About 2km west of Ancient Kourion’s main entrance, and prominently signposted off the highway, is the Sanctuary of Apollon Ylatis, which is part of the…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/around-lemesos/attractions/sanctuary-of-apollon-ylatis/a/poi-sig/1434817/358809",
    "image_url": null,
    "detail_description": "About 2km west of Ancient Kourion’s main entrance, and prominently signposted off the highway, is the Sanctuary of Apollon Ylatis, which is part of the larger site of Ancient Kourion.Apollon Ylatis’ main sanctuary has been partly restored; the beautiful, imposing columns mark the extent of the restoration. Also discernible are the priests’ quarters, a palaestra (sports arena) and baths for the athletes, and a rather depleted stadium 500m to the east, which once seated up to 6000 spectators.\nThe precinct was established in the 8th century BC in honour of Apollo, who was considered god of the woods (ylatis means ‘of the woods’ in Greek). The once woody site now has far less vegetation but retains a good scattering of remains that give a reasonable idea of the layout of the original sanctuary. The remnants that you see are Roman structures that were levelled by a large earthquake in AD 365."
},
{
    "country": "cyprus",
    "city": "North Nicosia (Lefkoşa)",
    "index": 27,
    "name": "Armenian Church & Nunnery",
    "latitude": "35.175168",
    "longitude": "33.357732",
    "excerpt": "This church and nunnery is first thought to have been established in the 13th century as the Abbey of Our Lady of Tyre, and was handed over to the island…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/north-cyprus/lefkosa-north-nicosia/attractions/armenian-church-nunnery/a/poi-sig/1567259/358805",
    "image_url": null,
    "detail_description": "This church and nunnery is first thought to have been established in the 13th century as the Abbey of Our Lady of Tyre, and was handed over to the island's Armenian community in the 15th century, when it became a principle place of worship. With the displacement of the city's Armenian community after the Green Line divided the city in 1963, the building fell into disrepair, but an eight-year project has restored the golden-stoned church to its former glory.\nThe interior is starkly beautiful, allowing the pointed arch detailing its full dramatic appeal. The attached nunnery is currently undergoing its own restoration project. Just behind the church itself, climb the set of stairs to get good photos of the bell tower.Note that the entrance to the complex is not through the main gate on Salahi Şevket Sokak. Walk past the closed gate and turn left into the alleyway."
},
{
    "country": "cyprus",
    "city": "Kyrenia (Girne)",
    "index": 23,
    "name": "Old Town",
    "latitude": "35.341288",
    "longitude": "33.320342",
    "excerpt": "Wrapping around the Old Harbour, the diminutive Old Town is an atmospheric area for a wander. Its winding alleyways hold a jumble of abandoned stone…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/north-cyprus/kyrenia-girne-and-the-northcoast/attractions/old-town/a/poi-sig/1435186/1002831",
    "image_url": null,
    "detail_description": "Wrapping around the Old Harbour, the diminutive Old Town is an atmospheric area for a wander. Its winding alleyways hold a jumble of abandoned stone buildings slowly slipping into disrepair, mixed with newer concrete additions.Modest remnants of Kyrenia's long history are speckled throughout the lanes. Two of the major monuments are the Ottoman-era Ağa Cafer Pașa Mosque and the dilapidated remains of 16th-century Chysopolitissa Church. There are also ancient Greco-Roman tombs on the road leading to Archangelos Michael Church.\nDuring the Lusignan era, the town was protected by fortifications which, over the years, were dismantled and reused for other building works. The Round Tower on Ziya Rızkı Caddesi next to one of the entrance ways into the neighbourhood is one of the few still-standing pieces of wall. At the eastern edge of the Old Town, leading down to the castle, is bijoux St Andrew's Anglican Church, built in 1913 and still serving Kyrenia's Christian foreign resident community today."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 24,
    "name": "Lala Mustafa Paşa Camii",
    "latitude": "35.124902",
    "longitude": "33.942604",
    "excerpt": "The former Cathedral of Agios Nikolaos (St Nicholas) is the finest example of Lusignan Gothic architecture on the island, built between 1298 and 1326…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/famagusta-gazimagusa-1002837/attractions/lala-mustafa-pasa-camii/a/poi-sig/1435498/1002837",
    "image_url": null,
    "detail_description": "The former Cathedral of Agios Nikolaos (St Nicholas) is the finest example of Lusignan Gothic architecture on the island, built between 1298 and 1326. Modelled on France’s Cathedral of Reims, it outshines its sister church, the Church of Agia Sofia (now Selimiye Mosque) in North Nicosia (Lefkoşa).Converted into a mosque (camii in Turkish) after 1571’s Ottoman invasion, it still dominates the skyline of the Old Town. To enter, time your visit outside of prayer times and dress modestly.\nDuring the Lusignan reign the church was Famagusta’s centrepiece. As such, the last Lusignan king of Cyprus, Jacques II, and his infant son (Jacques III) were buried here.The church was damaged considerably during the Ottoman siege of Famagusta and its twin towers were destroyed. The Ottomans added the minaret, stripped the church’s interior of its Christian accoutrements and emptied the floor tombs.The west-facing facade, now a pedestrian zone, is the most impressive part, with three gracious portals pointing towards a six-paned window, decorated with a circular rose.Inside, the walls have been whitewashed in Islamic fashion, but the soaring Gothic architectural lines are still easy to follow."
},
{
    "country": "cyprus",
    "city": "Nicosia (Lefkosia)",
    "index": 25,
    "name": "AG Leventis Gallery",
    "latitude": "35.168976",
    "longitude": "33.35888",
    "excerpt": "Located just outside the Old City, this art museum features three collections displaying European paintings and sculpture from the 16th to the 20th…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/lefkosia-south-nicosia/attractions/ag-leventis-gallery/a/poi-sig/1490353/358811",
    "image_url": null,
    "detail_description": "Located just outside the Old City, this art museum features three collections displaying European paintings and sculpture from the 16th to the 20th centuries. The Paris Collection features masters such as Chagall, Monet and Renoir, while the Greek Collection includes significant works by 19th- and 20th-century Greek artists. The highlight of the Cyprus Collection, located on the ground floor, is a magnificent and thought-provoking 17m-long painting entitled The World of Cyprus by renowned Cypriot artist Adamantios Diamantis.\nThe artwork on display is from the private collection of the late Anastosios G Leventis, a wealthy Cypriot businessman and philanthropist, and from the AG Leventis Foundation. The foundation was created after Leventis’ death in 1978, and was also fundamental in the establishment of the Leventis Municipal Museum. The Paris Collection is named after the home of Leventis, where the paintings used to be displayed away from public view. The Greek Collection is the result of a private purchase he made in 1973, while the Cyprus Collection was amassed more recently by the foundation."
},
{
    "country": "cyprus",
    "city": "Larnaka",
    "index": 22,
    "name": "Pierides Archaeological Foundation",
    "latitude": "34.916218",
    "longitude": "33.636414",
    "excerpt": "This museum was established in 1839 by Demetrios Pierides as a protective answer to the region’s notorious tomb raiders and the illegal selling of the…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/larnaka/attractions/pierides-archaeological-foundation/a/poi-sig/1434905/358810",
    "image_url": null,
    "detail_description": "This museum was established in 1839 by Demetrios Pierides as a protective answer to the region’s notorious tomb raiders and the illegal selling of the area's precious artefacts.The collection, expanded by Pierides’ descendants, is housed in the family mansion, built in 1825. It features artefacts from all over the island, with detailed explanations in English. Although the museum is small, it has some stunning pieces; exhibits are well curated and arranged chronologically to present a comprehensive history of Cyprus.\nThe most famous piece in the collection is the neolithic ceramic howling man, dating to c 5500 BC. If water is poured into the seated figure’s mouth it will drain from his phallus. No other piece like it has ever been found on the island. Archaeologists have debated whether the figure had a religious or a secular function, but no consensus has ever been reached.The exhibits then wander through the Mycenaean and Achaean periods, the Iron Age, the Roman occupation, and Byzantine, Crusader, Lusignan, Venetian and Ottoman periods.The collection also showcases intricate Greek and Roman glassware and offers fine examples of weaving, embroidery, woodcarvings and traditional costumes associated with Cypriot folk art."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 21,
    "name": "Bellapais Abbey",
    "latitude": "35.307202",
    "longitude": "33.355157",
    "excerpt": "The exquisite ruins of this Augustinian monastery are reason enough to drive up the mountain to Bellapais. It was built in the 12th century by monks…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/bellapais-beylerbeyi/attractions/bellapais-abbey/a/poi-sig/1435293/1330827",
    "image_url": null,
    "detail_description": "The exquisite ruins of this Augustinian monastery are reason enough to drive up the mountain to Bellapais. It was built in the 12th century by monks fleeing Palestine after the fall of Jerusalem to Saladin (Selahaddin Eyyubi) in 1187. They called the monastery Abbaye de la Paix (Abbey of Peace), from which the corrupted version of the name, Bellapais, evolved.\nThe original structure, built between 1198 and 1205, was augmented between 1267 and 1284, during the reign of Hugh III. The cloisters and large refectory were added after that by Hugh IV (1324–59), and these embellishments are most of what remains today.The 13th-century church is in fine condition, and remains much as it was in 1976, when the last of the stoic Orthodox faithful had to leave.Behind is the 14th-century cloister lined with towering cypress trees and rimmed with Gothic-arched arcades that have survived the centuries almost intact. From here there are stairs up to the rooftop where you can savour tumbling views across the plains down to the sea. On the western side of the cloister is the kitchen court which has all but a few walls remaining.The refectory on the north side of the cloister is frequently used for gatherings, events and wedding photos. Note the lintel above the main entrance with its Lusignan coat of arms."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 20,
    "name": "Buffavento Castle",
    "latitude": "35.28066",
    "longitude": "33.43998",
    "excerpt": "Buffavento perches precariously at 940m, overlooking the Mesaoria plain. The constant pummelling it endures from high winds is how it derived its Italian…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/around-kyrenia-the-ranges/attractions/buffavento-castle/a/poi-sig/1435399/1330825",
    "image_url": null,
    "detail_description": "Buffavento perches precariously at 940m, overlooking the Mesaoria plain. The constant pummelling it endures from high winds is how it derived its Italian name, ‘Challenger of the Winds’.The castle is divided into two sections: the lower enceinte (fortified defensive enclosure) and the upper enceinte, which occupies a smaller area on the rocky peak. Built in such a way that no fortifications other than its outer walls were needed, the castle's naturally guarded location has only one entrance approach.\nLittle is known about the castle's early history. In medieval times, it was known as the Castle of the Lion, when Richard the Lionheart took it from the daughter of Byzantine emperor Isaak Komninos in 1191. The Lusignans later used it as a prison and a beacon tower, connecting both Kantara Castle to the east and St Hilarion Castle to the west.Although it has deteriorated more than the other castles – and some of its buildings have been sadly defaced by graffiti – Buffavento's surviving towers and walls have an ambience of lingering grandeur topped off by the dizzying views sweeping downwards over the forested slopes.Prominently signposted (as Buffavento Kalesi) off the Beşparmak (Pentadaktylos) Pass, it’s a 15-minute drive along the uphill road to the parking area below the castle. From here it’s a steep but gradual walk that takes about 20 minutes. Closed footwear is advised. Note that there is rarely anyone manning the ticket booth."
},
{
    "country": "cyprus",
    "city": "Nicosia (Lefkosia)",
    "index": 19,
    "name": "Cyprus Museum",
    "latitude": "35.17186714",
    "longitude": "33.3558685",
    "excerpt": "Just outside the Old City walls, this excellent museum houses the island's most important collection of archaeological finds. Highlights include Hall 11's…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/lefkosia-south-nicosia/attractions/cyprus-museum/a/poi-sig/445347/358811",
    "image_url": null,
    "detail_description": "Just outside the Old City walls, this excellent museum houses the island's most important collection of archaeological finds. Highlights include Hall 11's haul of riches from the Royal Tomb excavations at Salamis, including a huge, intricately decorated bronze pot and a bed frame bedecked in ivory and glass. Hall 4's remarkable display of 2000 terracotta votive statues and figurines, dating back to the 7th and 6th centuries BC, were unearthed during the 1929 excavation of the Sanctuary of Agia Irini.\nWhile in Hall 4, don't miss the interesting video on the Agia Irini discovery.A further highlight is the collection of three limestone lions and two sphinxes found in the Tamassos necropolis south of Nicosia. Also look out for the famous Aphrodite of Soli statue in Hall 5, widely marketed as the ‘goddess of Cyprus’ on tourist posters. An enormous bronze statue of Emperor Septimus Severus, found at Değirmenlik (Kythrea) in 1928, is the magnificent main exhibit in Hall 6. A couple of lovely mosaics, such as Leda &amp; the Swan from Palea Pafos, are exhibited in Room 7B, alongside various displays of gold objects excavated from tombs.To further understanding of the exhibits and their historical context, the Cyprus Tourism Organisation runs a free archaeological museum tour every Tuesday and Friday at 10am and noon, and again on Wednesday at 4pm. The tour takes 90 minutes and the starting point is the museum entrance."
},
{
    "country": "cyprus",
    "city": "Lemesos (Limassol)",
    "index": 18,
    "name": "Lemesos Castle",
    "latitude": "34.672332",
    "longitude": "33.041704",
    "excerpt": "This 14th-century structure, built over the remains of a Byzantine castle, has been utilised by conquerors throughout Cyprus’ turbulent history. The…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/lemesos-limasol/attractions/lemesos-castle/a/poi-sig/1434637/358812",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1054550636.jpg",
    "detail_description": "This 14th-century structure, built over the remains of a Byzantine castle, has been utilised by conquerors throughout Cyprus’ turbulent history. The Venetians vandalised it; the Ottomans gave it a facelift for military use; and the British used it as a colonial prison. It is said that Richard the Lionheart married Berengaria in the chapel of the original castle in 1191, where he also grandly crowned himself King of Cyprus and his wife Queen of England.\nIn the courtyard surrounding the castle walls there’s an old olive press that dates from the 7th to 9th centuries.The interior of Lemesos Castle contains a series of chambers on various levels that are home to the Medieval Museum. Don't miss the views from the ramparts."
},
{
    "country": "cyprus",
    "city": "Larnaka",
    "index": 17,
    "name": "Zenobia",
    "latitude": "34.900574",
    "longitude": "33.649707",
    "excerpt": "For divers, the one reason to come to Larnaka is to explore the Zenobia, a Swedish-built cargo ship that sank just off the coast of Larnaka in 1980…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/larnaka/attractions/zenobia/a/poi-sig/1566301/358810",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock471124055-rfc.jpeg",
    "detail_description": "For divers, the one reason to come to Larnaka is to explore the Zenobia, a Swedish-built cargo ship that sank just off the coast of Larnaka in 1980. Classed as one of the top five wreck dives in the world, the Zenobia and its cargo of trucks lie scattered across the sea floor like a bizarre underwater scrapyard. Various routes through the ship's decks and halls can be explored, according to your level of dive experience.\nOne of the joys of a dive here is the immense variety of fishes that can be seen. The Mediterranean isn't particularly noted among divers for its rich aquatic life, but the Zenobia acts like an artificial reef, attracting fish and other sea creatures to shelter here, and teems with life. The ship can be explored by divers of all levels but is particularly rewarding for more experienced and technical divers, who can explore deeper into the ship's innards."
},
{
    "country": "cyprus",
    "city": "Pafos",
    "index": 16,
    "name": "Sanctuary of Aphrodite",
    "latitude": "34.70888",
    "longitude": "32.574806",
    "excerpt": "A World Heritage Site, the sanctuary is recognised as being one of the most important ancient sites related to Aphrodite in Cyprus and yet it is arguably…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/pafos/attractions/sanctuary-of-aphrodite/a/poi-sig/1570736/358813",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_398004364.jpg",
    "detail_description": "A World Heritage Site, the sanctuary is recognised as being one of the most important ancient sites related to Aphrodite in Cyprus and yet it is arguably the least known. The sprawling site includes the 12th-century conical stone that represented the goddess until Roman times, the ruins of a Roman temple, a second small sanctuary and ruins of a Roman house, set on a hillside in the village of Kouklia. The setting is lovely with panoramic views down to the sea.\nThe on-site museum has an extensive display of items discovered at the site, including some extraordinarily delicate white slip pottery dating from the late Bronze Age. For an additional €1 you can watch a 10-minute audiovisual presentation (in Greek and English), which provides a historical background to the site.You will need your own wheels to get here. Kouklia is signposted off both the A6 and B6 highways, approximately 18km east of Geroskipou."
},
{
    "country": "cyprus",
    "city": "North Nicosia (Lefkoşa)",
    "index": 15,
    "name": "Büyük Han",
    "latitude": "35.176246",
    "longitude": "33.362657",
    "excerpt": "The Büyük Han is Cyprus' best-preserved example of Ottoman caravanserai architecture. Built in 1572 by the first Ottoman governor of Cyprus, Lala Mustafa…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/north-cyprus/lefkosa-north-nicosia/attractions/bueyuek-han/a/poi-sig/1435388/358805",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_54096925.jpg",
    "detail_description": "The Büyük Han is Cyprus' best-preserved example of Ottoman caravanserai architecture. Built in 1572 by the first Ottoman governor of Cyprus, Lala Mustafa Pasha, it was renovated in the early 1990s, and has once again become the hub of North Nicosia's Old City bustle. The courtyard is home to a couple of cafes, including the ever-popular Sedirhan, and traditional craft workshops are housed in the small cells leading off the 1st-floor balcony that originally served as the inn’s sleeping areas.\nDuring the Ottoman period, hans (inns) like this one were used as hotels for travellers and traders. The ground-floor rooms rimming the courtyard functioned as stables for horses, storage areas and shops where traders could carry out their business.The central courtyard has a mescit (Islamic prayer room) in the centre, which is balanced on six pillars over a şadırvan (ablutions fountain). This design is rare; it's found only in this han and two others in Turkey."
},
{
    "country": "cyprus",
    "city": "Pafos",
    "index": 14,
    "name": "Hrysopolitissa Basilica",
    "latitude": "34.75790481",
    "longitude": "32.41379356",
    "excerpt": "This fascinating site was home to one of Pafos’ largest religious structures. What remains are the foundations of a 4th-century Christian basilica, which…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/pafos/attractions/hrysopolitissa-basilica/a/poi-sig/1434900/358813",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-585514504.jpg",
    "detail_description": "This fascinating site was home to one of Pafos’ largest religious structures. What remains are the foundations of a 4th-century Christian basilica, which aptly demonstrates the size and magnificence of the original church, destroyed during Arab raids in 653. Several magnificent marble columns remain from the colonnades, while others lie scattered around the site, and mosaics are still visible.\nFurther incarnations of the basilica were built over the years, leading to the present small Agia Kyriaki church, which is now used for Anglican, Lutheran and Greek Orthodox services.A raised walkway provides excellent views of the extensive site and has explanatory plaques in English. Look also for the tomb of Eric Ejegod, the 12th-century king of Denmark who died suddenly in 1103 on his way to the Holy Land.On the western side of the basilica is the so-called St Paul’s Pillar, where St Paul was allegedly tied and scourged 39 times before he finally converted his tormentor, the Roman governor Sergius Paulus, to Christianity."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 13,
    "name": "Aphrodite’s Rock & Beach",
    "latitude": "34.664196",
    "longitude": "32.627045",
    "excerpt": "Possibly the most famous beach in Cyprus, Aphrodite’s Beach is distinctive for its two upright rocks, which are easy to spot, particularly as you'll…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/around-lemesos/attractions/aphrodite-s-rock-beach/a/poi-sig/1560735/358809",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1386902252.jpg",
    "detail_description": "Possibly the most famous beach in Cyprus, Aphrodite’s Beach is distinctive for its two upright rocks, which are easy to spot, particularly as you'll generally find swimmers perched somewhat precariously on top of them. To get here, take the old B6 road from Lemesos to Pafos (a recommended scenic journey).\nThe English moniker Rock of Aphrodite comes from the legend that Aphrodite, ancient patron goddess of Cyprus, emerged from the sea at this point in a surge of foam before, no doubt, going off to entertain some lovers. The same thing is claimed by the residents of Kythira island in Greece. But who’s to say she didn’t do such a thing in both places?Most visitors either stop midtrip to have a swim or come for the sunset, which is best seen from either the Petra tou Romiou tourist pavilion or from a roadside car park about 1.5km further east. Skip any kind of eating at the tourist-pavilion cafeteria, where you’ll be overcharged for indifferent snacks; bring your own food and have a picnic instead.A pedestrian underpass leads to the beach from the kiosk and car park on the other side of the road, around 500m further on towards Pafos from the tourist pavilion; it’s well signposted."
},
{
    "country": "cyprus",
    "city": "Pafos",
    "index": 12,
    "name": "Tombs of the Kings",
    "latitude": "34.77599229",
    "longitude": "32.40477404",
    "excerpt": "Imagine yourself surrounded by ancient tombs in a desertlike landscape where the only sounds are waves crashing on rocks. The Tombs of the Kings, a Unesco…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/pafos/attractions/tombs-of-the-kings/a/poi-sig/445493/358813",
    "image_url": "https://lp-cms-production.imgix.net/2023-03/GettyImages-481292969.jpeg",
    "detail_description": "Imagine yourself surrounded by ancient tombs in a desertlike landscape where the only sounds are waves crashing on rocks. The Tombs of the Kings, a Unesco World Heritage Site, contains a set of well-preserved underground tombs and chambers used by residents of Nea Pafos during the Hellenistic and Roman periods, from the 3rd century BC to the 3rd century AD. Despite the name, the tombs were not actually used by royalty; they earned the title from their grand appearance.\nLocated 2km north of Kato Pafos, the tombs are unique in Cyprus, being heavily influenced by ancient Egyptian tradition, when it was believed that tombs for the dead should resemble houses for the living.The seven excavated tombs are scattered over a wide area; the most impressive is No 3, which has an open atrium below ground level, surrounded by columns. Other tombs have niches built into the walls where bodies were stored. Most of the tombs’ treasures have long since been spirited away by grave robbers.Pafos Buses 615 route to Coral Bay stops right outside the entrance (€1.50, 5 minutes), departing roughly every 15 minutes from the Harbour Bus Station."
},
{
    "country": "cyprus",
    "city": "Nicosia (Lefkosia)",
    "index": 10,
    "name": "Venetian Walls",
    "latitude": "35.173519",
    "longitude": "33.3711",
    "excerpt": "The Venetian walls form a border around the Old City and are so unusual that, once seen on a map, you’ll never forget the odd snowflake-like shape.",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/lefkosia-south-nicosia/attractions/venetian-walls/a/poi-sig/1435204/358811",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1fe77f9792f60d13b5116cdae0f4fc9a-venetian-walls.jpg",
    "detail_description": "The Venetian walls form a border around the Old City and are so unusual that, once seen on a map, you’ll never forget the odd snowflake-like shape.Dating from 1567, the circular defence wall was erected by the Venetian rulers to ward off Ottoman invaders. Unfortunately it failed. In July 1570 the Ottomans landed in Larnaka and three months later stormed the fortifications, killing some 50,000 inhabitants. The walls have remained in place ever since.\nFive of the bastions, Tripoli, D’Avila, Constanza, Podocataro and Caraffa, are in the southern sector of Nicosia. The Flatro (Zeytilni) Bastion on the eastern side of the Old City is occupied by Turkish, Greek Cypriot and UN military forces. The remaining bastions, Loredano (Cevizli), Barbaro (Musalla), Quirini (Cephane), Mula (Zahra) and Roccas (Kaytazağa), are in North Nicosia (Lefkoşa).The Venetian walls and moat around Nicosia are in excellent condition. They are used to provide car-parking spaces and venues for outdoor concerts, as well as space for strolling and relaxing. In North Nicosia, the walls are in poorer shape and have become overgrown and dilapidated in parts.Vehicle access points around the walls allow regular traffic access to the Old City."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 11,
    "name": "Church of Apostolos Varnavas",
    "latitude": "35.174685",
    "longitude": "33.880312",
    "excerpt": "This beautiful Orthodox church is dedicated to St Paul’s good friend Varnavas (Barnabas), who was born in Cyprus and carried out his missionary work here…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/around-famagusta/attractions/church-of-apostolos-varnavas/a/poi-sig/1435717/1330840",
    "image_url": null,
    "detail_description": "This beautiful Orthodox church is dedicated to St Paul’s good friend Varnavas (Barnabas), who was born in Cyprus and carried out his missionary work here. Although his name and work are listed in the Bible’s ‘Acts of the Apostles’, he was never officially one of them.Today the church is an icon museum with a wide selection of Greek Orthodox icons and some frescos on display, but its the stunningly well-preserved architecture of the building that is the true star.\nThree monks (who were also brothers) called Barnabas, Stefanos and Khariton governed the church from 1917. They attempted to remain after 1974 but ultimately left in 1976, following constant searches of the premises and travel restrictions imposed by the Turkish authorities. They lived out their days at Stavrovouni Monastery.The church was spared from the destruction and looting that befell many churches in the North when Turkish authorities turned it into a museum. Although many Greek Cypriots have objected to the site’s use for monetary gain and not for worship, they are pleased the church has survived.The original church was built in AD 477, beside the site of Varnavas’ tomb. It was discovered by Anthemios, the bishop of Constantia (Salamis), following a revelation in a dream. The current structure was built by Archbishop Philotheos in 1756 and incorporates much of the original church.In the courtyard there is also a small archaeological museum, which contains some excellent finds from Salamis and nearby Enkomi. Some of its contents may have been moved from the now defunct Archaeological Museum in Varosia.The artefacts and the rooms are not well signed. Clockwise from the entrance, the first room houses Bronze Age objects, the next has exhibits from the Venetian period, and there’s a mixture of Ottoman and Classical periods in the final room. The most interesting exhibit is the statue of a woman holding a poppy, believed to be the goddess Demeter.Slightly apart from the main church compound, down a trail just off the car park, is the little chapel said to contain Varnavas' tomb.The church is 9km northwest of Famagusta, 2km down the well-signposted turn-off just south of Salamis."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 9,
    "name": "Ancient Amathous",
    "latitude": "34.715301",
    "longitude": "33.153863",
    "excerpt": "The remains at this archaeological site, about 11km east of Lemesos, belie its original importance. Amathous was one of Cyprus’ original four kingdoms,…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/around-lemesos/attractions/ancient-amathous/a/poi-sig/1438404/358809",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock751414429.jpg",
    "detail_description": "The remains at this archaeological site, about 11km east of Lemesos, belie its original importance. Amathous was one of Cyprus’ original four kingdoms, along with Salamis, Pafos and Soloi. Founded about 1100 BC, the city had an unbroken history of settlement until about the 12th century AD. Because much of the stone has long been looted for other building projects, imagining the ancient city layout as it was can be baffling. At the entrance, an excellent explanatory pedestal helps interpret the ruins.\nLegend has it that the city was founded by Kinyras, the son of Pafos. It is also said that Kinyras introduced the cult of Aphrodite to Cyprus.Amathous suffered badly at the hands of corsairs during the 7th and 8th centuries, and by 1191, when Richard the Lionheart appeared on the scene, the city was already on the decline. Since its harbour had silted up, King Richard was obliged to disembark on Amathous' beach to claim the once proud and wealthy city. He promptly applied the royal coup de grâce by destroying it, and Amathous was no more.An interesting aside is that the world's largest stone vase was discovered during excavations here. It dates back to the 6th century BC, weighs a mighty 12.5 tonnes, is 1.85m high, and now stands on display at the Louvre in Paris.Occasional free summer concerts are held within the grounds. Look for posters at the site or check with the CTO tourist office in Lemesos."
},
{
    "country": "cyprus",
    "city": "Larnaka",
    "index": 8,
    "name": "Agios Lazaros",
    "latitude": "34.911396",
    "longitude": "33.634965",
    "excerpt": "This 9th-century church is dedicated to Lazarus of Bethany, whom Jesus is said to have resurrected four days after his death. The church itself is an…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/larnaka/attractions/agios-lazaros/a/poi-sig/1434899/358810",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/175826609_full.jpg",
    "detail_description": "This 9th-century church is dedicated to Lazarus of Bethany, whom Jesus is said to have resurrected four days after his death. The church itself is an astounding example of Byzantine architecture, and further restoration in the 17th century saw Latinate and Orthodox influences added to the building, most prominently in the bell tower, which was replaced after being destroyed by the Ottomans. The beautiful interior is a showcase of unique Catholic woodcarvings and skilled gold-plated Orthodox icon artistry.\nLazarus has a close association with Larnaka. Shortly after he rose from the dead, thanks to Christ’s miraculous intervention, Lazarus was forced to flee Bethany. His boat landed here in Kition, where he was ordained as a bishop and canonised by Apostles Barnabas and Paul. He remained a bishop for a further 30 years, and when he died for the second time he was buried in a hidden tomb.In 890 the tomb was discovered; it bore the inscription ‘Lazarus Friend of Christ’. Byzantine emperor Leo VI had Lazarus’ remains sent to Constantinople and built the current church over the vault to appease local Christians. The remains were moved again, to Marseille, in 1204.The Tomb of Lazarus is under the apse of the Agios Lazaros. Several sarcophagi were supposedly found in this catacomb when it was first discovered but only the empty tomb remains. In 1972 human remains were uncovered under the church altar; some believe they are those of St Lazarus, possibly hidden here by priests in anticipation of theft."
},
{
    "country": "cyprus",
    "city": "North Nicosia (Lefkoşa)",
    "index": 7,
    "name": "Selimiye Mosque",
    "latitude": "35.176439",
    "longitude": "33.364137",
    "excerpt": "North Nicosia’s most prominent landmark (also clearly visible from the southern half of the city), the Selimiye Mosque is a beautiful mongrel of a…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/north-cyprus/lefkosa-north-nicosia/attractions/selimiye-mosque/a/poi-sig/1435135/358805",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF77426677.jpg",
    "detail_description": "North Nicosia’s most prominent landmark (also clearly visible from the southern half of the city), the Selimiye Mosque is a beautiful building. A cross between a French Gothic church and a mosque, its fascinating history stretches back to the 13th century. Although it's a working place of worship, non-Muslims may visit, except during prayer time. For the most atmosphere, time your visit either just before or after one of the five daily prayer sessions.\nWork started on the church in 1209 and progressed slowly. Louis IX of France, on his way to the Crusades, stopped by in 1248 and gave the building process a much-needed shot in the arm by offering the services of his retinue of artisans and builders. The church took another 78 years to complete, however, and was finally consecrated in 1326 as the Church of Agia Sofia.Until 1570 the church suffered depredation at the hands of the Genoese and the Mamelukes, and severe shakings from two earthquakes in 1491 and 1547. When the Ottomans arrived in 1571, they stripped the building of its Christian contents and added two minarets, between which the Turkish Cypriot and Turkish flags now flutter. The Gothic structure of the interior is still apparent despite Islamic overlays, such as the whitewashed walls and columns, and the reorientation of the layout to align it with Mecca. Note the ornate west front with its three decorated doorways, each in a different style. Also look out for four marble columns relocated from Ancient Salamis and now placed in the apse off the main aisles."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 6,
    "name": "Venetian Walls",
    "latitude": "35.121453",
    "longitude": "33.940244",
    "excerpt": "Defining the Old Town, these imposing ramparts were constructed by the Venetians in the early 16th century. Although over 15m high and up to 8m thick, and…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/famagusta-gazimagusa-1002837/attractions/venetian-walls/a/poi-sig/1435755/1002837",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1446185187.jpg",
    "detail_description": "Defining the Old Town, these imposing ramparts were constructed by the Venetians in the early 16th century. Although over 15m high and up to 8m thick, and surrounded by a now-waterless moat, the ramparts failed to keep the Ottomans at bay in 1571.Like their counterpart in Nicosia (Lefkosia), Famagusta’s walls comprised 14 bastions and five gates. Unlike in Nicosia, you can walk on sections of the walls here and get a sense of the sheer bulk of the fortifications.\nStart your Famagusta wall tour at the southern end near the Land Gate on the Ravelin (Rivettina) Bastion. It was here that the Ottomans first breached the fortifications. The Ravelin Bastion was being restored when we were last in town, but work should be finished by the time you arrive.A set of stairs heads up onto the top of the walls on the eastern side of the Ravelin Bastion. From here, you can walk all the way along the top to the Canbulat (Arsenal) Bastion via the Santa Napa, Andruzzi and Camposanto Bastions. The Canbulat Bastion was renamed in honour of the Ottoman hero General Canbulat Bey, who died valiantly while attacking the walls on horseback during the bloody siege.If restoration work on the eastern walls is still ongoing, take the path down the slope here, and walk down Canbulat Yolu until you reach Porta del Mare (the original Sea Gate). Here you can climb stairs up to the top again, although the views over the modern port are less than inspiring. This gate originally opened directly onto the sea; today the wharves have extended the land bridge considerably.The next section of wall you can climb up on is at the Diamante Bastion, though you can't get very far as another restoration project is currently at work on the western walls. When this is finally finished, it is one of the most interesting sections of the walls to walk, starting from the steeply pitched Martinengo Bastion and passing the four minor bastions of San Luca, Pulacazara, Moratto and Diocare on your way back to the Ravelin Bastion."
},
{
    "country": "cyprus",
    "city": "Kyrenia (Girne)",
    "index": 5,
    "name": "Kyrenia Castle",
    "latitude": "35.34156",
    "longitude": "33.322381",
    "excerpt": "If the grand fortifications of Kyrenia Castle could talk, they could sure tell some tales. The castle was first built by the Byzantines – possibly over…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/north-cyprus/kyrenia-girne-and-the-northcoast/attractions/kyrenia-castle/a/poi-sig/1435356/1002831",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/162744709_full.jpg",
    "detail_description": "If the grand fortifications of Kyrenia Castle could talk, they could sure tell some tales. The castle was first built by the Byzantines – possibly over the remains of an earlier Roman fort – and every era of conquerors from Richard the Lionheart to the Ottomans has added its own touch to the castle's bulk.A large rectangular structure, the castle contains a cistern, dungeon, chapel and two small museums, though the real highlight is walking along the ramparts high above the harbour.\nYou enter the castle via the stone bridge over the former moat, which leads to the small 12th-century Byzantine Chapel of St George. Its broken mosaics and Corinthian columns, originally outside the walls, were incorporated into the larger structure by the Venetians.The western side of the inner castle is home to the infamous dungeon where King Peter I’s pregnant mistress, Joanna L’Aleman, was tortured by order of the king’s jealous wife, Queen Eleanor. You can peer down into the deep hole where a hilariously bad mannequin representing the unfortunate Joanna is displayed.Across the courtyard, the northeast Lusignan bastion tower features mannequins dressed in armour. The Venetian bastion tower is in the southeast corner. Between the towers are two small museums. The Gallery of Tomb Finds holds a small collection of finds from surrounding archaeological sites, including the Neolithic site of Vrysi (near Çatalköy) and the Kirni Bronze Age tombs (in Pınarbaşı). There's also an exhibit of Hellenistic-period ceramics unearthed at Akdeniz (Ayia Irini).Next door, the Kyrenia Shipwreck Museum contains the remains of the oldest shipwreck recovered from Cypriot waters. This wooden-hulled (Aleppo pine) Greek merchant ship sank off the Kyrenia coast around 300 BC, and was discovered by a local diver in 1967. Its cargo consisted of amphorae, almonds, grain, wine and millstones from the Greek islands of Samos, Rhodes and Kos. Its crew most likely traded along the coast of Anatolia and as far as the islands of the Dodecanese in Greece.Evidence suggests that the boat, 80 years old at the time, sank because of piracy. Much of its cargo seems to have been plundered, and it has what appear to be spear marks in its hull. A curse tablet – displayed among the exhibits – was also found with the wreck. At the time, pirates believed that placing these tablets on a sinking ship would conceal its fate, by keeping the wreck forever at the bottom of the sea. Upstairs from the main gallery, a small separate chamber exhibits the preserved hull of the boat.You can walk between the castle’s four towers via the handrailed ramparts, but follow the marked routes as some sections can be quite dangerous. Keep younger children close by at all times. Views of the Old Harbour are fantastic from here, especially in the morning light."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 4,
    "name": "St Hilarion Castle",
    "latitude": "35.309872",
    "longitude": "33.271408",
    "excerpt": "The full fairy-tale outline of St Hilarion Castle only becomes apparent once you’re directly beneath it. The stone walls and half-ruined buildings blend…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/around-kyrenia-the-ranges/attractions/st-hilarion-castle/a/poi-sig/1435397/1330825",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockRF158075618.jpg",
    "detail_description": "The full fairy-tale outline of St Hilarion Castle only becomes apparent once you’re directly beneath it. The stone walls and half-ruined buildings blend into the rocky landscape, creating a dreamscape castle plucked from a child’s imagination, complete with hidden rooms, tunnels and crumbling towers.The site has three main parts: the lower enceinte (fortified defensive enclosure), the upper enceinte and Prince John’s Tower, all linked by steep staircases. The stunning views are well worth the arduous climb to the top.\nRumour has it that Walt Disney drew inspiration from the jagged contours of St Hilarion when he created the animated film Snow White. And a local folk legend tells that the castle once boasted 101 rooms, the last of which led to a secret internal garden that belonged to a fairy queen. This enchantress was known for seducing hunters, shepherds and travellers who stumbled into her lair and robbing them after placing them into a deep slumber.The castle’s real history is a bit less fantastic. The lofty fort is named after the monk Hilarion, who fled persecution in the Holy Land. He lived (and died) in a mountain cave that overlooked the Kyrenia plain, protecting the pass between the coast and Nicosia (Lefkosia).In the 10th century the Byzantines built a church and monastery over Hilarion’s tomb. Due to the site’s strategic position, it was used as a watchtower and beacon during the Arab raids of the 7th and 8th centuries and was an important link in the communication chain between Buffavento and Kantara Castles further east.In 1191 Guy de Lusignan seized control of St Hilarion, defeating the self-proclaimed Byzantine emperor of Cyprus, Isaak Komninos. The castle was then extensively expanded and used as both a military outpost and a summer residence of the Lusignan court. Later, during Venetian rule, the castle was neglected and fell into disrepair.In 1964 the Türk Mukavemet Teşkilatı (TMT), an underground Turkish nationalist group, took control of the castle, again for its strategic position. It has been in Turkish Cypriot hands ever since, with a sheltered Turkish military base located on the ridge below.You enter by the barbican main gate into the lower enceinte, once used as the main garrison and stabling area. Then follow the meandering path up to the middle enceinte, originally protected and sealed by a drawbridge. Here you'll find remains of the church, barrack rooms, four-level royal apartments and a large cistern, vital to the storage of water.Access to the upper enceinte is via a paved winding track, which leads to the Lusignan Gate. Guarded by the Byzantine tower, it opens on to the central courtyard, adorned with more royal apartments, kitchens and ancillary chambers.One last climb takes you to Prince John’s Tower. Legend has it that Prince John of Antioch became convinced his two Bulgarian bodyguards were plotting to assassinate him and had them thrown from the cliff, to their deaths.From the tower on clear days you can see the Taurus Mountains, 100km away in Turkey.In summer it’s best to arrive early and avoid climbing in the heat of the day."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 2,
    "name": "Ancient Salamis",
    "latitude": "35.187172",
    "longitude": "33.903122",
    "excerpt": "According to legend, Salamis was founded around 1180 BC by Teucer (Teukros), son of Telamon, king of Salamina, on the Greek mainland. Brother to the hero…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/around-famagusta/attractions/ancient-salamis/a/poi-sig/1435806/1330840",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/Greece%20Famagusta%20Rostislavv%20GettyImages-642591320%20RFC.jpg",
    "detail_description": "According to legend, Salamis was founded around 1180 BC by Teucer (Teukros), son of Telamon, king of Salamina, on the Greek mainland. Brother to the hero Ajax, he was unable to return home from the Trojan War after failing to avenge his brother’s death.Today the vast, scattered remnants of this ancient kingdom, 9km north of Famagusta on the seaward side of the Famagusta–Boğaz Hwy, are one of the island’s premier archaeological sites.\nAfter its legendary beginnings, Salamis later came under Assyrian rule; the first recorded mention of it is on an Assyrian stele dated to 709 BC.After a land and sea battle between the Greeks and the Persians in 450 BC the city (and island) submitted. The city remained under Persian control until the great patriot king Evagoras fought for and obtained independence. During his reign Salamis flourished. It issued its own money and nurtured a thriving philosophical and literary scene, receiving noted Greek thinkers and poets.Later, after Alexander the Great put an end to Persian domination across the island, the city saw a short period of peace. Nicocreon (the last king of Salamis) submitted to Alexander’s rule and after Alexander’s death, continued to cooperate with the subsequent Ptolemaic rulers, quelling uprisings in other Cypriot kingdoms. Nicocreon’s death in 311 BC remains a mystery. Some texts says that he committed suicide while others hold that he was murdered. What is clear is that despite Ptolemy rule over Salamis lasting until 58 BC, the city began to flounder after Nicocreon’s death.It wasn’t until Cyprus became a Roman colony that the city prospered again, through rebuilding and public works. It went on to suffer two earthquakes and a tidal wave, requiring rebuilding once more, courtesy of Emperor Constantine II. In AD 350 the city was renamed Constantia and declared Episcopal.Constantia suffered similar problems to its predecessor and in the 7th and 8th centuries it suffered Saracen Arab raids.Its silted-over harbour became unusable and the city was essentially forgotten. Many of its stones were later used to build Famagusta.GymnasiumThe remains of the city’s gymnasium, with columned courtyard and adjacent pools, used for exercise and pampering, allude to Salamis’ original grandeur. Its northerly portico is surrounded by headless statues despoiled by Christian zealots as symbols of pagan worship. Many that had survived numerous raids have disappeared since 1974. Fortunately, some made it to Nicosia’s Cyprus Museum and are now prized exhibits.BathsEast of the portico are the Hellenistic and Roman baths, where you can see the exposed underfloor heating system. The southern entrance has a fresco of two faces, and in the south hall are two of the site’s finest mosaics, dating from the 3rd and 4th centuries AD.One mosaic depicts Leda and the Swan, the other Apollo and Artemis combating the Niobids. Some believe that the latter is a scene of a battle between warriors and Amazons.TheatreDating from the time of Augustus (31 BC to AD 14), the theatre once held 15,000 spectators. Much of it was destroyed by earthquakes, leaving stone raiders to seize its blocks for building projects elsewhere. Since then, it has been partially restored and occasionally hosts outdoor events.Roman VillaSouth of the theatre, the villa was originally a two-storey structure made up of a reception hall and an inner courtyard with columned portico. The villa was utilised long after the city was finally abandoned and used as an olive-oil mill. The grinding stone can still be seen today.Kambanopetra BasilicaThe vast remains of this 4th-century basilica are an entrancing spot with lonely columns backed by the sea. Originally it would have been an impressive church with three apses. In the complex behind the church (believed to have contained a bathhouse) there is an intricate, well-preserved mosaic floor.Basilica of Agios EpifaniosOnce the largest basilica in Cyprus, this church was built during the episcopacy of Epifanios (AD 386–403) and completely destroyed during Arab raids in the 7th century.ReservoirAt the southern end of the site you come to the Roman-era reservoir, which stored the water brought to Salamis by a 50km aqueduct.Agora &amp; Temple of ZeusJust behind the reservoir are the sparse remains of Agora – the city’s place of assembly during the Roman era – and the Temple of Zeus which the Romans built over an earlier Hellenistic temple. Not much remains from either complex, the stones having long been pilfered for other building projects."
},
{
    "country": "cyprus",
    "city": "Cyprus",
    "index": 3,
    "name": "Ancient Kourion",
    "latitude": "34.664523",
    "longitude": "32.887659",
    "excerpt": "Defiantly perched on a hillside, with a sweeping view of the surrounding patchwork fields and the sea, Ancient Kourion is a spectacular site. Most likely…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/around-lemesos/attractions/ancient-kourion/a/poi-sig/1434820/358809",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF216965800.jpg",
    "detail_description": "Defiantly perched on a hillside, with a sweeping view of the surrounding patchwork fields and the sea, Ancient Kourion is a spectacular site. Most likely founded in neolithic times due to its strategic position high on a bluff, it became a permanent settlement in about the 13th century BC, when Mycenaean colonisers established themselves here.There’s a small visitors centre where you can see a scale model of the whole site, which will help orientate your visit.\nThe ticket office is at the entry gate halfway up the hill. From there the road continues to the hilltop to the visitor’s centre and ruins.The settlement prospered under the Ptolemies and Romans, and a pre-Christian cult of Apollo was active among the inhabitants of Kourion in Roman times, as evidenced by the nearby Sanctuary of Apollon Ylatis. Christianity eventually supplanted Apollo and, despite disastrous earthquakes in the region, an early Christian basilica was built in the 5th century, testifying to the ongoing influence of the religion on Kourion by this time.Pirate raids 200 years later severely compromised the viability of the Christian bishopric; the Bishop of Kourion was obliged to move his base to a new settlement at nearby Episkopi (meaning ‘bishopric’ in Greek). Kourion declined as a settlement from that point on and was not rediscovered until tentative excavations at the site began in 1876.Early Christian BasilicaThe early Christian basilica at Ancient Kourion displays all the hallmarks of an early church, with foundations clearly showing the existence of a narthex diakonikon (a storage area for agricultural products used by priests and monks), various rooms, a baptistery and an atrium. Some floor mosaics are also visible among the remains.House of EustoliusOriginally a palace dating from the early Roman period, this complex was subsequently altered in the 3rd century AD and made a more communal space for the local residents, with the addition of extensive baths, courtyards and halls. Its colourful Christian-influenced mosaic floors are well preserved and make a mention of the builder, Eustolius, and the decidedly non-Christian patron, Apollo. Look for Christian motifs of cross-shaped ornaments and fish.House of the GladiatorsAt the northwestern edge of the Ancient Kourion site you come to the House of the Gladiators, so called because of two fairly well preserved floor mosaics depicting gladiators in combat dress. Two of these gladiators, Hellenikos and Margaritis, are shown practising with weapons.Just to the north is the House of Achilles, where a fragment of a beautifully intricate floor mosaic depicting Achilles meeting with Odysseus has survived.Northern Plateau RuinsThe ruins of Hellenistic and Roman Kourion lie on the northern plateau of the Ancient Kourion site. The Roman agora and the stoa, with its colonnade of 16 marble columns, sit alongside the early Christian basilica.Just to the north, a wooden walkway leads you over the substantial remnants of the Roman city baths, an irrigation system and the nymphaeum. The foundations of the public baths, with the layout of the frigidarium (cold room), tepidarium (warm room) and caldarium (hot room), can still be clearly seen.Roman TheatreMore interesting for its lovely coastal views than for its actual structure, Ancient Kourion’s Roman Theatre is a reconstruction of a smaller theatre that existed on the same spectacular site, high on the hill overlooking the sea, which was destroyed by earthquakes in the 4th century. Nevertheless, it gives a good idea of how the original would have been at its peak. Today the theatre is often used for cultural events and performances by Cypriot and visiting Greek singers and bands."
},
{
    "country": "cyprus",
    "city": "Pafos",
    "index": 1,
    "name": "Pafos Archaeological Site",
    "latitude": "34.758203",
    "longitude": "32.406138",
    "excerpt": "Nea Pafos (New Pafos) is, ironically, the name given to the sprawling Pafos Archaeological Site, to the west of Kato Pafos. Nea Pafos was the ancient city…",
    "detail_url": "https://www.lonelyplanet.com/cyprus/the-republic-of-cyprus/pafos/attractions/pafos-archaeological-site/a/poi-sig/1438305/358813",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-474428306_high.jpg",
    "detail_description": "Nea Pafos (New Pafos) is, ironically, the name given to the sprawling Pafos Archaeological Site, to the west of Kato Pafos. Nea Pafos was the ancient city of Pafos, founded in the late 4th century BC and originally encircled by massive walls. Despite being ceded to the Romans in 58 BC, it remained the centre of all political and administrative life in Cyprus. It is most famed today for its mesmerising collection of intricate and colourful mosaics based on ancient Greek myths.\nPalea Pafos (Old Pafos) was in fact Kouklia, southeast of today’s Pafos and the site of the Sanctuary of Aphrodite. At the time of Nea Pafos, Cyprus was part of the kingdom of the Ptolemies, the Greco-Macedonian rulers of Egypt whose capital was Alexandria. The city became an important strategic outpost for the Ptolemies, and the settlement grew considerably over the next seven centuries.The city originally occupied an area of about 950,000 sq metres and reached its zenith during the 2nd or 3rd century AD. It was during this time that the city’s most opulent public buildings were constructed, including those that house the famous Pafos mosaics.Nea Pafos went into decline following an earthquake in the 4th century that badly damaged the city. Subsequently, Salamis in the east became the new capital of Cyprus, and Nea Pafos was relegated to the status of a mere bishopric. Arab raids in the 7th century set the seal on the city’s demise and neither Lusignan settlement (1192–1489) nor Venetian and Ottoman colonisation revived Nea Pafos’ fortunes.The archaeological site is still being excavated since it is widely believed that there are many treasures still to be discovered. The following sections detail the major sights.Pafos MosaicsThis superb collection of mosaics is located in the southern sector of the archaeological site, immediately to the south of the Agora. Discovered by accident in 1962 by a farmer ploughing his field, these exquisite mosaics decorated the extensive floor area of a large, wealthy residence from the Roman period. Subsequently named the House of Dionysus (because of the number of mosaics featuring Dionysus, the god of wine), this complex is the largest and best known of the mosaic houses.The most wonderful thing about the mosaics is that, apart from their artistic and aesthetic merits, each tells a story, mostly based on ancient Greek myths.The first thing you’ll see upon entering is not a Roman mosaic at all but a Hellenistic monochrome pebble mosaic showing the monster Scylla. Based on a Greek myth, this mosaic was discovered in 1977, a metre underground in the southwestern corner of the atrium.The famous tale of Narcissus is depicted in a mosaic in Room 2, while the Four Seasons mosaic (Room 3) depicts Spring crowned with flowers and holding a shepherd’s stick; Summer holding a sickle and wearing ears of corn; Autumn crowned with leaves and wheat; and Winter as a bearded, grey-haired man.Phaedra and Hippolytos (Room 6) is one of the most important mosaics in the house. It depicts the tragic tale of a stepmother’s bizarre love for her stepson.Another stunning mosaic in the house is the Rape of Ganymede (Room 8). Ganymede was a beautiful young shepherd who became the cupbearer of the gods. The mosaicist had apparently miscalculated the space allowed to him, which is why the eagle’s wings are cropped.In the Western Portico (Room 16) is a mosaic based on a tale familiar to any lover of Shakespeare: the story of Pyramus and Thisbe, first narrated by Ovid in his Metamorphosis, and adapted in Romeo and Juliet (and A Midsummer Night’s Dream).A short walk away are the smaller Villa of Theseus and the House of Aion. The latter, a purpose-built structure made from stones found on the site, houses a 4th-century mosaic display made up of five separate panels. The house was named after the pagan god Aion, depicted in the mosaics. Although the image has been damaged somewhat, the name Aion and the face of the god can still be clearly seen.The Villa of Theseus is thought to have been a 2nd-century private residence and is named after a representation of the hero Theseus fighting the Minotaur. The building occupies an area of 9600 sq metres and, so far, 1400 sq metres of mosaics have been uncovered. The round mosaic of Theseus and the Minotaur is particularly well preserved and can be seen in Room 36. Other mosaics to look out for are those of Poseidon in Room 76 and Achilles in Rooms 39 and 40.Allow at least two hours to see the three houses properly.Saranta Kolones FortressNot far from the mosaics are the remains of the medieval Saranta Kolones Fortress, named for the ‘40 columns’ that were once a feature of the now almost levelled structure. Little is known about the precise nature or history of the original fortress, other than it was built by the Lusignans in the 12th century and was subsequently destroyed by an earthquake in 1222. A few desultory arches are the only visual evidence of its original grandeur.Agora, Asklipieion &amp; OdeionThe Agora (or forum) and Asklipieion date back to the 2nd century AD. Today, the Agora consists mainly of the Odeion, a semicircular theatre restored in 1970 and not appearing particularly ancient. The rest of the Agora is discernible by the remains of marble columns that form a rectangle in the largely empty open space. What is left of the Asklipieion, the healing centre and altar of Asklepios, god of medicine, runs east to west on the southern side of the Odeion.Be sure to stop by the Visitors' Centre at the top of the steps near the entrance. Interesting rotating exhibitions take place here and you can pick up a guidebook (€5.50), which explains the site in detail."
}
]