[
{
    "country": "czech-republic",
    "index": 1,
    "name": "Prague Jewish Museum",
    "latitude": "50.089757",
    "longitude": "14.418247",
    "excerpt": "This museum consists of six Jewish monuments clustered together in Josefov: the Maisel Synagogue; the Pinkas Synagogue; the Spanish Synagogue; the Klaus…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/prague-jewish-museum/a/poi-sig/1094986/1323269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f34513a034edd22266c8a5012cafd5a-prague-jewish-museum.jpg",
    "detail_description": "This museum consists of six Jewish monuments clustered together in Josefov: the Maisel Synagogue; the Pinkas Synagogue; the Spanish Synagogue; the Klaus Synagogue; the Ceremonial Hall; and the Old Jewish Cemetery. There is also the Old-New Synagogue, which is still used for religious services, and requires a separate ticket or additional fee.\nIn one of the most grotesquely ironic acts of WWII, the Nazis took over the management of the Prague Jewish Museum – first established in 1906 to preserve artefacts from synagogues that were demolished during the slum clearances in Josefov around the turn of the 20th century – with the intention of creating a ‘museum of an extinct race’. They shipped in materials and objects from destroyed Jewish communities throughout Bohemia and Moravia, helping to amass what is probably the world’s biggest collection of sacred Jewish artefacts and a moving memorial to seven centuries of oppression.An ordinary ticket gives admission to all six main monuments. You can buy tickets at the Reservation Centre, the Pinkas Synagogue, the Spanish Synagogue and the shop opposite the entrance to the Old-New Synagogue. Queues tend to be shortest at the Spanish Synagogue. If you are pressed for time, the highlights are the Old-New Synagogue and the Old Jewish Cemetery.Completed around 1270, the Old-New Synagogue is Europe’s oldest working synagogue and one of Prague’s earliest Gothic buildings. You step down into it because it predates the raising of Staré Město’s street level in medieval times to guard against floods. Men must cover their heads (a hat or bandanna will do; paper yarmulkes are handed out at the entrance). Around the central chamber are an entry hall, a winter prayer hall and the room from which women watch the men-only services. The interior, with a pulpit surrounded by a 15th-century wrought-iron grill, looks much as it would have 500 years ago. The 17th-century scriptures on the walls were recovered from beneath a later ‘restoration’. On the eastern wall is the Holy Ark that holds the Torah scrolls. In a glass case at the rear, little light bulbs beside the names of the prominent deceased are lit on their death days.With its steep roof and Gothic gables, this looks like a place with secrets, and at least one version of the Golem legend ends here. Left alone on the Sabbath, the creature runs amok; Rabbi Loew rushes out in the middle of a service, removes its magic talisman and carries the lifeless body into the synagogue’s attic, where some insist it still lies.Across the narrow street is the elegant 16th-century High Synagogue (Vysoká synagóga), so called because its prayer hall (closed to the public) is upstairs. Around the corner is the Jewish Town Hall (Židovská radnice), built by Mordechai Maisel in 1586 and given its rococo facade in the 18th century. It has a clock tower with one Hebrew face where the hands, like the Hebrew script, run ‘backwards’. It's closed to the public.The handsome Pinkas Synagogue was built in 1535 and used for worship until 1941. After WWII it was converted into a memorial, with wall after wall inscribed with the names, birth dates, and dates of disappearance of the 77,297 Czech victims of the Nazis. It also has a collection of paintings and drawings by children held in the Terezín concentration camp during WWII.The Pinkas Synagogue contains the entrance to the Old Jewish Cemetery, Europe’s oldest surviving Jewish graveyard. Founded in the early 15th century, it has a palpable atmosphere of mourning even after more than two centuries of disuse (it was closed in 1787). Remember, however, that this is one of Prague’s most popular sights, so if you’re hoping to have a moment of quiet contemplation, you’ll probably be disappointed. Around 12,000 crumbling stones (some brought from other, long-gone cemeteries) are heaped together, but beneath them are perhaps 100,000 graves, piled in layers because of the lack of space.The most prominent graves, marked by pairs of marble tablets with a ‘roof’ between them, are near the main gate; among them are the graves of Mordechai Maisel and Rabbi Loew. The oldest stone (now replaced by a replica) is that of Avigdor Karo, a chief rabbi and court poet to Wenceslas IV, who died in 1439. Most stones bear the name of the deceased and his or her father, the date of death (and sometimes of burial) and poetic texts. Elaborate markers from the 17th and 18th centuries are carved with bas-reliefs, some of them indicating the deceased’s occupation – look out for a pair of hands marking the grave of a pianist.Since the cemetery was closed, Jewish burials have taken place at the Jewish Cemetery in Žižkov. There are remnants of another old Jewish burial ground at the foot of the TV Tower in Žižkov.You exit the cemetery through a gate between the Klaus Synagogue (Klausová Synagóga) and the Ceremonial Hall (Obřadní síň), both of which house exhibitions on Jewish forms of worship, family ceremonies and traditions such as birth, circumcision, bar mitzvah and marriage.A block to the southeast lies the neo-Gothic Maisel Synagogue, which replaced a Renaissance original built by Mordechai Maisel, mayor of the Jewish community, in 1592. It houses an exhibit on the history of the Jews in Bohemia and Moravia from the 10th to the 18th centuries, with displays of ceremonial silver, textiles, prints and books.Finally, about two blocks east of the Maisel is the Spanish Synagogue. Named after its striking Moorish interior and dating from 1868, its exhibit continues the story of the Jews in the Czech Republic from emancipation to the present day."
},
{
    "country": "czech-republic",
    "index": 40,
    "name": "Old Town Hall Tower",
    "latitude": "50.08711308484",
    "longitude": "14.420854926109",
    "excerpt": "The Old Town Hall’s best feature is the view across the Old Town Square from its 60m-tall clock tower. It's well worth the climb up the modern,…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/old-town-hall-tower/a/poi-sig/1265294/1323269",
    "image_url": null,
    "detail_description": "The Old Town Hall’s best feature is the view across the Old Town Square from its 60m-tall clock tower. It's well worth the climb up the modern, beautifully designed steel spiral staircase; there’s also a lift.\n"
},
{
    "country": "czech-republic",
    "index": 37,
    "name": "Hot Spring Colonnade",
    "latitude": "50.222932",
    "longitude": "12.883787",
    "excerpt": "The Hot Spring Colonnade is in an incongruous concrete-and-glass functionalist structure built in 1975 and once dedicated to Soviet cosmonaut Yuri Gagarin…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/bohemia/karlovy-vary/attractions/hot-spring-colonnade/a/poi-sig/1242462/358824",
    "image_url": null,
    "detail_description": "The Hot Spring Colonnade is in an incongruous concrete-and-glass functionalist structure built in 1975 and once dedicated to Soviet cosmonaut Yuri Gagarin. It houses the most impressive of the town's geysers, Pramen Vřídlo, which spurts some 12m into the air; people lounge about inhaling the vapours or sampling the waters from a line of taps in the main hall.\n"
},
{
    "country": "czech-republic",
    "index": 39,
    "name": "Mill Colonnade",
    "latitude": "50.225211",
    "longitude": "12.881953",
    "excerpt": "The most impressive piece of architecture in Karlovy Vary is the neo-Renaissance Mill Colonnade (built 1871–81), with five different springs, rooftop…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/bohemia/karlovy-vary/attractions/mill-colonnade/a/poi-sig/1279192/358824",
    "image_url": null,
    "detail_description": "The most impressive piece of architecture in Karlovy Vary is the neo-Renaissance Mill Colonnade (built 1871–81), with five different springs, rooftop statues depicting the months of the year, and a little bandstand. The Petra Restaurant, opposite, is the spot (but not the original building) where Peter the Great allegedly stayed in 1711.\n"
},
{
    "country": "czech-republic",
    "index": 38,
    "name": "Labyrinth under the Cabbage Market",
    "latitude": "49.192846",
    "longitude": "16.609215",
    "excerpt": "In recent years, the city has opened several sections of extensive underground tunnels to the general public. This tour takes around 60 minutes to explore…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/labyrinth-under-the-cabbage-market/a/poi-sig/1272487/358832",
    "image_url": null,
    "detail_description": "In recent years, the city has opened several sections of extensive underground tunnels to the general public. This tour takes around 60 minutes to explore several cellars situated 6m to 8m below the Cabbage Market, which has served as a food market for centuries. The cellars were built for several purposes: including to store goods and to hide in during wars.\n"
},
{
    "country": "czech-republic",
    "index": 36,
    "name": "National Museum",
    "latitude": "50.078880705416",
    "longitude": "14.430792360728",
    "excerpt": "Looming above Wenceslas Square is the neo-Renaissance bulk of the National Museum, designed in the 1880s by Josef Schulz as an architectural symbol of the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/national-museum/a/poi-sig/401135/1323270",
    "image_url": null,
    "detail_description": "Looming above Wenceslas Square is the neo-Renaissance bulk of the National Museum, designed in the 1880s by Josef Schulz as an architectural symbol of the Czech National Revival. Its magnificent interior is a shrine to the cultural, intellectual and scientific history of Czechia. The museum’s main building reopened in 2018 after several years of renovation work, but the permanent exhibition is yet to be reinstalled.\n"
},
{
    "country": "czech-republic",
    "index": 33,
    "name": "Techmania Science Centre",
    "latitude": "49.740325",
    "longitude": "13.36254",
    "excerpt": "Kids will have a ball at this high-tech, interactive science centre where they can play with infrared cameras, magnets and many other instructive and fun…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/bohemia/plzen/attractions/techmania-science-centre/a/poi-sig/1489035/358826",
    "image_url": null,
    "detail_description": "Kids will have a ball at this high-tech, interactive science centre where they can play with infrared cameras, magnets and many other instructive and fun exhibits. There's a 3D planetarium (included with admission fee) and a few full-sized historic trams and trains manufactured at the Škoda engineering works. Take the trolleybus; it's a 2km hike southwest from the city centre.\nFans of Czech visual artist David Černý will want to see his epic Entropa installation, mounted on a giant wall in the main exhibition room. It's a subtle (or not so subtle) critique of the EU and originally hung in Brussels during the Czech presidency of the EU in 2009. Presciently, in view of Britain's decision to leave the EU, the artist represented the UK with an empty space."
},
{
    "country": "czech-republic",
    "index": 35,
    "name": "Old Jewish Cemetery",
    "latitude": "50.089640241533",
    "longitude": "14.417195851715",
    "excerpt": "The Old Jewish Cemetery is Europe’s oldest surviving Jewish graveyard. Founded in the early 15th century, it has a palpable atmosphere of mourning even…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/old-jewish-cemetery/a/poi-sig/401319/1323269",
    "image_url": null,
    "detail_description": "The Old Jewish Cemetery is Europe’s oldest surviving Jewish graveyard. Founded in the early 15th century, it has a palpable atmosphere of mourning even after more than two centuries of disuse (it was closed in 1787). Around 12,000 crumbling stones (some brought from other, long-gone cemeteries) are heaped together, but beneath them are perhaps as many as 100,000 graves, piled in layers because of the lack of space.\nHowever, remember that this is one of Prague’s most popular sights, so if you’re hoping to have a moment of quiet contemplation you’ll probably be disappointed."
},
{
    "country": "czech-republic",
    "index": 34,
    "name": "Cathedral of St Barbara",
    "latitude": "49.944911883249",
    "longitude": "15.263627080513",
    "excerpt": "Kutná Hora’s greatest monument is the Gothic Cathedral of St Barbara. Rivalling Prague’s St Vitus in size and magnificence, its soaring nave culminates in…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/kutna-hora/attractions/cathedral-of-st-barbara/a/poi-sig/1095751/358830",
    "image_url": null,
    "detail_description": "Kutná Hora’s greatest monument is the Gothic Cathedral of St Barbara. Rivalling Prague’s St Vitus in size and magnificence, its soaring nave culminates in elegant, six-petalled ribbed vaulting, and the ambulatory chapels preserve original 15th-century frescoes, some of them showing miners at work. Take a walk around the outside of the church; the terrace at the eastern end enjoys the finest view in town.\nConstruction was begun in 1380, interrupted during the Hussite Wars and abandoned in 1558 when the silver began to run out. The cathedral was finally completed in neo-Gothic style at the end of the 19th century."
},
{
    "country": "czech-republic",
    "index": 31,
    "name": "Vila Tugendhat",
    "latitude": "49.207154",
    "longitude": "16.616102",
    "excerpt": "Brno had a reputation in the 1920s as a centre for modern architecture in the Bauhaus style. Arguably the finest example is this family villa, designed by…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/moravia/brno/attractions/vila-tugendhat/a/poi-sig/459193/358832",
    "image_url": null,
    "detail_description": "Brno had a reputation in the 1920s as a centre for modern architecture in the Bauhaus style. Arguably the finest example is this family villa, designed by modern master Mies van der Rohe for Greta and Fritz Tugendhat in 1930. The house was the inspiration for British author Simon Mawer in his 2009 bestseller The Glass Room. Entry is by guided tour booked in advance by phone or email. Two tours are available: basic (one hour) and extended (1½ hours).\nBecause of the high demand for tickets, it's recommended to book at least two months in advance. If you can't book a tour, the front of the house is still worth a look for how sharply it contrasts with many of the other contemporaneous buildings in the neighbourhood. To find the villa, take the tram from Moravské náměstí up Milady Horákové to the Dětská nemocnice stop, then walk 300m north."
},
{
    "country": "czech-republic",
    "index": 32,
    "name": "Lednice Chateau",
    "latitude": "48.801387",
    "longitude": "16.805413",
    "excerpt": "Lednice’s massive neo-Gothic chateau, owned by the Liechtenstein family from 1582 to 1945, is one of the country’s most popular weekend destinations. The…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/valtice-lednice/attractions/lednice-chateau/a/poi-sig/1272930/1328087",
    "image_url": null,
    "detail_description": "Lednice’s massive neo-Gothic chateau, owned by the Liechtenstein family from 1582 to 1945, is one of the country’s most popular weekend destinations. The crowds come for the splendid interiors and extensive gardens, complete with an exotic-plant greenhouse, lakes with pleasure boats, and a mock Turkish minaret – architectural excess for the 19th-century nobility.\nEntry is by guided tour only, with two main tours (50 minutes each) available. Tour 1, the 'Representative Tour', visits the chateau's major rooms, including the famous wooden spiral staircase. Tour 2, the 'Princely Apartments', concentrates on the Liechtenstein's living quarters; the highlight is the lovely 19th-century Chinese salon. Other tours include visits to the greenhouse and the children's rooms. Check the website for additional information and to buy tour tickets."
},
{
    "country": "czech-republic",
    "index": 30,
    "name": "Hluboká Chateau",
    "latitude": "49.051209",
    "longitude": "14.441485",
    "excerpt": "Hluboká Chateau was built by Přemysl rulers in the 13th century and the building changed ownership several times until it landed in the hands of the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/hluboka-nad-vltavou/attractions/hluboka-chateau/a/poi-sig/1273797/1324835",
    "image_url": null,
    "detail_description": "Hluboká Chateau was built by Přemysl rulers in the 13th century and the building changed ownership several times until it landed in the hands of the Schwarzenberg noble family in the 17th century. They gave the castle its English Tudor makeover, modelled on Britain's Windsor Castle, in 1871, adding turrets, towers, crenellations and sumptuous wood-panelled interiors. The chateau's extensive landscaped gardens are open daily year-round, free of charge. Entry to the chateau is by guided tour only.\nThe main one-hour English-language Tour 1 (called ‘Representation Rooms’ on the website) focuses on the Schwarzenberg family's ornate reception rooms, including the grandiose dining room and library, and the private apartments of Duchess Eleonora. The second tour is a shorter winter itinerary that covers much of the same ground as the first tour. Tours 3 and 4 explore more suites of apartments and the castle's massive kitchen, respectively. There is separate admission to the castle tower."
},
{
    "country": "czech-republic",
    "index": 27,
    "name": "National Memorial to the Heroes of the Heydrich Terror",
    "latitude": "50.075871",
    "longitude": "14.416702",
    "excerpt": "The Church of Sts Cyril & Methodius houses a moving memorial to the seven Czech paratroopers who were involved in the assassination of Reichsprotektor…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/national-memorial-to-the-heroes-of-the-heydrich-terror/a/poi-sig/1241364/1323270",
    "image_url": null,
    "detail_description": "The Church of Sts Cyril &amp; Methodius houses a moving memorial to the seven Czech paratroopers who were involved in the assassination of Reichsprotektor Reinhard Heydrich in 1942, with an exhibit and video about Nazi persecution of the Czechs. The church appeared in the 2016 movie based on the assassination, Anthropoid.\nThe paratroopers hid in the church's crypt for three weeks after the killing, until their hiding place was betrayed by the Czech traitor Karel Čurda. The Germans besieged the church, first attempting to smoke the paratroopers out and then flooding the crypt with fire hoses. Three paratroopers were killed in the ensuing fight; the other four took their own lives rather than surrender to the Germans.In the crypt itself you can still see the bullet marks and shrapnel scars on the walls, and signs of the paratroopers’ last desperate efforts to dig an escape tunnel to the sewer under the street. On the Resslova side of the church, the narrow gap in the wall of the crypt where the Germans inserted their fire hoses is still pitted with bullet marks."
},
{
    "country": "czech-republic",
    "index": 29,
    "name": "Museum of the Infant Jesus of Prague",
    "latitude": "50.085716",
    "longitude": "14.403859",
    "excerpt": "The rather plain-looking Church of Our Lady Victorious (kostel Panny Marie Vítězné), built in 1613, has on its central altar a 47cm-tall waxwork figure of…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/museum-of-the-infant-jesus-of-prague/a/poi-sig/401762/1323268",
    "image_url": null,
    "detail_description": "The rather plain-looking Church of Our Lady Victorious (kostel Panny Marie Vítězné), built in 1613, has on its central altar a 47cm-tall waxwork figure of the baby Jesus, brought from Spain in 1628 and known as the Infant Jesus of Prague (Pražské Jezulátko, or sometimes known by its Italian name, Babino di Praga). At the back of the church is a tiny museum displaying a selection of the frocks used to dress the Infant.\nThe Infant is said to have protected Prague from the plague and from the destruction of the Thirty Years’ War. An 18th-century German prior, ES Stephano, wrote about the miracles, kicking off what eventually became a worldwide cult. Today the statue is visited by a steady stream of pilgrims, especially from Italy, Spain and Latin America. It was traditional to dress the figure in beautiful robes, and over the years various benefactors donated richly embroidered dresses. Today the Infant’s wardrobe consists of more than 70 costumes donated from all over the world; they're changed regularly in accordance with a religious calendar."
},
{
    "country": "czech-republic",
    "index": 28,
    "name": "Church of St James",
    "latitude": "50.088266801016",
    "longitude": "14.424652394818",
    "excerpt": "The great Gothic mass of the Church of St James began in the 14th century as a Minorite monastery church, and was given a beautiful baroque facelift in…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/church-of-st-james/a/poi-sig/401702/1323269",
    "image_url": null,
    "detail_description": "The great Gothic mass of the Church of St James began in the 14th century as a Minorite monastery church, and was given a beautiful baroque facelift in the early 18th century. But in the midst of the gilt and stucco is a grisly memento: on the inside of the western wall (look up to the right as you enter) hangs a shrivelled human arm.\nLegend claims that when a thief tried to steal the jewels from the statue of the Virgin around the year 1400, the Virgin grabbed his wrist in such an iron grip that his arm had to be lopped off. (The truth may not be far behind: the church was a favourite of the guild of butchers, who may have administered their own justice.)Pride of place inside goes to the over-the-top tomb of Count Jan Vratislav of Mitrovice, an 18th-century lord chancellor of Bohemia, found in the northern aisle. It’s well worth a visit to enjoy St James’ splendid pipe organ and famous acoustics. Recitals – free at 10.30am or 11am after Sunday Mass – and occasional concerts are not always advertised by ticket agencies, so check the website under 'Koncerty/Sbor'."
},
{
    "country": "czech-republic",
    "index": 26,
    "name": "Vyšehrad Cemetery",
    "latitude": "50.064591",
    "longitude": "14.417946",
    "excerpt": "Vyšehrad Cemetery is a major attraction for many visitors, being the final resting place for dozens of Czech luminaries, including Antonín Dvořák, Bedřich…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/smichov-and-vysehrad/attractions/vysehrad-cemetery/a/poi-sig/401806/1323274",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b1cb839a7b98dceb76865e23b5923798-vysehrad-cemetery.jpg",
    "detail_description": "Vyšehrad Cemetery is a major attraction for many visitors, being the final resting place for dozens of Czech luminaries, including Antonín Dvořák, Bedřich Smetana and Alfons Mucha. Many tombs and headstones are works of art – Dvořák’s is a sculpture by Ladislav Šaloun, the art-nouveau sculptor who created the Jan Hus monument in Old Town Square.\n"
},
{
    "country": "czech-republic",
    "index": 24,
    "name": "Pilsner Urquell Brewery",
    "latitude": "49.746856",
    "longitude": "13.386948",
    "excerpt": "Plzeň's most popular attraction is the tour of the Pilsner Urquell Brewery, in operation since 1842 and arguably home to the world's best beer. Entry is…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/bohemia/plzen/attractions/pilsner-urquell-brewery/a/poi-sig/1095166/358826",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/09965f30be7875e30123841fa73d8e4b-pilsner-urquell-brewery.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 25,
    "name": "Prague City Museum",
    "latitude": "50.089957",
    "longitude": "14.438514",
    "excerpt": "This excellent, oft-overlooked museum, opened in 1898, is devoted to the history of Prague from prehistoric times to the 20th century (labels are in…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/prague-city-museum/a/poi-sig/401295/1323270",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 23,
    "name": "Stromovka Park",
    "latitude": "50.103226",
    "longitude": "14.419878",
    "excerpt": "Just west of Výstaviště, Stromovka is central Prague’s largest park. In the Middle Ages it was a royal hunting preserve, which is why it’s sometimes…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/bubenec-dejvice/attractions/stromovka-park/a/poi-sig/401796/1337859",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba51e0fb53b9eec272365a76d8fdb397-stromovka.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 22,
    "name": "Vyšehrad Citadel",
    "latitude": "50.062373",
    "longitude": "14.423021",
    "excerpt": "The Vyšehrad Citadel refers to the complex of buildings and structures atop Vyšehrad Hill that have played an important role in Czech history for over…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/smichov-and-vysehrad/attractions/vysehrad-citadel/a/poi-sig/401808/1323274",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cae1d5fdbc2ec19dc924d3d663afe8e8-vysehrad-citadel.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 19,
    "name": "Karlštejn Castle",
    "latitude": "49.939358",
    "longitude": "14.188296",
    "excerpt": "Karlštejn Castle, 30km southwest of Prague, started life in 1348 as a hideaway for the crown jewels of Holy Roman Emperor Charles IV. After falling into…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/karlstejn/attractions/karlstejn-castle/a/poi-sig/1019289/1324196",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 20,
    "name": "Petřín",
    "latitude": "50.083265",
    "longitude": "14.396693",
    "excerpt": "This 318m-high hill is one of Prague’s largest green spaces. It’s great for quiet, tree-shaded walks and fine views over the ‘City of a Hundred Spires’…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/petrin/a/poi-sig/401125/1323268",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 18,
    "name": "Český Krumlov State Castle",
    "latitude": "48.812912",
    "longitude": "14.314488",
    "excerpt": "Český Krumlov's striking Renaissance castle, occupying a promontory high above the town, began life in the 13th century. It acquired its present…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/bohemia/cesky-krumlov/attractions/cesky-krumlov-state-castle/a/poi-sig/1241973/1324872",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/081b42b9c96ba666c51063d176f034e8-cesky-krumlov-castle.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 21,
    "name": "Convent of St Agnes",
    "latitude": "50.09209668219",
    "longitude": "14.42395867872",
    "excerpt": "In the northeastern corner of Staré Město is the former Convent of St Agnes, Prague’s oldest surviving Gothic building. The 1st-floor rooms hold the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/convent-of-st-agnes/a/poi-sig/401307/1323269",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 16,
    "name": "Konopiště Chateau",
    "latitude": "49.779657",
    "longitude": "14.656845",
    "excerpt": "Archduke Franz Ferdinand d’Este, heir to the Austro-Hungarian throne, is famous for being dead – it was his assassination in Sarajevo in 1914 that sparked…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/konopiste/attractions/konopiste-chateau/a/poi-sig/1095682/1324200",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 17,
    "name": "Sedlec Ossuary",
    "latitude": "49.961767",
    "longitude": "15.288194",
    "excerpt": "When the Schwarzenbergs purchased Sedlec monastery (2.5km northeast of the town centre) in 1870 they allowed local woodcarver František Rint to get…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/kutna-hora/attractions/sedlec-ossuary/a/poi-sig/1095715/358830",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/638bde3557b0b717c056b0a4bd9c7625-sedlec-ossuary.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 13,
    "name": "Loreta",
    "latitude": "50.089235775525",
    "longitude": "14.391718601493",
    "excerpt": "The Loreta is a baroque place of pilgrimage founded by Benigna Kateřina Lobkowicz in 1626, designed as a replica of the supposed Santa Casa (Sacred House;…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/loreta/a/poi-sig/401167/1323267",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 14,
    "name": "Old Town Square",
    "latitude": "50.087527",
    "longitude": "14.421315",
    "excerpt": "One of Europe’s most beautiful and busiest urban spaces, the Old Town Square (Staroměstské náměstí, or Staromák for short) has been Prague’s principal…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/old-town-square/a/poi-sig/1265715/1323269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-534620487_high.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 12,
    "name": "Old Town Hall",
    "latitude": "50.087039866005",
    "longitude": "14.420603739089",
    "excerpt": "Prague’s Old Town Hall, founded in 1338, is a hotchpotch of medieval buildings acquired piecemeal over the centuries, presided over by a tall Gothic tower…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/old-town-hall/a/poi-sig/401305/1323269",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 15,
    "name": "Veletržní Palác",
    "latitude": "50.101251",
    "longitude": "14.43272",
    "excerpt": "The National Gallery's collection of 19th-, 20th- and 21st-century art is spread over four floors and is a strong contender for Prague's best museum. It…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/holesovice-bubenec-and-dejvice/attractions/veletrzni-palac/a/poi-sig/401425/1323273",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstockRF_318927377.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 11,
    "name": "Church of Our Lady Before Týn",
    "latitude": "50.087648136676",
    "longitude": "14.422606235463",
    "excerpt": "Its distinctive twin Gothic spires make the Týn Church an unmistakable Old Town landmark. Like something out of a 15th-century – and probably slightly…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/church-of-our-lady-before-tyn/a/poi-sig/401593/1323269",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 10,
    "name": "St Nicholas Church",
    "latitude": "50.087905",
    "longitude": "14.402829",
    "excerpt": "Malá Strana is dominated by the huge green cupola of St Nicholas Church, one of Central Europe’s finest baroque buildings. (Don’t confuse it with the…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/st-nicholas-church/a/poi-sig/1241114/1323268",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/170d7c03ad9ba8c085825617070ec7ab822e69aa50801f2379cc63321675068b.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 9,
    "name": "Astronomical Clock",
    "latitude": "50.087092255691",
    "longitude": "14.420879949224",
    "excerpt": "Every hour, on the hour, crowds gather beneath the Old Town Hall Tower to watch the Astronomical Clock in action. Despite a slightly underwhelming…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/astronomical-clock/a/poi-sig/401581/1323269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f30f7238196b7085550560af48583e01-astronomical-clock.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 8,
    "name": "Prague Castle",
    "latitude": "50.091058",
    "longitude": "14.40166",
    "excerpt": "Prague’s most popular attraction. Looming above the Vltava's left bank, its serried ranks of spires, towers and palaces dominate the city centre like a…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/prague-castle/a/poi-sig/1019293/1323267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f85e77a2c778437b49223c44ff4da206-prague-castle.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 7,
    "name": "Wenceslas Square",
    "latitude": "50.081506144422",
    "longitude": "14.427307128906",
    "excerpt": "More a broad boulevard than a typical European city square, Wenceslas Square has witnessed a great deal of Czech history – a giant Mass was held here…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/nove-mesto/attractions/wenceslas-square/a/poi-sig/1266840/1323270",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/853c41f16bbd0e8feca9ecb7494ba0b939e6a18d5d3a7287e677e70f186971c0.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 6,
    "name": "National Monument",
    "latitude": "50.08851173061",
    "longitude": "14.45010037673",
    "excerpt": "While this monument's massive functionalist structure has all the elegance of a nuclear power station, the interior is a spectacular extravaganza of…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/zizkov-and-karlin/attractions/national-monument/a/poi-sig/401734/1323272",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/331464a059f77b69a7eda6466d257aa2-national-monument.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 5,
    "name": "Municipal House",
    "latitude": "50.087584767265",
    "longitude": "14.427986634833",
    "excerpt": "Prague’s most exuberantly art-nouveau building is a labour of love, with every detail of its design and decoration carefully considered, and every…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/stare-mesto/attractions/municipal-house/a/poi-sig/401133/1323269",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 4,
    "name": "Strahov Library",
    "latitude": "50.086232560147",
    "longitude": "14.388637304306",
    "excerpt": "Strahov Library is the largest monastic library in the country, with two magnificent baroque halls dating from the 17th and 18th centuries. You can peek…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/strahov-library/a/poi-sig/1241366/1323267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7073ba2f6a97df411d7f4ca6583c066430cec3f83a60fc793de3c27d49238568.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 3,
    "name": "Charles Bridge",
    "latitude": "50.086659",
    "longitude": "14.409889",
    "excerpt": "Strolling across Charles Bridge is everybody’s favourite Prague activity. However, by 9am it’s a 500m-long fairground, with an army of tourists squeezing…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/mala-strana/attractions/charles-bridge/a/poi-sig/401143/1323268",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/702b113863875847e3d92436a8f19bac50fc5c58d1fa4dedd8cb44783cc3401d.jpg",
    "detail_description": ""
},
{
    "country": "czech-republic",
    "index": 2,
    "name": "St Vitus Cathedral",
    "latitude": "50.090817",
    "longitude": "14.400544",
    "excerpt": "Built over a time span of almost 600 years, St Vitus is one of the most richly endowed cathedrals in central Europe. It is pivotal to the religious and…",
    "detail_url": "https://www.lonelyplanet.com/czech-republic/prague/prague-castle-and-hradcany/attractions/st-vitus-cathedral/a/poi-sig/401461/1323267",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f281cfa2684336e7592772ed93bb221174835c48a5498224d7f2a4c33fbeb1c2.jpg",
    "detail_description": ""
}
]