[
{
    "country": "daegu",
    "city": "Daegu",
    "index": 1,
    "name": "Daegu Jeil Church",
    "latitude": "35.868334",
    "longitude": "128.589585",
    "excerpt": "This red brick structure is one of the city's historic churches. Within the church is a fascinating history of the building and a collection of Bibles and…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daegu-jeil-church/a/poi-sig/1600291/357406",
    "image_url": null,
    "detail_description": "This red brick structure is one of the city's historic churches. Within the church is a fascinating history of the building and a collection of Bibles and Christian material in Korean, as well as numerous historic photographs. Look out for the fascinating examples of Korean Christmas cards from the early 1960s.\nThe name in Korean simply means Daegu Number One Church. The house of worship was founded in 1898 and was the first church in the province; the bell tower was added in 1936. The church is usually open, but if you find it shut, ask at the tourist information kiosk opposite and they may find someone to fling open the doors and flick on the lights."
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 16,
    "name": "Daedeok-sa",
    "latitude": "35.82522051",
    "longitude": "128.59040872",
    "excerpt": "A temple in Apsan-gongwon, southern Daegu.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daedeok-sa/a/poi-sig/1453785/357406",
    "image_url": null,
    "detail_description": "A temple in Apsan-gongwon, southern Daegu.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 15,
    "name": "Gyeongbuk University",
    "latitude": "35.89253575",
    "longitude": "128.61519583",
    "excerpt": "A national university in the north of Daegu.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/gyeongbuk-university/a/poi-sig/1453789/357406",
    "image_url": null,
    "detail_description": "A national university in the north of Daegu.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 13,
    "name": "Daeseong-sa",
    "latitude": "35.82873584",
    "longitude": "128.58796435",
    "excerpt": "A temple in Apsan-gongwon, southern Daegu, with a large, white standing stone Buddha.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daeseong-sa/a/poi-sig/1453788/357406",
    "image_url": null,
    "detail_description": "A temple in Apsan-gongwon, southern Daegu, with a large, white standing stone Buddha.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 14,
    "name": "Church",
    "latitude": "35.86718914",
    "longitude": "128.59942308",
    "excerpt": "An unmistakable landmark in the area with its large cross.",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/church/a/poi-sig/1452840/357406",
    "image_url": null,
    "detail_description": "An unmistakable landmark in the area with its large cross.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 12,
    "name": "Daegu Arboretum",
    "latitude": "35.799715",
    "longitude": "128.521328",
    "excerpt": "These superb botanical gardens in the south of town offer shade from the sun and a huge range of trees and plants, as well as several large greenhouses…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daegu-arboretum/a/poi-sig/1598708/357406",
    "image_url": null,
    "detail_description": "These superb botanical gardens in the south of town offer shade from the sun and a huge range of trees and plants, as well as several large greenhouses that contain more exotic specimens. It's a 1.4km walk to the arboretum from the metro station.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 11,
    "name": "Cheongna Hill",
    "latitude": "35.86743",
    "longitude": "128.585905",
    "excerpt": "Not far from Our Lady of Lourdes Cathedral is this very historic hilly area of Daegu, which contains various early-20th-century missionary houses and…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/cheongna-hill/a/poi-sig/1600292/357406",
    "image_url": null,
    "detail_description": "Not far from Our Lady of Lourdes Cathedral is this very historic hilly area of Daegu, which contains various early-20th-century missionary houses and residences; it's a charming diversion into the city's European-style history and heritage. Note the colossal modern church right alongside the area.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 10,
    "name": "Monument to the Old City Wall",
    "latitude": "35.874437",
    "longitude": "128.594949",
    "excerpt": "This monument records the existence of the old city wall that once ringed the town. The wall was pulled down in 1905, but its history survives in road…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/monument-to-the-old-city-wall/a/poi-sig/1600294/357406",
    "image_url": null,
    "detail_description": "This monument records the existence of the old city wall that once ringed the town. The wall was pulled down in 1905, but its history survives in road names such as Dongseong-no (East City Wall Road) and Bukseongno (North City Wall Road). The monument is affixed with a brass plaque which details the extent of the bastion.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 9,
    "name": "Gyeongsanggamyeong Park",
    "latitude": "35.872064",
    "longitude": "128.592085",
    "excerpt": "Once known as Central Park, this is a beautiful spot to flee from Daegu's modernity and fumes; it's a place of birdsong, where old folk and couples gather…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/gyeongsanggamyeong-park/a/poi-sig/1600004/357406",
    "image_url": null,
    "detail_description": "Once known as Central Park, this is a beautiful spot to flee from Daegu's modernity and fumes; it's a place of birdsong, where old folk and couples gather in the evening and where shade can be found during the day. The park was originally the location of Gyeongsanggamyeong, where the Gyeongsangbuk-do governor resided and worked, hence the array of traditional buildings.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 8,
    "name": "Daegu Modern History Museum",
    "latitude": "35.871777",
    "longitude": "128.591162",
    "excerpt": "Located within the fabulous former Joseon Siksan Bank building (check out the brickwork) which dates to 1918, this very educational museum gives you the…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daegu-modern-history-museum/a/poi-sig/1598813/357406",
    "image_url": null,
    "detail_description": "Located within the fabulous former Joseon Siksan Bank building (check out the brickwork) which dates to 1918, this very educational museum gives you the low-down on modern Daegu, concentrating on the city's 20th century history: its colonial past, architecture, literary heritage and contributions to democracy. The CGI-simulated bus journey around early 20th century Daegu is only in Korean, but is still fascinating.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 7,
    "name": "Daegu Hyanggyo Confucian School",
    "latitude": "35.859492",
    "longitude": "128.595968",
    "excerpt": "This tranquil Confucian School at the heart of Daegu is an oasis of introspective calm which dates to 1398 (though it was burned down by the Japanese and…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daegu-hyanggyo-confucian-school/a/poi-sig/1598707/357406",
    "image_url": null,
    "detail_description": "This tranquil Confucian School at the heart of Daegu is an oasis of introspective calm which dates to 1398 (though it was burned down by the Japanese and rebuilt in the late 16th century). The main hall containing the portrait of Confucius is not generally open to visitors, but you can wander the grounds and soak up the Confucian peacefulness of the place. Look out for Mr Young-chae Cho who is a mine of information and speaks impeccable English.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 5,
    "name": "Daegu’s Herbal Medicine Market",
    "latitude": "35.86877186",
    "longitude": "128.58779359",
    "excerpt": "This market, west of the central shopping district, has a history as vast as its scope. It dates from 1658, making it Korea’s oldest medicine market and…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daegu-s-herbal-medicine-market/a/poi-sig/1428719/357406",
    "image_url": null,
    "detail_description": "This market, west of the central shopping district, has a history as vast as its scope. It dates from 1658, making it Korea’s oldest medicine market and still one of its largest. The stores spill onto the street with fragrant curiosities from lizards’ tails to magic mushrooms (the latter only with a prescription); you might also catch a glimpse of someone receiving acupuncture. Start at the museum to learn the uses of every spiky herb.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 6,
    "name": "Bullo-dong Tumuli-gongwon",
    "latitude": "35.913592",
    "longitude": "128.6481",
    "excerpt": "In the north end of the city, Bullo-dong Tumuli-gongwon is an enormous open space covering some 330,000 sq metres. The grassy hillocks that rise like…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/bullo-dong-tumuli-gongwon/a/poi-sig/1427094/357406",
    "image_url": null,
    "detail_description": "In the north end of the city, Bullo-dong Tumuli-gongwon is an enormous open space covering some 330,000 sq metres. The grassy hillocks that rise like bumps across the valley are tumuli (burial mounds, similar to those in Gyeongju). Dating from the 2nd to the 6th century AD, the tumuli are for both nobles and commoners – the higher the location on the hill, the higher the status of the person.\n"
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 3,
    "name": "Our Lady of Lourdes Cathedral",
    "latitude": "35.868378",
    "longitude": "128.587461",
    "excerpt": "An icon and motif of Daegu, this lovely cruciform church is quite a sight, with its twin spires. Originally constructed in wood, the first incarnation…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/our-lady-of-lourdes-cathedral/a/poi-sig/1600037/357406",
    "image_url": null,
    "detail_description": "An icon and motif of Daegu, this lovely cruciform church is quite a sight, with its twin spires. Originally constructed in wood, the first incarnation went up in flames in 1899. A brick-and-stone replacement was quickly completed by 1902. Check out the interior, with its still extant luminous stained glass, and note the large crucifix out front that makes for a good photo op with the church behind.\nThe name in Korean is named after the district, Gyesan (Osmanthus Hill)."
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 4,
    "name": "Daegu Yangnyeongsi Museum of Oriental Medicine",
    "latitude": "35.868517",
    "longitude": "128.589939",
    "excerpt": "An interactive museum on the upper two levels has re-creations of traditional clinics and video quizzes, but offers a decreasing number of English…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daegu-yangnyeongsi-museum-of-oriental-medicine/a/poi-sig/1428568/357406",
    "image_url": null,
    "detail_description": "An interactive museum on the upper two levels has re-creations of traditional clinics and video quizzes, but offers a decreasing number of English captions as you ascend. It's a visually exciting introduction to oriental medicine such as insam (ginseng) and reindeer horns, with audio guides available in English, Japanese and Chinese.On the days ending with 1 or 6 (except the 31st), yangnyeong-sijang (a wholesale market) takes place downstairs. You can find it right opposite the historic Jeil Church.\nThere is a very helpful tourist information booth as you enter the courtyard containing the museum, which can supply you with maps of this historic district of Daegu as well as a walking trail map."
},
{
    "country": "daegu",
    "city": "Daegu",
    "index": 2,
    "name": "Daegu National Museum",
    "latitude": "35.84554947",
    "longitude": "128.63808057",
    "excerpt": "This excellent museum has English labelling throughout most of its collection – and what a collection. Armour, jewellery, Buddhist relics from various…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/daegu/attractions/daegu-national-museum/a/poi-sig/1427088/357406",
    "image_url": null,
    "detail_description": "This excellent museum has English labelling throughout most of its collection – and what a collection. Armour, jewellery, Buddhist relics from various different eras, Confucian manuscripts, clothing and textiles are all beautifully displayed in well-lit glass cases, and there’s normally at least a couple of temporary exhibits as well. From Banwoldang metro, take bus 414 or 349; or from Dongdaegu station take bus 414 from across the road on the bridge. The electric boards inside the bus announce ‘Nat’l Museum’.\n"
}
]