[
{
    "country": "dahab",
    "city": "Dahab",
    "index": 1,
    "name": "Blue Hole",
    "latitude": "28.572198",
    "longitude": "34.53769",
    "excerpt": "Carved into a reef, 8km north of Dahab, is Egypt’s most infamous dive site. The Blue Hole is a gaping sinkhole that drops straight down – some say…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/blue-hole/a/poi-sig/1429824/355262",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock22130533.jpg",
    "detail_description": "Carved into a reef, 8km north of Dahab, is Egypt’s most infamous dive site. The Blue Hole is a gaping sinkhole that drops straight down – some say as deep as 130m. Exploring the deeper depths should be left to experienced technical divers, but there's plenty to discover close to the surface. The outer lip is full of marine life and a reasonable plunge into the hole is somewhat akin to skydiving. Depth: 7m to 27m. Rating: intermediate to advanced. Access: shore.\nAdvanced divers can enter at the Bells, a narrow breach in the reef table that forms a pool close to shore. From here, divers descend through a chimney, exiting at 27m on a ledge that opens to the sea. Swim south along the wall, a saddle in the reef at 7m allows entry to the Blue Hole. As long as divers monitor their depth carefully, they can finish up by swimming across the sinkhole towards shore.Unfortunately, the site has claimed several lives, mainly thrill-seekers venturing well below the sport-diving limit. The trap is an archway at approximately 65m, which connects the sinkhole to the open ocean. Under-prepared solo divers attempting to find this archway have succumbed to narcosis, missed the archway entirely, lost all sense of direction or simply run out of air. In 2017 these dangers were highlighted yet again when renowned Irish freediving safety diver Stephen Keenan tragically died when rescuing another freediver who had become disorientated."
},
{
    "country": "dahab",
    "city": "Dahab",
    "index": 9,
    "name": "Ruins",
    "latitude": "28.494125",
    "longitude": "34.517208",
    "excerpt": "This fenced-off area contains the very sparse ruins of an ancient Nabataean trading post.",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/ruins/a/poi-sig/1436236/355262",
    "image_url": null,
    "detail_description": "This fenced-off area contains the very sparse ruins of an ancient Nabataean trading post.\n"
},
{
    "country": "dahab",
    "city": "Dahab",
    "index": 8,
    "name": "Islands",
    "latitude": "28.476312",
    "longitude": "34.514408",
    "excerpt": "This underwater Alice in Wonderland–esque site south of Dahab offers an outstanding topography of coral alleyways, amphitheatres, valleys and gulleys…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/islands/a/poi-sig/1429287/355262",
    "image_url": null,
    "detail_description": "This underwater Alice in Wonderland–esque site south of Dahab offers an outstanding topography of coral alleyways, amphitheatres, valleys and gulleys. Depth: 5m to 18m. Rating: novice. Access: shore.\n"
},
{
    "country": "dahab",
    "city": "Dahab",
    "index": 7,
    "name": "Lighthouse Reef",
    "latitude": "28.498491",
    "longitude": "34.519494",
    "excerpt": "This sloping reef is home to a bounty of fish life and is Dahab’s main night-diving site. More experienced divers can descend to the sandy bottom, where…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/lighthouse-reef/a/poi-sig/1429286/355262",
    "image_url": null,
    "detail_description": "This sloping reef is home to a bounty of fish life and is Dahab’s main night-diving site. More experienced divers can descend to the sandy bottom, where there’s a profusion of coral towers. Depth: 5m to 30m. Rating: novice. Access: shore.\n"
},
{
    "country": "dahab",
    "city": "Dahab",
    "index": 6,
    "name": "Canyon",
    "latitude": "28.553917",
    "longitude": "34.523184",
    "excerpt": "One of the area’s most popular dives, the Canyon is a long, narrow trench that runs perpendicular to the reef shelf, and is home to prolific hard and soft…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/canyon/a/poi-sig/1429280/355262",
    "image_url": null,
    "detail_description": "One of the area’s most popular dives, the Canyon is a long, narrow trench that runs perpendicular to the reef shelf, and is home to prolific hard and soft corals. It's on the north side of Dahab. Depth: 5m to 33m. Rating: intermediate. Access: shore.\n"
},
{
    "country": "dahab",
    "city": "Dahab",
    "index": 5,
    "name": "Eel Garden",
    "latitude": "28.505421",
    "longitude": "34.520856",
    "excerpt": "Eel Garden takes its name from the countless garden eels that carpet the sea floor. Other highlights include huge coral boulders and dense congregations…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/eel-garden/a/poi-sig/1429281/355262",
    "image_url": null,
    "detail_description": "Eel Garden takes its name from the countless garden eels that carpet the sea floor. Other highlights include huge coral boulders and dense congregations of barracudas. Located off the Assalah shore. Depth: 5m to 20m. Rating: intermediate. Access: shore.\n"
},
{
    "country": "dahab",
    "city": "Dahab",
    "index": 3,
    "name": "Gabr El Bint",
    "latitude": "28.27560223",
    "longitude": "34.44102124",
    "excerpt": "This dive 25km south of Dahab features a dramatic seascape highlighted by a 60m wall cut by numerous chasms, faults and sandy ravines. If you access the…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/gabr-el-bint/a/poi-sig/1429290/355262",
    "image_url": null,
    "detail_description": "This dive 25km south of Dahab features a dramatic seascape highlighted by a 60m wall cut by numerous chasms, faults and sandy ravines. If you access the site by land, the journey combines a 4WD trip and a Bedouin-led camel convoy. Depth: 10m to 30m. Rating: intermediate. Access: boat or shore.\n"
},
{
    "country": "dahab",
    "city": "Dahab",
    "index": 4,
    "name": "Umm Sid",
    "latitude": "28.35312547",
    "longitude": "34.45828351",
    "excerpt": "An impressive entrance through a wide corridor carved into a steeply sloping reef is a highlight of this dive site 15km south of Dahab. Further down you…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/umm-sid/a/poi-sig/1429289/355262",
    "image_url": null,
    "detail_description": "An impressive entrance through a wide corridor carved into a steeply sloping reef is a highlight of this dive site 15km south of Dahab. Further down you’ll find table corals and two enormous gorgonians. Depth: 5m to 35m. Rating: intermediate to advanced. Access: shore.\n"
},
{
    "country": "dahab",
    "city": "Dahab",
    "index": 2,
    "name": "Bells",
    "latitude": "28.58306667",
    "longitude": "34.56459766",
    "excerpt": "Bells is a narrow breach in the reef table that forms a pool close to shore. From here, divers can descend through a chimney, exiting onto a ledge at 27m…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/bells/a/poi-sig/1453577/355262",
    "image_url": null,
    "detail_description": "Bells is a narrow breach in the reef table that forms a pool close to shore. From here, divers can descend through a chimney, exiting onto a ledge at 27m and then swimming south along the reef wall until a saddle at 7m enters into the Blue Hole. Depth: 7m to 32m. Rating: advanced. Access: shore.\n"
}
]