[
{
    "country": "dali",
    "city": "Dali",
    "index": 4,
    "name": "Dali Municipal Museum",
    "latitude": "25.693175",
    "longitude": "100.161484",
    "excerpt": "The museum houses a small collection of archaeological pieces relating to Bai history, including some fine figurines. English descriptions are lacking,…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/dali/attractions/dali-municipal-museum/a/poi-sig/473250/356154",
    "image_url": null,
    "detail_description": "The museum houses a small collection of archaeological pieces relating to Bai history, including some fine figurines. English descriptions are lacking, but the ambience is nice.\n"
},
{
    "country": "dali",
    "city": "Dali",
    "index": 3,
    "name": "Dali Confucian Temple",
    "latitude": "25.696317",
    "longitude": "100.159897",
    "excerpt": "Dali's attractive Confucian Temple is a 2014 reconstruction on the site of the original Qing dynasty structure, but the grounds are peaceful and there are…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/dali/attractions/dali-confucian-temple/a/poi-sig/1628095/356154",
    "image_url": null,
    "detail_description": "Dali's attractive Confucian Temple is a 2014 reconstruction on the site of the original Qing dynasty structure, but the grounds are peaceful and there are small museum exhibits inside that are worth a look.\n"
},
{
    "country": "dali",
    "city": "Dali",
    "index": 1,
    "name": "Three Pagodas",
    "latitude": "25.708546",
    "longitude": "100.146292",
    "excerpt": "Absolutely the symbol of the town and region, these pagodas, a 2km walk north of the north gate, are among the oldest standing structures in southwestern…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/dali/attractions/three-pagodas/a/poi-sig/473254/356154",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/576aad4bf4b3991fe3d4e92d87efa642-three-pagodas.jpg",
    "detail_description": "Absolutely the symbol of the town and region, these pagodas, a 2km walk north of the north gate, are among the oldest standing structures in southwestern China. The tallest of the three, Qianxun Pagoda, has 16 tiers that reach a height of 70m. It was originally erected in the mid-9th century by engineers from Xi'an. It is flanked by two smaller 10-tiered pagodas, each of which are 42m high. Guided tours in English are available from ¥120.\nWhile the price is cheeky considering you can’t go inside the pagodas, Chongsheng Temple (崇圣寺, Chóngshèng Sì) behind them has been rebuilt to an incredible degree along the design of the destroyed Nanzhao-era original, and is well worth exploring. Just inside the main entrance, the Chong Sheng Vegetarian Buffet serves lunch (¥20, 11.30am to 1pm)."
},
{
    "country": "dali",
    "city": "Dali",
    "index": 2,
    "name": "Dali Catholic Church",
    "latitude": "25.695872",
    "longitude": "100.16245",
    "excerpt": "It's worth checking out Dali’s Catholic Church. Dating back to 1927, it's a beautiful blend of Bai-style architecture and classic Christian theology and…",
    "detail_url": "https://www.lonelyplanet.com/china/yunnan/dali/attractions/dali-catholic-church/a/poi-sig/1241384/356154",
    "image_url": null,
    "detail_description": "It's worth checking out Dali’s Catholic Church. Dating back to 1927, it's a beautiful blend of Bai-style architecture and classic Christian theology and church design. Mass is held here every Sunday at 9.30am.\nThere's a lovely boutique hotel on-site, housed in one of the former buildings of the church school."
}
]