[
{
    "country": "dalian",
    "city": "Dalian",
    "index": 5,
    "name": "Xinghai Square",
    "latitude": "38.889296",
    "longitude": "121.586552",
    "excerpt": "This square, which sports some gaudy architecture, is the site of Dalian’s popular beer festival, and is a good place to people-watch, fly a kite or just…",
    "detail_url": "https://www.lonelyplanet.com/china/liaoning/dalian/attractions/xinghai-square/a/poi-sig/1501390/356043",
    "image_url": null,
    "detail_description": "This square, which sports some gaudy architecture, is the site of Dalian’s popular beer festival, and is a good place to people-watch, fly a kite or just stroll about. Nearby is a small beach and amusement park.From the train station, take tram 201 (¥2; to its west terminus) or faster metro Line 2 (¥1; stop Xi'an, 西安路), then tram 202 (¥2) three stops. Last return tram is at 11pm. A taxi is about ¥20.\n"
},
{
    "country": "dalian",
    "city": "Dalian",
    "index": 3,
    "name": "Zhongshan Square",
    "latitude": "38.92071296",
    "longitude": "121.63883632",
    "excerpt": "This is Dalian’s hub, a 223m-wide square with 10 lanes radiating out from a central roundabout designed by the Russians in 1889. With the exception of the…",
    "detail_url": "https://www.lonelyplanet.com/china/liaoning/dalian/attractions/zhongshan-square/a/poi-sig/473358/356043",
    "image_url": null,
    "detail_description": "This is Dalian’s hub, a 223m-wide square with 10 lanes radiating out from a central roundabout designed by the Russians in 1889. With the exception of the Dalian Financial Building, all the other grand structures hail from the early 20th century when Dalian was under the control of the Japanese. Styles range from art deco to French Renaissance.\nThe Dàlián Bīnguǎn, a dignified hotel built in 1914 and called then the Dalian Yamato Hotel, appeared in the movie The Last Emperor."
},
{
    "country": "dalian",
    "city": "Dalian",
    "index": 4,
    "name": "Fujiazhuang Beach",
    "latitude": "38.86283374049",
    "longitude": "121.61823201204",
    "excerpt": "At the height of summer, you'll see bathers 20 deep at this pretty pebble beach, which often features in crazy crowds in China photos. It's not always…",
    "detail_url": "https://www.lonelyplanet.com/china/liaoning/dalian/attractions/fujiazhuang-beach/a/poi-sig/1501391/356043",
    "image_url": null,
    "detail_description": "At the height of summer, you'll see bathers 20 deep at this pretty pebble beach, which often features in crazy crowds in China photos. It's not always like that though – even in spring you can enjoy clean, clear water and plenty of space in the adjacent park. Junks float just offshore in a deep bay, small broken islands dot the horizon, and loads of families come here for no other reason than to have fun.\nBus 5 leaves from Jiefang Lu (¥1, 20 to 30 minutes) and drops you off across from the beach."
},
{
    "country": "dalian",
    "city": "Dalian",
    "index": 2,
    "name": "Fisherman’s Wharf",
    "latitude": "38.872191",
    "longitude": "121.683712",
    "excerpt": "One of the wonders of modern China is its ability to rework certain western aesthetics into a recognisable, and eerily satisfying, contemporary kitsch…",
    "detail_url": "https://www.lonelyplanet.com/china/liaoning/dalian/attractions/fisherman-s-wharf/a/poi-sig/1501392/356043",
    "image_url": null,
    "detail_description": "One of the wonders of modern China is its ability to rework certain western aesthetics into a recognisable, and eerily satisfying, contemporary kitsch. Fishermen's Wharf is a seaside community built in the style of an American east-coast village from the early 20th century. An afternoon in a wine shop, snapping photos of your surreal pan-cultural existence, can make your holiday. Take time to check out the perfect replica of the 1853 German Bremen Port Lighthouse, built with bricks from razed local villages.\n"
},
{
    "country": "dalian",
    "city": "Dalian",
    "index": 1,
    "name": "Jinshi Tan",
    "latitude": "39.077442",
    "longitude": "122.006607",
    "excerpt": "The coast around Jinshi Tan, 50km northeast of the city, has been turned into a domestic tourism mecca with a number of theme parks and rock formations…",
    "detail_url": "https://www.lonelyplanet.com/china/liaoning/dalian/attractions/jinshi-tan/a/poi-sig/473352/356043",
    "image_url": null,
    "detail_description": "The coast around Jinshi Tan, 50km northeast of the city, has been turned into a domestic tourism mecca with a number of theme parks and rock formations commanding inflated entrance fees. The long pebbly beach itself is free and quite pretty, set in a wide bay with distant headlands. For those who prefer their water chlorinated, there's a beautiful new public swimming pool (¥5, open 6am to 8pm) beside the sand.\nTo get here take the light rail, known by the locals as Line 3 (轻轨三号线, Qīngguǐ Sānhàoxiàn), from the depot on the east side of Victory Sq, behind the Dalian Train Station (¥8, 50 minutes) to its terminus 'Jin Shi Tan'. The ticket machine is in Chinese only, but just select the most expensive ticket, then the number of tickets and insert your money.From the beach station it’s a 10-minute walk to the beach, or catch a hop-on/hop-off tourist shuttle bus (¥20), which winds round the coast first before dropping you off at the beach. Tickets for the shuttle bus are available from the visitor centre (open 8.30am to 5pm), to the right of the train station as you exit, which sometimes has English-speaking staff if you need help."
},
{
    "country": "dalian",
    "city": "Dalian",
    "index": 6,
    "name": "Labour Park",
    "latitude": "38.913175",
    "longitude": "121.631484",
    "excerpt": "Labour Park is a beautiful, year-round park recognisable for a huge red-and-white soccer ball at its entrance. Locals love to catch the cable car (¥1) up…",
    "detail_url": "https://www.lonelyplanet.com/china/liaoning/dalian/attractions/labour-park/a/poi-sig/1627190/356043",
    "image_url": null,
    "detail_description": "Labour Park is a beautiful, year-round park recognisable for a huge red-and-white soccer ball at its entrance. Locals love to catch the cable car (¥1) up the mountain for views across Dalian, especially when the blossoms erupt from late April to May.\n"
}
]