[
{
    "country": "dallas",
    "city": "Dallas",
    "index": 1,
    "name": "Sixth Floor Museum",
    "latitude": "32.779662",
    "longitude": "-96.808262",
    "excerpt": "Dallas means many things to many people, but for tourists, the city is still indelibly linked to the assassination of President John F Kennedy. Movies and…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/sixth-floor-museum/a/poi-sig/379017/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8fb1c194ebfe03419a01498059f08039-sixth-floor-museum.jpg",
    "detail_description": "Dallas means many things to many people, but for tourists, the city is still indelibly linked to the assassination of President John F Kennedy. Movies and conspiracy theories have kept this momentous event alive in the popular consciousness ever since 22 November 1963. To understand what unfolded on that fateful day, the best place to start is the museum set in the very room in the former Texas School Book Depository where Lee Harvey Oswald – then an employee – lay in wait.\n\n  \nLooking across Dealey Plaza towards the former Texas School Book Depository © Alamy Stock Photo\n\nExploring the museum\nHoused on the sixth floor of the Book Depository, spanning the storage rooms where Oswald planned out and executed his deadly plot, this fascinating museum uses multimedia exhibits tell the story of JFK's life and times, not just his final moments. Photos and filmed footage – including footage shot by bystanders on the day of the assassination – provide some excellent historical context to help visitors understand JFK's lifetime and legacy.\nJust as interesting are the exhibits on Oswald himself, and the opportunities that were missed to stop the events of 22 November 1963. An Italian-made Mannlicher-Carcano rifle – the same model used by Oswald – is displayed in the corner staircase, one of several parts of the museum that have been restored to match the way they appeared on the day of the assassination.\n\n  \nDisplays on the fateful day at the Sixth Floor Museum ©Shutterstock / Gilberto Mesquita\n\nIt’s shocking to realise just how close Kennedy's limo was to Oswald's sniper nest, but don’t worry if you have any doubts about the single-shooter explanation – the museum doesn't shy away from the myriad conspiracy theories. Should you wish to delve further, several local conspiracy theorists offer tours around Dealey Plaza and the Grassy Knoll that talk visitors through their own extravagant versions of events.\nEven without a guide, it's worth wandering over to Elm Street, to see the 'X' marking the spot where JFK was hit as his motorcade trundled slowly past the Texas School Book Depository. There's an undeniable sense of momentous history here, even 60 years after the event. The park at Dealey Plaza was actually created to mark the location of the original settlement of Dallas, but today, visitors are much more interested in the Grassy Knoll, and the rumors of a second shooter that have ricocheted through history.\n\n  \nThe Kennedy assassination transformed Dealy Plaza into an American landmark ©f11photo / Getty Images\n\nThe museum story\nAfter the assassination, the building that changed American history was tagged for demolition, but Dallas governor Wes Wise pushed back against the plans and the former Texas School Book Depository was saved for posterity. The depot continued to serve as a store for school books until 1970, when it passed into private hands, before being redeveloped to house the Sixth Floor Museum and the offices of the Dallas County Administration in the 1980s.\nDespite the rather gruesome subject matter, the museum is today a worthy addition to the list of best things to see in Dallas, and it's also an educational experience for children, though it probably has more resonance for US citizens than visiting youngsters. Across the plaza, the Old Red Museum has gentler exhibits on Dallas history, and just behind is architect Philip Johnson's John F Kennedy Memorial, a roofless cenotaph designed to capture the sense of change and freedom epitomized by JFK's presidency.\nTickets &amp; Practicalities\nTickets are easy to buy at the museum on the day, or you can book online. Bring a picnic to eat on Dealey Plaza in the middle of history.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 29,
    "name": "Kay Bailey Hutchison Convention Center Dallas",
    "latitude": "32.774437",
    "longitude": "-96.79962",
    "excerpt": "Dallas is one of the world's biggest convention cities, and its convention center boasts more than a million sq ft of exhibit space.",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/kay-bailey-hutchison-convention-center-dallas/a/poi-sig/1353318/362174",
    "image_url": null,
    "detail_description": "Dallas is one of the world's biggest convention cities, and its convention center boasts more than a million sq ft of exhibit space.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 28,
    "name": "Texas Discovery Gardens",
    "latitude": "32.775684",
    "longitude": "-96.760207",
    "excerpt": "These pretty indoor-outdoor gardens include a tropical conservatory, a fragrance garden and a butterfly garden. Don't miss the native Texas plants.",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/texas-discovery-gardens/a/poi-sig/379021/362174",
    "image_url": null,
    "detail_description": "These pretty indoor-outdoor gardens include a tropical conservatory, a fragrance garden and a butterfly garden. Don't miss the native Texas plants.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 27,
    "name": "Dallas World Aquarium",
    "latitude": "32.783411",
    "longitude": "-96.805125",
    "excerpt": "The flora and fauna of 14 countries come alive here with animal life (including birds, reptiles and mammals) from both the rainforest and the reef.",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/dallas-world-aquarium/a/poi-sig/379009/362174",
    "image_url": null,
    "detail_description": "The flora and fauna of 14 countries come alive here with animal life (including birds, reptiles and mammals) from both the rainforest and the reef.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 26,
    "name": "Pioneer Cemetery",
    "latitude": "32.776061",
    "longitude": "-96.800267",
    "excerpt": "This is the resting place of many early Dallas settlers, with gravestones from the 1850s through the 1920s. It's a shady, evocative place amidst the city…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/pioneer-cemetery/a/poi-sig/1362889/362174",
    "image_url": null,
    "detail_description": "This is the resting place of many early Dallas settlers, with gravestones from the 1850s through the 1920s. It's a shady, evocative place amidst the city's roar.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 25,
    "name": "Perot Museum of Nature & Science at Fair Park",
    "latitude": "32.777126907333",
    "longitude": "-96.762524843216",
    "excerpt": "Largely replaced by the Perot Museum of Nature and Science in the Arts District, this old facility remains open for people nostalgic for its historic…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/perot-museum-of-nature-science-at-fair-park/a/poi-sig/379013/362174",
    "image_url": null,
    "detail_description": "Largely replaced by the Perot Museum of Nature and Science in the Arts District, this old facility remains open for people nostalgic for its historic dioramas of nature and science.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 24,
    "name": "Bank of America Plaza",
    "latitude": "32.779831",
    "longitude": "-96.803855",
    "excerpt": "One of the tallest buildings in Texas (921 feet), this modernist skyscraper is outlined each night in cool green argon tubing which plays well with all…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/bank-of-america-plaza/a/poi-sig/1353609/362174",
    "image_url": null,
    "detail_description": "One of the tallest buildings in Texas (921 feet), this modernist skyscraper is outlined each night in cool green argon tubing which plays well with all the other colored-by-night buildings downtown.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 23,
    "name": "Old Red Museum",
    "latitude": "32.778494",
    "longitude": "-96.807242",
    "excerpt": "The 1892 Old Red Courthouse that houses this museum is almost as interesting as the museum’s interactive exhibits on Dallas county history. Entry includes…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/old-red-museum/a/poi-sig/1123948/362174",
    "image_url": null,
    "detail_description": "Formerly housed in the 1892 Old Red Courthouse, this museum’s interactive exhibits on Dallas county history have been moved to a variety of outside locations since the courthouse became a functioning courthouse again. See the museum's website for details.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 22,
    "name": "African American Museum",
    "latitude": "32.779434",
    "longitude": "-96.762234",
    "excerpt": "This museum has exhibits of more than 1000 objects that richly detail the art and history of African American people from precolonial Africa through the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/african-american-museum/a/poi-sig/1185252/362174",
    "image_url": null,
    "detail_description": "This museum has exhibits of more than 1000 objects that richly detail the art and history of African American people from precolonial Africa through the present. Its folk-art collection is one of the best nationwide.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 21,
    "name": "Meadows Museum",
    "latitude": "32.837505",
    "longitude": "-96.782719",
    "excerpt": "Located on the Southern Methodist University campus, this museum exhibits perhaps the best and most comprehensive collection of Spanish art outside of…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/meadows-museum/a/poi-sig/1185256/362174",
    "image_url": null,
    "detail_description": "Located on the Southern Methodist University campus, this museum exhibits perhaps the best and most comprehensive collection of Spanish art outside of Spain, including masterpieces by Velázquez, El Greco, Goya, Picasso and Miró.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 20,
    "name": "Dallas Zoo",
    "latitude": "32.741949",
    "longitude": "-96.81118",
    "excerpt": "Africa is the focus of this urban zoo, which is just 3 miles south of downtown. It has gorilla and chimpanzee habitats and an entire exhibit called Giants…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/dallas-zoo/a/poi-sig/1399844/362174",
    "image_url": null,
    "detail_description": "Africa is the focus of this urban zoo, which is just 3 miles south of downtown. It has gorilla and chimpanzee habitats and an entire exhibit called Giants of the Savanna. Kids like the Children's Zoo with its winsome, furry critters and the Koala Walkabout.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 19,
    "name": "Bishop Arts District",
    "latitude": "32.749402",
    "longitude": "-96.827853",
    "excerpt": "For quirky and one-of-a-kind objects, like vintage Fiestaware plates, funky chandeliers and DIY crafts, head to the Bishop Arts District. Check the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/bishop-arts-district/a/poi-sig/379023/362174",
    "image_url": null,
    "detail_description": "For quirky and one-of-a-kind objects, like vintage Fiestaware plates, funky chandeliers and DIY crafts, head to the Bishop Arts District. Check the website for periodic festivals where local artists showcase their wares, such as the Oak Cliff Art Crawl held in April.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 18,
    "name": "John F Kennedy Memorial",
    "latitude": "32.778671",
    "longitude": "-96.806318",
    "excerpt": "You can pay your respects here to the fallen ex-president. Designed by architect Philip Johnson, the unusual monument is a roofless space with a view of…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/john-f-kennedy-memorial/a/poi-sig/1362756/362174",
    "image_url": null,
    "detail_description": "You can pay your respects here to the fallen ex-president. Designed by architect Philip Johnson, the unusual monument is a roofless space with a view of the sky and the carved words 'John Fitzgerald Kennedy' is a cenotaph, or open tomb, meant to evoke a sense of the freedom that JFK epitomized.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 17,
    "name": "Dallas Heritage Village",
    "latitude": "32.772644",
    "longitude": "-96.789111",
    "excerpt": "Laid out in wooded parklands less than a mile south of downtown, the Dallas Heritage Village is a living-history museum comprising 38 historic structures,…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/dallas-heritage-village/a/poi-sig/1352661/362174",
    "image_url": null,
    "detail_description": "Laid out in wooded parklands less than a mile south of downtown, the Dallas Heritage Village is a living-history museum comprising 38 historic structures, relocated from their original sites. Ranging from a tipi to a Civil War–era farmhouse, they serve to illuminate life in North Texas between around 1840 and 1910.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 16,
    "name": "Crow Collection of Asian Art",
    "latitude": "32.788077",
    "longitude": "-96.799614",
    "excerpt": "Housed in a modern building in Dallas’ downtown Arts District, this small but exquisite museum allows visitors to follow a winding course through a choice…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/crow-collection-of-asian-art/a/poi-sig/1352665/362174",
    "image_url": null,
    "detail_description": "Housed in a modern building in Dallas’ downtown Arts District, this small but exquisite museum allows visitors to follow a winding course through a choice collection of sculptures and artworks from China, Japan, India and Southeast Asia, dating from 3500 BC to the early 20th century. Don't miss the gorgeous sandstone facade from North India.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 15,
    "name": "Magnolia Petroleum Company Building",
    "latitude": "32.780122",
    "longitude": "-96.798992",
    "excerpt": "Completed in 1934, this landmark limestone building was the headquarters for Magnolia Petroleum (which eventually became Mobil). For decades it boasted…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/magnolia-petroleum-company-building/a/poi-sig/1353607/362174",
    "image_url": null,
    "detail_description": "Completed in 1934, this landmark limestone building was the headquarters for Magnolia Petroleum (which eventually became Mobil). For decades it boasted the iconic flying red horse neon sign on its roof. Pegasus, as it is known, has been moved and is now near the convention center. The building is now a hotel.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 14,
    "name": "Reunion Tower",
    "latitude": "32.775202",
    "longitude": "-96.808752",
    "excerpt": "What’s 50 stories high and has a three-level spherical dome with 260 flashing lights? Reunion Tower of course, the unofficial symbol of Dallas. Take the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/reunion-tower/a/poi-sig/1185212/362174",
    "image_url": null,
    "detail_description": "What rises 560 feet above Dallas and offers a 360-degree view of the city? Reunion Tower, of course - the unofficial symbol of Dallas. Take the 68-second elevator ride to enjoy the panorama, explore the city using the telescopes and oversized touch screens, or visit the Tower's restaurant, Crown Block. General admission tickets to the observation deck range from $19 to $25, depending on time of day. A pedestrian tunnel connects Reunion Tower with Union Station.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 13,
    "name": "Hall of State",
    "latitude": "32.780699",
    "longitude": "-96.758957",
    "excerpt": "Fair Park is full of superb 1930s art-deco architecture, none of it quite as inspired as this tribute to all things Texan. The Hall of Heroes pays homage…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/hall-of-state/a/poi-sig/1353322/362174",
    "image_url": null,
    "detail_description": "Fair Park is full of superb 1930s art-deco architecture, none of it quite as inspired as this tribute to all things Texan. The Hall of Heroes pays homage to such luminaries as Stephen F Austin and Samuel Houston; the Great Hall of Texas features huge murals depicting episodes in Texas history from the 16th century on.\n  As you leave the Hall of State, stop by the reflecting pool outside of the entrance: the golden Greek-inspired statues will thrill art-deco buffs."
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 12,
    "name": "Thanks-Giving Square",
    "latitude": "32.782729",
    "longitude": "-96.798284",
    "excerpt": "For all its din, drive and shopping malls, Dallas has a surprisingly quiet side – a triangular piece of prime downtown real estate set aside for spiritual…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/thanks-giving-square/a/poi-sig/1185200/362174",
    "image_url": null,
    "detail_description": "For all its din, drive and shopping malls, Dallas has a surprisingly quiet side – a triangular piece of prime downtown real estate set aside for spiritual renewal and reflection. Thanks-Giving Square was established by the Thanks-Giving Foundation as a 'place where people can use gratitude as a basis for dialogue, mutual understanding and healing.'\n Designed by Philip Johnson, the tranquil center includes a meditation garden, a Wall of Praise, an interdenominational Chapel of Thanksgiving and a museum of gratitude."
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 11,
    "name": "Pegasus Sign",
    "latitude": "32.776304",
    "longitude": "-96.803722",
    "excerpt": "The red neon Pegasus became a symbol of Dallas during the decades when it flew atop Magnolia Building, starting in 1934. After a couple of moves and a…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/pegasus-sign/a/poi-sig/1567962/362174",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_414228532.jpg",
    "detail_description": "The red neon Pegasus became a symbol of Dallas during the decades when it flew atop Magnolia Building, starting in 1934. After a couple of moves and a stint in storage, the proud neon winged horse had now been restored and mounted on a (too short) pedestal in front of the Omni Dallas Hotel.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 9,
    "name": "Fair Park",
    "latitude": "32.781042",
    "longitude": "-96.762342",
    "excerpt": "The art deco buildings of Fair Park, which were created for the 1936 Texas Centennial Exposition, today contain seven museums that focus on science,…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/fair-park/a/poi-sig/379011/362174",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Dallas%20typhoonski%20GettyImages-540865382%20RFE.jpg",
    "detail_description": "The art deco buildings of Fair Park, which were created for the 1936 Texas Centennial Exposition, today contain seven museums that focus on science, railroads, African American and women's history. While the grounds are safe, the surrounding area is best avoided; luckily, on-site parking is plentiful and free (State Fair excepted).\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 10,
    "name": "Klyde Warren Park",
    "latitude": "32.789115",
    "longitude": "-96.801567",
    "excerpt": "This innovative 5.2-acre park is an urban green space built over the recessed Woodall Rodgers Freeway. It has its own programming and, besides outdoor…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/klyde-warren-park/a/poi-sig/1399842/362174",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstock_1100259140.jpg",
    "detail_description": "This innovative 5.2-acre park is an urban green space built over the recessed Woodall Rodgers Freeway. It has its own programming and, besides outdoor areas for chess, yoga, croquet and other activities, it offers performances and many more special events. It gets very crowded with families on weekends.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 8,
    "name": "Nasher Sculpture Center",
    "latitude": "32.788366",
    "longitude": "-96.800205",
    "excerpt": "The fabulous glass-and-steel Nasher Sculpture Center stands across from the Dallas Museum of Art downtown. Partnered by a divine sculpture garden, its…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/nasher-sculpture-center/a/poi-sig/379015/362174",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Dallas%20Jon%20Hicks%20GettyImages-521661566%20RFE.jpg",
    "detail_description": "The fabulous glass-and-steel Nasher Sculpture Center stands across from the Dallas Museum of Art downtown. Partnered by a divine sculpture garden, its main Renzo Piano-designed building is a work of art in its own right. Raymond and Patsy Nasher accumulated one of the greatest private sculpture collections in the world, including works by Calder, de Kooning, Rodin, Serra and Miró.\nCheck the calendar for gallery talks, hands-on art days for kids, and free evening concerts and film screenings in the garden."
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 7,
    "name": "Perot Museum of Nature & Science",
    "latitude": "32.786806",
    "longitude": "-96.806223",
    "excerpt": "A soaring star of the Arts District, this state-of-the-art museum wows both inside and out. Several floors of interactive exhibits, geared especially…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/perot-museum-of-nature-science/a/poi-sig/1399841/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4a8dee57025135c6c77d7673148e29b6-perot-museum-of-nature-science.jpg",
    "detail_description": "A soaring star of the Arts District, this state-of-the-art museum wows both inside and out. Several floors of interactive exhibits, geared especially toward school groups, allow visitors to design their own birds, journey through the solar system, command robots, and commune with dinosaurs including the eel-like Dallasaurus. As befits the Texas location, there’s lots about energy extraction, including a 10-minute simulation of hydraulic fracturing or 'fracking'.\nPay extra and you can watch watch a movie in the 3D theater."
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 6,
    "name": "Dealey Plaza & the Grassy Knoll",
    "latitude": "32.779283",
    "longitude": "-96.808873",
    "excerpt": "Infamous for its location alongside the road where John F Kennedy’s motorcade was ambushed in November 1963, the tiny park known as Dealey Plaza is now a…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/dealey-plaza-the-grassy-knoll/a/poi-sig/1247731/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-71306242_full.jpg",
    "detail_description": "Infamous for its location alongside the road where John F Kennedy’s motorcade was ambushed in November 1963, the tiny park known as Dealey Plaza is now a haunting, eerily familiar National Historic Landmark. It was created in 1935, however, to mark the center of the original settlement of Dallas.\nLee Harvey Oswald fired the fatal shots from the former Book Depository, immediately north. However, some witnesses also heard shots coming from the so-called 'grassy knoll' alongside, a hillock that rises from Elm St to the railroad yards. The conclusion of the 1970s’ House Select Committee on Assassinations, that a sniper did indeed fire (and miss) from behind the picket fence here, bolstered the belief that Kennedy’s assassination was part of a conspiracy."
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 5,
    "name": "George W. Bush Presidential Library & Museum",
    "latitude": "32.843106",
    "longitude": "-96.778736",
    "excerpt": "This vast $300-million facility documents the presidency of George W Bush. Like other presidential libraries it has two missions: to allow research and to…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/george-w-bush-presidential-library-museum/a/poi-sig/1399843/362174",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Dallas%20Philip%20Armitage%20shutterstock_1574103724%20RFE.jpg",
    "detail_description": "This vast $300-million facility documents the presidency of George W Bush. Like other presidential libraries it has two missions: to allow research and to present a record of the president to the public. Exhibits include all manner of gifts Bush received while president. Its take on the 43rd president is especially glossy compared to other presidential libraries. Don't look for extended discussions on Bush-era controversies such as the Iraq war or the bungled response to Hurricane Katrina.\nIts most interactive feature is the Decision Points Theater, which allows you to see how Bush made decisions around events such as 9/11 and the invasion of Iraq. Needless to say, the process tends to vindicate the Bush administration. Although Bush had no connection to Southern Methodist University, the university outbid others to host the facility. (Bush's father George HW Bush went through the same process when he located his presidential library at Texas A&amp;M, a school where he had no previous connection.) Overall, given the size and cost of the facility, the exhibit area is fairly small and most people finish their visit in under an hour. There is a good cafe and the grounds have beautiful gardens."
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 4,
    "name": "Dallas Arboretum & Botanical Gardens",
    "latitude": "32.822651",
    "longitude": "-96.716412",
    "excerpt": "Spreading northeast of Dallas along the shores of White Rock Lake, this gorgeous 66-acre arboretum is a rainbow-colored wonderland of plants and flowers,…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/dallas-arboretum-botanical-gardens/a/poi-sig/1185254/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8ed67434617328a40382505e2514890c-dallas-arboretum-botanical-gardens.jpg",
    "detail_description": "Spreading northeast of Dallas along the shores of White Rock Lake, this gorgeous 66-acre arboretum is a rainbow-colored wonderland of plants and flowers, plus dotted artworks and sculptures, man-made waterfalls, mock-up forest brooks and more. Just six miles from downtown, it's one of the city's loveliest green spaces, and a great place to escape Dallas' motor city vibe and breathe clean, plant-filtered air.\n\n  \nDale Chihuly sculptures at the Dallas Arboretum © Prisma by Dukas Presseagentur GmbH / Alamy Stock Photo\n\nExploring the Dallas Arboretum &amp; Botanical Gardens\nThe gardens that make up the Dallas Arboretum were once part of a private estate known as Rancho Encinal, built for geophysicist Everette Lee DeGolyer, who – predictably, for Texas – made his mark in the petroleum industry, working as a field geologist for big oil companies. The garden that remains today was established by his wife, Nell DeGolyer, offsetting a little of the carbon released by Texas oil. The gardens were later expanded to include the neighboring Alex Camp House and grounds.\nToday, it's a place to escape the city traffic and recharge in front of elegant floral beds and trimmed topiary, admiring the views across the lake to the Dallas' skyline. There's an appealing courtyard restaurant in the former DeGolyer ranch (with indoor and outdoor dining), but the best place to eat is on a picnic blanket laid out on the lakeshore. Some parts of the garden feel European, others feel Japanese – the graceful Sunken Garden hints at the urbane tastes of the wealthy families who set up home on this stretch of the lakeshore, suggesting Great Gatsby-style garden parties.\nMore themed gardens are dotted around the grounds – look out for the Woman’s Garden, an elegant space of water features, terraced walkways and bronze nudes set in free-standing stone picture frames. Expect to see plenty of wedding parties posing for pictures amid the posies.\nIt's also a great spot for families traveling to Dallas with younger children. The Rory Meyers Children's Adventure Garden was designed to connect kids with the natural environment, with zones laid out specifically to appeal to different age groups.\n\n  \nThe Rory Meyers Children's Adventure Garden was designed to connect kids with nature ©Shutterstock / Ritu Manoj Jethani\n\nTickets &amp; Practicalities\nTickets for the gardens are best reserved online in advance. This is doubly true during the spring wildflower season when it can get so mobbed in the gardens that nearby streets are closed. Other busy times to visit include Christmas, when the arboretum hosts the the 12 Days of Christmas display, and fall, when the Arboretum is filled with pumpkins arranged into artistic patterns.\nThe March cherry blossom season also pulls in a crowd, with 150 cherry trees filling the gardens with snow-drifts of fallen petals. Parking is expensive – book online before you pull in for a $5 discount. During the month of August, the admission fee drops to $2 per person and parking drops to $5 all-in.\n"
},
{
    "country": "dallas",
    "city": "Dallas",
    "index": 3,
    "name": "Pioneer Plaza",
    "latitude": "32.776225",
    "longitude": "-96.80191",
    "excerpt": "For a Texas-sized photo op, or simply a sight of what claims to be the largest bronze monument on earth, head to Pioneer Plaza in the heart of Dallas…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/pioneer-plaza/a/poi-sig/1185207/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cf8fa464f5d0a7a76062b5dab18c806c-pioneer-plaza.jpg",
    "detail_description": "For a Texas-sized photo op, or simply a sight of what claims to be the largest bronze monument on earth, head to Pioneer Plaza in the heart of Dallas. Multiple strands of American history come together at this downtown tourist site – the plaza's famous monument commemorates the epic cattle drives that followed the Shawnee Trail across the West, and it borders the Pioneer Cemetery, last resting place of multiple Dallas mayors and numerous participants in the Texas revolution and the American Civil War.\nVisiting Pioneer Plaza\nThe patch of land now occupied by Pioneer Plaza was once a vacant lot, cleared for an ambitious skyscraper project that never got off the ground. Today, it's one of Dallas' most popular photo opportunities, thanks to the creativity of self-trained Texan sculptor, Robert Summers. In 1994 Summers filled the park with figures of 49 bronze longhorn cattle and three cowboys, surging across a stream bed in the shadow of the towers of downtown Dallas. It's certainly worth dropping by while touring the downtown sights.\nThe monument is a homage to the Texas cattle drives, which moved untold thousands of longhorns across the state to waiting railroad cars in the 19th century. While the Shawnee Trail did pass through Dallas, it was rapidly eclipsed by the much bigger Chisholm Trail through Fort Worth, which became the hub of the Texan cattle trade (visit the city's famous Stockyards to delve deeper into Fort Worth's 'Cowtown' history).\nThe bronze Dallas herd is executed in almost Terracotta Army levels of detail, right down to the 'd' (for 'Dallas') branding marks. You can wander on to the nearby Pioneer Cemetery, which does indeed include some bona fide American pioneers, alongside many casualties and veterans of America's civil war. Until recently, this was also the site of Dallas' Confederate War Memorial, but the monument was removed following Black Lives Matter protests in 2020.\n\n  \nTexas longhorns charge through downtown Dallas ©Shutterstock / Alizada Studios\n\nWhen the cemetery received its first burials in the 1850s, Dallas was a country township of just 1000 people. Some of the souls interred here arrived on stagecoaches and covered wagons before the railroad trundled into town in the 1870s. The Confederate connection may be controversial today, but Dallas was a key battleground in the civil war, with Texans fighting on both sides before the South finally surrendered in 1865. Amongst the civic figures buried here is former mayor John McClannahan Crockett (1816–1877), cousin of Davy Crockett.\nPracticalities\nPioneer Plaza and the cemetery are open to all, but parking can be tricky if you just want to hop out and take a few snaps. There are usually some spots on Griffin St and Young St, but otherwise, you'll have to pay to park in a downtown parking lot. On the plus side, you're just a few blocks from Dealey Plaza, the JFK Memorial, and the Sixth Floor Museum.\n"
}