[
{
    "country": "danang",
    "city": "Danang",
    "index": 1,
    "name": "Dragon Bridge",
    "latitude": "16.06099",
    "longitude": "108.226061",
    "excerpt": "This wonderfully wacky bridge takes the form of a ginormous, colour-changing dragon, weaving its way across the Han River. If that wasn't attention…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/danang/attractions/dragon-bridge/a/poi-sig/1523805/357869",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF787533625.jpg",
    "detail_description": "This wonderfully wacky bridge takes the form of a ginormous, colour-changing dragon, weaving its way across the Han River. If that wasn't attention-grabbing enough, the sculpture, which cost a reported VND1.5 trillion (US$88 million) to build,&nbsp;spouts fire and water from its mouth every Saturday and Sunday night at 9pm, much to the delight of onlookers. The best observation spots are the cafes lining the eastern bank to the north of the bridge; boat trips taking in the action also depart from Ð Bach Dang on the river's western bank.\n"
},
{
    "country": "danang",
    "city": "Danang",
    "index": 6,
    "name": "Ho Chi Minh Museum",
    "latitude": "16.047484",
    "longitude": "108.217636",
    "excerpt": "Despite its huge grounds, this museum is typically unenlightening for a site venerating Ho Chi Minh. At the front is a display of the usual US, Soviet and…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/danang/attractions/ho-chi-minh-museum/a/poi-sig/482092/357869",
    "image_url": null,
    "detail_description": "Despite its huge grounds, this museum is typically unenlightening for a site venerating Ho Chi Minh. At the front is a display of the usual US, Soviet and Chinese weaponry. Hidden behind the Party buildings are a replica of Ho Chi Minh’s house in Hanoi, and the museum.\n"
},
{
    "country": "danang",
    "city": "Danang",
    "index": 5,
    "name": "Convent of St Paul de Chartres",
    "latitude": "16.066712",
    "longitude": "108.22266",
    "excerpt": "You can't enter through the convent gate on the road behind the cathedral, but it's worth taking a look at the church architecture from the outside. The…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/danang/attractions/convent-of-st-paul-de-chartres/a/poi-sig/1633924/357869",
    "image_url": null,
    "detail_description": "You can't enter through the convent gate on the road behind the cathedral, but it's worth taking a look at the church architecture from the outside. The Sisters of St Paul de Chartres date to the late 17th century and first arrived in Vietnam (in Saigon) in 1860, running orphanages and hospitals, and remain active in working with the poor and disabled.\n"
},
{
    "country": "danang",
    "city": "Danang",
    "index": 4,
    "name": "Phap Lam Pagoda",
    "latitude": "16.062545",
    "longitude": "108.215801",
    "excerpt": "This pagoda has three giant Buddha statues in the courtyard, and an equally imposing large gold one in the temple.",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/danang/attractions/phap-lam-pagoda/a/poi-sig/482096/357869",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/514e54d8f4cfb2eb8673cb26476b6b6c-phap-lam-pagoda.jpg",
    "detail_description": "This pagoda has three giant Buddha statues in the courtyard, and an equally imposing large gold one in the temple.\n"
},
{
    "country": "danang",
    "city": "Danang",
    "index": 3,
    "name": "Danang Cathedral",
    "latitude": "16.066705",
    "longitude": "108.223027",
    "excerpt": "Known to locals as Con Ga Church (Rooster Church) because of the weathercock atop the steeple, the candy-pink, photogenic Danang Cathedral was built for…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/danang/attractions/danang-cathedral/a/poi-sig/482090/357869",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-114844436_full.jpg",
    "detail_description": "Known to locals as Con Ga Church (Rooster Church) because of the weathercock atop the steeple, the candy-pink, photogenic Danang Cathedral was built for the city’s French residents in 1923. Today it serves a Catholic community of over 4000, and is standing room only if you arrive late.\n"
},
{
    "country": "danang",
    "city": "Danang",
    "index": 2,
    "name": "Museum of Cham Sculpture",
    "latitude": "16.059886",
    "longitude": "108.222898",
    "excerpt": "This small but important museum contains the world’s largest collection of Cham artefacts, housed in buildings marrying French-colonial architecture with…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/danang/attractions/museum-of-cham-sculpture/a/poi-sig/1154438/357869",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7c1129652510c1f27e096738e6b1bc5f-museum-of-cham-sculpture.jpg",
    "detail_description": "This small but important museum contains the world’s largest collection of Cham artefacts, housed in buildings marrying French-colonial architecture with Cham elements. Founded in 1915 by the École Française d’Extrême Orient, it displays more than 300 pieces including altars, lingas (stylised phalluses representing Shiva), garudas (griffin-like sky beings), apsaras (heavenly nymphs), Ganeshes and images of Shiva, Brahma and Vishnu, all dating from the 5th to 15th centuries. Explanations are slim. The audio guide is 20,000d (you'll need to show ID, passport or driving licence).\nThe treasures come from Dong Duong (Indrapura), Khuong My, My Son, Tra Kieu and other sites. There are also exhibits focusing on Cham culture today, with contemporary artefacts and photos of the Kate Festival."
}
]