[
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 1,
    "name": "National Museum & House of Culture",
    "latitude": "-6.813752",
    "longitude": "39.293911",
    "excerpt": "The National Museum houses a copy of the famous fossil discoveries of zinjanthropus ('nutcracker man') from Olduvai Gorge, plus other archaeological finds…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/national-museum-house-of-culture/a/poi-sig/440030/355642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/718d8ec163e3806f81e8c744f0a29ca7-national-museum.jpg",
    "detail_description": "The National Museum houses a copy of the famous fossil discoveries of zinjanthropus ('nutcracker man') from Olduvai Gorge, plus other archaeological finds. Wander through the History Room and ethnographic collection for insights into Tanzania's past and its mosaic of cultures, including the Shirazi civilisation of Kilwa, the Zanzibar slave trade, and the German and British colonial periods. Despite renovations, however, the museum still has much work to do on appropriate displays and the curation of a coherent narrative.\nFor vintage auto aficionados, there’s a small special collection, including the Rolls-Royce used first by the British colonial government and later by Julius Nyerere. The new extension, the House of Culture, provides an educational resource centre, a contemporary concert venue and a display area for contemporary art."
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 13,
    "name": "St Alban's Anglican Church",
    "latitude": "-6.813511743215",
    "longitude": "39.287488074326",
    "excerpt": "A landmark church in central Dar es Salaam.",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/st-alban-s-anglican-church/a/poi-sig/1330946/355642",
    "image_url": null,
    "detail_description": "A landmark church in central Dar es Salaam.\n"
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 12,
    "name": "Askari Monument",
    "latitude": "-6.8166143880996",
    "longitude": "39.289543669552",
    "excerpt": "This bronze statue, dedicated to Africans killed in WWI, is now a favourite haunt of street touts and dubious moneychangers.",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/askari-monument/a/poi-sig/440016/355642",
    "image_url": null,
    "detail_description": "This bronze statue, dedicated to Africans killed in WWI, is now a favourite haunt of street touts and dubious moneychangers.\n"
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 10,
    "name": "St Peter's Church",
    "latitude": "-6.77996809",
    "longitude": "39.27576066",
    "excerpt": "In addition to being almost always packed to overflowing during services, St Peter's is a helpful landmark showing the turn-off from busy Ali Hassan…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/st-peter-s-church/a/poi-sig/1454076/355642",
    "image_url": null,
    "detail_description": "In addition to being almost always packed to overflowing during services, St Peter's is a helpful landmark showing the turn-off from busy Ali Hassan Mwinyi Rd for traffic up to Msasani Peninsula.\n"
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 11,
    "name": "State House",
    "latitude": "-6.8157266728662",
    "longitude": "39.298364504896",
    "excerpt": "An imposing complex set amid large grounds, the State House was originally built by the Germans and rebuilt after WWI by the British.",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/state-house/a/poi-sig/440038/355642",
    "image_url": null,
    "detail_description": "An imposing complex set amid large grounds, the State House was originally built by the Germans and rebuilt after WWI by the British.\n"
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 8,
    "name": "St Joseph Cathedral",
    "latitude": "-6.819526",
    "longitude": "39.2883",
    "excerpt": "This spired, Gothic-style, Roman Catholic cathedral was built at the turn of the 19th century by German missionaries. In addition to the striking stained…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/st-joseph-cathedral/a/poi-sig/440036/355642",
    "image_url": null,
    "detail_description": "This spired, Gothic-style, Roman Catholic cathedral was built at the turn of the 19th century by German missionaries. In addition to the striking stained-glass windows behind the main altar (best viewed late in the afternoon), it still contains many of the original German inscriptions and artwork, including the carved relief above the main altar.\nStop by any Sunday morning to see the standing-room-only overflow from the services and hear the singing."
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 9,
    "name": "Botanical Gardens",
    "latitude": "-6.81209",
    "longitude": "39.293965",
    "excerpt": "Although in danger of disappearing beneath development, these botanical gardens provide an essential shady oasis in the city. They were established in…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/botanical-gardens/a/poi-sig/1498135/355642",
    "image_url": null,
    "detail_description": "Although in danger of disappearing beneath development, these botanical gardens provide an essential shady oasis in the city. They were established in 1893 by Professor Stuhlman, the first Director of Agriculture, and were initially used as a testing ground for cash crops. They're still home to the Horticultural Society, which tends the indigenous and exotic plants, including scarlet flame trees, several species of palm, cycads and jacaranda.\n"
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 6,
    "name": "Nafasi Art Space",
    "latitude": "-6.764469",
    "longitude": "39.242038",
    "excerpt": "Aiming to be the leading contemporary art centre in Tanzania, Nafasi is a complex of studios housed in an old industrial warehouse in Mikocheni. Many…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/nafasi-art-space/a/poi-sig/1500280/355642",
    "image_url": null,
    "detail_description": "Aiming to be the leading contemporary art centre in Tanzania, Nafasi is a complex of studios housed in an old industrial warehouse in Mikocheni. Many local member artists work there alongside regional and international residencies, all of whom exhibit in the on-site gallery. The centre provides a platform for training and cross-cultural discourse, which it promotes through monthly events such as Chap Chap, which combines an exhibition and open workshops with evening music, theatre and dance.\n"
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 7,
    "name": "Kunduchi Ruins",
    "latitude": "-6.66953917",
    "longitude": "39.20884538",
    "excerpt": "These overgrown but worthwhile ruins include the remnants of a late 15th-century mosque as well as Arabic graves from the 18th or 19th centuries, with…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/jangwani-kunduchi-beaches/attractions/kunduchi-ruins/a/poi-sig/1438676/1331667",
    "image_url": null,
    "detail_description": "These overgrown but worthwhile ruins include the remnants of a late 15th-century mosque as well as Arabic graves from the 18th or 19th centuries, with some well-preserved pillar tombs plus some more recent graves. Fragments of Chinese pottery found here testify to ancient trading links between this part of Africa and Asia. Arrange a guide with your hotel, and expect to pay from about Tsh20,000 for the excursion including entry fee. It's not safe to go alone.\n"
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 5,
    "name": "Azania Front Lutheran Church",
    "latitude": "-6.817449",
    "longitude": "39.291004",
    "excerpt": "A striking edifice, with a red-roofed belfry overlooking the water, a rather stern Gothic interior and a marvellous, new handmade organ, this is one of…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/azania-front-lutheran-church/a/poi-sig/440018/355642",
    "image_url": null,
    "detail_description": "A striking edifice, with a red-roofed belfry overlooking the water, a rather stern Gothic interior and a marvellous, new handmade organ, this is one of the city’s major landmarks. The church was built in 1898 by German missionaries and was the centre of the German mission in Tanzania; now it is the cathedral for the diocese and is still in active use for services and choir rehearsals (beautiful – you can sometimes hear the singing from the street).\nServices in English are held Sunday mornings at 9am; all other services are in Swahili."
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 4,
    "name": "Fish Market",
    "latitude": "-6.8193488039984",
    "longitude": "39.299795495955",
    "excerpt": "Head down to the Kivukoni fish market in the early morning to see fishers flog their catch to restauranteurs and homemakers with all the zeal of Wall St…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/fish-market/a/poi-sig/440054/355642",
    "image_url": null,
    "detail_description": "Head down to the Kivukoni fish market in the early morning to see fishers flog their catch to restauranteurs and homemakers with all the zeal of Wall St stockbrokers. The market is divided into two main sections, comprising eight zones, one of which is the auction. In other sections fish are cleaned, cooked and resold at marked-up prices. It’s colourful and chaotic, and you could walk away with a handsome snapper for as little as Tsh3000.\nSome stalls do still sell shells, but the purchase of them is ill-advised for environmental reasons, and their export is prohibited."
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 3,
    "name": "Dar es Salaam Marine Reserve System",
    "latitude": "-6.687198",
    "longitude": "39.253721",
    "excerpt": "The uninhabited islands of Bongoyo, Mbudya, Pangavini and Fungu Yasini, just off the coastline north of Dar es Salaam, form this marine reserve system…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/dar-es-salaam-marine-reserve/attractions/dar-es-salaam-marine-reserve-system/a/poi-sig/1498163/1331666",
    "image_url": null,
    "detail_description": "The uninhabited islands of Bongoyo, Mbudya, Pangavini and Fungu Yasini, just off the coastline north of Dar es Salaam, form this marine reserve system. Bongoyo and Mbudya – the two most visited islands, and the only ones with tourist facilities, offer attractive beaches backed by dense vegetation. Swimming is possible at any time, unlike on mainland beaches, where swimming is tide dependent. The islands are also home to coconut crabs, and dolphins can sometimes be spotted in the surrounding waters.\nThere are several nearby dive sites, most off the islands’ eastern sides. Fungu Yasini is a large sandbank without vegetation, while Pangavini has only a tiny beach area. Much of its perimeter is low coral outcrops, making docking difficult, and it’s seldom visited.The admission fee to enter the reserve, including visiting any of the islands, is included in the price of excursions and collected before departure."
},
{
    "country": "dar-es-salaam",
    "city": "Dar es Salaam",
    "index": 2,
    "name": "Village Museum",
    "latitude": "-6.775517",
    "longitude": "39.245996",
    "excerpt": "This open-air museum features a collection of authentically constructed dwellings illustrating traditional life in various parts of Tanzania. Each house…",
    "detail_url": "https://www.lonelyplanet.com/tanzania/dar-es-salaam/attractions/village-museum/a/poi-sig/1133011/355642",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/127050707_large.jpg",
    "detail_description": "This open-air museum features a collection of authentically constructed dwellings illustrating traditional life in various parts of Tanzania. Each house is furnished with typical items and surrounded by small plots of crops, while 'villagers' demonstrate traditional skills such as weaving, pottery and carving. Traditional tribal dance performances also take place daily, whenever there is sufficient demand.\nThe museum is 9km north of the city centre; Mwenge dalla-dallas run there from New Posta transport stand (Tsh400, 45 minutes). Get off at 'Makumbusho'; the museum is across the street."
}
]