[
{
    "country": "delphi",
    "city": "Delphi",
    "index": 8,
    "name": "Church of Agios Nikolaos",
    "latitude": "38.479311",
    "longitude": "22.494657",
    "excerpt": "Even if it’s just for the views, it’s well worth the short climb up the steps from opposite Hotel Tholos to reach the Byzantine-style stone church of…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/church-of-agios-nikolaos/a/poi-sig/1383519/359462",
    "image_url": null,
    "detail_description": "Even if it’s just for the views, it’s well worth the short climb up the steps from opposite Hotel Tholos to reach the Byzantine-style stone church of Agios Nikolaos. Come between 8am and 8.30am any morning to see its candles being lit.\n"
},
{
    "country": "delphi",
    "city": "Delphi",
    "index": 7,
    "name": "Folklore Museum of Chrisso",
    "latitude": "38.474061",
    "longitude": "22.468994",
    "excerpt": "An imposing mansion and former school in the traditional village of Chrisso, 6km southwest of Delphi by road, now holds an enjoyable museum of local life…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/folklore-museum-of-chrisso/a/poi-sig/1574097/359462",
    "image_url": null,
    "detail_description": "An imposing mansion and former school in the traditional village of Chrisso, 6km southwest of Delphi by road, now holds an enjoyable museum of local life. Fronted by colourful citrus trees, it shows off 19th-century costumes including a man's skirt with 400 pleats to symbolise 400 years of Ottoman rule, along with jewellery, pistols, paintings and photographs.\n"
},
{
    "country": "delphi",
    "city": "Delphi",
    "index": 6,
    "name": "Sikelianos Museum",
    "latitude": "38.47879",
    "longitude": "22.497919",
    "excerpt": "Fans of Greek drama should head to this intimate 1920s mansion-turned-museum, which overlooks Delphi both ancient and modern. It's dedicated to Greek poet…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/sikelianos-museum/a/poi-sig/1574095/359462",
    "image_url": null,
    "detail_description": "Fans of Greek drama should head to this intimate 1920s mansion-turned-museum, which overlooks Delphi both ancient and modern. It's dedicated to Greek poet Angelos Sikelianos and his American-born wife Eva Palmer, who jointly reinvented Delphi as a modern Greek centre for drama and the arts. The museum displays intriguing photos of their attempts to recreate ancient festivals.\n"
},
{
    "country": "delphi",
    "city": "Delphi",
    "index": 5,
    "name": "Gymnasium",
    "latitude": "38.481562",
    "longitude": "22.505879",
    "excerpt": "The ruins of Delphi’s ancient gymnasium stand south of the Sanctuary of Apollo and west of the Sanctuary of Athena Pronea, in an area known as the…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/gymnasium/a/poi-sig/1518331/359462",
    "image_url": null,
    "detail_description": "The ruins of Delphi’s ancient gymnasium stand south of the Sanctuary of Apollo and west of the Sanctuary of Athena Pronea, in an area known as the Marmaria. This site is roped off for safety reasons, but you can easily see it from the road above, opposite the Castalia Spring.\nTwo running tracks occupied an upper terrace, while boxers and wrestlers practised their art on a lower terrace before cooling off in the still-visible spring-fed circular pool."
},
{
    "country": "delphi",
    "city": "Delphi",
    "index": 4,
    "name": "Sanctuary of Athena Pronea",
    "latitude": "38.480159",
    "longitude": "22.508079",
    "excerpt": "For ancient pilgrims, Delphi’s first stop was the Sanctuary of Athena Pronea, now set just below the road 800m east of the Sanctuary of Apollo. This…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/sanctuary-of-athena-pronea/a/poi-sig/1518333/359462",
    "image_url": null,
    "detail_description": "For ancient pilgrims, Delphi’s first stop was the Sanctuary of Athena Pronea, now set just below the road 800m east of the Sanctuary of Apollo. This lovely spot is best known as home to the superbly photogenic Tholos, a graceful circular structure of unknown purpose that dates from the 4th century BC. Three of the 20 columns that stood on its three-stepped podium were re-erected in the 1940s; the white portions are original marble, the darker are new.\nFragments of the Tholos are on display in room 10 of the Delphi Archaeological Museum.Immediately west, only the foundations now survive of the Temple of Athena Pronea itself."
},
{
    "country": "delphi",
    "city": "Delphi",
    "index": 2,
    "name": "Delphi Archaeological Museum",
    "latitude": "38.480113661892",
    "longitude": "22.499745682601",
    "excerpt": "Delphi’s magnificent modern museum, 500m east of town, perfectly complements the ancient site alongside. Which you visit first doesn’t matter, but the…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/delphi-archaeological-museum/a/poi-sig/476104/359462",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_editorial_1071661235.jpg",
    "detail_description": "Delphi’s magnificent modern museum, 500m east of town, perfectly complements the ancient site alongside. Which you visit first doesn’t matter, but the treasures collected here will bring your image of ancient Delphi to life. Rich and powerful petitioners flocked to Delphi from the 8th century BC onwards, bringing fabulous gifts and erecting opulent monuments. Unearthed by archaeologists, these now fill a succession of mind-blowing galleries.\nBe sure to check the museum's opening times ahead, as hours can vary.Standout highlights include the matching pair of kouroi (larger-than-life statues of young men) in room 3, known as the Twins of Argos; and the Sphinx of the Naxians, which towers over room 5. Bearing the face of a woman, the body of a lion, and the wings of a bird, the sphinx was donated by the island of Naxos, and originally topped a mighty column near the Athenian Treasury. Nearby, the well-preserved marble frieze from the Siphnian Treasury depicts the battle between the gods and the giants in extraordinary three-dimensional detail.Look out for the tall Column of Dancers in room 11, with three women dancing around its top. The omphalos alongside, a cone sculpted as though wrapped in a woollen net, may have stood at the summit of the column, and takes the form of the Delphi omphalos that marked the very centre of the world.The greatest wonder of all is reserved for the final room (13). Focused yet calm, the Bronze Charioteer commemorates a victory in the Pythian Games of 478 or 474 BC. Very few such life-size bronze statues have survived; this one did because it was buried by an earthquake a century later."
},
{
    "country": "delphi",
    "city": "Delphi",
    "index": 3,
    "name": "Ancient Delphi",
    "latitude": "38.481217",
    "longitude": "22.500515",
    "excerpt": "Of all Greece's archaeological sites, Ancient Delphi has the most potent spirit of place. Centring on the mountainside Sanctuary of Apollo, home to the…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/ancient-delphi/a/poi-sig/476102/359462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-503675799_super.jpg",
    "detail_description": "Of all Greece's archaeological sites, Ancient Delphi has the most potent spirit of place. Centring on the mountainside Sanctuary of Apollo, home to the ancient world’s most renowned oracle, this sacred spot was never a city. To this day, the haunting ruins – a short walk east of the modern town – look out over an unbroken expanse of olive trees, sloping down to the Gulf of Corinth.\nAs well as the sanctuary itself, the site also includes the Delphi Archaeological Museum (entry is by the same ticket, on successive days if you prefer), and the nearby Sanctuary of Athena Pronea, to which access is free."
},
{
    "country": "delphi",
    "city": "Delphi",
    "index": 1,
    "name": "Sanctuary of Apollo",
    "latitude": "38.482275",
    "longitude": "22.501395",
    "excerpt": "Serving as the heart of Ancient Delphi, the hillside Sanctuary of Apollo is where pilgrims would journey to hear prophecies from the god Apollo, voiced…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/sanctuary-of-apollo/a/poi-sig/1518332/359462",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-1140675568.jpeg",
    "detail_description": "Serving as the heart of Ancient Delphi, the hillside Sanctuary of Apollo is where pilgrims would journey to hear prophecies from the god Apollo, voiced through his chosen oracle (a woman from the local area). The Sacred Way, the path that climbs to the complex's centrepiece Temple of Apollo, was lined in ancient times by treasuries and statues, erected by city-states including Athens and Sparta to thank Apollo and assert their own wealth and might. Some stand complete, most lie in ruins, but together they form a magnificent spectacle.\n\n  \nView along the Sacred Way in Delphi © Federica Grassi / Getty Images\n\nHistory\nThe Greeks told many stories to explain the origins of Delphi. The site was originally sacred to Gaia (also known as Ge), the ‘Mother Goddess’ whose cult centred on the Korykeon Cave, high on Mt Parnassos. After slaying a snake or she-dragon (known as Pytho) here, Apollo took the local name of Apollo Pythios.\nFor a thousand years, pilgrims flocked to his sanctuary for guidance. The height of its fame came between the 6th and 4th centuries BCE, after the Amphictyonic League, a federation of 12 tribal states, took control of the sanctuary following the First Sacred War (595–586 BCE). As an autonomous state, Delphi earned great prosperity from benefactors including the kings of Lydia and Egypt, and the Roman emperor Hadrian. Nominally neutral, it was a locus of political power.\nAfter surviving fire in 548 BCE and earthquake in 373 BCE, the sanctuary was conquered by the Aetolians around 300 BCE, and by the Romans in 191 BCE. Although the Roman general Sulla plundered Delphi in 86 BCE, later emperors kept the oracle’s rituals alive well into the 2nd century. Ultimately its influence waned with the spread of Christianity, and the sanctuary was abolished by the Byzantine emperor Theodosius in the late 4th century.\nBy the 7th century, a new village, Kastri, had taken over the ancient site. It remained atop the ruins until late in the 19th century, when its inhabitants were paid to relocate to the newly constructed village of Delphi, allowing archaeologists to unearth the ancient site.\n\n  \nThe twisted serpent column and the Doric columns of the Temple of Apollo, Delphi © Mary Baratto / Getty Images\n\nTouring the Sanctuary of Apollo\nYou'll need an hour minimum to take in all that the Sanctuary of Apollo has to offer. The following route takes in some of the site's top highlights:\nThe Sacred Way\nAfter entering the sanctuary at its lowest point, beside the main road, you set off up the Sacred Way, laid out in its modern form by 19th-century archaeologists. The first of several stone pedestals you reach, on your right, held the Bull of Kerkyra (Corfu). Just beyond it, on the left, are the remains of the Spartan Victory Monument (an offering to the admiral Lysander). Further on sits a small conical stone known as the Omphalos, the 'navel' of the ancient Greek world.\nSphinx of Naxos, Rock of the Sibyl and Stoa of the Athenians\nNortheast of the reconstructed Athenian Treasury stands a portion of the column that supported the Sphinx of Naxos, displayed in the on-site museum. Near it, find the Rock of the Sibyl, where Delphi's earliest prophetess made her predictions. A few steps away, behind three columns from the Stoa of the Athenians, the remarkable Polygonal Wall once supported the terrace of the second Temple of Apollo (548 BCE). Look closely, and you’ll realise it’s covered with minutely carved inscriptions.\nTemple of Apollo\nAs the home of Apollo himself, the Temple of Apollo dominated the entire sanctuary. Its surviving incarnation, from the 4th century BCE, contained a statue of the god, guarded by an eternal flame, and was where the Pythia (oracle), the god’s mouthpiece, delivered her pronouncements. Its vestibule bore the so-called Delphic Maxims, including ‘Know Thyself’ and ‘Nothing in Excess’, which Socrates mentioned in Plato's Protagoras. Congregations gathered not inside the temple, but out in the open air.\nSerpentine Column\nImmediately east, the replica of the Serpentine Column, or Tripod of the Plataeans, was erected in 2015. The original bronze column commemorated the Greeks who defeated the Persian Empire at the Battle of Plataea (479 BCE). Removed by Constantine the Great in AD 324, it now resides at the Hippodrome of Constantinople, in modern Istanbul.\nTheatre and Castalian Spring\nAbove the temple, the well-preserved 4th-century-BCE theatre was restored by Pergamene king Loukumenes II during the 2nd century BCE. Plays were performed here during the Pythian Festival, staged every four years. The views from the top row are breathtaking.\nEast of the Sanctuary of Apollo, a paved path parallel to the main road leads to the Castalian Spring, where pilgrims cleansed themselves before consulting the oracle.\n\n  \nA view from the top row of the Theatre of Delphi © Santi Rodriguez / Shutterstock\n\nTickets and other practicalities\nThe entrance fee to the Sanctuary of Apollo, which is part of the wider Ancient Delphi complex, is €12. This ticket also includes access to Delphi Archaeological Museum. Entrance to the site is free during every first Sunday of the month from November 1st to March 31st.\nTo avoid the summer heat (and year-round crowds), aim to visit early morning or late afternoon, allowing at least an hour to explore the site in full. Whenever you visit, be sure to check opening times ahead, as hours can vary.\n"
}
]