[
{
    "country": "denver",
    "city": "Denver",
    "index": 1,
    "name": "Red Rocks Park & Amphitheatre",
    "latitude": "39.66555",
    "longitude": "-105.2051",
    "excerpt": "When the setting sun brings out a rich, orange glow from the rock formations and the band on stage launches into just the right tune, Red Rocks…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/red-rocks-park-amphitheatre/a/poi-sig/379085/362114",
    "image_url": "https://lp-cms-production.imgix.net/2021-02/GettyRF_891136044.jpg",
    "detail_description": "Why you should go\nWhen the setting sun brings out a rich, orange glow from the rock formations and the band on stage launches into just the right tune, Red Rocks Amphitheatre is a captivating experience, wholly befitting the park's 19th-century nickname, \"Garden of Angels.\"\nSet between 400ft-high red sandstone rocks, the acoustics at Red Rocks are so good many artists record their live albums there. The seating capacity is upwards of 9000 seats, each one offering stunning views. The venue consistently draws a big-name line-up for its summer concert series. To see your favorite singer got to work on the stage is to witness a performance in one of the most exceptional music venues in the world. For many, it's reason enough for a trip to Colorado.\nMany people just come for the day while visiting Denver to check out the famed venue. And amazingly, it can be almost as entertaining when it's silent. The amphitheater is only a tiny part of a 600-acre open space park. Open during the day for free, there is a visitor center, trading post and the Colorado Music Hall of Fame all accessible from the parking lot. There are miles of hiking trails, opportunities to lose the crowds and take in the lovely rock formations. Climbing the stunning rocks is prohibited; however there are 250-plus steps that lead to the top of the theater and offer views of both the park and Denver, miles off to the east. Yoga on the Rocks and Film on the Rocks are popular regular events that attract hundreds. \nHistory\nThe history of music at Red Rocks is ancient. The Ute Tribe once used the space as a sacred site and a gathering place for music and dance. Then as western expansion enveloped more of the state, other groups also chose to perform there. In the early 1900's John Brisben Walker produced several concerts there on a temporary stage, but it wasn't until 1936 that members of the Civilian Conservation Corps built a formal outdoor venue with seats and a stage. Though it originally hosted classical performances and military bands, it debuted as a rock venue with style; the first rock quartet on this stage was John, Paul, George and Ringo. Since then, the gamut of artists who have recorded live albums here – such as U2, Neil Young, Dave Matthews and new-age piano tinkler John Tesh – is a testament to the pristine natural acoustics.\n\n  \nCrowd watches band play with a scenic view of the surroundings. John P Kelly / Getty Images\n\nTickets and other practicalities\nRed Rocks hosts numerous events throughout the year and the lineup can be found on the website where you can also purchase tickets, the prices of which vary by show. There are two vast parking lots, but they fill up and leaving can take ages. Take an Uber if that will annoy you. Most locals drive up early with coolers full of food and drinks to hang out in the parking lot and have a picnic. The food vendors inside are expensive, crowded and not great. You can bring your food into the show, but you can't bring your booze. Beer, wine and other boozy beverages are available for purchase inside as well as water and sodas. Many concert goers will bring a blanket or a cushion, particularly for events like Film on the Rocks. For concerts you'll probably be on your feet the entire time. It's cool at night at this altitude, so don't forget to dress in light layers for summer shows. \nEating and sleeping near Red Rocks\nThere aren't many choices really near Red Rocks. You can stay in Morrison, a tiny little town down the road from the park hidden from the Denver skyline by the Hogback rock formations. Made up of a main drag with a few side streets, it echoes the feel of some of Colorado's most remote mountain towns. Its a great stop if you want dinner before a show or lunch after hiking around the theater and park. But none of the restaurants are fancy, just greasy spoons and casual cafes.\nThere is only one B&amp;B in town called Cliff House Lodge. The decor might be a little overboard, but all the cottages have hot tubs and the garden is a peaceful place to relax.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 40,
    "name": "Lakeside Amusement Park",
    "latitude": "39.780195",
    "longitude": "-105.054027",
    "excerpt": "This dilapidated fun park has old-school rides like wood roller coasters, the hammer, spinning swings as well as a kiddie area with mellow rides for tots…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/lakeside-amusement-park/a/poi-sig/1131278/362114",
    "image_url": null,
    "detail_description": "This dilapidated fun park has old-school rides like wood roller coasters, the hammer, spinning swings as well as a kiddie area with mellow rides for tots. It’s in a great lakeside location with mountain views. Ride coupons serve as tickets (one to six are needed, depending on the ride), though adrenaline junkies should opt for the unlimited ride bracelet.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 39,
    "name": "Museo de las Americas",
    "latitude": "39.729617",
    "longitude": "-104.998698",
    "excerpt": "This small museum in the heart of the Santa Fe Arts District has innovative exhibits by Latin American and Latino artists. Shows range from rare…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/museo-de-las-americas/a/poi-sig/1573685/362114",
    "image_url": null,
    "detail_description": "This small museum in the heart of the Santa Fe Arts District has innovative exhibits by Latin American and Latino artists. Shows range from rare collections of colonial artifacts to cutting-edge performance art. Programs celebrating the diversity of Latino culture are also regularly offered. The museum opens its doors for the city-wide First Friday event too.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 38,
    "name": "Commons Park",
    "latitude": "39.756340239903",
    "longitude": "-105.00537284143",
    "excerpt": "Affording views of downtown Denver and the Rockies, this spacious, hilly patch of green has bike paths, benches and plenty of people-watching. A lyrical…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/commons-park/a/poi-sig/1135472/362114",
    "image_url": null,
    "detail_description": "Affording views of downtown Denver and the Rockies, this spacious, hilly patch of green has bike paths, benches and plenty of people-watching. A lyrical curving stairway to nowhere known as Common Ground, by artist Barbara Grygutis, is an undeniable centerpiece; it was commissioned by the Gates Family Foundation to commemorate the millennium. For more original art, head to the walkway along Little Raven St, where exhibits by international artists are often displayed.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 37,
    "name": "Black American West Museum & Heritage Center",
    "latitude": "39.759125",
    "longitude": "-104.974204",
    "excerpt": "This small museum provides a window into the migration of African Americans to the West, including a look at their contributions during the pioneer era –…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/black-american-west-museum-heritage-center/a/poi-sig/379071/362114",
    "image_url": null,
    "detail_description": "This small museum provides a window into the migration of African Americans to the West, including a look at their contributions during the pioneer era – according to museum statistics, one in three Colorado cowboys were African American. There is an eye-opening exhibit on the Dearfield Colony, an exclusively African American settlement in northern Colorado (now a ghost town).\nThe museum is set up in the former home of Dr Justina Ford, the first licensed African American female physician in Colorado. This 19th-century home was originally located 12 blocks away. Set to be demolished, it was moved to the current location and restored in order to house the museum."
},
{
    "country": "denver",
    "city": "Denver",
    "index": 36,
    "name": "David B Smith Gallery",
    "latitude": "39.750811",
    "longitude": "-105.000629",
    "excerpt": "David B Smith’s taste for progressive American and international artists has made this space one of the most engaging small galleries in Denver.",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/david-b-smith-gallery/a/poi-sig/1132647/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Cyrus%20McCrimmon%20GettyImages-463982416%20RM.jpg",
    "detail_description": "David B Smith’s taste for progressive American and international artists has made this space one of the most engaging small galleries in Denver.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 35,
    "name": "National Velvet",
    "latitude": "39.757946",
    "longitude": "-105.008547",
    "excerpt": "This much-maligned public pile of 'art' by John McEnroe appears to be a big red lingam-inspired mound of beans or sandbags. It lights up at night.",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/national-velvet/a/poi-sig/1382142/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/joe%20daniel%20price%20GettyImages-579268686%20RFC%20crop.jpg",
    "detail_description": "This much-maligned public pile of 'art' by John McEnroe appears to be a big red lingam-inspired mound of beans or sandbags. It lights up at night.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 34,
    "name": "Water World",
    "latitude": "39.856322",
    "longitude": "-105.010328",
    "excerpt": "Bust out the nacho cheese, sunscreen and water wings at this popular water park that has giant wave pools, plenty of slides and a handful of theme rides…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/water-world/a/poi-sig/1436557/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/United%20States%20Colorado%20RJ%20Sangosti%20MediaNews%20Group%20The%20Denver%20Post%20GettyImages-1323569521%20RM.jpg",
    "detail_description": "Bust out the nacho cheese, sunscreen and water wings at this popular water park that has giant wave pools, plenty of slides and a handful of theme rides. Discounts on admission offered after 1:45pm.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 33,
    "name": "Big Sweep",
    "latitude": "39.736705",
    "longitude": "-104.988914",
    "excerpt": "Large enough to whisk away a Volkswagen, this 31ft-tall dustpan’s color was chosen by Claes Oldenburg and Coosje van Bruggen to complement Denver’s clear…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/big-sweep/a/poi-sig/1147024/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20quiggyt4%20shutterstock_1368423719%20RFE%20crop.jpg",
    "detail_description": "Large enough to whisk away a Volkswagen, this 31ft-tall dustpan’s color was chosen by Claes Oldenburg and Coosje van Bruggen to complement Denver’s clear blue skies. The scale was inspired by the vastness of Colorado's mountains and plains.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 32,
    "name": "I See What You Mean",
    "latitude": "39.743164",
    "longitude": "-104.995136",
    "excerpt": "Lawrence Argent’s I See What You Mean is better known around town as the Big Blue Bear. This beloved 40ft-tall symbol of the city peers into the mammoth…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/i-see-what-you-mean/a/poi-sig/1131279/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Kit%20Leong%20Shutterstock_1652368726%20RFE.jpg",
    "detail_description": "Lawrence Argent’s I See What You Mean is better known around town as the Big Blue Bear. This beloved 40ft-tall symbol of the city peers into the mammoth convention center with a friendly, playful spirit that has come to epitomize its city.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 31,
    "name": "Museum of Contemporary Art",
    "latitude": "39.752279",
    "longitude": "-105.004052",
    "excerpt": "This four-story museum was built with interaction and engagement in mind, and Denver’s home for contemporary art can be provocative, confusing or…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/museum-of-contemporary-art/a/poi-sig/1135465/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Kit%20Leong%20shutterstock_1150914233%20RFE.jpg",
    "detail_description": "This four-story museum was built with interaction and engagement in mind, and Denver’s home for contemporary art can be provocative, confusing or delightful, depending on the show. Regardless, the work always makes you think. After your visit, head to the rooftop cafe for a drink and spectacular views of downtown Denver.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 30,
    "name": "CELL",
    "latitude": "39.735558",
    "longitude": "-104.988592",
    "excerpt": "Indulge your fears and spy on your neighbors with the methods you learn at this over-the-top interactive learning center featuring plenty of footage from…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/cell/a/poi-sig/1392501/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Richard%20Cummins%20Alamy%202BWH761%20RFE.jpg",
    "detail_description": "Indulge your fears and spy on your neighbors with the methods you learn at this over-the-top interactive learning center featuring plenty of footage from September 11, plus detailed exhibits on the life and work of the world's most dangerous terrorists. You may ask yourself: with centers like this, has terrorism succeeded in making American society more paranoid?\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 29,
    "name": "Forney Transportation Museum",
    "latitude": "39.777737272215",
    "longitude": "-104.97151894326",
    "excerpt": "This fascinating museum exhibits antique vehicles of all types – cars, motorbikes, bicycles, tricycles, railway engines and rolling stock, fire engines,…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/forney-transportation-museum/a/poi-sig/1131275/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Michelle%20Enfield%20Alamy%20BPDE72%20RFE.jpg",
    "detail_description": "This fascinating museum exhibits antique vehicles of all types – cars, motorbikes, bicycles, tricycles, railway engines and rolling stock, fire engines, airplanes and more. Even if you’re not an automotive aficionado, the shifting industrial design over the years is interesting. Among many highlights is Amelia Earhart’s 1923 Kissel Speedster in stunning canary yellow.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 27,
    "name": "Mesteño",
    "latitude": "39.834064",
    "longitude": "-104.676189",
    "excerpt": "Nicknamed 'Bluecifer,' this 32ft-high blue stallion with hellish, gleaming red eyes greets visitors to and from Denver International Airport, and is the…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/mesteno/a/poi-sig/1151276/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Ted%20Alexander%20Somerville%20shutterstock_1705830610%20RFE.jpg",
    "detail_description": "Nicknamed 'Bluecifer,' this 32ft-high blue stallion with hellish, gleaming red eyes greets visitors to and from Denver International Airport, and is the subject of much controversy in Denver. Morbid factoid: during its creation, a piece of the 9000lb stallion fell on creator Luis Jiménez, severing an artery in his leg and leading to his death.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 28,
    "name": "Elitch Gardens",
    "latitude": "39.750044",
    "longitude": "-105.010886",
    "excerpt": "If you’re finding all the museums a bit too serious, loosen up at this amusement park near downtown Denver – your kids will love you for it. There's a…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/elitch-gardens/a/poi-sig/379083/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Denver%20Arina%20P%20Habich%20shutterstock_175582775%20RFE.jpg",
    "detail_description": "If you’re finding all the museums a bit too serious, loosen up at this amusement park near downtown Denver – your kids will love you for it. There's a water park, roller coasters, live entertainment and more. The arts collective Meow Wolf even opened a ride here. Go online to save on admission. If you're planning to go more than once, buy the season pass to save a bundle.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 26,
    "name": "Washington Park",
    "latitude": "39.707352",
    "longitude": "-104.972252",
    "excerpt": "People somehow just look better in Wash Park. They are fitter, trimmer, more tanned and even taller than your average Denverite. Must be the rec center…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/washington-park/a/poi-sig/1132826/362114",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstockRF_161246498.jpg",
    "detail_description": "People somehow just look better in Wash Park. They are fitter, trimmer, more tanned and even taller than your average Denverite. Must be the rec center found in the middle of the park ($5.50 for a day pass), which includes a pool, weights and more. Or maybe it's the bike path and lakes, nearby restaurants, volleyball games and tennis matches that mark this park as one of the city's best.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 25,
    "name": "Civic Center Park",
    "latitude": "39.739216866154",
    "longitude": "-104.98897917993",
    "excerpt": "In the shadow of the State Capitol’s golden dome, this centrally located park hosts commuters waiting for their bus connections, politicos yammering into…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/civic-center-park/a/poi-sig/1134888/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Arina%20P%20Habich%20shutterstock_434429749%20RFE%20crop.jpg",
    "detail_description": "In the shadow of the State Capitol’s golden dome, this centrally located park hosts commuters waiting for their bus connections, politicos yammering into Bluetooth headsets, events of all sorts, and some of the most iconic public sculptures in the city. Look for a huge gathering of food trucks here Tuesday, Wednesday and Thursday from May to early October.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 24,
    "name": "Scottish Angus Cow & Calf",
    "latitude": "39.735327",
    "longitude": "-104.988999",
    "excerpt": "Created by Dan Ostermiller, these bigger-than-life bronze sculptures of a cow and her calf pay homage to the historic cattle culture of Colorado…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/scottish-angus-cow-calf/a/poi-sig/1575104/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20quiggyt4%20shutterstock_1341616628%20RFE.jpg",
    "detail_description": "Created by Dan Ostermiller, these bigger-than-life bronze sculptures of a cow and her calf pay homage to the historic cattle culture of Colorado. Originally commissioned by a local businessman for his ranch, it was gifted to the Denver Art Museum in 2006. Remarkable for their size and beauty, the pair are popular with kids for climbing and posing for photos.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 23,
    "name": "Denver Public Library",
    "latitude": "39.737282",
    "longitude": "-104.987798",
    "excerpt": "Hardly a dusty bibliotheca, the Denver Public Library is an active and artsy place with whimsical postmodern architectural elements courtesy of renowned…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/denver-public-library/a/poi-sig/1132808/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20mtcurado%20GettyImages-1355622865%20RFE%20crop.jpg",
    "detail_description": "Hardly a dusty bibliotheca, the Denver Public Library is an active and artsy place with whimsical postmodern architectural elements courtesy of renowned architect Michael Graves. In addition to its voluminous stacks, the library offers lectures, while shifting exhibits feature local historical and contemporary photography. On the 5th floor is the Western History &amp; Genealogy Department.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 22,
    "name": "History Colorado Center",
    "latitude": "39.735351",
    "longitude": "-104.98724",
    "excerpt": "Discover Colorado's frontier roots and high-tech modern triumphs at this sharp, smart and charming museum. There are plenty of interactive exhibits,…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/history-colorado-center/a/poi-sig/379075/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Charles%20Stirling%20%28Travel%29%20Alamy%20R6J374%20RFE.jpg",
    "detail_description": "Discover Colorado's frontier roots and high-tech modern triumphs at this sharp, smart and charming museum. There are plenty of interactive exhibits, including a Jules Verne–esque 'Time Machine' that you push across a giant map of Colorado to explore seminal moments in the Centennial State's history. Periodically, story times for toddlers and low-sensory morning sessions are offered before the museum opens.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 21,
    "name": "Dancers",
    "latitude": "39.742884",
    "longitude": "-104.999245",
    "excerpt": "Frozen in joyful two-step, Jonathan Borofsky’s whimsical Dancers invites rushing traffic to stop and play. The centerpiece of Sculpture Park, this 60ft…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/dancers/a/poi-sig/1132811/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Jay%20Yuan%20Shutterstock_484506016%20RFE.jpg",
    "detail_description": "Frozen in joyful two-step, Jonathan Borofsky’s whimsical Dancers invites rushing traffic to stop and play. The centerpiece of Sculpture Park, this 60ft sculpture supervises live music and lounging picnickers in summer and rises eerily from the snow in winter. Initially a controversial buy for conservative citizens, it's a symbol on scale with Denver’s ambition to be the cultural capital of the West.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 20,
    "name": "Denver Zoo",
    "latitude": "39.749731",
    "longitude": "-104.950762",
    "excerpt": "Denver’s world-class zoo has more than 700 animal species housed in considerate enclosures that do their best to mirror native habitats. There are native…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/denver-zoo/a/poi-sig/1131267/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Kit%20Leong%20Shutterstock_1150908329%20RFE%20crop.jpg",
    "detail_description": "Denver’s world-class zoo has more than 700 animal species housed in considerate enclosures that do their best to mirror native habitats. There are native and exotic animals, including rhinos, gorillas and giant Komodo dragons. You won't want to miss the elephant passage and the tiger exhibit, which has bridges that pass 12ft above visitors' heads.\nThe zoo periodically offers free-admission days – check the website for info."
},
{
    "country": "denver",
    "city": "Denver",
    "index": 19,
    "name": "United States Mint",
    "latitude": "39.739171",
    "longitude": "-104.991993",
    "excerpt": "The Denver Mint produces about 7.5 billion coins each year and offers free guided tours covering the history of the facility and detailed information…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/united-states-mint/a/poi-sig/1129271/362114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9903b96beb5bb4f0fc5b5deeaeca5a9c-united-states-mint.jpg",
    "detail_description": "The Denver Mint produces about 7.5 billion coins each year and offers free guided tours covering the history of the facility and detailed information about the minting process. Tickets are distributed same day only and they go quick! Arrive at 7am to be sure you get one (or five, which is the limit). Note: no bags, not even purses or fanny packs, are allowed on the tour, and no storage is provided; carry what you can in your pockets.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 18,
    "name": "Millennium Bridge",
    "latitude": "39.754391",
    "longitude": "-105.003988",
    "excerpt": "Allow us to be geeky for a second: this is the world’s first cable-stayed bridge using a post-tensioned structural construction. If the technical jargon…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/millennium-bridge/a/poi-sig/1135473/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Page%20Light%20Studios%20shutterstock_2038526030%20RFE%20crop.jpg",
    "detail_description": "Allow us to be geeky for a second: this is the world’s first cable-stayed bridge using a post-tensioned structural construction. If the technical jargon goes over your head, you’ll be impressed by just looking up – the sweeping forms of the cables and white mast are a dramatic sight against Denver’s consistently blue sky. The stunning bridge connects the LoDo neighborhood with Commons Park.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 17,
    "name": "Colorado Sports Hall of Fame",
    "latitude": "39.743897798522",
    "longitude": "-105.02017863519",
    "excerpt": "This small temple to Colorado’s sporting prowess is in the Mile High Stadium (look for it near Gate 1). Beyond a gallery celebrating inductees to the Hall…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/colorado-sports-hall-of-fame/a/poi-sig/1131754/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Icon%20Sportswire%20GettyImages-1236886852%20RM%20crop.jpg",
    "detail_description": "This small temple to Colorado’s sporting prowess is in the Mile High Stadium (look for it near Gate 1). Beyond a gallery celebrating inductees to the Hall of Fame, there are exhibits on the Broncos, women in sports and athletes with disabilities. There's also a kids zone, where young visitors can play dress-up with professional jerseys and sports gear. A decent stop if you'll be at the stadium for a game (but not really worth a special visit).\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 16,
    "name": "Denver Museum of Nature & Science",
    "latitude": "39.747454",
    "longitude": "-104.94205",
    "excerpt": "A classic natural-science museum with excellent temporary exhibits on topics such as the biomechanics of bugs, Pompeii and mythical creatures. Permanent…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/denver-museum-of-nature-science/a/poi-sig/379081/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/United%20States%20Denver%20Kit%20Leong%20shutterstock%201150909181%20RME%20%281%29.jpg",
    "detail_description": "A classic natural-science museum with excellent temporary exhibits on topics such as the biomechanics of bugs, Pompeii and mythical creatures. Permanent exhibits are equally engaging and include those cool panoramas we all loved as kids. The IMAX Theatre and Gates Planetarium are especially fun. The museum is located on the eastern edge of City Park, allowing for fun picnics or connected visits with the nearby zoo.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 15,
    "name": "Downtown Aquarium",
    "latitude": "39.752082",
    "longitude": "-105.013987",
    "excerpt": "Denver’s old Ocean Journey Aquarium was sold in 2003 to a business that specializes in aquarium-themed restaurants. So it is that Downtown Aquarium is…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/downtown-aquarium/a/poi-sig/1136516/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Jerry%20Cleveland%20GettyImages-161353924%20RM.jpg",
    "detail_description": "Denver’s old Ocean Journey Aquarium was sold in 2003 to a business that specializes in aquarium-themed restaurants. So it is that Downtown Aquarium is both a novelty restaurant and a public aquarium complete with a daily mermaid show. Tanks mostly have creatures from mountain rivers and coral reefs, though there's a desert exhibit with spiders and snakes and even a tiger den. Kids love it…plus it's a novel place to have a meal. Try the fish burger.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 14,
    "name": "Denver Firefighters Museum",
    "latitude": "39.740689",
    "longitude": "-104.992518",
    "excerpt": "Fire Station No 1 was built in 1909 and in 1978 it was turned into a museum exploring the history of firefighting in Denver. Mostly geared toward adults,…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/denver-firefighters-museum/a/poi-sig/1129262/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Mikhail%20Pogosov%20shutterstock_1808715223%20RFE%20crop.jpg",
    "detail_description": "Fire Station No 1 was built in 1909 and in 1978 it was turned into a museum exploring the history of firefighting in Denver. Mostly geared toward adults, there's lots of detail and signage. Kids, though, enjoy seeing the old steam equipment, sliding down a pole and getting kitted out in firefighting gear. The upstairs section is the old quarters where the firefighters slept.\nThe galleries include some interactive displays, mostly focused on fire-safety education for kids."
},
{
    "country": "denver",
    "city": "Denver",
    "index": 13,
    "name": "RedLine",
    "latitude": "39.754845",
    "longitude": "-104.986403",
    "excerpt": "This remarkable contemporary arts center has a huge gallery space where work by emerging Coloradan artists is exhibited year-round. Fifteen artists in…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/redline/a/poi-sig/1575551/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Cyrus%20McCrimmon%20GettyImages-161074344%20RM.jpg",
    "detail_description": "This remarkable contemporary arts center has a huge gallery space where work by emerging Coloradan artists is exhibited year-round. Fifteen artists in residence are hosted by RedLine each year, their studio space lining the gallery. Open to the public, it provides an opportunity for visitors to watch works of art being created. Various events promote similar community engagement, both inside and outside the center, with a focus on positive social change. Check the website for what's on.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 12,
    "name": "Molly Brown House Museum",
    "latitude": "39.737482499197",
    "longitude": "-104.98083694726",
    "excerpt": "This outstandingly preserved house, designed by the well-known architect William Lang, was built in 1889 and belonged to the most famous survivor of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/molly-brown-house-museum/a/poi-sig/1131283/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20RiverNorthPhotography%20GettyImages-532054337%20RFE%20crop.jpg",
    "detail_description": "This outstandingly preserved house, designed by the well-known architect William Lang, was built in 1889 and belonged to the most famous survivor of the Titanic disaster. You'll go through the house on a guided 45-minute tour, learning about this Colorado legend's unsinkable history.\nHaving survived the ill-fated voyage of 1912, Molly Brown became active in progressive politics and women’s organizations, and was also a keen theater performer. She died in 1932, a woman ahead of her time."
},
{
    "country": "denver",
    "city": "Denver",
    "index": 11,
    "name": "Bronco Buster & On the War Trail",
    "latitude": "39.738907",
    "longitude": "-104.988914",
    "excerpt": "In the early 1920s, Denver sculptor Alexander Phimister Proctor was commissioned to create two bronze sculptures for Civic Center Park: Bronco Buster and…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/bronco-buster-on-the-war-trail/a/poi-sig/1135467/362114",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/United%20States%20Denver%20Dave%20G.%20Houser%20GettyImages-521648682%20RFE.jpg",
    "detail_description": "In the early 1920s, Denver sculptor Alexander Phimister Proctor was commissioned to create two bronze sculptures for Civic Center Park: Bronco Buster and On the War Trail. The works depict a cowboy and a Native American warrior, both paying homage to Colorado's Wild West roots. Fun fact: Proctor’s model for the cowboy, Bill 'Slim' Ridings, was arrested for cattle rustling before the statue was done. Proctor bailed Ridings out so he could complete the statue.\n"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 10,
    "name": "Byers-Evans House Museum",
    "latitude": "39.736985",
    "longitude": "-104.990104",
    "excerpt": "It’s a unique experience walking through this period house, painstakingly restored to the 1920s era with polished antiques, patterned wallpaper, thick…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/byers-evans-house-museum/a/poi-sig/1132845/362114",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Denver%20Kit%20Leong%20shutterstock_1150914149%20RFE.jpg",
    "detail_description": "It’s a unique experience walking through this period house, painstakingly restored to the 1920s era with polished antiques, patterned wallpaper, thick drapes and period artwork; the rooms aren’t roped off so you can wander into them. Guided tours run every hour starting 10:30am (Monday to Saturday) and 1:30pm (Sunday).\nWilliam Byers was the publisher of the Rocky Mountains News when he commissioned this grand house in 1883. Six years later, he sold it to William Gray Evans, head of the Denver Tramway Company and son of Governor John Evans."
},
{
    "country": "denver",
    "city": "Denver",
    "index": 8,
    "name": "Denver Botanic Gardens",
    "latitude": "39.731614",
    "longitude": "-104.959946",
    "excerpt": "If you’re hankering for greenery, this 23-acre Rocky Mountain garden is the perfect place to lose yourself. Local flora mixes with relatives from faraway…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/denver-botanic-gardens/a/poi-sig/379079/362114",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/Denver%20Botanic%20Gardens.jpg",
    "detail_description": "If you’re hankering for greenery, this 23-acre Rocky Mountain garden is the perfect place to lose yourself. Local flora mixes with relatives from faraway continents such as Australia and Africa to create a breathtaking landscape. Exhibits by well-known artists – think Calder and Chihuly – are set among the flowers and fountains to complement the living art.\nThe Mordecai Children's Garden has excellent hands-on exhibits, including a water feature, Pipsqueak Pond, that's popular with the diaper set. Summer brings outdoor concerts to the gardens, while winter brings a holiday light show. Both are popular – be sure to buy tickets in advance."
},
{
    "country": "denver",
    "city": "Denver",
    "index": 9,
    "name": "Blair-Caldwell African American Museum",
    "latitude": "39.752148",
    "longitude": "-104.981564",
    "excerpt": "Tucked into the 3rd floor of a public library, this multimedia museum provides an excellent overview of the history of African Americans in the Rocky…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/blair-caldwell-african-american-museum/a/poi-sig/1129280/362114",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/e6674b41eddb0a80228d5cb4bbf4cf5c-blair-caldwell-african-american-museum.jpg",
    "detail_description": "Tucked into the 3rd floor of a public library, this multimedia museum provides an excellent overview of the history of African Americans in the Rocky Mountain region – from migration and settlement to discrimination and achievements. Exhibits on Wellington Webb, Denver's first African American mayor, as well as Five Points, Denver's historically African American neighborhood, are particularly interesting.\nStop on the 2nd floor to peruse the Blair-Caldwell African American Research Library, an institution that provides much-needed resources on the rich cultural heritage of African Americans in the West."
},
{
    "country": "denver",
    "city": "Denver",
    "index": 7,
    "name": "Colorado State Capitol",
    "latitude": "39.739155",
    "longitude": "-104.984783",
    "excerpt": "Sitting commandingly atop Capitol Hill, this stately neoclassical government building houses the Governor's Office, Senate and House of Representatives…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/colorado-state-capitol/a/poi-sig/1129257/362114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/16d7da42e61224979be09b952ea9c2f3-colorado-state-capitol.jpg",
    "detail_description": "Sitting commandingly atop Capitol Hill, this stately neoclassical government building houses the Governor's Office, Senate and House of Representatives. Constructed using mostly Coloradan materials, the ornate interior befits the grand old building. Visitors can join free 45-minute tours – including 15 minutes in the dome – which depart hourly. A small museum on the 3rd floor gives a good historical overview of the building, including videos, placards and memorabilia.\nConstruction of the Capitol began in the 1890s from locally quarried rose onyx (Beulah red marble) and in 1908, to celebrate the Colorado gold rush, the superb dome was covered in 200oz of gold leaf. Down below facing Civic Center Park, a popular photo op is the grand outer staircase, where the 13th step sits exactly 1 mile above sea level. (Previous attempts at marking the spot – in 1909 and 1969 – landed at the 15th and 18th steps.)"
},
{
    "country": "denver",
    "city": "Denver",
    "index": 6,
    "name": "Children’s Museum Denver Marisco Campus",
    "latitude": "39.748696782468",
    "longitude": "-105.01697994974",
    "excerpt": "This is one of the hottest tickets in town…well, at least for kids. Highlights include an enclosed three-story climbing structure (helmets provided), a…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/children-s-museum-denver-marisco-campus/a/poi-sig/379073/362114",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/492ea218de03de865e9682de4a8309dc-children-s-museum.jpg",
    "detail_description": "This is one of the hottest tickets in town…well, at least for kids. Highlights include an enclosed three-story climbing structure (helmets provided), a kids' kitchen with hands-on cooking classes, a 2300-sq-ft art studio, a maker space, a life-size marble run and a huge outdoor playground with lots of climbing, digging and splashing areas. Toddlers also enjoy a section with fun areas designed for crawlers and new walkers.\nFree admission on the first Tuesday of the month, from 4pm to 8pm. 'Adventure Forest,' a 500-foot-long aerial adventure course that looks something like Peter Pan's hideout offers amazing outdoor adventures for kids – at least those not afraid of heights."
},
{
    "country": "denver",
    "city": "Denver",
    "index": 5,
    "name": "Clyfford Still Museum",
    "latitude": "39.736713",
    "longitude": "-104.990072",
    "excerpt": "Dedicated exclusively to the work and legacy of 20th-century American abstract expressionist Clyfford Still, this fascinating museum's collection includes…",
    "detail_url": "https://www.lonelyplanet.com/usa/rocky-mountains/denver/attractions/clyfford-still-museum/a/poi-sig/1382144/362114",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/6d8723ab924d247c4e01eeb4523d1881-clyfford-still-museum.jpg",
    "detail_description": "Dedicated exclusively to the work and legacy of 20th-century American abstract expressionist Clyfford Still, this fascinating museum's collection includes more than 2400 pieces – 95% of his work – by the powerful and narcissistic master. His works are&nbsp;exhibited in thoughtful rotating exhibits.\nArchitecture\nIn his will, Still insisted that his body of work only be exhibited in a singular space, so Denver commissioned architect Brad Cloepfil to build&nbsp;him a museum. The imposing concrete structure took almost two years to complete and provides over 9000 sq ft of gallery space. The entrance area has been deliberately designed as a dark space to allow visitors to become more sensitive to the creative use of light inside after bright sunshine.\nTickets and tours\nTickets are $10 for adults and can be purchased online or at reception. It's free for anyone under 17 but a ticket is still required for admission.&nbsp;&nbsp;While the museum is less geared to children than the neighboring Denver Art Museum, there's a fun scavenger hunt that little ones will love.&nbsp;Free tours are offered throughout the week; check the website for dates and times.\n"
}