[
{
    "country": "detroit",
    "city": "Detroit",
    "index": 1,
    "name": "Eastern Market",
    "latitude": "42.34631",
    "longitude": "-83.039871",
    "excerpt": "One of the oldest and largest year-round bazaars in the United States, Eastern Market draws Detroiters of all types to its six-block spread of wares…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/eastern-market/a/poi-sig/1131582/361937",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1500751754.jpg",
    "detail_description": "One of the oldest and largest year-round bazaars in the United States, Eastern Market draws Detroiters of all types to its six-block spread of wares. Looking for a vegan rum-raisin donut? Grow-your-own mushroom kit? Duck sausage? Fragrant lilac bush? Vendors sell these items and more along the market's brick halls that overflow with produce, meats, cheeses, spices and flowers.\nSaturday is the busiest day, when some 40,000 people come to browse. On summer Tuesdays, a smaller market takes place with yoga and Zumba classes added to the mix, and on summer Sundays, the popular Street Market with art, crafts, food trucks and live music sprouts up. \nOn other days you can visit the specialty shops, galleries and cafes that flank the halls on neighboring streets, or check out the murals splashed across local warehouses. The area has become an international sensation for street art, with more than 100 cool works on walls.\n\n  \nAt Detroit's Eastern Market, food trucks and live music sprouts up © Maskot/ Getty Images\n\nEastern Market stores and vendors\nThe five halls — or sheds, as they’re called — are the core of the market. Sheds 2 and 3 are the biggest and busiest, packed with vendors shouting over piles of colorful fruits, veggies, breads, teas, pies, smoked fish and grass-fed beef. Shed 4 is smaller, with open-air sides. It’s a good spot to pick up fresh lemonade in the summer or fresh apple cider in the fall. \nShed 5 holds the community kitchen with cooking demonstrations, while Shed 6 is dedicated to vendors selling flowers, plants and garden decor.  Shed 1 was torn down in the 1960s to make a parking lot.\nThe Sunday market swaps out many of the farm vendors for makers hawking jewelry, paintings, hand-carved furniture, soy candles and knit scarves. To see who will be selling on the day of your visit, check the shed-by-shed vendor list posted before each market. \nThe shopping doesn’t end there. Loads of foodie stores and artsy boutiques line the streets around the market halls. On the west side along Russell Street, follow your nose to Rocky’s, an old-fashioned, family-owned peanut roaster that also sells candy and chocolates. \nOn the market’s east side, Cost Plus Wine Shoppe (2448 Market St.) stocks a lovely selection of reds and whites in a heritage storefront. Nearby Henry the Hatter has been making hats since 1893, dressing the noggins of everyone from President Dwight D Eisenhower to Kid Rock. A few blocks onward, Vintage Eastern Market lets you roam through a mishmash of retro lamps, ticking clocks, porcelain vases and mounted deer heads.\nRestaurants and bars\nEating and drinking continue beyond the market in the many taverns, cafes and tap rooms that pop up on surrounding streets. \nFor breakfast, head to the market’s west side to Russell Street, where Germack roasts its own coffee beans and transforms them into rich espresso and chili-spiked mocha drinks. A few steps away Zeff’s Coney Island (2469 Russell St.) fries up diner-style platters of eggs, pancakes and corned beef hash. \nStay on the block for local favorite Supino Pizzeria's crisp, thin-crust pizzas. Or, sniff your way to Bert’s Market Place, where ribs sizzle on the grill and musicians belt out jazz and blues. \nOn the east side of the market, Vivio’s, the neighborhood’s oldest bar, pours wildly garnished Bloody Mary’s to go with burgers and mussels in its cozy, 130-year-old digs. Nearby Detroit City Distillery concocts whiskey, gin and vodka for inventive cocktails in its industrial tasting room, while Eastern Market Brewing Co brings on mango sour beers and honeyed kölsches in its festive beer hall.\nEvents\nFlower Day is Eastern Market’s biggest event. It’s a springtime tradition, usually held the third Sunday in May, when a mind-blowing array of annuals, perennials, blossoms, bulbs, bushes and shrubs are for sale. In 2021, it was spread over four Tuesdays in May to keep crowds smaller due to Covid-19 precautions. Check the website for updates on future events. \nThe Detroit Festival of Books puts out a stash of used books, antiquarian books, comic books and vinyl records at the market the third Sunday in July.\n\n  \nThe Detroit Festival of Books puts out a stash of used books, antiquarian books, comic books and vinyl records at the market the third Sunday in July  © Alexis Kriticos / 500px\n\nTours\nEastern Market’s murals include more than 100 works in the compact area’s buildings, so it’s easy to walk around and get your Instagram fill. Murals in the Market has maps with locations and artist info for self-guided tours.\nRiDetroit offers 1.5-hour tours by foot or two-hour tours by electric bicycle that focus on the mural scene. Wheelhouse Detroit leads 2.5-hour tours on standard bicycles that cover the murals, shops and area history. The Detroit Experience Factory offers two-hour walking tours that explore the murals, as well as the market’s role as an urban agriculture center.\nHistory of Eastern Market\nEastern Market’s first sheds rose up at the current location in 1891, providing a central place for farmers to sell their goods. After WW2, several wholesalers and food processors moved into the area, and the market became a wholesale food distribution hub. It remains so today and provides meat and produce for many of Detroit’s restaurants.  \nThe market and its environs are listed on the National Register of Historic Places. The storefront brick buildings have a distinctive look, with flat roofs and late Victorian features.\nOpening hours\nThe Saturday market is open year-round from 6am to 4pm.  The Sunday Street Market is open June through September from 10am to 4pm. The Tuesday market is open June through September from 9am to 3pm.\nMost of the specialty stores, bars and restaurants are open Tuesday through Saturday.\nLocation\nEastern Market is located 2 miles northeast of downtown via I-75. Parking is free in the garage on Riopelle St. and in the large lot near Russell St. and the Fisher Freeway Service Drive.\n\nMany visitors cycle to the market from downtown using the Dequindre Cut Greenway path.\n\n  \nEastern Market is located 2 miles northeast of downtown via I-75 © f11photo / Shutterstock\n\n \n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 20,
    "name": "Hart Plaza",
    "latitude": "42.328236",
    "longitude": "-83.044324",
    "excerpt": "This is the site of many free summer weekend festivals and concerts. While there, check out the sculpture of Joe Louis' mighty fist.",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/hart-plaza/a/poi-sig/1131577/361937",
    "image_url": null,
    "detail_description": "This is the site of many free summer weekend festivals and concerts. While there, check out the sculpture of Joe Louis' mighty fist.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 19,
    "name": "City Sculpture Park",
    "latitude": "42.347317",
    "longitude": "-83.069365",
    "excerpt": "Local artist Robert Sestok bought a forlorn lot by the freeway where cars whizz by, and plunked down his hulking abstract sculptures welded from scrap…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/city-sculpture-park/a/poi-sig/1623963/361937",
    "image_url": null,
    "detail_description": "Local artist Robert Sestok bought a forlorn lot by the freeway where cars whizz by, and plunked down his hulking abstract sculptures welded from scrap metal. The do-it-yourself public space makes for a quick but impressive walkabout.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 18,
    "name": "Ford Piquette Avenue Plant",
    "latitude": "42.368524",
    "longitude": "-83.065127",
    "excerpt": "Henry Ford cranked out the first Model T in this landmark factory. Admission includes a detailed tour by enthusiastic docents, plus loads of shiny…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/ford-piquette-avenue-plant/a/poi-sig/1248305/361937",
    "image_url": null,
    "detail_description": "Henry Ford cranked out the first Model T in this landmark factory. Admission includes a detailed tour by enthusiastic docents, plus loads of shiny vehicles from 1904 onward. It's about 1 mile northeast of the Detroit Institute of Arts.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 17,
    "name": "Museum of Contemporary Art Detroit",
    "latitude": "42.353629",
    "longitude": "-83.061538",
    "excerpt": "MOCAD is set in an abandoned, graffiti-slathered auto dealership. Heat lamps hang from the ceiling over peculiar exhibits that change every few months…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/museum-of-contemporary-art-detroit/a/poi-sig/411264/361937",
    "image_url": null,
    "detail_description": "MOCAD is set in an abandoned, graffiti-slathered auto dealership. Heat lamps hang from the ceiling over peculiar exhibits that change every few months. Music and literary events take place regularly. The on-site cafe–cocktail bar is popular.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 16,
    "name": "People Mover",
    "latitude": "42.329608",
    "longitude": "-83.039507",
    "excerpt": "As mass transit, the monorail's 3-mile loop on elevated tracks around downtown won't get you very far. As a tourist attraction, it's a sweet ride…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/people-mover/a/poi-sig/411266/361937",
    "image_url": null,
    "detail_description": "As mass transit, the monorail's 3-mile loop on elevated tracks around downtown won't get you very far. As a tourist attraction, it's a sweet ride providing great views of the city and riverfront. There are 13 stations, including one in the Renaissance Center.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 15,
    "name": "Renaissance Center",
    "latitude": "42.329592",
    "longitude": "-83.039528",
    "excerpt": "General Motor's glossy, cloud-poking headquarters is a fine place to mooch off the free wi-fi, take a free hour-long tour (Monday through Friday at noon…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/renaissance-center/a/poi-sig/411268/361937",
    "image_url": null,
    "detail_description": "General Motor's glossy, cloud-poking headquarters is a fine place to mooch off the free wi-fi, take a free hour-long tour (Monday through Friday at noon and 2pm; meet at the Jefferson St lobby by the main entrance on Level 1) or embark on the riverfront walkway.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 14,
    "name": "Beacon Park",
    "latitude": "42.334621",
    "longitude": "-83.055182",
    "excerpt": "A community gathering space across the street from the fortress-like GAR Building, Beacon Park always has something cool going on: food trucks on summer…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/beacon-park/a/poi-sig/1623964/361937",
    "image_url": null,
    "detail_description": "A community gathering space across the street from the fortress-like GAR Building, Beacon Park always has something cool going on: food trucks on summer weekdays (from 11am to 2pm), free concerts, whimsical interactive art installations, a night market with a silent disco on summer Saturdays (7pm to midnight) and free yoga classes on the circular lawn.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 13,
    "name": "The Belt",
    "latitude": "42.334621",
    "longitude": "-83.046556",
    "excerpt": "In the alley between Broadway and Library Sts, that links Grand River and Gratiot Aves, The Belt is part art installation and part nightlife destination…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/the-belt/a/poi-sig/1623961/361937",
    "image_url": null,
    "detail_description": "In the alley between Broadway and Library Sts, that links Grand River and Gratiot Aves, The Belt is part art installation and part nightlife destination. Psychedelic murals cover the walls of the buildings, while hidden doors lead to cocktail bars. The Z parking garage at the alley’s southeast corner also sports murals by international artists throughout its 10 floors. For street art fans it's definitely worth a visit.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 12,
    "name": "Lincoln Street Art Park",
    "latitude": "42.361858",
    "longitude": "-83.082604",
    "excerpt": "Vivid graffiti, murals and sculptures made from found objects adorn this stark industrial site that abuts a recycling facility. It’s a quintessential…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/lincoln-street-art-park/a/poi-sig/1623962/361937",
    "image_url": null,
    "detail_description": "Vivid graffiti, murals and sculptures made from found objects adorn this stark industrial site that abuts a recycling facility. It’s a quintessential slice of urban-cool, DIY Detroit that's always changing, as local artists add to it frequently. DJ-fueled raves take place on occasion (especially full moon nights); keep an eye on the events schedule. It’s best to get here by bike or car, as the park is in a bleak pocket of town.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 11,
    "name": "Michigan Central Station",
    "latitude": "42.329116",
    "longitude": "-83.077519",
    "excerpt": "The once-grand beaux-arts rail terminal, within eyeshot of Corktown's main drag, was left to fall into decline after closing in 1988 and became a symbol…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/michigan-central-station/a/poi-sig/1426065/361937",
    "image_url": null,
    "detail_description": "The once-grand beaux-arts rail terminal, within eyeshot of Corktown's main drag, was left to fall into decline after closing in 1988 and became a symbol of the city's shattered economy. Like Detroit itself, though, Michigan Central Station is making a mighty comeback. Ford Motor Company bought it and is spending $350 million to transform it into a new innovation campus that will focus on self-driving cars. It's slated to open in 2022.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 10,
    "name": "Scarab Club",
    "latitude": "42.359479",
    "longitude": "-83.062842",
    "excerpt": "The Scarab Club transports you back a century to a gilded age of arts appreciation when costumed balls and visits by Diego Rivera and Norman Rockwell were…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/scarab-club/a/poi-sig/1623965/361937",
    "image_url": null,
    "detail_description": "The Scarab Club transports you back a century to a gilded age of arts appreciation when costumed balls and visits by Diego Rivera and Norman Rockwell were the norm. The 1928 building’s gorgeous interior is stuffed with Tiffany lamps and objets d’art. Browse whatever exhibition is showing in the main art gallery, listen to a poetry reading, attend a sketch session ($10, held four times weekly) or hear a chamber music concert (tickets $20 to $25).\nDon’t forget to look at the ceiling beam covered with famous artists’ signatures in the second-floor lounge. The club is located right behind the Detroit Institute of Arts."
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 9,
    "name": "Belle Isle Park",
    "latitude": "42.339117",
    "longitude": "-82.99613",
    "excerpt": "Pretty Belle Isle floats in the Detroit River. The entire expanse is parkland where kayaking, walking trails and a glass-domed conservatory await. There's…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/belle-isle-park/a/poi-sig/1572555/361937",
    "image_url": "https://lp-cms-production.imgix.net/2021-09/LPT0917_012.jpg",
    "detail_description": "Pretty Belle Isle floats in the Detroit River. The entire expanse is parkland where kayaking, walking trails and a glass-domed conservatory await. There's a beach, zoo, aquarium and maritime museum, too. Once you pay the entry fee, the individual sights are free. The cycling here is terrific.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 8,
    "name": "Campus Martius Park",
    "latitude": "42.331464",
    "longitude": "-83.046652",
    "excerpt": "This public space in the heart of Detroit's downtown is the perfect spot to while away a sunny afternoon. A fountain dots the middle, surrounded by…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/campus-martius-park/a/poi-sig/1581103/361937",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/shutterstockRF_1442872040.jpg",
    "detail_description": "This public space in the heart of Detroit's downtown is the perfect spot to while away a sunny afternoon. A fountain dots the middle, surrounded by umbrella-shaded tables. Beside it, a sandy beach with lounge chairs appears in warmer months; in winter, the space becomes the city's most popular ice rink. There's a stage for concerts and, in summer, a pop-up restaurant and bar. At the foot of the park is the Michigan Soldiers &amp; Sailors Monument.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 6,
    "name": "Guardian Building",
    "latitude": "42.329846",
    "longitude": "-83.046373",
    "excerpt": "Commissioned as a 'cathedral of finance,' this distinctive, 40-story, redbrick building with green and white accents was the world's tallest masonry…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/guardian-building/a/poi-sig/1580869/361937",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5d08a7cb88b1c4ff48d20d7906c31d31-guardian-building.jpeg",
    "detail_description": "Commissioned as a 'cathedral of finance,' this distinctive, 40-story, redbrick building with green and white accents was the world's tallest masonry structure when it opened in 1929. The interior is a colorful explosion of marble, mosaic and murals that draw from Aztec, art deco and local influences. It's certainly the prettiest Bank of America you'll ever see. Pure Detroit, whose flagship store is in the building, leads tours most Saturdays and Sundays.\nKeep an eye out for the blood-red Numidian marble on the walls, and don't miss the dazzling mural of Michigan at the end of the banking hall, painted by Ezra Winter.\r\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 7,
    "name": "Packard Plant",
    "latitude": "42.378725",
    "longitude": "-83.027179",
    "excerpt": "Renowned architect Albert Kahn designed this 3.5-million-sq-ft factory, which opened in 1905, but after years of neglect it became one of Detroit's most…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/packard-plant/a/poi-sig/1426066/361937",
    "image_url": "https://lp-cms-production.imgix.net/2021-02/GettyRF_614989190.jpg",
    "detail_description": "Renowned architect Albert Kahn designed this 3.5-million-sq-ft factory, which opened in 1905, but after years of neglect it became one of Detroit's most iconic ruins. Now, a Peruvian developer has plans to turn it into an office and entertainment complex over the next decade. Phase one of the project broke ground in 2017, but it has been progressing more slowly than anticipated due to finance issues. Meanwhile, you can tour the site on Saturdays with Pure Detroit. Book in advance.\n"
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 5,
    "name": "Motown Historical Museum",
    "latitude": "42.364157",
    "longitude": "-83.088462",
    "excerpt": "In this row of modest houses Berry Gordy launched Motown Records – and the careers of Stevie Wonder, Diana Ross, Marvin Gaye and Michael Jackson – with an…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/motown-historical-museum/a/poi-sig/411262/361937",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3f1badd854dfcf62d77e906c1bf74032-motown-historical-museum.jpeg",
    "detail_description": "In this row of modest houses Berry Gordy launched Motown Records – and the careers of Stevie Wonder, Diana Ross, Marvin Gaye and Michael Jackson – with an $800 loan in 1959. Gordy and Motown split for Los Angeles in 1972, but you can still step into humble Studio A and see where the famed names recorded their first hits.\nA tour takes about one hour, and consists mostly of looking at old photos and listening to guides' stories. To avoid a wait, buy timed tickets in advance online. The museum is undergoing a $50 million expansion, with a new building to be added to the back of the current Hitsville house. A theater and interactive displays are on tap, to be ready in 2022 or after. Motown is 2 miles northwest of Midtown, about a 20-minute walk from the Grand Boulevard QLine stop."
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 4,
    "name": "Heidelberg Project",
    "latitude": "42.358639053409",
    "longitude": "-83.021557331085",
    "excerpt": "Polka-dotted streets, houses covered in Technicolor paint blobs, strange doll sculptures in yards – this is no acid trip, but rather a block-spanning art…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/heidelberg-project/a/poi-sig/411258/361937",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-179451777_master.jpg",
    "detail_description": "Polka-dotted streets, houses covered in Technicolor paint blobs, strange doll sculptures in yards – this is no acid trip, but rather a block-spanning art installation. It's the brainchild of artist Tyree Guyton, who wanted to beautify his run-down community and has been at it for more than 30 years. It's an ever-evolving work in progress. In 2016, Guyton announced he'd be dismantling the project and putting a cultural village in its place, but so far the original eye-popping installations remain.\nDownload the free Heidelberg Project app, which describes each of Guyton's pieces. Work is ongoing to rehab the buildings into galleries and art workshop spaces, much like the current Numbers House. Heidelberg is located about 1.5 miles from Eastern Market. Take Gratiot Ave northeast to Heidelberg St. The project spans from Ellery to Mt Elliott Sts in a rough neighborhood."
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 3,
    "name": "Fisher Building",
    "latitude": "42.369159",
    "longitude": "-83.076907",
    "excerpt": "This 1928 masterpiece from the man who built Detroit, Albert Kahn, has an imposing art deco exterior made from Minnesota granite and Maryland marble, and…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/fisher-building/a/poi-sig/1580870/361937",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_editorial_1351523033.jpg",
    "detail_description": "This 1928 masterpiece from the man who built Detroit, Albert Kahn, has an imposing art deco exterior made from Minnesota granite and Maryland marble, and an interior to rival any Italian cathedral. From the soaring vaulted ceilings, featuring an array of intricate, hand-painted patterns, to the sparkling mosaics by Hungarian artist Géza Maróti and gleaming marble on the walls, the visual inspiration here is endless.\nThe Fisher Building is just a short walk from the Grand Boulevard QLine stop."
},
{
    "country": "detroit",
    "city": "Detroit",
    "index": 2,
    "name": "Detroit Institute of Arts",
    "latitude": "42.359093",
    "longitude": "-83.065152",
    "excerpt": "The DIA holds one of the world's finest art collections. The centerpiece is Diego Rivera's mural Detroit Industry, which fills an entire room and reflects…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/detroit/attractions/detroit-institute-of-arts/a/poi-sig/411252/361937",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-515945329_master.jpg",
    "detail_description": "The DIA holds one of the world's finest art collections. The centerpiece is Diego Rivera's mural Detroit Industry, which fills an entire room and reflects the city's blue-collar labor history. Beyond it are Picassos, Caravaggios, suits of armor, modern African American paintings, puppets and troves more spread through 100-plus galleries.\nTry out the Lumin augmented reality tour that takes you to 18 museum highlights; the devices are free, available first come, first served from desks near the entrance.It's hard to believe the museum's collection was about to be sold to pay off the city's debt back in 2013. Luckily, donors saved the day."
}
]