[
{
    "country": "diu",
    "city": "Diu",
    "index": 1,
    "name": "Diu Fort",
    "latitude": "20.714546731911",
    "longitude": "70.996187440851",
    "excerpt": "Built in 1535, with additions made in 1541, this massive, well-preserved Portuguese fort with its double moat (one tidal) was one of the most important…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/diu-fort/a/poi-sig/1154040/356249",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-170978237_master.jpg",
    "detail_description": "Built in 1535, with additions made in 1541, this massive, well-preserved Portuguese fort with its double moat (one tidal) was one of the most important Portuguese forts in Asia. Today sea erosion and neglect are leading to a slow collapse. Cannonballs litter the place, and the ramparts have a superb array of cannons. The lighthouse is Diu’s highest point, with a beam that reaches 32km. There are a couple of small chapels, one holding engraved tombstone fragments.\nPart of the fort also serves as the island’s jail."
},
{
    "country": "diu",
    "city": "Diu",
    "index": 19,
    "name": "Vegetable Market",
    "latitude": "20.718527821816",
    "longitude": "70.98712667191",
    "excerpt": "Busy produce market.",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/vegetable-market/a/poi-sig/1308939/356249",
    "image_url": null,
    "detail_description": "Busy produce market.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 18,
    "name": "Chakratirth Beach",
    "latitude": "20.706906",
    "longitude": "70.982194",
    "excerpt": "The long, sandy Chakratirth Beach is near Diu town.",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/chakratirth-beach/a/poi-sig/1385071/356249",
    "image_url": null,
    "detail_description": "The long, sandy Chakratirth Beach is near Diu town.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 17,
    "name": "Church of Our Lady of Remedes",
    "latitude": "20.712737",
    "longitude": "70.960039",
    "excerpt": "If it's not locked up, you'll find a large wood-panelled altar (and years of dust covering the pews) inside this white, mildewed Portuguese-era church.",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/church-of-our-lady-of-remedes/a/poi-sig/1610202/356249",
    "image_url": null,
    "detail_description": "If it's not locked up, you'll find a large wood-panelled altar (and years of dust covering the pews) inside this white, mildewed Portuguese-era church.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 16,
    "name": "Jallandhar Beach",
    "latitude": "20.709154",
    "longitude": "70.985713",
    "excerpt": "Within walking distance of Diu town is the rocky Jallandhar Beach, on the town’s southern shore. Despite its proximity to town it's actually one of the…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/jallandhar-beach/a/poi-sig/1385072/356249",
    "image_url": null,
    "detail_description": "Within walking distance of Diu town is the rocky Jallandhar Beach, on the town’s southern shore. Despite its proximity to town it's actually one of the cleaner and quieter beaches.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 15,
    "name": "Gomptimata Beach",
    "latitude": "20.709014",
    "longitude": "70.877223",
    "excerpt": "On the south coast 9km west of Diu town begins the sandy 2.5km sweep of Gomptimata Beach. It's often empty, except at busy weekends, but it gets big waves…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/gomptimata-beach/a/poi-sig/1385070/356249",
    "image_url": null,
    "detail_description": "On the south coast 9km west of Diu town begins the sandy 2.5km sweep of Gomptimata Beach. It's often empty, except at busy weekends, but it gets big waves – you need to be a strong swimmer here.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 12,
    "name": "Nagar Sheth Haveli",
    "latitude": "20.713821304525",
    "longitude": "70.984861312651",
    "excerpt": "The most impressive and elaborate buildings in Diu town's western maze of tiny streets are found in the Panchwati area. Nagar Sheth Haveli, an old…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/nagar-sheth-haveli/a/poi-sig/1308944/356249",
    "image_url": null,
    "detail_description": "The most impressive and elaborate buildings in Diu town's western maze of tiny streets are found in the Panchwati area. Nagar Sheth Haveli, an old merchant’s house, is particularly notable for its stucco scrolls and copious fruit carvings.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 11,
    "name": "Nagoa Beach",
    "latitude": "20.70783",
    "longitude": "70.91633",
    "excerpt": "Nagoa Beach, on the south coast of the island 7km west of Diu town, is long, palm fringed and safe for swimming. It's reasonably clean but often very busy…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/nagoa-beach/a/poi-sig/1385069/356249",
    "image_url": null,
    "detail_description": "Nagoa Beach, on the south coast of the island 7km west of Diu town, is long, palm fringed and safe for swimming. It's reasonably clean but often very busy with splashing locals, including drunk men: foreign women receive a lot of unwanted attention.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 13,
    "name": "Zampa Gateway",
    "latitude": "20.714563892085",
    "longitude": "70.981552645451",
    "excerpt": "Painted bright red, this main town gateway in the huge city wall that hems in the western side of Diu has carvings of lions, angels and a priest, while…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/zampa-gateway/a/poi-sig/1308937/356249",
    "image_url": null,
    "detail_description": "Painted bright red, this main town gateway in the huge city wall that hems in the western side of Diu has carvings of lions, angels and a priest, while just inside it is a chapel with an image of the Virgin and Child dating from 1702.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 14,
    "name": "Sunset Point Beach",
    "latitude": "20.704377",
    "longitude": "70.973268",
    "excerpt": "Pretty Sunset Point Beach, a small, gentle curve, is relatively hassle free and has a natural reef-made pool that makes it popular for swimming. However,…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/sunset-point-beach/a/poi-sig/1385073/356249",
    "image_url": null,
    "detail_description": "Pretty Sunset Point Beach, a small, gentle curve, is relatively hassle free and has a natural reef-made pool that makes it popular for swimming. However, it's too close for comfort to a popular toilet spot.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 10,
    "name": "Gangeswar Temple",
    "latitude": "20.706073",
    "longitude": "70.962539",
    "excerpt": "Gangeswar Temple, on the south coast 3km west of town, just past Fudam village, is a small coastal cave where five Shiva linga (phallic symbols) are…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/gangeswar-temple/a/poi-sig/1294398/356249",
    "image_url": null,
    "detail_description": "Gangeswar Temple, on the south coast 3km west of town, just past Fudam village, is a small coastal cave where five Shiva linga (phallic symbols) are washed by the waves. The most scenic way to approach it is by the good, virtually empty coastal road that starts from near Sunset Point.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 9,
    "name": "Fudam Bird Sanctuary",
    "latitude": "20.717584",
    "longitude": "70.962217",
    "excerpt": "Opposite the turn-off for Fudam is a horizon-scratching expanse of estuarine swamp, part of which is protected as the Fudam Bird Sanctuary. There's a…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/fudam-bird-sanctuary/a/poi-sig/1610203/356249",
    "image_url": null,
    "detail_description": "Opposite the turn-off for Fudam is a horizon-scratching expanse of estuarine swamp, part of which is protected as the Fudam Bird Sanctuary. There's a grand gateway and then not much except some walkways and viewing areas from which to search for masses of waders, gulls and even flamingos.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 8,
    "name": "Diu Museum",
    "latitude": "20.715427",
    "longitude": "70.98949",
    "excerpt": "St Thomas’ Church is a lovely, simple building with walls decaying in genteel fashion. It now houses the Diu Museum, with a spooky, evocative collection…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/diu-museum/a/poi-sig/1154039/356249",
    "image_url": null,
    "detail_description": "St Thomas’ Church is a lovely, simple building with walls decaying in genteel fashion. It now houses the Diu Museum, with a spooky, evocative collection of wooden saints going back to the 16th century and particularly creepy armless angels. Once a year, on All Saints' Day (1 November), this is used for a packed-out Mass.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 7,
    "name": "Ghoghla Beach",
    "latitude": "20.732275",
    "longitude": "70.996399",
    "excerpt": "Ghoghla Beach, north of Diu town, is the best beach on the island. A long stretch of sand, it has less trash and fewer people than the other nearby…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/ghoghla-beach/a/poi-sig/1385075/356249",
    "image_url": null,
    "detail_description": "Ghoghla Beach, north of Diu town, is the best beach on the island. A long stretch of sand, it has less trash and fewer people than the other nearby beaches, along with gentle waves and one or two restaurants. Away from the area near the access roads the beach stretches for miles before gradually merging with the sand dunes.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 6,
    "name": "Sea Shell Museum",
    "latitude": "20.713751",
    "longitude": "70.928164",
    "excerpt": "This eccentric little museum, 6km from town on the Nagoa road, is a labour of love. Captain Devjibhai Vira Fulbaria of the merchant navy collected…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/sea-shell-museum/a/poi-sig/1154663/356249",
    "image_url": null,
    "detail_description": "This eccentric little museum, 6km from town on the Nagoa road, is a labour of love. Captain Devjibhai Vira Fulbaria of the merchant navy collected thousands of shells from literally all over the world in 50 years of sailing, and has displayed and labelled them in English with great care, so you can learn the difference between cowrie shells and poisonous cone shells.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 5,
    "name": "Sunset Point",
    "latitude": "20.702932",
    "longitude": "70.975327",
    "excerpt": "Sunset Point is a small, scenic headland at the southern end of the namesake beach, topped by the INS Khukhri Memorial – a model of the Indian Navy…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/sunset-point/a/poi-sig/1554637/356249",
    "image_url": null,
    "detail_description": "Sunset Point is a small, scenic headland at the southern end of the namesake beach, topped by the INS Khukhri Memorial – a model of the Indian Navy frigate sunk off Diu during the 1971 India–Pakistan War. Unfortunately, the region around the point is also a dumping ground, and any early-morning excursion will reveal that the tidal zone here is a popular toilet venue.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 2,
    "name": "St Paul’s Church",
    "latitude": "20.714762438323",
    "longitude": "70.99074782092",
    "excerpt": "Cavernous St Paul’s is a wedding cake of a church, founded by Jesuits in 1600 and then rebuilt in 1807. Its neoclassical facade is the most elaborate of…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/st-paul-s-church/a/poi-sig/1154036/356249",
    "image_url": null,
    "detail_description": "Cavernous St Paul’s is a wedding cake of a church, founded by Jesuits in 1600 and then rebuilt in 1807. Its neoclassical facade is the most elaborate of any Portuguese-era church in India. Inside, it’s a great barn, with a small cloister next door, above which is a school. Daily Mass is held here.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 3,
    "name": "Vanakbara",
    "latitude": "20.715557",
    "longitude": "70.874841",
    "excerpt": "At the extreme west of the island, Vanakbara is a fascinating little fishing village and one of the highlights of Diu. It’s great to wander around the…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/vanakbara/a/poi-sig/1294405/356249",
    "image_url": null,
    "detail_description": "At the extreme west of the island, Vanakbara is a fascinating little fishing village and one of the highlights of Diu. It’s great to wander around the port, packed with colourful fishing boats and bustling activity – best from 7am to 8am, when the fishing fleet returns and sells off its catch.\n"
},
{
    "country": "diu",
    "city": "Diu",
    "index": 4,
    "name": "Church of St Francis of Assisi",
    "latitude": "20.712446",
    "longitude": "70.989028",
    "excerpt": "A surprise awaits at this church, founded in 1593, and previously used as a hospital. The whitewashed exterior is all flaking paint and sea-spray decay,…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/diu/attractions/church-of-st-francis-of-assisi/a/poi-sig/1308941/356249",
    "image_url": null,
    "detail_description": "A surprise awaits at this church, founded in 1593, and previously used as a hospital. The whitewashed exterior is all flaking paint and sea-spray decay, but the interior has recently been faithfully restored to its Portuguese-era beauty. There are blue-and-white arches and a giant carved wooden altar complete with images of the Virgin. Sadly, it's often locked, but even if it is you can normally peek through the wire-mesh doorway in order to ogle the interior.\n"
}
]