[
{
    "country": "dover",
    "city": "Dover",
    "index": 1,
    "name": "Dover Castle",
    "latitude": "51.12953",
    "longitude": "1.32129",
    "excerpt": "Occupying top spot, literally and figuratively, in Dover’s townscape, this most impressive of castles was built to bolster the country’s weakest point at…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/dover/attractions/dover-castle/a/poi-sig/1020605/358962",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148881176_high.jpg",
    "detail_description": "Occupying top spot, literally and figuratively, in Dover’s townscape, this most impressive of castles was built to bolster the country’s weakest point at the shortest sea crossing to mainland Europe. The highlights here are the unmissable secret wartime tunnels and the Great Tower, but the huge area it sprawls across has a lot of other interesting sights, so allow at least three hours for your visit, more if you stand to admire the views across the Channel to France.\nThe site has been in use for as many as 2000 years. On the vast grounds are the remains of a Roman lighthouse, which dates from AD 50 and may be the oldest standing building in Britain. Beside it lies the restored Saxon Church of St Mary in Castro.The robust 12th-century Great Tower, with walls up to 7m thick, is a medieval warren filled with interactive exhibits and light-and-sound shows that take visitors back to the times of Henry II.However, the biggest draw of all is the network of secret wartime tunnels. The claustrophobic chalk-hewn passageways were first excavated during the Napoleonic Wars and then expanded to house a command post and hospital in WWII. The highly enjoyable 50-minute guided tour (every 20 minutes, included in the ticket price) tells the story of one of Britain's most famous wartime operations, code-named Dynamo, which was directed from here in 1940 and saw hundreds of thousands of soldiers evacuated from the beaches at Dunkirk. The story is told in a very effective way, with video projected sharply onto the tunnel walls and sounds rumbling through the rock. At one point, the entire passageway is consumed in flames and at others visitors are plunged into complete darkness."
},
{
    "country": "dover",
    "city": "Dover",
    "index": 7,
    "name": "Saxon Church",
    "latitude": "51.128401",
    "longitude": "1.323413",
    "excerpt": "The restored Saxon Church of St Mary in Castro can be found up in the castle.",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/dover/attractions/saxon-church/a/poi-sig/1285073/358962",
    "image_url": null,
    "detail_description": "The restored Saxon Church of St Mary in Castro can be found up in the castle.\n"
},
{
    "country": "dover",
    "city": "Dover",
    "index": 6,
    "name": "Roman Lighthouse",
    "latitude": "51.128495",
    "longitude": "1.322694",
    "excerpt": "This Roman-era lighthouse is Britain's oldest standing building and dates from around AD 50.",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/dover/attractions/roman-lighthouse/a/poi-sig/1285074/358962",
    "image_url": null,
    "detail_description": "This Roman-era lighthouse is Britain's oldest standing building and dates from around AD 50.\n"
},
{
    "country": "dover",
    "city": "Dover",
    "index": 4,
    "name": "Roman Painted House",
    "latitude": "51.125485",
    "longitude": "1.311525",
    "excerpt": "A crumbling 1960s bunker is the unlikely setting for some of the most extensive, if stunted, Roman wall paintings north of the Alps. Several scenes depict…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/dover/attractions/roman-painted-house/a/poi-sig/1020607/358962",
    "image_url": null,
    "detail_description": "A crumbling 1960s bunker is the unlikely setting for some of the most extensive, if stunted, Roman wall paintings north of the Alps. Several scenes depict Bacchus (Roman god of wine and revelry), which makes perfect sense as this large villa was built around AD 200 as a mansio (hotel) for travellers needing a little lubrication to unwind.\n"
},
{
    "country": "dover",
    "city": "Dover",
    "index": 3,
    "name": "Secret Wartime Tunnels",
    "latitude": "51.127714",
    "longitude": "1.324196",
    "excerpt": "The biggest draw at Dover Castle is the secret wartime tunnels. The claustrophobic chalk-hewn passageways were excavated during the Napoleonic Wars and…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/dover/attractions/secret-wartime-tunnels/a/poi-sig/1284979/358962",
    "image_url": null,
    "detail_description": "The biggest draw at Dover Castle is the secret wartime tunnels. The claustrophobic chalk-hewn passageways were excavated during the Napoleonic Wars and then expanded to house a command post and hospital in WWII. The highly enjoyable 50-minute guided tour (every 20 minutes, included in the ticket price) tells the story of one of Britain’s most famous wartime operations, code-named Dynamo, which was directed from here in 1940 and saw hundreds of thousands of men evacuated from the beaches at Dunkirk.\nThe story is told in a very effective way, with video projected sharply onto the tunnel walls and sounds rumbling through the rock. At one point the entire passageway is consumed in flames and at others visitors are plunged into complete darkness."
},
{
    "country": "dover",
    "city": "Dover",
    "index": 5,
    "name": "Dover Museum",
    "latitude": "51.12468",
    "longitude": "1.31298",
    "excerpt": "By far the most enthralling exhibit in the town's three-storey museum is an astonishing 3600-year-old Bronze Age boat, discovered here in 1992. Vaunted as…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/dover/attractions/dover-museum/a/poi-sig/1020604/358962",
    "image_url": null,
    "detail_description": "By far the most enthralling exhibit in the town's three-storey museum is an astonishing 3600-year-old Bronze Age boat, discovered here in 1992. Vaunted as the world's oldest-known seagoing vessel, it measures a thumping 9.5m by 2.4m and is kept in a huge, low-lit, climate-controlled glass case.\n"
},
{
    "country": "dover",
    "city": "Dover",
    "index": 2,
    "name": "Banksy Brexit Mural - removed",
    "latitude": "51.123634",
    "longitude": "1.31381",
    "excerpt": "Despite voting leave, the poor port town of Dover is possibly the Southeast community set to suffer most post-Brexit. It was perhaps for that reason that…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/dover/attractions/banksy-brexit-mural/a/poi-sig/1593206/358962",
    "image_url": null,
    "detail_description": "Despite voting leave, the poor port town of Dover was possibly the Southeast community set to suffer most post-Brexit. It was perhaps for that reason that Banksy chose a highly visible gable end to create his Brexit mural that appeared overnight one May weekend in 2017. The huge artwork depicted a workman chipping away at one of the yellow stars of the EU flag, cracks splintering off in all directions across the image. The mural was painted over in September 2019.\n"
}
]