[
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 1,
    "name": "City Walls & Forts",
    "latitude": "42.64133",
    "longitude": "18.110983",
    "excerpt": "No visit to Dubrovnik is complete without a walk around the spectacular city walls that encircle its historic core. They're among the finest in the world…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/city-walls-forts/a/poi-sig/1192927/358783",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_662032261.jpg",
    "detail_description": "No visit to Dubrovnik is complete without a walk around the spectacular city walls that encircle its historic core. They're among the finest in the world and are the city's defining feature. From the top, the view over the old town and the shimmering Adriatic is sublime. From the sea, the juxtaposition of pinkish-grey stone and azure waters is mesmerizing, while from above the tight maze of church steeples and terracotta roofs is the setting for a fairy tale – or, at the very least, some Game of Thrones episodes. \nHistory\nThe first set of walls to enclose the city was built in the 9th century. In the middle of the 14th century the 1.5m-thick defences were fortified with 15 square forts. The threat of attacks from the Turks in the 15th century prompted the city to strengthen the existing forts and add new ones, so that the entire old town was contained within a stone barrier 2km long and up to 25m high. The walls are thicker on the land side – up to 6m – and range from 1.5m to 3m on the sea side.\n\n  \nPile Gate is one of the historic entrances to Dubrovnik's old town © amirraizat / Shutterstock\n\nCity gates\nHistorically, the entrance to the city was via two elaborate gates: the Pile Gate to the west and the Ploče Gate to the east. Both have drawbridges that were raised at sunset when the doors were locked and the keys handed to the rector. A third entrance, the Buža Gate, was added to the northern wall at the top of Boškovićeva street in 1907.\nThe most impressive of the three is the Pile Gate, built in 1537, which remains the main entrance to the town. Note the stone Statue of St Blaise, holding the city in his hands, set in a niche over the Renaissance portal. This 4th-century Armenian martyr is Dubrovnik's patron saint, and similar images are positioned in various parts of the wall and above all the major entrances. After passing through the outer gate you'll enter a large court with a ramp and stairs heading down to the inner gate, dating from 1460 and topped by a statue of St Blaise by leading Croatian sculptor Ivan Meštrović (1883–1962).\n\n  \nFort Minčeta protects the landward side of the city from attack © ansharphoto / Shutterstock\n\nThe forts\nRound Fort Minčeta protects the landward edge of the city from attack. Fort Bokar is the westernmost tower, built to protect Pile Gate. Fort Lawrence, a large, free-standing fortress, was built to guard the city's western approach from invasion by land and sea, with walls from 13ft to 39ft (4m to 12m) thick. The views back over the old town from here are wonderful. \nFort Revelin is the largest of the old-town forts. It sits separately from the city walls, overlooking the Old Harbour and the eastern entrance to the old town. The massive battlement of Fort St John dates to the 16th century, but you may be able to spot the outline of the original square tower (built in 1346) that predated it. You can pose on cannons along the upper terrace during a city walls walk, but you’ll need separate tickets to visit the attractions within. \n\n  \nThe views over the old town and Adriatic are spectacular © Sergey Novikov / Shutterstock\n\nWalking the city walls\nThere are ticketed entrances to the city walls near the Pile Gate, the Ploče Gate and the Maritime Museum. To reduce congestion, you're required to walk the walls in an anticlockwise direction. At busy times it can resemble a sweaty, slow-moving conga line. Don't let that put you off: the views over the old town and the Adriatic are worth any frustration resulting from a busy period.\nOne of the most charming aspects of the walk (although perhaps not for Dubrovnik's long-suffering residents) is the glimpses it gives into hidden gardens and courtyards in the residential fringes of the town.\nStarting from the Ploče Gate entrance, you'll quickly reach St Luke's Tower (1467), facing the Old Harbour and Fort Revelin. The northern, landward section of wall is the highest, reaching a peak at rounded Fort Minčeta at the city's northwestern corner. This massive structure was completed in 1464 to designs by Juraj Dalmatinac, who is most famous as the creator of Šibenik's extraordinary cathedral. The battlements at the top provide remarkable views over the old town's rooftops. You can get a good handle on the extent of the shelling damage in the 1990s: those rooftops sporting bright new terracotta suffered damage and had to be replaced.\nFrom here it's mainly downhill as you pass over Pile Gate and then narrow to single file as you climb towards Fort Bokar at the city's southwestern corner. The seaward stretch of the walls passes a couple of cafe-bars and souvenir stores, before terminating at Fort St John at the entrance to Dubrovnik's Old Harbour.\n\n  \nMany parts of the city walls featured in HBO's TV series Game of Thrones © John and Tina Reid / Getty Images\n\nGame of Thrones filming locations\nDubrovnik's walls and forts feature prominently in the HBO series Game of Thrones. Fort Minčeta was used for the exterior shots of Qarth's House of the Undying, Tyrion Lannister commanded the defence of King's Landing from the seaward-facing walls during the Battle of the Blackwater and, if you can look past all of the CGI enhancements, you'll recognize Fort Lawrence as the core of the Red Keep.\nTickets and other practicalities\nTickets can be bought at the entrance, but you will skip the line if you buy online in advance. \nDon't underestimate how strenuous the wall walk can be, especially on a hot day. There's very little shelter and the few vendors selling water on the route tend to overcharge.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 40,
    "name": "Ethnographic Museum",
    "latitude": "42.640304",
    "longitude": "18.107368",
    "excerpt": "Inhabiting the 16th-century Rupe Granary, this museum contains mildly interesting exhibits relating to agriculture and local customs.",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/ethnographic-museum/a/poi-sig/1273321/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/087fbcc44a6fd4137d26894033176fa0-lpl-rupe_museum_1.jpg",
    "detail_description": "Inhabiting the 16th-century Rupe Granary, this museum contains mildly interesting exhibits relating to agriculture and local customs.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 39,
    "name": "Fort Bokar",
    "latitude": "42.640978972065",
    "longitude": "18.106065523342",
    "excerpt": "The westernmost tower of the city walls was built to protect the approach to Pile Gate.",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/fort-bokar/a/poi-sig/1287808/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c136146a2796d6e2d7f20db225492cca-lpl-bokar_1.jpg",
    "detail_description": "The westernmost tower of the city walls was built to protect the approach to Pile Gate.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 38,
    "name": "Maritime Museum",
    "latitude": "42.639878",
    "longitude": "18.112357",
    "excerpt": "Inside the vaulted chambers of Fort St John, this well-presented museum traces the history of navigation in Dubrovnik with ship models, maritime objects…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/maritime-museum/a/poi-sig/445099/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/064abb479a60b9b77e020bf871f2e0ee-lpl-maritime_museum_1.jpg",
    "detail_description": "Inside the vaulted chambers of Fort St John, this well-presented museum traces the history of navigation in Dubrovnik with ship models, maritime objects and paintings.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 37,
    "name": "Natural History Museum",
    "latitude": "42.639657",
    "longitude": "18.109685",
    "excerpt": "Spread over four sparsely populated floors, this low-key museum has displays on invasive fish species, a very cool arrangement of seashells suspended in…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/natural-history-museum/a/poi-sig/1497321/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/661a3ae4025945453f8cee5a20a21cb7-lpl-natural_history_1.jpg",
    "detail_description": "Spread over four sparsely populated floors, this low-key museum has displays on invasive fish species, a very cool arrangement of seashells suspended in plastic orbs and a surreal Freddie-Mercury-as-fish–themed room.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 36,
    "name": "Church of the Annunciation",
    "latitude": "42.640865",
    "longitude": "18.108795",
    "excerpt": "The old town's sole Serbian Orthodox church provides an interesting contrast to the numerous Catholic churches scattered about. Dating from 1877, it…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/church-of-the-annunciation/a/poi-sig/445111/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fed010978e424aa41d4acd0acbf8c947-lpl-church_of_annunciation_1.jpg",
    "detail_description": "The old town's sole Serbian Orthodox church provides an interesting contrast to the numerous Catholic churches scattered about. Dating from 1877, it suffered substantial damage during the most recent war and was only fully restored in 2009.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 35,
    "name": "Museum of Modern Art",
    "latitude": "42.641765",
    "longitude": "18.117871",
    "excerpt": "Spread over three floors of a significant modernist building east of the old town, this excellent gallery showcases Croatian artists, particularly painter…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/museum-of-modern-art/a/poi-sig/445103/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9e0971403ef3ff701813c7742bd6d7e0-lpl-modern_museum_1.jpg",
    "detail_description": "Spread over three floors of a significant modernist building east of the old town, this excellent gallery showcases Croatian artists, particularly painter Vlaho Bukovac from nearby Cavtat. Head up to the sculpture terrace for excellent views.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 34,
    "name": "Holy Saviour Church",
    "latitude": "42.641725",
    "longitude": "18.107378",
    "excerpt": "Built between 1520 and 1528, this church was one of the few buildings to survive the earthquake of 1667. It’s open for occasional exhibitions and regular…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/holy-saviour-church/a/poi-sig/1273320/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4943ecb2b4a81d2a39798a4d1e8a6270-lpl-holy_saviour_1.jpg",
    "detail_description": "Built between 1520 and 1528, this church was one of the few buildings to survive the earthquake of 1667. It’s open for occasional exhibitions and regular candlelit concerts. At other times, it's usually possible to peek inside through a glass partition.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 33,
    "name": "Marin Držić House",
    "latitude": "42.640739",
    "longitude": "18.108011",
    "excerpt": "Educational but not terribly interesting (unless you're a fan of 16th-century Croatian theatre), this small museum is devoted to Marin Držić (c 1508–67),…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/marin-drzic-house/a/poi-sig/1497322/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3c8ff186ab296fb1d2f7a8e18b05e699-lpl-marin_drzic_4.jpg",
    "detail_description": "Educational but not terribly interesting (unless you're a fan of 16th-century Croatian theatre), this small museum is devoted to Marin Držić (c 1508–67), Dubrovnik's famous priest-playwright. The museum houses manuscripts and editions of his plays, and one room has been set up to replicate his original cell.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 32,
    "name": "Orlando Column",
    "latitude": "42.640944",
    "longitude": "18.110393",
    "excerpt": "Luža Sq once served as a marketplace, and this stone column – carved in 1417 and featuring the image of a medieval knight – used to be the spot where…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/orlando-column/a/poi-sig/445105/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fc5f2b7c44fca7354293342a61bb7cd8-lpl-orlando_1.jpg",
    "detail_description": "Luža Sq once served as a marketplace, and this stone column – carved in 1417 and featuring the image of a medieval knight – used to be the spot where edicts, festivities and public verdicts were announced. The knight's forearm (51.2cm) was the official linear measure of the Republic – the ell of Dubrovnik.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 31,
    "name": "Gundulićeva poljana",
    "latitude": "42.640304",
    "longitude": "18.110018",
    "excerpt": "The narrow street opposite the Rector’s Palace opens onto this square, where a bustling morning produce and craft market is held. The monument at its…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/gunduliceva-poljana/a/poi-sig/1273463/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9ed4b4cf73b717b458ec0cea13b0becf-lpl-gundulic_square1.jpg",
    "detail_description": "The narrow street opposite the Rector’s Palace opens onto this square, where a bustling morning produce and craft market is held. The monument at its centre commemorates Dubrovnik’s famous poet, Ivan Gundulić. Reliefs on the pedestal depict scenes from his epic poem, 'Osman'.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 30,
    "name": "Gradac Park",
    "latitude": "42.641993",
    "longitude": "18.101767",
    "excerpt": "If the old town gets too busy or too hot, this little hidden park provides shady seclusion. There's rarely more than a handful of locals here, along with…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/gradac-park/a/poi-sig/1563392/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c6852d0be5c3c2a27b402a877362af48-park-gradac.jpg",
    "detail_description": "If the old town gets too busy or too hot, this little hidden park provides shady seclusion. There's rarely more than a handful of locals here, along with the odd intrepid Game of Thrones fan seeking the site of The Purple Wedding. Relax, read a book and take in the views of the old town, Fort Lawrence and Danče beach below.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 29,
    "name": "Archaeological Museum",
    "latitude": "42.642033",
    "longitude": "18.112142",
    "excerpt": "The museum presents two exhibitions, one on the archaeological research of Fort Revelin and its foundry, and the other on early medieval sculpture. Among…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/archaeological-museum/a/poi-sig/1497319/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/20886178eb40414024e2bb16b664e100-lpl-archeological_museum_1.jpg",
    "detail_description": "The museum presents two exhibitions, one on the archaeological research of Fort Revelin and its foundry, and the other on early medieval sculpture. Among the displayed fragments of stone, there are some good examples of medieval plait-work (pleter) – psychedelic squiggles somewhat similar to those associated with Celtic art.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 28,
    "name": "Dr Franjo Tuđman Bridge",
    "latitude": "42.668103",
    "longitude": "18.07972",
    "excerpt": "When it opened in 2002 this 518m-long lopsided cable-stayed bridge cut the drive west from Dubrovnik by 20 minutes. Park at the lot on the far side of the…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/dr-franjo-tudman-bridge/a/poi-sig/1566702/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8e95dd3b59bac632895b2162579e835c-dr-franja-tudmana-bridge.jpg",
    "detail_description": "When it opened in 2002 this 518m-long lopsided cable-stayed bridge cut the drive west from Dubrovnik by 20 minutes. Park at the lot on the far side of the bridge to enjoy bird’s-eye views of Gruž Harbour and the Elafiti archipelago. It's particularly spectacular at sunset. For added thrills, book a bungee jump.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 27,
    "name": "Fort Revelin",
    "latitude": "42.642088",
    "longitude": "18.112389",
    "excerpt": "The largest of the old-town forts sits separately from the city walls, overlooking the Old Harbour and the eastern entrance to the old town. Housed inside…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/fort-revelin/a/poi-sig/1287804/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a55a6eb09b4707e3ce387dddeaa2b3c0-lpl-revelin_1.jpg",
    "detail_description": "The largest of the old-town forts sits separately from the city walls, overlooking the Old Harbour and the eastern entrance to the old town. Housed inside, the Archaeological Museum and the Revelin nightclub are your best bet for seeing more of Revelin than just its stone facades.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 26,
    "name": "City Bell Tower",
    "latitude": "42.640928",
    "longitude": "18.110704",
    "excerpt": "Marking the eastern end of the old town’s main drag, this slender dome-capped tower has a large curvy clock face known as ‘the octopus’ and a two-tonne…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/city-bell-tower/a/poi-sig/1287812/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c64e4fd2da792668f6dd2dfc1413c175-lpl-city_bell_tower_1.jpg",
    "detail_description": "Marking the eastern end of the old town’s main drag, this slender dome-capped tower has a large curvy clock face known as ‘the octopus’ and a two-tonne bell struck by two bronze jacks named Maro and Baro.\nBeating the clock today are two replicas; the 15th-century originals are exhibited in the Rector’s Palace."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 25,
    "name": "St Blaise’s Church",
    "latitude": "42.640746",
    "longitude": "18.110318",
    "excerpt": "Dedicated to the city's patron saint, this exceptionally beautiful church was built in 1715 in the ornate baroque style. The interior is notable for its…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/st-blaise-s-church/a/poi-sig/1273319/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/be9edbfcd09486948e2a0be097c1e2fcfa2a13352362252fa085c2a4c96ae964.jpg",
    "detail_description": "Dedicated to the city's patron saint, this exceptionally beautiful church was built in 1715 in the ornate baroque style. The interior is notable for its marble altars and a 15th-century silver gilt statue of St Blaise (within the high altar), who is holding a scale model of pre-earthquake Dubrovnik. Note also the stained-glass windows designed by local artist Ivo Dulčić in 1971.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 24,
    "name": "Synagogue & Jewish Museum",
    "latitude": "42.641372",
    "longitude": "18.11009",
    "excerpt": "With a religious practice that can be traced back to the 14th century, this is said to be the second-oldest still-functioning synagogue in Europe and the…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/synagogue-jewish-museum/a/poi-sig/1192929/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5acbb5388bf57f113ce2c426dc0b9595-lpl-sinagoga_2.jpg",
    "detail_description": "With a religious practice that can be traced back to the 14th century, this is said to be the second-oldest still-functioning synagogue in Europe and the oldest Sephardic one. Sitting on a street that was once the Jewish ghetto, the synagogue also houses a small museum exhibiting religious relics and documentation on the local Jewish population, including records relating to their persecution during WWII.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 22,
    "name": "Fort St John",
    "latitude": "42.640091",
    "longitude": "18.112518",
    "excerpt": "This massive battlement guards the entrance to Dubrovnik's Old Harbour. You can pose on cannons along its upper terrace during a city walls walk, but you…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/fort-st-john/a/poi-sig/1545361/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/11a26806c9bf8b155ccaccffab35dbdd-lpl-st_john_fort_1.jpg",
    "detail_description": "This massive battlement guards the entrance to Dubrovnik's Old Harbour. You can pose on cannons along its upper terrace during a city walls walk, but you’ll need separate tickets to visit the aquarium, Maritime Museum and Pulitika Studio, all housed within.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 23,
    "name": "Ploče Gate",
    "latitude": "42.641907",
    "longitude": "18.11182",
    "excerpt": "Less ornamented than the Pile Gate at the other side of town, Dubrovnik's eastern entrance is approached by a stone bridge followed by a wooden drawbridge…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/ploce-gate/a/poi-sig/1287816/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fb14be9358ceafd7f9d670f65cab9077-lpl-ploce_gate_1.jpg",
    "detail_description": "Less ornamented than the Pile Gate at the other side of town, Dubrovnik's eastern entrance is approached by a stone bridge followed by a wooden drawbridge, historically lifted at sunset and opened at sunrise. Pass the outer gate and Fort Revelin to find the statue of St Blaise with the city in his hands installed above the inner gate.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 20,
    "name": "St Ignatius of Loyola Church",
    "latitude": "42.639602",
    "longitude": "18.109138",
    "excerpt": "Dramatically poised at the top of a broad flight of stairs, this Jesuit church was built in the baroque style between 1699 and 1725. Inside, magnificent…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/st-ignatius-of-loyola-church/a/poi-sig/445117/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/78c162f151d078bb1c93e824804022a589ecd088cb30b437118410b9065a0777.jpg",
    "detail_description": "Dramatically poised at the top of a broad flight of stairs, this Jesuit church was built in the baroque style between 1699 and 1725. Inside, magnificent frescos display scenes from the life of St Ignatius, founder of the Society of Jesus. Abutting the church is the former Jesuit college Collegium Ragusinum, today the Diocesan Classical high school.\nMass is celebrated here in English at 11am every Sunday between April and November."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 21,
    "name": "Aquarium",
    "latitude": "42.639941",
    "longitude": "18.112196",
    "excerpt": "Showcasing flora and fauna of the Adriatic Sea, Dubrovnik's aquarium might be modest in content and overpriced, but set in the cool stone vaults of Fort…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/aquarium/a/poi-sig/1566706/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b4ee73c836750f482c08af4a8468173a-dubrovnik-sea-aquarium.jpg",
    "detail_description": "Showcasing flora and fauna of the Adriatic Sea, Dubrovnik's aquarium might be modest in content and overpriced, but set in the cool stone vaults of Fort St John’s ground floor, it makes for a lovely escape from the scorching heat and crowds, especially if you've got kids in tow. It's run by the University of Dubrovnik's Institute for Marine &amp; Coastal Research, and serves as a rehabilitation centre for injured sea turtles.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 19,
    "name": "St Joseph's Church",
    "latitude": "42.640833",
    "longitude": "18.108312",
    "excerpt": "Interrupting the continuum of souvenir shops on Od Puča, this small church is most easily spotted by the cypress tree growing out of the façade, sharing…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/st-joseph-s-church/a/poi-sig/1566855/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9431c9fa431f6acc7344efdcdb500e8a-church-of-st-joseph.jpg",
    "detail_description": "Interrupting the continuum of souvenir shops on Od Puča, this small church is most easily spotted by the cypress tree growing out of the façade, sharing the pediment with St Joseph's statue. Erected after the earthquake of 1667 in lieu of St James’ church which had collapsed, St Joseph’s is the votive church of local carpenters. The church is usually only open for Mass but, during the day, you can peer through the glassed-in foyer.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 18,
    "name": "Dubrovnik During the Homeland War",
    "latitude": "42.649806",
    "longitude": "18.110758",
    "excerpt": "Set inside the crumbling Napoleonic Fort Imperial (completed in 1812) near the cable-car terminus, this permanent exhibition is dedicated to the siege of…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/dubrovnik-during-the-homeland-war/a/poi-sig/1314265/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0fa26ae7f7aaf65503dc9e1945a7334e-lpl-dubrovnik_in_the_homeland_war_3.jpg",
    "detail_description": "Set inside the crumbling Napoleonic Fort Imperial (completed in 1812) near the cable-car terminus, this permanent exhibition is dedicated to the siege of Dubrovnik during the 'Homeland War', as the 1990s war is dubbed in Croatia. By retaining control of the fort, the local defenders ensured that the city wasn't captured. If the displays are understandably one-sided and overly wordy, they still provide in-depth coverage of the events, including video footage.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 17,
    "name": "Pulitika Studio",
    "latitude": "42.639839",
    "longitude": "18.112432",
    "excerpt": "In a small, cavelike room in the Fort St John, the former studio of the painter Đuro Pulitika (1922–2006) looks like a moment paused in time, with his…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/pulitika-studio/a/poi-sig/1497323/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6c60a3aa10edf72872e16ff4a8f091ff-lpl-pulitika_studio_1.jpg",
    "detail_description": "In a small, cavelike room in the Fort St John, the former studio of the painter Đuro Pulitika (1922–2006) looks like a moment paused in time, with his work displayed everywhere and his reading glasses casually forgotten on the side table. The larger front room often hosts exhibitions by local artists.\nThe studio is not very well signed; look for it near the entry to the Maritime Museum."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 16,
    "name": "Large Onofrio Fountain",
    "latitude": "42.641561472502",
    "longitude": "18.107266772423",
    "excerpt": "One of Dubrovnik’s most famous landmarks, this circular fountain was built in 1438 as part of a water-supply system that involved bringing water from a…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/large-onofrio-fountain/a/poi-sig/1020896/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e81d6d08c6bedfe85ee74ca1913a52dd-lpl-onofrio_1.jpg",
    "detail_description": "One of Dubrovnik’s most famous landmarks, this circular fountain was built in 1438 as part of a water-supply system that involved bringing water from a spring 12km away. Originally the fountain was adorned with sculptures, but it was heavily damaged in the 1667 earthquake and only 16 carved masks remain, with their mouths dribbling drinkable water into a drainage pool. Its sibling, the ornate Little Onofrio Fountain, is in Luža Sq at the other end of Stradun.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 13,
    "name": "Fort Lawrence",
    "latitude": "42.640708653152",
    "longitude": "18.104288991223",
    "excerpt": "St Blaise gazes down from the walls of this large free-standing fortress, constructed atop a 37m-high promontory adjacent to the old town. Built to guard…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/fort-lawrence/a/poi-sig/1287807/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/53af64da76e8564e7302911f91ddbabf-lpl-lovrijenac_1.jpg",
    "detail_description": "St Blaise gazes down from the walls of this large free-standing fortress, constructed atop a 37m-high promontory adjacent to the old town. Built to guard the city's western approach from invasion by land or sea, its walls range from 4m to 12m thick. There's not a lot inside, but the battlements offer wonderful views over the old town and its large courtyard is often used as a venue for summer theatre and concerts.\nThe fort features as the Red Keep in Game of Thrones, making it a bucket list item for serious fans of the TV series."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 15,
    "name": "Dulčić Masle Pulitika Gallery",
    "latitude": "42.640139",
    "longitude": "18.110908",
    "excerpt": "This small offshoot of the city's main gallery unites three friends beyond the grave: local artists Ivo Dulčić, Antun Masle and Ɖuro Pulitika, who all…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/dulcic-masle-pulitika-gallery/a/poi-sig/1497320/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/489d402b81e4f3ef586adf8d4c445515-lpl-dulcic_masle_pulitika_1.jpg",
    "detail_description": "This small offshoot of the city's main gallery unites three friends beyond the grave: local artists Ivo Dulčić, Antun Masle and Ɖuro Pulitika, who all came to the fore in the 1950s and 1960s. There's a permanent collection featuring the trio's work on the lower floor, while the upper gallery is given over to temporary exhibitions by current artists.\nOn the ground floor, the Ronald Brown Memorial House honours the US Secretary of Commerce who died in a plane crash near Dubrovnik in 1996."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 14,
    "name": "Upper Corner Tower",
    "latitude": "42.642775",
    "longitude": "18.108484",
    "excerpt": "Dubrovnik's newest museum showcases the remains of a medieval foundry unearthed from 2005 to 2008 in the space between this 1346 tower and Fort Minčeta…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/upper-corner-tower/a/poi-sig/1586490/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e6ab151dcfe35d4c57d7a84d7e1d487e-lpl-gornji_ugao_1.jpg",
    "detail_description": "Dubrovnik's newest museum showcases the remains of a medieval foundry unearthed from 2005 to 2008 in the space between this 1346 tower and Fort Minčeta. The foundry operated until the 1667 earthquake, when it was filled with rubble and forgotten about. The admission includes a digital tablet loaded with detailed information about the foundry process and the archaeological remains. You'll find the entrance at the northwestern corner of town, directly under Fort Minčeta.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 11,
    "name": "Fort Minčeta",
    "latitude": "42.642947914408",
    "longitude": "18.108407320172",
    "excerpt": "This round tower at the highest point of the city walls was originally built in 1319 as a square tower to protect the landward edge of the city from…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/fort-minceta/a/poi-sig/1287814/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0b2e1a26fc09f5b6992cd15848112f05-lpl-minceta_1.jpg",
    "detail_description": "This round tower at the highest point of the city walls was originally built in 1319 as a square tower to protect the landward edge of the city from attack. It was expanded to its current form in 1464 following a design by Juraj Dalmatinac, an architect most famous for building Šibenik's extraordinary cathedral. In TV's Game of Thrones, its exterior doubled as the House of the Undying in Qarth.\nThe top terrace boasts superb panoramas of the old town and is visited as part of the city walls walk. The lower floor of the fort houses the entrance to the Upper Corner Tower museum."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 10,
    "name": "Pile Gate",
    "latitude": "42.641709",
    "longitude": "18.107035",
    "excerpt": "The natural starting point to any visit to Dubrovnik is this imposing city gate, built in 1537. While crossing the drawbridge, imagine that this was once…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/pile-gate/a/poi-sig/445107/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ce08ac69ffff922ea015c4008f6058079eb61c11233ea35ba9970c6a58927fc.jpg",
    "detail_description": "The natural starting point to any visit to Dubrovnik is this imposing city gate, built in 1537. While crossing the drawbridge, imagine that this was once lifted every evening, the gate closed and the key handed to the rector. Notice the statue of St Blaise, the city’s patron saint, set in a niche over the Renaissance arch.\nAfter passing through the outer gate you'll come to stairs and a ramp leading down to an inner gate dating from 1460, topped once again by a St Blaise statue, this one by leading Croatian sculptor Ivan Meštrović (1883–1962). As you pass through the Gothic arch you'll immediately be struck by your first view of Placa, or as it’s commonly known, Stradun, Dubrovnik’s pedestrian promenade."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 12,
    "name": "Marin Držić statue",
    "latitude": "42.640518",
    "longitude": "18.110586",
    "excerpt": "Walking from Stradun to the Cathedral, you’re bound to pass by the bronze statue of the writer Marin Držić. Lovingly called Dubrovnik's Shakespeare, he is…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/marin-drzic-statue/a/poi-sig/1566703/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/130ba7d07071c29eaa1249d5755799e3-marin-drzic-statue.jpg",
    "detail_description": "Walking from Stradun to the Cathedral, you’re bound to pass by the bronze statue of the writer Marin Držić. Lovingly called Dubrovnik's Shakespeare, he is today best known for his comedies which shed a light onto the social realities of the Renaissance period. The statue is the work of Croatia’s eminent sculptor Ivan Meštrović. Note the bullet hole in his neck.\nThe statue’s shiny spots are the result of a trend for rubbing its (considerable) nose for good luck and taking photos seated in the lap, but beware: the custom is frowned upon by local heritage aficionados."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 9,
    "name": "Dominican Monastery & Museum",
    "latitude": "42.641757",
    "longitude": "18.110973",
    "excerpt": "This imposing structure is an architectural highlight, built in a transitional Gothic-Renaissance style and containing an impressive art collection…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/dominican-monastery-museum/a/poi-sig/445083/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/531c8b93601da310862a1f8b09d5af25b00e5cfd5e7ee41151e5a5a0e16fa59c.jpg",
    "detail_description": "This imposing structure is an architectural highlight, built in a transitional Gothic-Renaissance style and containing an impressive art collection. Constructed around the same time as the city walls in the 14th century, the stark exterior resembles a fortress more than a religious complex. The interior contains a graceful 15th-century cloister constructed by local artisans after the designs of the Florentine architect Maso di Bartolomeo.\nThe large, single-naved church features some bright, modern stained glass and a painting by Vlaho Bukovac (St Dominic's Miracle, 1911) above one of the side altars. Other priceless pieces of art are hung in rooms off the cloister, including 15th- and 16th-century works by Lovro Dobričević and Nikola Božidarević, and an exquisite painting of St Blaise and St Mary Magdalene (c 1550) by Venetian luminary Titian."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 8,
    "name": "Cathedral of the Assumption",
    "latitude": "42.63987",
    "longitude": "18.110415",
    "excerpt": "Built on the site of a 7th-century basilica, Dubrovnik's original cathedral was enlarged in the 12th century, supposedly funded by a gift from England’s…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/cathedral-of-the-assumption/a/poi-sig/445079/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bc937d4af9bfd2c3e0f4a1cb1963276c47db1165a1f07a2d097294722bf6f63a.jpg",
    "detail_description": "Built on the site of a 7th-century basilica, Dubrovnik's original cathedral was enlarged in the 12th century, supposedly funded by a gift from England’s King Richard I, the Lionheart, who was saved from a shipwreck on the nearby island of Lokrum. Soon after the first cathedral was destroyed in the 1667 earthquake, work began on this, its baroque replacement, which was finished in 1713.\nThe cathedral is notable for its fine altars, especially the altar of St John of Nepomuk, made of violet marble. The most striking of its religious paintings is the polyptych of the Assumption of the Virgin, hanging behind the main altar, by 16th-century Venetian painter Titian.To the left of the main altar is the cathedral's treasury. Dripping in gold and silver, it contains relics of St Blaise as well as over 150 other reliquaries largely made in the workshops of Dubrovnik’s goldsmiths between the 11th and 17th centuries."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 7,
    "name": "Sponza Palace",
    "latitude": "42.64111",
    "longitude": "18.11064",
    "excerpt": "One of the few buildings in the old town to survive the 1667 earthquake, the Sponza Palace was built from 1516 to 1522 as a customs house, and it has…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/sponza-palace/a/poi-sig/445113/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6f3484b7f6463a0199ed229a55e103ab8e6f5579de3fa186ca3e7e99077da9c7.jpg",
    "detail_description": "One of the few buildings in the old town to survive the 1667 earthquake, the Sponza Palace was built from 1516 to 1522 as a customs house, and it has subsequently been used as a mint, treasury, armoury and bank. Architecturally it's a mixture of styles beginning with an exquisite Renaissance portico resting on six Corinthian columns. The 1st floor has late-Gothic windows and the 2nd-floor windows are in a Renaissance style, with an alcove containing a statue of St Blaise.\nJust inside the building, before you enter the cloister, is the Memorial Room of the Defenders of Dubrovnik, a heartbreaking collection of black-and-white photographs of the mainly young men who perished between 1991 and 1995.The 1st and 2nd floors house the State Archives, a priceless collection of manuscripts dating back nearly 1000 years. Though the archives are not open to the public, copies of the most precious and significant pieces are exhibited in a display on the ground floor. There are some English translations, but the displays aren't particularly interesting."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 6,
    "name": "Lokrum",
    "latitude": "42.625181",
    "longitude": "18.121562",
    "excerpt": "Lush Lokrum is a beautiful, forested island full of holm oaks, black ash, pines and olive trees, only a 10-minute ferry ride from Dubrovnik's Old Harbour…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/lokrum/a/poi-sig/1020935/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_151850840.jpg",
    "detail_description": "Lush Lokrum is a beautiful, forested island full of holm oaks, black ash, pines and olive trees, only a 10-minute ferry ride from Dubrovnik's Old Harbour. It's a popular swimming spot, although the beaches are rocky. Boats leave roughly hourly in summer (half-hourly in July and August). The public boat ticket price includes the entrance fee, but if you arrive with another boat, you're required to pay 120KN at the information centre on the island.\nThe island's main hub is its large medieval Benedictine monastery, which houses a restaurant and a display on the island's history and the TV show Game of Thrones, which was partly filmed on Lokrum. This is your chance to pose imperiously on a reproduction of the Iron Throne. The monastery has a pretty cloister garden and a significant botanical garden, featuring giant agaves and palms from South Africa and Brazil. Near the centre of the island is circular Fort Royal, commenced during the French occupation in the early 19th century but mainly used by the Austrians. Head up to the roof for views over the old town.To reach the nudist beach, head left from the ferry and follow the signs marked FKK; the rocks at its far end are Dubrovnik's de facto gay beach. Another popular place for a swim is the small saltwater lake known as the Dead Sea.Make sure you check what time the last boat to the mainland departs. Note that no one can stay overnight and smoking is not permitted anywhere on the island."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 5,
    "name": "Franciscan Monastery & Museum",
    "latitude": "42.641725",
    "longitude": "18.107775",
    "excerpt": "Within this monastery's solid stone walls are a gorgeous mid-14th-century cloister, a historic pharmacy and a small museum with a collection of relics and…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/franciscan-monastery-museum/a/poi-sig/445091/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c744a85d94f5a6b4ddcd8049f8f9c3121235f8e3b5e44df245809a24c88b3100.jpg",
    "detail_description": "Within this monastery's solid stone walls are a gorgeous mid-14th-century cloister, a historic pharmacy and a small museum with a collection of relics and liturgical objects, including chalices, paintings and gold jewellery, and pharmacy items such as laboratory gear and medical books.\nBefore you head inside, stop to admire the remarkable pietà over the church door, sculpted by the local masters Petar and Leonard Andrijić in 1498. Unfortunately, the portal is all that remains of a richly decorated church that was destroyed in the 1667 earthquake. Its baroque replacement is adorned with ornate altars capped with large paintings.Access the cloister and the museum via the small passage between the monastery church and St Saviour's church. The cloister is one of the most beautiful late-Romanesque structures in Dalmatia. Notice how each capital over the incredibly slim dual columns is topped by a different figure, portraying human heads, animals and floral arrangements. At the centre is a small square garden that’s shaded by orange and palm trees.Further inside is the original location of the third-oldest functioning pharmacy in Europe, which has been in business since 1317. It may have been the first pharmacy in Europe open to the general public. The room is now part of the monastery's museum, with pharmacy displays taking up one wall and the rest filled with religious artefacts and art. Highlights include a large painted altar crucifix by Blaž Jurjev Trogiranin (1428) and Vlaho Bukovac's The New Ring (1892), one of a handful of secular pieces in the collection.Moved from its first location several times, the present-day pharmacy sits just before the museum ticket desk by the monastery entrance."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 3,
    "name": "War Photo Limited",
    "latitude": "42.641607",
    "longitude": "18.10872",
    "excerpt": "An immensely powerful experience, this gallery features compelling exhibitions curated by New Zealand photojournalist Wade Goddard, who worked in the…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/war-photo-limited/a/poi-sig/445121/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3cdf4a5b3da81c060512e85d6c9dc4bb-war-photo-limited.jpg",
    "detail_description": "An immensely powerful experience, this gallery features compelling exhibitions curated by New Zealand photojournalist Wade Goddard, who worked in the Balkans in the 1990s. Its intention is to expose the everyday, horrific and unjust realities of war. There’s a permanent exhibition on the upper floor devoted to the wars in Yugoslavia; the changing exhibitions cover a multitude of conflicts.\n"
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 4,
    "name": "Srđ",
    "latitude": "42.649238",
    "longitude": "18.111649",
    "excerpt": "From the top of this 412m-high hill, Dubrovnik's old town looks even more surreal than usual – like a scale model of itself or an illustration on a page…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/srd/a/poi-sig/1598309/358783",
    "image_url": null,
    "detail_description": "From the top of this 412m-high hill, Dubrovnik's old town looks even more surreal than usual – like a scale model of itself or an illustration on a page. The views take in all of Dubrovnik and Lokrum, with the Elafiti Islands filling the horizon. It's this extraordinary vantage point that made Srđ a key battleground during the 1990s war. That story is told in Dubrovnik During the Homeland War, an exhibition housed in Fort Imperial at the summit.\nThe easiest and quickest way to get to the top is by cable car, or you can drive (follow the signs to Bosanka), walk via the Way of the Cross, or catch bus 17 from the Pile stop to Bosanka and then walk the final 1.5km."
},
{
    "country": "dubrovnik",
    "city": "Dubrovnik",
    "index": 2,
    "name": "Rector’s Palace",
    "latitude": "42.640283670239",
    "longitude": "18.110618314783",
    "excerpt": "Built in the late 15th century for the elected rector who governed Dubrovnik, this Gothic-Renaissance palace contains the rector’s office and private…",
    "detail_url": "https://www.lonelyplanet.com/croatia/dubrovnik/attractions/rector-s-palace/a/poi-sig/1192928/358783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/852ed3b0e50e86cda8150e83d33156db9f85ad31b4b2dee984ff84ccbab88ad6.jpg",
    "detail_description": "Built in the late 15th century for the elected rector who governed Dubrovnik, this Gothic-Renaissance palace contains the rector’s office and private chambers, public halls, administrative offices and a dungeon. During his one-month term the rector was unable to leave the building without the permission of the senate. Today the palace has been turned into the Cultural History Museum, with artfully restored rooms, portraits, coats of arms and coins, evoking the glorious history of Ragusa.\nThe building retains a striking compositional unity despite being rebuilt many times. Notice the finely carved capitals on the exterior columns and the ornate staircase in the atrium, which is often used for concerts during the Summer Festival. Also in the atrium is a statue of Miho Pracat, who bequeathed his wealth to the Republic and was the only commoner in the 1000 years of the Republic’s existence to be honoured with a statue (1638). We may assume that the bequest was considerable."
}
]