[
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 1,
    "name": "Olveston",
    "latitude": "-45.866233",
    "longitude": "170.502673",
    "excerpt": "Although it's a youngster by European standards, this spectacular 1906 mansion provides a wonderful window into Dunedin's past. Entry is via fascinating…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/olveston/a/poi-sig/1202982/362683",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock2082605647.jpg",
    "detail_description": "Although it's a youngster by European standards, this spectacular 1906 mansion provides a wonderful window into Dunedin's past. Entry is via fascinating one-hour guided tours; it pays to book ahead. There's also a pretty little garden to explore (entry free) with a beautifully preserved 1921 Fiat 510 on display.\nUntil 1966 Olveston was the family home of the wealthy Theomin family, notable patrons of the arts who were heavily involved with endowing the Public Art Gallery. This artistic bent is evident in Olveston's grand interiors, which include works by Charles Goldie and Frances Hodgkins (a family friend). A particular passion was Japanese art, and the home is liberally peppered with exquisite examples."
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 18,
    "name": "St Joseph’s Cathedral",
    "latitude": "-45.874498886164",
    "longitude": "170.49830438964",
    "excerpt": "Completed in 1886, Dunedin's bluestone Gothic-revival Catholic cathedral sits halfway up the hill above the town centre.",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/st-joseph-s-cathedral/a/poi-sig/1203003/362683",
    "image_url": null,
    "detail_description": "Completed in 1886, Dunedin's bluestone Gothic-revival Catholic cathedral sits halfway up the hill above the town centre.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 16,
    "name": "Dunedin Museum of Natural Mystery",
    "latitude": "-45.865509",
    "longitude": "170.504519",
    "excerpt": "This oddball collection of skulls, body bits, ethnographic art and beautiful bone sculptures has been assembled by local mural artist and sculptor Bruce…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/dunedin-museum-of-natural-mystery/a/poi-sig/1632345/362683",
    "image_url": null,
    "detail_description": "This oddball collection of skulls, body bits, ethnographic art and beautiful bone sculptures has been assembled by local mural artist and sculptor Bruce Mahalski. If you feel at home with a few skeletons in the closet, you can stay here too (double from $120).\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 17,
    "name": "New Zealand Sports Hall of Fame",
    "latitude": "-45.875272",
    "longitude": "170.509014",
    "excerpt": "At the New Zealand Sports Hall of Fame you can try to match bike-champ Karen Holliday’s average speed of 45.629km/h, or check out the high-stepping style…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/new-zealand-sports-hall-of-fame/a/poi-sig/1072869/362683",
    "image_url": null,
    "detail_description": "At the New Zealand Sports Hall of Fame you can try to match bike-champ Karen Holliday’s average speed of 45.629km/h, or check out the high-stepping style of iconic All Black fullback George Nepia.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 15,
    "name": "Otago Art Station",
    "latitude": "-45.875452",
    "longitude": "170.508778",
    "excerpt": "Showcases work by members of the Otago Art Society, with changing temporary exhibitions in the main gallery and works for sale in the shop. Pieces donated…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/otago-art-station/a/poi-sig/1477672/362683",
    "image_url": null,
    "detail_description": "Showcases work by members of the Otago Art Society, with changing temporary exhibitions in the main gallery and works for sale in the shop. Pieces donated by members over the course of the society's 140 years of existence are proudly displayed in the corridor connecting the two.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 14,
    "name": "Dunedin Botanic Garden",
    "latitude": "-45.857499",
    "longitude": "170.519829",
    "excerpt": "Dating from 1863, these 30 hectares of peaceful, grassy and shady green space include rose gardens, rare natives, a rhododendron dell, an exotic bird…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/dunedin-botanic-garden/a/poi-sig/1171955/362683",
    "image_url": null,
    "detail_description": "Dating from 1863, these 30 hectares of peaceful, grassy and shady green space include rose gardens, rare natives, a rhododendron dell, an exotic bird aviary, a playground and a cafe. Kids love tootling about on the Community Express 'train' (adult/child $3/1) and feeding the ducks (pick up free duck food at the park information centre, open 10am to 4pm daily).\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 13,
    "name": "Dunedin Public Art Gallery",
    "latitude": "-45.874309",
    "longitude": "170.503038",
    "excerpt": "Gaze upon local and international art – including a small collection of Impressionists – at this expansive and airy gallery. Only a fraction of the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/dunedin-public-art-gallery/a/poi-sig/1072867/362683",
    "image_url": null,
    "detail_description": "Gaze upon local and international art – including a small collection of Impressionists – at this expansive and airy gallery. Only a fraction of the collection is displayed at any given time, with most of the space given over to often-edgy temporary exhibitions with a focus on interactive art.\nA new playspace (open 10am to 4.30pm) encourages kids to get crafty and hands-on."
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 11,
    "name": "Knox Church",
    "latitude": "-45.867593",
    "longitude": "170.507179",
    "excerpt": "Dunedin's second grand Presbyterian church sprang up in 1876, only three years after the equally imposing First Church, and quickly became an emblem of…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/knox-church/a/poi-sig/1202989/362683",
    "image_url": null,
    "detail_description": "Dunedin's second grand Presbyterian church sprang up in 1876, only three years after the equally imposing First Church, and quickly became an emblem of the city. Built in the Gothic Revival style out of bluestone edged in white Oamaru stone, its most striking feature is its soaring 50m steeple. Inside there's a beautiful wooden ceiling and such good acoustics that the church is regularly used for concerts and other events.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 12,
    "name": "Dunedin Chinese Garden",
    "latitude": "-45.878327",
    "longitude": "170.50513",
    "excerpt": "Built to recognise the contribution of Dunedin's Chinese community, this walled garden was constructed in Shanghai before being dismantled and reassembled…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/dunedin-chinese-garden/a/poi-sig/1528059/362683",
    "image_url": null,
    "detail_description": "Built to recognise the contribution of Dunedin's Chinese community, this walled garden was constructed in Shanghai before being dismantled and reassembled in its current location. The tranquil confines contain all of the elements of a classical Chinese garden, including ponds, pavilions, rockeries, stone bridges and a tea house. There's also a small display on the history of the local Chinese community.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 10,
    "name": "University of Otago",
    "latitude": "-45.865046",
    "longitude": "170.514979",
    "excerpt": "Founded in 1869, the University of Otago is NZ's oldest. Today the university is home to some 21,000 students, and is well worth a wander, with many…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/university-of-otago/a/poi-sig/1586136/362683",
    "image_url": null,
    "detail_description": "Founded in 1869, the University of Otago is NZ's oldest. Today the university is home to some 21,000 students, and is well worth a wander, with many magnificent bluestone buildings to admire. The historic heart – bounded by Leith, St David and Castle Sts – is the most photogenic part of the campus. Check the university website for a self-guided tour map. You can buy uni merch from the visitor centre.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 9,
    "name": "Emerson's Brewery",
    "latitude": "-45.870589",
    "longitude": "170.516438",
    "excerpt": "This impressive brick-and-glass structure is the flash home of Emerson's, the microbrewery founded by local-boy-made-good Richard Emerson in 1992. Forty…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/emerson-s-brewery/a/poi-sig/1585138/362683",
    "image_url": null,
    "detail_description": "This impressive brick-and-glass structure is the flash home of Emerson's, the microbrewery founded by local-boy-made-good Richard Emerson in 1992. Forty-five-minute tours take you behind the scenes of the brewing process, ending with the all-important tasting. There's also a cellar door where you can fill a rigger with your favourite drop – or, if you'd like to linger longer, drop into the lively, cavernous restaurant for hearty meals (mains $17 to $35).\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 8,
    "name": "First Church of Otago",
    "latitude": "-45.87587",
    "longitude": "170.504476",
    "excerpt": "Dunedin's original Scottish settlers founded Otago's first Presbyterian congregation upon their arrival in 1848 and built this grand church 25 years later…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/first-church-of-otago/a/poi-sig/1202946/362683",
    "image_url": null,
    "detail_description": "Dunedin's original Scottish settlers founded Otago's first Presbyterian congregation upon their arrival in 1848 and built this grand church 25 years later. Constructed in the Gothic style out of Oamaru's famous white stone, the church has a soaring wooden ceiling and some magnificent stained-glass windows. At the rear is an interesting little museum devoted to the history of the congregation, which is inextricably linked to that of the city.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 7,
    "name": "St Paul’s Cathedral",
    "latitude": "-45.873516394852",
    "longitude": "170.50250532802",
    "excerpt": "Even in Presbyterian Dunedin, the 'established church' (aka the Church of England) gets the prime spot on The Octagon. A Romanesque portal leads into the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/st-paul-s-cathedral/a/poi-sig/1202988/362683",
    "image_url": null,
    "detail_description": "Even in Presbyterian Dunedin, the 'established church' (aka the Church of England) gets the prime spot on The Octagon. A Romanesque portal leads into the Gothic interior of this beautiful Anglican cathedral, where soaring white Ōamaru-stone pillars spread into a vaulted ceiling. The main part of the church dates from 1919, although the sanctuary was left unfinished until 1971, hence the slightly jarring modern extension. The massive organ (3500 pipes) is said to be one of the finest in the southern hemisphere.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 6,
    "name": "Speight’s Brewery",
    "latitude": "-45.87674056952",
    "longitude": "170.50008073182",
    "excerpt": "Speight’s has been churning out beer on this site since the late 19th century and is the oldest operating brewery in NZ. The 60-minute tour gives an…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/speight-s-brewery/a/poi-sig/1072872/362683",
    "image_url": null,
    "detail_description": "Speight’s has been churning out beer on this site since the late 19th century and is the oldest operating brewery in NZ. The 60-minute tour gives an insight into the history of the building, the company and the brewing process, and finishes up in the tasting room for a guided 30-minute, six-beer sampling session. On the street outside, a tap delivers the chemical-free spring water that feeds the brewery to passers-by. Donations go to local wetland rehabilitation.\nTours can be combined with a meal at Speight's Ale House."
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 5,
    "name": "Baldwin Street",
    "latitude": "-45.848263",
    "longitude": "170.533133",
    "excerpt": "This street proudly held the title of steepest street in the world until July 2019, when Ffordd Pen Llech in the Welsh town of Harlech was officially…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/baldwin-street/a/poi-sig/1199051/362683",
    "image_url": null,
    "detail_description": "This street proudly held the title of steepest street in the world until July 2019, when Ffordd Pen Llech in the Welsh town of Harlech was officially recognised as steeper by Guinness World Records. Dunedin went into shock and at the time of writing local surveyor Toby Stoff was mounting a challenge to the controversial decision. Stay tuned… However, not even the Welsh can deny that Baldwin St is pretty bloody steep, with a gradient of 1 in 2.86 (19 degrees).\nTo reach the street from the city centre, head 2km north up Great King St and stay in the right-hand lane to continue on when the left lane branches off towards Timaru. Baldwin St is signposted after 1km."
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 4,
    "name": "Otago Museum",
    "latitude": "-45.865696",
    "longitude": "170.510924",
    "excerpt": "The centrepiece of this august institution is Southern Land, Southern People, showcasing Otago’s cultural and physical past and present, from geology and…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/otago-museum/a/poi-sig/1072866/362683",
    "image_url": null,
    "detail_description": "The centrepiece of this august institution is Southern Land, Southern People, showcasing Otago’s cultural and physical past and present, from geology and dinosaurs to the modern day. The Tāngata Whenua Māori gallery houses an impressive waka taua (war canoe), wonderfully worn old carvings, and some lovely pounamu (greenstone) weapons, tools and jewellery. Other major galleries include Pacific Cultures, People of the World (including the requisite mummy), Nature, Maritime and the Animal Attic.\nThe Tūhura Otago Community Trust Science Centre (adult/child $15/10) boasts 45 hands-on interactive science displays, a Tropical Forest butterfly enclosure and a 7.5m-high double helix slide. There's also a planetarium ($12/7), which screens films on its 360-degree dome.Guided tours depart from the information desk at 11am, 1pm, 2pm and 3pm daily ($15 per person)."
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 3,
    "name": "Dunedin Railway Station",
    "latitude": "-45.875385",
    "longitude": "170.508864",
    "excerpt": "Featuring mosaic-tile floors and glorious stained-glass windows, Dunedin’s striking bluestone railway station (built between 1903 and 1906) claims to be…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/dunedin-railway-station/a/poi-sig/1172117/362683",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-515033715_full.jpg",
    "detail_description": "Featuring mosaic-tile floors and glorious stained-glass windows, Dunedin’s striking bluestone railway station (built between 1903 and 1906) claims to be NZ’s most photographed building. Head upstairs for the New Zealand Sports Hall of Fame, a small museum devoted to the nation's obsession, and the Art Station, the local Art Society's gallery and shop. The station is the departure point for several popular scenic rail journeys.\n"
},
{
    "country": "dunedin",
    "city": "Dunedin",
    "index": 2,
    "name": "Toitū Otago Settlers Museum",
    "latitude": "-45.876841",
    "longitude": "170.506053",
    "excerpt": "Storytelling is the focus of this excellent interactive museum, which traces the history of human settlement i",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/toitu-otago-settlers-museum/a/poi-sig/1072868/362683",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF641219378.jpg",
    "detail_description": "Storytelling is the focus of this excellent interactive museum, which traces the history of human settlement ion the South Island. Pass through the new albatross waharoa (entranceway) by master carver James York to enter the engrossing Māori section, followed by a large gallery where floor-to-ceiling portraits of Victorian-era settlers stare out from behind their whiskers and lace. Walk through a re-created passenger-ship cabin (you can try out a bunk) and check out the fascinating array of obsolete technology.\n"
}
]