[
{
    "country": "dunhuang",
    "city": "Dunhuang",
    "index": 1,
    "name": "Mogao Grottoes",
    "latitude": "40.040594",
    "longitude": "94.807334",
    "excerpt": "The Mogao Grottoes are considered one of the most important collections of Buddhist art in the world. At its peak during the Tang dynasty (618–907), the…",
    "detail_url": "https://www.lonelyplanet.com/china/gansu/dunhuang/attractions/mogao-grottoes/a/poi-sig/1496278/355964",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d96210227c9db79010538e4548eae928-mogao-grottoes.jpg",
    "detail_description": "The Mogao Grottoes are considered one of the most important collections of Buddhist art in the world. At its peak during the Tang dynasty (618–907), the site housed 18 monasteries, more than 1400 monks and nuns, and countless artists, translators and calligraphers.English-language tours, running at 9am, noon and 2.30pm, are included in the ¥258 'A' ticket admission price, which gives you access to eight caves; the alternative ¥100 'B' ticket is for Chinese-language tours, with access to four caves.\nDue to a massive increase in visitor numbers (including school tours), the access procedure has undergone a revamp and all visitors to the Mogao Grottoes now have to go via the visitor centre a few kilometres outside of central Dunhuang. The ¥258 'A' ticket includes transport to the grottoes, access to four museums and admission to two 30-minute films, one on the history of the area and the Silk Road, and one that allows close-up computer-generated views of cave interiors not normally open to visitors, in an IMAX-style theatre at the visitor centre. From the visitor centre, purchasers of both 'A' and 'B' tickets are shuttled to the caves 15km down the road in dedicated coaches. The ¥100 'B' ticket is only for those who have a good understanding of the Chinese commentary (and includes transport to the Mogao Grottoes and access to three museums). After the tour, you are free to wander around the site and catch whatever coach you like back to the visitor centre at your own leisure, but you won't be allowed back into any of the caves. The ¥50 'C' ticket only covers access to the films in the cinema at the visitor centre.'A' tickets are limited to 6000 tickets per day; 'B' tickets are limited to 12,000 tickets per day. Purchasing tickets is not straightforward. 'A' tickets must be purchased in advance either online at the caves' official website (Chinese-language website only; Chinese phone number and Chinese ID card most inconveniently required for purchase at the time of writing) or in Dunhuang from the (also) inconveniently located Mogao Grottoes Reservation and Ticket Center, a separate booking office in the east of town where staff speak English. During the high season, you should buy your ticket a day or more in advance from the Mogao Grottoes Reservation and Ticket Center.Of the 492 caves, 20 ‘open’ caves are rotated fairly regularly. Entrance is strictly controlled – it’s impossible to visit them independently. On the 'A' ticket, you will be given a roughly two-hour tour of eight caves, which should include the famous Hidden Library Cave (cave 17), the two big Buddhas including the vast 35.5m tall Buddha in Cave 96 (behind the iconic seven-storey pagoda) and another 26m-tall Buddha statue, the vast reclining Buddha, in Cave 148, as well as a chance to see rare fragments of manuscripts in classical Uyghur and Manichean. The cheaper 'B' ticket gives you access to half the number of caves and may be useful if time is tight (but remember the tour on the 'B' ticket is in Chinese only).Photography is prohibited inside the caves. If it’s raining or snowing or there's a sand storm, the site will be closed.HistoryWealthy traders and important officials were the primary donors responsible for creating new caves, as caravans made the long detour past Mogao to pray or give thanks for a safe journey through the treacherous wastelands to the west. The traditional date ascribed to the founding of the first cave is AD 366.The caves fell into disuse for about 500 years after the collapse of the Yuan dynasty and were largely forgotten until the early 20th century, when they were ‘rediscovered’ by a string of foreign explorers.Northern Wei, Western Wei &amp; Northern Zhou CavesThese, the earliest of the Mogao Caves, are distinctly Indian in style and iconography. All contain a central pillar, representing a stupa (symbolically containing the ashes of the Buddha), which the devout would circle in prayer. Paint was derived from malachite (green), cinnabar (red) and lapis lazuli (blue), expensive minerals imported from Central Asia.The art of this period is characterised by its attempt to depict the spirituality of those who had transcended the material world through their asceticism. The Wei statues are slim, ethereal figures with finely chiselled features and comparatively large heads. The northern Zhou figures have ghostly white eyes.Sui CavesThe Sui dynasty (AD 581–618) was short-lived and very much a transition between the Wei and Tang periods. This can be seen in the Sui caves at Mogao: the graceful Indian curves in the Buddha and Bodhisattva figures start to give way to the more rigid style of Chinese sculpture.The Sui dynasty began when a general of Chinese or mixed Chinese–Tuoba origin usurped the throne of the northern Zhou dynasty and reunited northern and southern China for the first time in 360 years.Tang CavesThe Tang dynasty (AD 618–907) was Mogao’s high point. Painting and sculpture techniques became much more refined, and some important aesthetic developments, notably the sex change (from male to female) of Guanyin and the flying apsaras, took place. The beautiful murals depicting the Buddhist Western Paradise offer rare insights into the court life, music, dress and architecture of Tang China.Some 230 caves were carved during the religiously diverse Tang dynasty, including two impressive grottoes containing enormous, seated Buddha figures. Originally open to the elements, the statue of Maitreya in cave 96 (believed to represent Empress Wu Zetian, who used Buddhism to consolidate her power) is a towering 35.5m tall, making it the world’s third-largest Buddha. The Buddhas were carved from the top down using scaffolding, the anchor holes of which are still visible.Post-Tang CavesFollowing the Tang dynasty, the economy around Dunhuang went into decline, and the luxury and vigour typical of Tang painting began to be replaced by simpler drawing techniques and flatter figures. The mysterious Western Xia kingdom, which controlled most of Gansu from 983 to 1227, made a number of additions to the caves at Mogao and began to introduce Tibetan influences.Getting There &amp; AwayThe Mogao Grottoes are 25km (30 minutes) southeast of Dunhuang, but tours start and end at the visitor centre, about 5km from Mingshan Lu near the train station. A green minibus (one way ¥3) leaves for the visitor centre every 30 minutes from 8am to 5pm from outside the Silk Road Yiyuan Hotel (丝路怡苑宾馆, Sīlù Yíyuàn Bīnguǎn). A taxi costs ¥20 one way, and taxis generally wait outside the visitor centre right by where the green minibuses wait, so it's easy to find one on the way back."
},
{
    "country": "dunhuang",
    "city": "Dunhuang",
    "index": 8,
    "name": "Western Thousand Buddha Caves",
    "latitude": "39.9737",
    "longitude": "94.365917",
    "excerpt": "Located 35km west of Dunhuang, there are 16 caves hidden in the cliff face of the Dang River (Dǎng Hé, 党河) gorge, ranging from the Northern Wei to the…",
    "detail_url": "https://www.lonelyplanet.com/china/gansu/dunhuang/attractions/western-thousand-buddha-caves/a/poi-sig/1240060/355964",
    "image_url": null,
    "detail_description": "Located 35km west of Dunhuang, there are 16 caves hidden in the cliff face of the Dang River (Dǎng Hé, 党河) gorge, ranging from the Northern Wei to the Tang dynasties. Take an afternoon departure to catch a glorious desert sunset. You will need to arrange a private driver to take you here, or enquire at Charley Johng's Cafe for current bus tours.\n"
},
{
    "country": "dunhuang",
    "city": "Dunhuang",
    "index": 7,
    "name": "Yulin Grottoes",
    "latitude": "40.058038",
    "longitude": "95.933883",
    "excerpt": "About 180km south of Dunhuang, the 40-plus caves of the Yulin Grottoes face each other across a narrow canyon. The interior art spans a 1500-year period,…",
    "detail_url": "https://www.lonelyplanet.com/china/gansu/dunhuang/attractions/yulin-grottoes/a/poi-sig/1496283/355964",
    "image_url": null,
    "detail_description": "About 180km south of Dunhuang, the 40-plus caves of the Yulin Grottoes face each other across a narrow canyon. The interior art spans a 1500-year period, from the Northern Wei to the Qing dynasty. Many show a distinctive Tibetan influence. The original carved interior tunnels that formerly connected the caves are intriguing. Excellent English guides are available on-site for ¥15.While the art at the Mogao Grottoes is considered higher quality, the frescoes here are better preserved; there is little of the oxidation and thickening of painted lines so prevalent at Mogao.The only way to get out here is to hire a driver (¥400) for the half-day return journey.\n"
},
{
    "country": "dunhuang",
    "city": "Dunhuang",
    "index": 6,
    "name": "Sun Pass",
    "latitude": "39.93396",
    "longitude": "94.063225",
    "excerpt": "This Han dynasty military post was one of the two most important gates marking the end of the Chinese empire along the ancient Silk Road. Today, a dusty…",
    "detail_url": "https://www.lonelyplanet.com/china/gansu/dunhuang/attractions/sun-pass/a/poi-sig/1544765/355964",
    "image_url": null,
    "detail_description": "This Han dynasty military post was one of the two most important gates marking the end of the Chinese empire along the ancient Silk Road. Today, a dusty museum chronicles some of the site's artefacts, but the real draw is the crumbling beacon tower atop Dundun Hill (墩墩山, Dūndūnshān), where a modern viewing platform offers generous vistas of the surrounding Taklamakan Desert.\nSometimes also referred to as the South Pass due to its geographical location as the sunny and southern side of the hill, this site marked the start of the southern route westward through Miran in Xinjiang, while the Jade Gate Pass was its northern twin. The pass is noted in several early Chinese poems, which speak with sadness about the finality of a traveller's departure through the gate and into the western world beyond, presumably never to return."
},
{
    "country": "dunhuang",
    "city": "Dunhuang",
    "index": 5,
    "name": "Jade Gate Pass",
    "latitude": "40.353674",
    "longitude": "93.864527",
    "excerpt": "The Jade Gate Pass, 78km west of Dunhuang, was originally a military station. Together with Sun Pass, it formed part of the Han dynasty series of beacon…",
    "detail_url": "https://www.lonelyplanet.com/china/gansu/dunhuang/attractions/jade-gate-pass/a/poi-sig/1496282/355964",
    "image_url": null,
    "detail_description": "The Jade Gate Pass, 78km west of Dunhuang, was originally a military station. Together with Sun Pass, it formed part of the Han dynasty series of beacon towers that extended to the garrison town of Loulan in Xinjiang. Admission includes entry to a section of Han dynasty Great Wall (101 BCE), impressive for its antiquity and lack of restoration; and the ruined city walls of Hecang Cheng (河仓城, Hécāng Chéng), 15km down a side road.\nFor caravans travelling westward, the Jade Gate marked the beginning of the northern route to Turpan and was one of the last outposts that travellers and banished criminals saw before leaving the Chinese empire. The Jade Gate derived its name from the important traffic in Khotanese jade that thrived along the Silk Road, which passed through here.Tours that take in the Jade Gate Pass and Sun Pass, usually in combination with Yadan National Park, can be arranged at Charley Johng's Cafe."
},
{
    "country": "dunhuang",
    "city": "Dunhuang",
    "index": 4,
    "name": "Yadan National Park",
    "latitude": "40.509884",
    "longitude": "93.23719",
    "excerpt": "The weird, eroded desert landscape of Yadan National Park is 180km northwest of Dunhuang, in the middle of the Gobi Desert’s awesome nothingness. A former…",
    "detail_url": "https://www.lonelyplanet.com/china/gansu/dunhuang/attractions/yadan-national-park/a/poi-sig/1496281/355964",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f12aaa2257e7ba0429e7b95af0e84c6d-y-dan-national-park.jpg",
    "detail_description": "The weird, eroded desert landscape of Yadan National Park is 180km northwest of Dunhuang, in the middle of the Gobi Desert’s awesome nothingness. A former lake bed that eroded in spectacular fashion some 12,000 years ago, the strange rock formations provided the backdrop to the last scenes of Zhang Yimou’s film Hero. Tours (included in the price) are confined to group minibuses (with regular photo stops) to preserve the natural surrounds, but the desert landscape here is so dramatic you will still feel like you're at the ends of the earth.\nTo get to Yadan you have to pass through (and buy a ticket to) the Jade Gate Pass and Sun Pass. The best way to get here is to take one of two daily minibus tours: the first departs at 7am (¥120 per person; returning by 7pm) and can be booked through Charley Johng’s Cafe. There is also a sunset tour (¥88 per person) which sets off 8.30am and returns at 11pm. Tours include the Jade Gate Pass, Sun Pass and the Western Thousand Buddha Caves as well as a section of Han dynasty Great Wall. Tour prices don't include entrance fees to the individual sights."
},
{
    "country": "dunhuang",
    "city": "Dunhuang",
    "index": 3,
    "name": "Dunhuang Museum",
    "latitude": "40.12959",
    "longitude": "94.661229",
    "excerpt": "On the road to Singing Sands Dune is this sparkling museum that takes you on an artefact-rich journey through the Dunhuang area (from prehistoric to Qing…",
    "detail_url": "https://www.lonelyplanet.com/china/gansu/dunhuang/attractions/dunhuang-museum/a/poi-sig/1239537/355964",
    "image_url": null,
    "detail_description": "On the road to Singing Sands Dune is this sparkling museum that takes you on an artefact-rich journey through the Dunhuang area (from prehistoric to Qing dynasty times) via hallways designed to make you feel as if you were exploring the caves. Don't miss the splendid to-scale recreation, decorated with soft pigment, of Cave 45. Another highlight is the excellent Fan Yanyan Centre of Silk Arts display, with its eye-catching styling and gorgeous silk pieces. Take your passport.\nAlso look out for the photos of the Taoist priest and abbot and curator of the Mogao Caves, Wang Yuanlu, and Paul Pelliot, the French Sinologist who bought a selection of manuscripts from Wang for a fraction of their real value. You can easily walk here in 15 minutes from the centre of town."
},
{
    "country": "dunhuang",
    "city": "Dunhuang",
    "index": 2,
    "name": "Singing Sands Dune",
    "latitude": "40.085361",
    "longitude": "94.677429",
    "excerpt": "Six kilometres south of Dunhuang at Singing Sands Dune, the desert meets the oasis in most spectacular fashion. From the sheer scale of the dunes, it’s…",
    "detail_url": "https://www.lonelyplanet.com/china/gansu/dunhuang/attractions/singing-sands-dune/a/poi-sig/1496279/355964",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/16ae1069b748025c64faa75c1cd9857b-singing-sands-dune.jpg",
    "detail_description": "Six kilometres south of Dunhuang at Singing Sands Dune, the desert meets the oasis in most spectacular fashion. From the sheer scale of the dunes, it’s easy to see how Dunhuang gained its moniker ‘Shāzhōu’ (Continent of Sand). The view across the undulating desert and green poplar trees below is awesome.You can bike to the dunes in 20 minutes from the centre of Dunhuang. Bus 3 (¥2) shuttles between Shazhou Lu and Mingshan Lu and the dunes from 7.30am to 9pm. A taxi costs ¥20 one way.\nThe climb to the top of the dunes – the highest peak swells to 1715m – is sweaty work, but worth it. Rent a pair of bright-orange shoe protectors (防沙靴, fángshāxuē; ¥15) or just shake your shoes out later as most people do. A wooden ladder/walkway is half buried in the sand so you can get a decent footing on the deep sand.At the base of the colossal dunes is a famous pond, Crescent Moon Lake (月牙泉, Yuèyáquán). The dunes are a no-holds-barred tourist playpen, with dune buggies, ‘dune surfing’ (sand sledding), paragliding, microlighting and helicopter flights. But it’s not hard to hike away to enjoy the sandy spectacle in peace. The dunes look their most photogenic either first thing in the morning or towards dusk.Tickets are good for three days' entry. To avail of this, you must ask the security staff at the gate as you exit – facial recognition software is employed.Camel rides are available at the dunes.The drive down Mingshan Lu to the dunes is also astonishing as this vast mountain of sand suddenly appears from the shimmering heat at the end of the road."
}
]