[
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 9,
    "name": "Ponte Noefefan",
    "latitude": "-9.209167",
    "longitude": "124.3125",
    "excerpt": "This new, photogenic three-arched bridge spans Tono River and links the rest of Oecusse to those in the 'city' (which is actually not many people).",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/oecusse/attractions/ponte-noefefan/a/poi-sig/1582351/1336628",
    "image_url": null,
    "detail_description": "This new, photogenic three-arched bridge spans Tono River and links the rest of Oecusse to those in the 'city' (which is actually not many people).\n"
},
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 8,
    "name": "Mud Geysers",
    "latitude": "-9.362222",
    "longitude": "124.3775",
    "excerpt": "Watch volcanic mud and steam bubbling up from this weird grey landscape. The spot is five minutes from Oesilo, which is around a 1½-hour drive south of…",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/oecusse/attractions/mud-geysers/a/poi-sig/1581464/1336628",
    "image_url": null,
    "detail_description": "Watch volcanic mud and steam bubbling up from this weird grey landscape. The spot is five minutes from Oesilo, which is around a 1½-hour drive south of Pante Makassar and close to the Indonesian border. Take an ojek (motorcycle taxi) out here if you don't have a vehicle.\n"
},
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 7,
    "name": "Rock Art Caves",
    "latitude": "-8.398611",
    "longitude": "127.284444",
    "excerpt": "There are fine examples of rock art in the cliffs and caves heading down towards Valu (beach), with depictions including cock fighting, sea urchins and…",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/tutuala-jaco-island/attractions/rock-art-caves/a/poi-sig/1581960/1341506",
    "image_url": null,
    "detail_description": "There are fine examples of rock art in the cliffs and caves heading down towards Valu (beach), with depictions including cock fighting, sea urchins and people hunting. Sites are signposted off the Tutuala to Jaco road. It's best practice to go with a guide (organise through Valu accommodation): expect to pay $US5 per group.\n"
},
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 6,
    "name": "Lifau Monument",
    "latitude": "-9.200568",
    "longitude": "124.321038",
    "excerpt": "Lifau, 5km west of Pantemakassar, is the site of the original Portuguese settlement in Timor-Leste. The original rock-studded monument here commemorates…",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/oecusse/attractions/lifau-monument/a/poi-sig/1582350/1336628",
    "image_url": null,
    "detail_description": "Lifau, 5km west of Pantemakassar, is the site of the original Portuguese settlement in Timor-Leste. The original rock-studded monument here commemorates the first landing; less impressive is the half-constructed (and apparently back-to-the-drawing-board) new monument by its side. Catch an ojek (motorcycle taxi) to get here.\n"
},
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 5,
    "name": "Wild Timor Coffee",
    "latitude": "-8.651667",
    "longitude": "125.568611",
    "excerpt": "A handful of coffee cooperatives operate in Timor-Leste; this one was set up by Australian soldiers who served post-1999. Wild Timor Coffee has a cafe in…",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/aileu/attractions/wild-timor-coffee/a/poi-sig/1582229/1342205",
    "image_url": null,
    "detail_description": "A handful of coffee cooperatives operate in Timor-Leste; this one was set up by Australian soldiers who served post-1999. Wild Timor Coffee has a cafe in Melbourne, Australia, but here you can tour the coffee plantation before enjoying a cup of it in the modest family house of the farmer. Timor Adventures stops here en route to Mt Ramelau.\n"
},
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 4,
    "name": "Be Manis",
    "latitude": "-8.986818",
    "longitude": "125.314007",
    "excerpt": "Once a former Portuguese mountain resort, these hot springs (be manis in Tetun) have been renovated into a fairly large complex, with pools of varying…",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/western-timor-leste/attractions/be-manis/a/poi-sig/1582353/1336623",
    "image_url": null,
    "detail_description": "Once a former Portuguese mountain resort, these hot springs (be manis in Tetun) have been renovated into a fairly large complex, with pools of varying heat. It's a bumpy 18km road from Maliana to Marobo, and normal cars won't make the steep 6km track down from the signed turn-off to the springs. However, despite the US$500,000 poured into the renovation, the facilities here are sadly already deteriorating.\n"
},
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 3,
    "name": "Mundo Perdido",
    "latitude": "-8.724722",
    "longitude": "126.353056",
    "excerpt": "Crashing through foliage under the squawks of bats and lorikeets as you climb Mundo Perdido (1775m) – which translates to 'Lost World' – is one of the…",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/loi-hunu-mundo-perdido/attractions/mundo-perdido/a/poi-sig/1581767/1342050",
    "image_url": null,
    "detail_description": "Crashing through foliage under the squawks of bats and lorikeets as you climb Mundo Perdido (1775m) – which translates to 'Lost World' – is one of the country's highlights. The view of sunrise from the grassy plateau near the top (1380m) is worth the 4am wake-up call. Local guide Xisto (7786 7272 or 7836 3979) charges US$10 a group. The starting point is near Ossu, 20 to 30 minutes from Loi Hunu. From there, the 6km hike takes two hours return.\n"
},
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 2,
    "name": "Balibó Flag House",
    "latitude": "-8.969608",
    "longitude": "125.043629",
    "excerpt": "Balibó Flag House is where the five journalists reporting on Indonesian's invasion of East Timor stayed before they were killed by Indonesian Special…",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/balibo/attractions/balibo-flag-house/a/poi-sig/1528861/1340892",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial1586357695.jpg",
    "detail_description": "Balibó Flag House is where the five journalists reporting on Indonesian's invasion of East Timor stayed before they were killed by Indonesian Special Forces on 16 October 1975. The Australian flag they painted for protection is still (though just) visible under a modern restoration. Press play on the DVD player to watch Greg Shackleton's final, engaged broadcast. The journalists were killed in the ruined house diagonally opposite.\nThe Australian film Balibo (2009) was based on these tragic, and still unresolved, murders. There's a cafe on-site."
},
{
    "country": "east-timor",
    "city": "Timor-Leste",
    "index": 1,
    "name": "Projeto Montanha",
    "latitude": "-8.738434",
    "longitude": "125.563971",
    "excerpt": "This Brazilian-founded social enterprise is a heartwarming place to visit. Kids and young adults from the surrounding area come here to be taught…",
    "detail_url": "https://www.lonelyplanet.com/timor-leste/aileu/attractions/projeto-montanha/a/poi-sig/1633097/1342205",
    "image_url": null,
    "detail_description": "This Brazilian-founded social enterprise is a heartwarming place to visit. Kids and young adults from the surrounding area come here to be taught languages, crafts, cooking, music and more and are then supported to enable them to generate income using their skills. Enthusiastic tours are free but you'll definitely want to splash out in the colourful shop or excellent restaurant. There are also great rooms available (US$25 to US$30 per person), one double and one six-bunker, with more on the way.\nThe furniture here is made on-site from recycled materials and there are a host of other sustainable initiatives."
}
]