[
{
    "country": "ecuador",
    "city": "Quito",
    "index": 1,
    "name": "Iglesia de la Compañía de Jesús",
    "latitude": "-0.220971",
    "longitude": "-78.513547",
    "excerpt": "Capped by green-and-gold domes, La Compañía de Jesús is Quito’s most ornate church and a standout among the baroque splendors of the Old Town. Free guided…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/iglesia-de-la-compania-de-jesus/a/poi-sig/436306/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/72234ee7b9eed61736f65cac1982084e-la-compania-de-jesus.jpg",
    "detail_description": "Capped by green-and-gold domes, La Compañía de Jesús is Quito’s most ornate church and a standout among the baroque splendors of the Old Town. Free guided tours in English or Spanish highlight the church’s unique features, including its Moorish elements, perfect symmetry (right down to the trompe l’oeil staircase at the rear), symbolic elements (bright-red walls are a reminder of Christ’s blood) and its syncretism (Ecuadorian plants and indigenous faces are hidden along the pillars).\nConstruction on this marvelously gilded Jesuit church began in 1605 but wasn't completed for another 160 years; the main altarpiece alone took 20 years (former president Gabriel García Moreno is buried here). The made-in-the-USA organ is circa 1889. Check out the chiaroscuro-style series of paintings called the 16 Prophets by Nicolás Javier de Goríbar and the large canvas Hell and Final Judgement from 1879 – it's still a mystery what happened to the original, painted by Hermano Hernando de la Cruz in 1620. Quiteños proudly call it the most beautiful church in the country, and it’s easy to see why."
},
{
    "country": "ecuador",
    "city": "The Galápagos Islands",
    "index": 40,
    "name": "Punta Espinoza",
    "latitude": "-0.265731",
    "longitude": "-91.444359",
    "excerpt": "Just across Canal Bolívar, Punta Espinoza houses marine iguanas (too many to count), which can be seen sunning themselves on the black lava formations – a…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/isla-fernandina-narborough/attractions/punta-espinoza/a/poi-sig/454833/1319256",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF942676718.jpg",
    "detail_description": "Just across Canal Bolívar, Punta Espinoza houses marine iguanas (too many to count), which can be seen sunning themselves on the black lava formations – a dramatic sight that looks like a museum diorama on dinosaurs come to life. Flightless cormorants nest nearby and Galápagos penguins, turtles and sea lions can be seen frolicking in a fine display of multi-species tolerance in the nearby lagoon.\n"
},
{
    "country": "ecuador",
    "city": "Otavalo",
    "index": 39,
    "name": "Parque Cóndor",
    "latitude": "0.231506",
    "longitude": "-78.239951",
    "excerpt": "Get an up-close view of Andean condors, as well as eagles, owls, falcons and hawks, at this Dutch-owned foundation, which rehabilitates these and other…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/northern-highlands/otavalo/attractions/parque-condor/a/poi-sig/436546/363347",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial476053060.jpg",
    "detail_description": "Get an up-close view of Andean condors, as well as eagles, owls, falcons and hawks, at this Dutch-owned foundation, which rehabilitates these and other birds of prey. Don’t miss the free flight demonstrations at 11:30am and 3:30pm. Primarily Spanish spoken. The center is perched on the steep hillside of Pucara Alto, 5km from town. You can hit El Lechero and this on the same walk uphill.\n"
},
{
    "country": "ecuador",
    "city": "The Galápagos Islands",
    "index": 38,
    "name": "Muro de las Lágrimas",
    "latitude": "-0.964048",
    "longitude": "-91.013253",
    "excerpt": "Some 7km west of Puerto Villamil is the Muro de las Lágrimas (Wall of Tears), a 100m-long wall of lava rocks built by convicts under harsh and abusive…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/puerto-villamil/attractions/muro-de-las-lagrimas/a/poi-sig/1299098/1327349",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-866375954.jpg",
    "detail_description": "Some 7km west of Puerto Villamil is the Muro de las Lágrimas (Wall of Tears), a 100m-long wall of lava rocks built by convicts under harsh and abusive conditions. The penal colony closed in 1959, but the wall stands as a monument to an infamous chapter in the island’s history. The best way out here is by bike, as there are other intriguing stops (mangroves, beaches, overlooks) along the way. Bring water and sun protection, as there's little shade on the way. A taxi here costs around $10.\n"
},
{
    "country": "ecuador",
    "city": "The Oriente",
    "index": 37,
    "name": "San Rafael Falls",
    "latitude": "-0.0789",
    "longitude": "-77.840838",
    "excerpt": "Ecuador's largest waterfall and a slash of Río Quijos cut through thick patches of cloud forest. To visit the falls, catch a bus from Baeza to Lago Agrio …",
    "detail_url": "https://www.lonelyplanet.com/ecuador/baeza-around/attractions/san-rafael-falls/a/poi-sig/1021204/1317954",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-511608203_medium.jpg",
    "detail_description": "Ecuador's largest waterfall and a slash of Río Quijos cut through thick patches of cloud forest. To visit the falls, catch a bus from Baeza to Lago Agrio (2½ hours) and ask the driver to let you off just before the puente (bridge) crossing Río Reventador (not to be confused for the community of the same name).\nYou’ll see a concrete-block hut on the right side of the road. From the hut, it’s about 1½km down a steep trail to the falls. Back on the main road, flag down a bus when you want to move on."
},
{
    "country": "ecuador",
    "city": "The Galápagos Islands",
    "index": 35,
    "name": "Darwin Lake",
    "latitude": "-0.288733",
    "longitude": "-91.350632",
    "excerpt": "A dry landing deposits you at the beginning of a 2km-long trail that brings you past this postcard-perfect saltwater lagoon. It has twice the salinity of…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/isla-isabela-albemarle/attractions/darwin-lake/a/poi-sig/1298798/1317950",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1082654849-rfc.jpeg",
    "detail_description": "A dry landing deposits you at the beginning of a 2km-long trail that brings you past this postcard-perfect saltwater lagoon. It has twice the salinity of the ocean, and is a tuff cone, like a chimney from the main volcano. The trail leads to the lower lava slopes of Volcán Darwin (1280m), where various volcanic formations and stunning views of surrounding slopes can be observed. There are some steep sections on this trail. A panga ride along the cliffs to Tagus Cove will enable you to see the historical graffiti and various seabirds, usually including Galápagos penguins and flightless cormorants. There are snorkeling opportunities in the cove.\n"
},
{
    "country": "ecuador",
    "city": "The Oriente",
    "index": 36,
    "name": "Reserva Biológica Jatun Sacha",
    "latitude": "-1.0675",
    "longitude": "-77.616777",
    "excerpt": "This 25-sq-km biological station and rainforest reserve is located on the south shore of the Río Napo, 23km east of Puerto Napo. It is run by Fundación…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/upper-rio-napo/attractions/reserva-biologica-jatun-sacha/a/poi-sig/1170462/1317916",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "ecuador",
    "city": "South Coast",
    "index": 34,
    "name": "El Bosque Petrificado Puyango",
    "latitude": "-3.881617",
    "longitude": "-80.091405",
    "excerpt": "A 4km boardwalk loop leads to the petrified forest (take the trail behind the toilet block; another dirt road to the left leads to private land). The dry…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/el-bosque-petrificado-puyango/attractions/el-bosque-petrificado-puyango/a/poi-sig/1584249/1327344",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1293128812.jpg",
    "detail_description": "A 4km boardwalk loop leads to the petrified forest (take the trail behind the toilet block; another dirt road to the left leads to private land). The dry season between May and November is the best time to visit, as water levels rise during wet season, covering some of the fossils on the riverbed. These absolutely remarkable large stone trees are between 60 million and 500 million years old; the most colossal of them all has a trunk two meters in diameter trunk and 15 meters long.\nDue to the park's location, it gets few visitors, so you'll likely be the only ones there. The petrified forest is a 1.3km walk from the information center; staff will point you in the right direction."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 32,
    "name": "El Panecillo",
    "latitude": "-0.229028",
    "longitude": "-78.518515",
    "excerpt": "Topped by a 41m-tall aluminum mosaic statue of La Virgen de Quito (Virgin of Quito; completed in 1976), with a crown of stars, angelic wings and a chained…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/el-panecillo/a/poi-sig/1053830/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/de40fc23b55fab7ab6a3ef05cf57c6fc-el-panecillo.jpg",
    "detail_description": "Topped by a 41m-tall aluminum mosaic statue of La Virgen de Quito (Virgin of Quito; completed in 1976), with a crown of stars, angelic wings and a chained dragon, the hill to the south of the Old Town called El Panecillo (the Little Loaf of Bread) is a major Quito landmark. From the summit there are marvelous views of the sprawling city and the surrounding volcanoes. Climb steps up to the base of the Virgin statue for an even loftier outlook.\nThe best time for volcano views (particularly in the rainy season) is early morning, before the clouds roll in. It's possible to walk via the stairs at the end of Calle García Moreno, but the neighborhood dogs can be a problem and muggings have occurred. A taxi from the Old Town is a better way to go."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 33,
    "name": "Plaza Grande",
    "latitude": "-0.220209",
    "longitude": "-78.51211",
    "excerpt": "While wandering around colonial Quito, you'll probably pass through the Plaza Grande several times. Its benches are great for soaking up the Andean…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/plaza-grande/a/poi-sig/436432/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1caae83eecff8fe71ec36c75280716e5-plaza-grande.jpg",
    "detail_description": "While wandering around colonial Quito, you'll probably pass through the Plaza Grande several times. Its benches are great for soaking up the Andean morning sun and watching the bustle all around. On Monday, the changing of the guards takes place on the plaza at 11am.The white building on the plaza’s northwest side with the national flag flying atop is the Palacio de Gobierno, the seat of the Ecuadorian presidency. On the southwest side stands Quito’s cathedral.\nOn the northeast side of the plaza, the Palacio Arzobispal, a former archbishop’s palace, is now a colonnaded row of small shops and restaurants."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 31,
    "name": "Museo Franciscano",
    "latitude": "-0.22023",
    "longitude": "-78.515006",
    "excerpt": "To the right of the Iglesia de San Francisco’s main entrance, and within the Convent of St Francis, this museum contains some of the church’s finest…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/museo-franciscano/a/poi-sig/436394/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08608542998ce17ea4826eca27ee3b97-el-museo-francisco.jpg",
    "detail_description": "To the right of the Iglesia de San Francisco’s main entrance, and within the Convent of St Francis, this museum contains some of the church’s finest artwork, including paintings, sculpture and 16th-century furniture, some of which is fantastically wrought and inlaid with thousands of pieces of mother-of-pearl. The admission fee includes a guided tour in English or Spanish.\nGood guides will point out Mudejar (Moorish) representations of the eight planets revolving around the sun in the ceiling, and will explain how the light shines through the rear window during the solstices, lighting up the main altar. They’ll also demonstrate an odd confessional technique, where two people standing in separate corners can hear each other while whispering into the walls."
},
{
    "country": "ecuador",
    "city": "Central Highlands",
    "index": 30,
    "name": "Parque Nacional Cotopaxi",
    "latitude": "-0.644575",
    "longitude": "-78.505812",
    "excerpt": "The centerpiece of Ecuador's most popular national park is the snowcapped and downright picture-perfect Volcán Cotopaxi. At 5897m, it's Ecuador's second…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/parque-nacional-cotopaxi/attractions/parque-nacional-cotopaxi/a/poi-sig/1021206/1317898",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8a2438333bb418b10dad56cc129fe03f-parque-nacional-cotopaxi.jpg",
    "detail_description": "The centerpiece of Ecuador's most popular national park is the snowcapped and downright picture-perfect Volcán Cotopaxi. At 5897m, it's Ecuador's second-highest peak. Around the volcano you'll find outstanding hiking opportunities and wildlife such as the Andean condor, white-tailed deer, little red brocket deer and wily colpeo (Andean fox).\nWithin the 33,393 hectares of national park, there are a handful of fabulous old haciendas offering everything from horseback riding to guided climbs of Cotopaxi itself. The park also offers a good look at the páramo (Andean grassland) and the views everywhere are sublime.Keep an eye out for the rare Andean spectacled bear which lives on the remote and infrequently visited eastern slopes of the park."
},
{
    "country": "ecuador",
    "city": "The Galápagos Islands",
    "index": 29,
    "name": "Post Office Bay",
    "latitude": "-1.23652",
    "longitude": "-90.448852",
    "excerpt": "Most groups spend several perfunctory minutes on the north coast at Post Office Bay, where scraps of wood covered in graffiti surround a a few gone-to…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/isla-floreana-santa-maria-or-charles/attractions/post-office-bay/a/poi-sig/1299225/1330004",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock675522595.jpg",
    "detail_description": "Most groups spend several perfunctory minutes on the north coast at Post Office Bay, where scraps of wood covered in graffiti surround a a few gone-to-seed barrels. Although a functioning mailbox for American and British whalers from the late 18th century, these days it’s tourists who leave postcards, hoping they will find their way, like a message in a bottle. Actually, it’s more prosaic than that: visitors are asked to grab a few to post when they return to their home countries.\nAbout 300m behind the barrels is a lava cave that can be descended with the aid of a short rope and flashlight. The path is slippery and involves sloshing through some chilly water. Nearby is a pleasant swimming beach and the remains of a canning factory; a wet landing is necessary."
},
{
    "country": "ecuador",
    "city": "South Coast",
    "index": 28,
    "name": "La Chocolatera",
    "latitude": "-2.188376",
    "longitude": "-81.010416",
    "excerpt": "The westernmost point of Ecuador has three main attractions:La Fae Beach, with a boarded walkway where you can watch a seal colony;El Morro (or little…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/salinas-1317899/attractions/la-chocolatera/a/poi-sig/1584182/1317899",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock436830718-rfe.jpeg",
    "detail_description": "The westernmost point of Ecuador has three main attractions:La Fae Beach, with a boarded walkway where you can watch a seal colony;El Morro (or little hill), with a lighthouse and incredibly spectacular views over Salinas; and La Chocolatera – a point named for the way the tempestuous waves break on the rocks, creating foam and the impression of a big bowl of chocolate.\nIt's possible to walk or cycle to La Chocolatera from Salinas, but the heat can be exhausting. The best way to go is by taxi ($6 to $9) – ask them to wait while you visit all three sites. La Chocolatera is accessed via the Salinas naval base, so bring ID.Surfing competitions sometimes take place at La Fae Beach, and speed skaters favor the hills and perfectly paved winding roads around the park."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 27,
    "name": "Catedral Metropolitana",
    "latitude": "-0.22052",
    "longitude": "-78.512485",
    "excerpt": "On Plaza Grande's southwest side stands Quito's cathedral. Although not the most ornate of the Old Town’s churches, it has some fascinating works by…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/catedral-metropolitana/a/poi-sig/1297755/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a69e53f664f8c16df40946e7371056d8-cathedral.jpg",
    "detail_description": "On Plaza Grande's southwest side stands Quito's cathedral. Although not the most ornate of the Old Town’s churches, it has some fascinating works by artists from the Quito School and houses the tomb of independence hero Antonio José de Sucre. Behind the main altar is a plaque marking where President Gabriel García Moreno died on August 6, 1875; after being slashed with a machete outside the Palacio del Gobierno, he was carried, dying, to the cathedral.\nDon’t miss the painting of the Last Supper, with Christ and disciples feasting on cuy (guinea pig), and a nativity painting that features a llama and a horse peering over the newborn Jesus. Admission includes a free guided tour in Spanish and entry to the small cathedral museum. For an extra $3 you can climb up a narrow spiral staircase and onto the cathedral's domed roof; the views are impressive but there is some clambering along narrow ledges involved."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 26,
    "name": "Museo Nacional",
    "latitude": "-0.210145",
    "longitude": "-78.495469",
    "excerpt": "Located in the circular, glass-plated, landmark building of the Casa de la Cultura is one of the country’s largest collections of Ecuadorian art, with…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/museo-nacional/a/poi-sig/1297824/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e3f26955522c4bab69d1e3bf2ee191c0-museo-nacional.jpg",
    "detail_description": "Located in the circular, glass-plated, landmark building of the Casa de la Cultura is one of the country’s largest collections of Ecuadorian art, with magnificent works of pre-Hispanic and colonial religious art. The museum collection includes more than 1000 ceramic pieces dating from 12,000 BC to AD 1534, with highlights being ‘whistle bottles’ from the Chorrera culture, figures showing skull deformation practiced by the Machalilla culture, wild serpent bowls from the Jama-Coaque and ceramic representations of tzantzas (shrunken heads).\nThe ‘coin axes’ from the Milagro-Quevedo culture and the famous ceremonial stone chairs of the Manteños culture are also interesting. Displays in the Sala de Oro (Gold Room) include a magnificent radiating golden sun mask. Archaeological exhibits include arrowheads from Ecuador’s first nomadic hunter-gatherers, the Valdivia culture (Ecuador’s first settled agriculturalists) and the Inca."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 25,
    "name": "Parque La Carolina",
    "latitude": "-0.188656",
    "longitude": "-78.48533",
    "excerpt": "North of Mariscal Sucre lies expansive Parque La Carolina. The attractively landscaped park fills on weekends with families who come out for paddleboats,…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/parque-la-carolina/a/poi-sig/436422/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6958ff001108f76d13afae3708a78227-parque-la-carolina.jpg",
    "detail_description": "North of Mariscal Sucre lies expansive Parque La Carolina. The attractively landscaped park fills on weekends with families who come out for paddleboats, soccer and volleyball games, and to exercise along the bike paths.\nThe most popular attraction is the Jardín Botánico with native habitats covering páramo (high-altitude Andean grasslands), cloud forest, wetlands and other areas, plus an orquideario (orchid greenhouse), ethnobotanical garden (exploring the plants used by indigenous groups) and Amazonian greenhouse. There’s also a kids' play/discovery area.Also in the park is a Vivarium, where you can glimpse (and even handle a few) reptiles and amphibians. Nearby is the snoozy Museo de Ciencias Naturales, full of dead insects and stuffed creatures (condor, tapir, harpy eagle and, uh, Bengal tiger, among others)."
},
{
    "country": "ecuador",
    "city": "Ecuador",
    "index": 24,
    "name": "Mitad del Mundo",
    "latitude": "-0.002232",
    "longitude": "-78.455687",
    "excerpt": "At the center of the Mitad del Mundo stands the centerpiece of the park: a 30m-high, stone trapezoidal monument topped by a brass globe containing a…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/la-mitad-del-mundo/attractions/mitad-del-mundo/a/poi-sig/1021208/1327276",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/723a413679cfb3df0195e4beef7fd2c8-la-mitad-del-mundo.jpg",
    "detail_description": "At the center of the Mitad del Mundo stands the centerpiece of the park: a 30m-high, stone trapezoidal monument topped by a brass globe containing a viewing platform and a museum, which provides a good introduction to the indígena peoples of Ecuador through dioramas, clothing displays and photographs. On the lower floors are new interactive exhibits examining the science behind the myths of the equator.\nOther attractions within the park (included in the entrance fee) include a Viviendas Ancestrales (Ancestral Homes) exhibition, with re-creations of traditional dwellings from the Amazon, Andes and the coast; the Museo de Cacao (Cocoa Museum), examining the history of Ecuadorian chocolate production; a 1:200 scale model of colonial Quito; a small planetarium, and a Museo de la Cerveza Artesanal (Craft Beer Museum), with displays on the brewing process and beer for sale."
},
{
    "country": "ecuador",
    "city": "The Galápagos Islands",
    "index": 23,
    "name": "Puerto Egas",
    "latitude": "-0.243415",
    "longitude": "-90.85762",
    "excerpt": "Puerto Egas is one of the most popular sites in the Galápagos – a long, flat, black lava shoreline where eroded shapes form lava pools, caves and inlets…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/isla-santiago-san-salvador-or-james/attractions/puerto-egas/a/poi-sig/454831/1319257",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF14069818.jpg",
    "detail_description": "Puerto Egas is one of the most popular sites in the Galápagos – a long, flat, black lava shoreline where eroded shapes form lava pools, caves and inlets that house a great variety of wildlife. It's a great place to see colonies of marine iguanas basking in the sun and hundreds of Sally Lightfoot crabs attracting hunting herons. The inlets are also a favorite haunt of the surprisingly agile Galápagos fur sea lions.\nThis stretch is named after Dario Egas, the owner of a salt mine on the island who was once, as a result of presidential patronage, the only producer of salt in the country.Behind the black lava shoreline is Sugarloaf Volcano, which can be reached via a 2km (1.2-mile) path on which lava lizards, Darwin's finches and Galápagos doves are often seen. It peters out near the summit, but the views from here are stupendous! There's also an extinct crater in which feral goats are known to lurk. North of the volcano is a crater where the mine once was – its remains can still be seen."
},
{
    "country": "ecuador",
    "city": "Puerto Ayora",
    "index": 22,
    "name": "Charles Darwin Research Station",
    "latitude": "-0.742415",
    "longitude": "-90.30369",
    "excerpt": "Just northeast of Puerto Ayora is this iconic national-park site, where over 200 scientists and volunteers are involved with research and conservation…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/charles-darwin-research-station/a/poi-sig/1169725/363362",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a70b7abb31de67861ec31cc58d8c71b4-charles-darwin-research-station.jpg",
    "detail_description": "Just northeast of Puerto Ayora is this iconic national-park site, where over 200 scientists and volunteers are involved with research and conservation efforts, the most well known of which involves a captive breeding program for giant tortoises. Paths leading through arid-zone vegetation take you past tortoise enclosures, where you can look at these Galápagos giants. There's also a baby-tortoise house with incubators (when the tortoises weigh about 1.5kg or are about four years old, they’re repatriated to their home islands).\nSeveral of the 11 remaining subspecies of tortoise can be seen here. Follow paths through arid-zone vegetation such as saltbush, mangroves and prickly pear, and see a variety of land birds, including Darwin's finches."
},
{
    "country": "ecuador",
    "city": "The Galápagos Islands",
    "index": 21,
    "name": "Volcán Sierra Negra",
    "latitude": "-0.814677",
    "longitude": "-91.126957",
    "excerpt": "Northwest of the tiny settlement of Tomás de Berlanga lies the massive Volcán Sierra Negra (1490m), which last erupted in late 2005. An 8km trail leads…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/isla-isabela-albemarle/attractions/volcan-sierra-negra/a/poi-sig/1299096/1317950",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-479724478.jpg",
    "detail_description": "Northwest of the tiny settlement of Tomás de Berlanga lies the massive Volcán Sierra Negra (1490m), which last erupted in late 2005. An 8km trail leads around the east side of the volcano. It’s possible to walk all the way around the caldera, but the trail peters out. Galápagos hawks, short-eared owls, finches and flycatchers are among the birds commonly seen on this trip. The summit is often foggy (especially during the colder, drier garúa season, which extends from June to December) and it is easy to get lost. There are spectacular views from nearby Volcán Chico, a subcrater where you can see fumaroles. Several agencies in towns offer all-day tours (per person $35). These include transport up to the volcano, followed by an 11km walk. Bring a rain jacket, water and snacks (a sack lunch is provided). Make sure you go only in a closed vehicle (and wear your seat belt); do not go in an open-sided chiva. A tragic accident in 2014 left several tourists on this outing gravely injured, when the driver of their chiva lost control coming down the mountain. \n"
},
{
    "country": "ecuador",
    "city": "Loja",
    "index": 20,
    "name": "Museo de la Música",
    "latitude": "-3.99825762",
    "longitude": "-79.20092335",
    "excerpt": "This fun museum located in an old school explores the lives of famous musicians who hailed from Loja (most peaking in success during the golden 1890–1940…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/loja/attractions/museo-de-la-musica/a/poi-sig/1169777/363372",
    "image_url": null,
    "detail_description": "This fun museum located in an old school explores the lives of famous musicians who hailed from Loja (most peaking in success during the golden 1890–1940 period). Many old instruments and scores of music are on display, and a shop here (often closed) sells music.\n"
},
{
    "country": "ecuador",
    "city": "Cuenca",
    "index": 19,
    "name": "Catedral de la Inmaculada Concepción",
    "latitude": "-2.8974696",
    "longitude": "-79.00504196",
    "excerpt": "Also known as the ‘new cathedral,’ construction began on this vast cathedral only in 1885. Its giant domes of sky-blue Czech tile are visible from all…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/cuenca/attractions/catedral-de-la-inmaculada-concepcion/a/poi-sig/1488001/363371",
    "image_url": null,
    "detail_description": "Also known as the ‘new cathedral,’ construction began on this vast cathedral only in 1885. Its giant domes of sky-blue Czech tile are visible from all over Cuenca, and if it looks like the bell towers are bit short, that’s because they are – a design error made the intended height of the belfries impossible for the building to support.\n"
},
{
    "country": "ecuador",
    "city": "The Galápagos Islands",
    "index": 18,
    "name": "Volcán Alcedo",
    "latitude": "-0.416618",
    "longitude": "-91.120949",
    "excerpt": "The summit of this volcano (1097m) is famous for its 7km-wide caldera and steaming fumaroles. Hundreds of giant tortoises can be seen here, especially…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/isla-isabela-albemarle/attractions/volcan-alcedo/a/poi-sig/1298782/1317950",
    "image_url": null,
    "detail_description": "The summit of this volcano (1097m) is famous for its 7km-wide caldera and steaming fumaroles. Hundreds of giant tortoises can be seen here, especially from June to December, and juvenile hawks soar on thermal updrafts. The view is fantastic. Permits are required to hike this long, steep and waterless trail and to camp near the summit (two days required).\n"
},
{
    "country": "ecuador",
    "city": "Puerto Ayora",
    "index": 17,
    "name": "MAPRAE",
    "latitude": "-0.744523",
    "longitude": "-90.312078",
    "excerpt": "The first of its kind in the world, this museum uses augmented reality to showcase a permanent exhibition of 55 pre-Columbian artifacts. The ancient…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-galapagos-islands/puerto-ayora/attractions/maprae/a/poi-sig/1589292/363362",
    "image_url": null,
    "detail_description": "The first of its kind in the world, this museum uses augmented reality to showcase a permanent exhibition of 55 pre-Columbian artifacts. The ancient cultures of Ecuador’s Amazon and coastal regions are brought to life as visitors point smart phones or tablets at one of the relics, with historical information and three-dimensional images appearing directly on the devices.\n"
},
{
    "country": "ecuador",
    "city": "Central Highlands",
    "index": 16,
    "name": "Museo Provincial Casa del Portal",
    "latitude": "-1.242752",
    "longitude": "-78.629065",
    "excerpt": "This majestic home was built in 1900 and now houses Ambato's best museum. There are tons of interesting historic photos on the 1st floor. Head up to the…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/central-highlands/ambato/attractions/museo-provincial-casa-del-portal/a/poi-sig/1502451/363339",
    "image_url": null,
    "detail_description": "This majestic home was built in 1900 and now houses Ambato's best museum. There are tons of interesting historic photos on the 1st floor. Head up to the 2nd floor and you will find six galleries featuring both original artwork from local painters like Oswaldo Viteri and reproductions of Ecuadorian masterworks.\nThe amphitheater out back has free performances on Sundays at 11am."
},
{
    "country": "ecuador",
    "city": "Coca",
    "index": 14,
    "name": "MACCO",
    "latitude": "-0.474359",
    "longitude": "-76.984881",
    "excerpt": "This excellent archaeological museum of Orellana region's cultural legacy is a must-visit in Coca. Housing exquisitely restored and diverse artifacts from…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-oriente/coca/attractions/macco/a/poi-sig/1488002/363364",
    "image_url": null,
    "detail_description": "This excellent archaeological museum of Orellana region's cultural legacy is a must-visit in Coca. Housing exquisitely restored and diverse artifacts from the region – from funereal vases to purely ceremonial axes – the curation and bilingual interpretive explanations are nuanced and beautifully arranged. Various Amazonian cultures are presented in both historical and contemporary contexts, with delicate artwork enhancing the exhibits.\n"
},
{
    "country": "ecuador",
    "city": "Central Highlands",
    "index": 15,
    "name": "Pailón del Diablo",
    "latitude": "-1.402848",
    "longitude": "-78.296299",
    "excerpt": "The Devil's Cauldron is a must-stop. There are two terrific trails from Río Verde that take you here. The first is accessed from below the soccer field,…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/rio-verde/attractions/pailon-del-diablo/a/poi-sig/1502467/1339514",
    "image_url": null,
    "detail_description": "The Devil's Cauldron is a must-stop. There are two terrific trails from Río Verde that take you here. The first is accessed from below the soccer field, the second is accessed by crossing a bridge east of the village. Signs lead the way. The hikes down to the falls take around an hour round-trip, but you are rewarded with awesome suspension bridges, wicked in-cut trails that cut behind the waterfall and plenty of wildlife viewing.\n"
},
{
    "country": "ecuador",
    "city": "Cuenca",
    "index": 13,
    "name": "El Sagrario",
    "latitude": "-2.897942",
    "longitude": "-79.003866",
    "excerpt": "Standing across the park from the new cathedral, the whitewashed El Sagrario is also known as the 'old cathedral.' Construction began in 1557, the year…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/cuenca/attractions/el-sagrario/a/poi-sig/436640/363371",
    "image_url": null,
    "detail_description": "Standing across the park from the new cathedral, the whitewashed El Sagrario is also known as the 'old cathedral.' Construction began in 1557, the year Cuenca was founded, and in 1739 La Condamine’s expedition used its towers as a triangulation point to measure the shape of the earth. It's been deconsecrated and serves as a religious museum and recital hall.\nWander out back to the courtyard for a look at some fascinating historical photographs of colonial Cuenca life."
},
{
    "country": "ecuador",
    "city": "The Quilotoa Loop",
    "index": 12,
    "name": "Laguna Quilotoa",
    "latitude": "-0.867715",
    "longitude": "-78.911362",
    "excerpt": "About 14km north of Zumbahua, the famous volcanic-crater lake of Laguna Quilotoa is a gasp-inducing sight. A lookout on the precipitous crater rim offers…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quilotoa/attractions/laguna-quilotoa/a/poi-sig/1169631/1327297",
    "image_url": null,
    "detail_description": "About 14km north of Zumbahua, the famous volcanic-crater lake of Laguna Quilotoa is a gasp-inducing sight. A lookout on the precipitous crater rim offers stunning views of the mirror-green lake 400m below (it glows phosphorescent green near some of the rocky edges) and the snowcapped peaks of Cotopaxi and Iliniza Sur in the distance.\nWhen you ask the locals how deep it is, they inevitably say it has no bottom, which seems entirely plausible given its awesomeness (the geologists say 250m)."
},
{
    "country": "ecuador",
    "city": "Central Highlands",
    "index": 11,
    "name": "Reserva de Producción de Fauna Chimborazo",
    "latitude": "-1.497232",
    "longitude": "-78.873596",
    "excerpt": "Volcán Chimborazo and Volcán Carihuairazo are both within the Reserva de Producción de Fauna Chimborazo. It is called a ‘fauna-production reserve’ because…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/volcan-chimborazo/attractions/reserva-de-produccion-de-fauna-chimborazo/a/poi-sig/1169505/1317920",
    "image_url": null,
    "detail_description": "Volcán Chimborazo and Volcán Carihuairazo are both within the Reserva de Producción de Fauna Chimborazo. It is called a ‘fauna-production reserve’ because it is home to hundreds of vicuña (a wild relative of the llama). Once hunted to extinction, they were donated by Chile and Bolivia in the 1980s. Now prospering, it’s easy to spot their elegant silhouettes in the mist on the bus ride between Guaranda and Riobamba, and you’ll see them poking around if you explore the park.\nIf that ain't enough, there are llamas and alpacas, too."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 10,
    "name": "Museos Casa de la Cultura Ecuatoriana",
    "latitude": "-0.209845",
    "longitude": "-78.49533",
    "excerpt": "Newly reopened following a full-scale makeover, Museos Casa de la Cultura encompasses three museums in a single bright, modern space. The expansive Museo…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/museos-casa-de-la-cultura-ecuatoriana/a/poi-sig/1297822/363359",
    "image_url": null,
    "detail_description": "Newly reopened following a full-scale makeover, Museos Casa de la Cultura encompasses three museums in a single bright, modern space. The expansive Museo de Arte Moderna (Modern Art Museum) features canvases by some of Ecuador’s most famous artists, including Oswaldo Guayasamín, Eduardo Kingman and Camilo Egas, while the Museo de Instrumentos Musicales houses a curious collection of musical instruments. The excellent new Museo Etnográfico (Ethnography Museum) has interesting exhibits highlighting the spiritual beliefs, lifestyle and festivals of Ecuador's indigenous peoples.\n"
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 9,
    "name": "Palacio de Gobierno",
    "latitude": "-0.219876",
    "longitude": "-78.512592",
    "excerpt": "The low white building on the northwestern side of Plaza Grande is the seat of the Ecuadorian presidency. Visitors can enter by joining a free guided tour…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/palacio-de-gobierno/a/poi-sig/1488715/363359",
    "image_url": null,
    "detail_description": "The low white building on the northwestern side of Plaza Grande is the seat of the Ecuadorian presidency. Visitors can enter by joining a free guided tour in Spanish and English which leave every 20 minutes; bring photo ID to the ticket office on Espejo to reserve a space. The President lives and works here, so sightseeing is limited to rooms that are not in use.\nInside the palace, the tour begins in the excellent new Museo de la Presidencia, with exhibits celebrating Ecuador's history, human rights and social justice themes and the country's biodiversity, and also displays of some of the 11,000 official gifts received by former President Rafael Correa. On the tour of the palace you'll see Andalusian patios (where bullfighting once took place), the cabinet room, banquet room, balcony and Presidents' room, where the portraits of Ecuador's constitutional presidents are displayed. At the staircase, don't miss Guayasamin's brilliantly hued mosaic depicting Francisco de Orellana's descent of the Amazon."
},
{
    "country": "ecuador",
    "city": "Central Highlands",
    "index": 8,
    "name": "Quinta de Juan León Mera",
    "latitude": "-1.227843",
    "longitude": "-78.622735",
    "excerpt": "Several famous ambateños (people from Ambato) had quintas that survived the earthquake. They were once considered countryside homes, but today they are…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/central-highlands/ambato/attractions/quinta-de-juan-leon-mera/a/poi-sig/1169379/363339",
    "image_url": null,
    "detail_description": "Several famous ambateños (people from Ambato) had quintas that survived the earthquake. They were once considered countryside homes, but today they are right on the edge of this growing city. Admission to the Quinta de Juan León Mera – set on the banks of the Río Ambato in the suburb of Atocha, about 2km northeast of downtown – includes entry to the Casa Museo Martínez-Holguín and La Liria botanic garden on the same site. To get here, take bus 22 for Atocha from Parque Cevallos; a taxi costs about $2.\nMera's house, built in 1874, has period furnishings and wax figures portraying the life and times of the author and politician, who is best known for writing the lyrics to the Ecuadorian national anthem. It sits in the Jardín Botánico La Liria, a lush garden with more than 200 plant species. In the same complex is the Casa Museo Martínez-Holguín, another period quinta formerly owned by relatives of Mera's, an illustrious family of geologists, painters, mountain-climbers, journalists and politicians. Free tours of both museums are offered in Spanish."
},
{
    "country": "ecuador",
    "city": "Loja",
    "index": 7,
    "name": "Puerta de la Ciudad",
    "latitude": "-3.98955558",
    "longitude": "-79.20418121",
    "excerpt": "With perhaps more pomp and circumstance than you'll encounter anywhere else in Loja, the City Gate greets you into downtown from the northern corner. It's…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/loja/attractions/puerta-de-la-ciudad/a/poi-sig/487824/363372",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1098135653.jpg",
    "detail_description": "With perhaps more pomp and circumstance than you'll encounter anywhere else in Loja, the City Gate greets you into downtown from the northern corner. It's a giant castle with an arched doorway spanning Sucre, a street forging south (from the confluence of Ríos Zamora and Malacatus) towards the central plazas.\nInside, the helpful staff, second-floor archaeological museum, cafe and several lookouts orchestrate an ideal intro to the city."
},
{
    "country": "ecuador",
    "city": "Guayaquil",
    "index": 6,
    "name": "Museo Antropológico y de Arte Contemporáneo",
    "latitude": "-2.184515",
    "longitude": "-79.875581",
    "excerpt": "Marking the end of the riverfront is the modern MAAC, a museum of anthropology and archaeology that hosts a superb permanent collection of pre-Colombian…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/pacific-coast-and-lowlands/guayaquil/attractions/museo-antropologico-y-de-arte-contemporaneo/a/poi-sig/1169303/363353",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d9653311436e2e30b423e0a3c8fa2dc7-museo-antropologico-y-de-arte-contemporaneo.jpg",
    "detail_description": "Marking the end of the riverfront is the modern MAAC, a museum of anthropology and archaeology that hosts a superb permanent collection of pre-Colombian pieces and videos showing artistic techniques of early peoples. Changing exhibitions showcase thought-provoking works by contemporary Ecuadorian artists. MAAC also has a modern 350-seat theater for plays, concerts and films.\nWe went on a Saturday, and despite the advertised hours, the museum was closed. Be prepared."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 5,
    "name": "Capilla del Hombre",
    "latitude": "-0.1908459915835",
    "longitude": "-78.469421150179",
    "excerpt": "One of the most important works of art in South America, Ecuadorian artist Oswaldo Guayasamín’s Capilla del Hombre stands next to the Casa Museo…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/capilla-del-hombre/a/poi-sig/436106/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2d7919561a03a711d7653b1b9c3b8fdb-capilla-del-hombre.jpg",
    "detail_description": "One of the most important works of art in South America, Ecuadorian artist Oswaldo Guayasamín’s Capilla del Hombre stands next to the Casa Museo Guayasamín. The fruit of Guayasamín’s greatest vision, this giant monument-cum-museum is a tribute to humankind, to the suffering of Latin America’s indigenous poor and to the undying hope for something better. It’s a moving place and tours (in English, French and Spanish, included in the price) are highly recommended. Admission includes entrance to the Casa Museo.\nGuayasamín conceived the idea in 1985 but passed away in 1999 before work was completed. The building was finished three years later, in 2002."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 4,
    "name": "Casa Museo Guayasamín",
    "latitude": "-0.190866",
    "longitude": "-78.469001",
    "excerpt": "In the former home of the legendary painter Oswaldo Guayasamín (1919–99), this wonderful museum houses the most complete collection of the artist's work…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/casa-museo-guayasamin/a/poi-sig/436396/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/87d3190a3932c6b6965f6e72028be625-museo-guayasamin.jpg",
    "detail_description": "In the former home of the legendary painter Oswaldo Guayasamín (1919–99), this wonderful museum houses the most complete collection of the artist's work. Guayasamín was also an avid collector, and the museum displays his outstanding collection of pre-Columbian ceramic, bone and metal pieces. Admission includes entry to the Capilla del Hombre gallery.\nThe pieces are arranged by theme – bowls, fertility figurines, burial masks etc; in the geometric designs and muted color schemes you can see the influence on Guayasamín’s work.The museum also houses Guayasamín’s collection of religious art, including works by highly skilled indigenous artists from the Escuela Quiteña; there’s even a collection of bloody crucifixes (although Guayasamín was agnostic, he incorporated tortured, Christ-like images in his own work).Guayasamín is buried alongside his friend, the writer Jorge Enrique Adoum, under a pine tree near the house."
},
{
    "country": "ecuador",
    "city": "Cuenca",
    "index": 2,
    "name": "Museo del Banco Central ‘Pumapungo’",
    "latitude": "-2.9057790697597",
    "longitude": "-78.9973153649",
    "excerpt": "One of Ecuador's most significant museums, Pumapungo houses great modern art downstairs, but the highlight is on the 2nd floor. Here begins a…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/the-southern-highlands/cuenca/attractions/museo-del-banco-central-pumapungo/a/poi-sig/1275107/363371",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8eb0e777f02c5cfb418d25bb0fb73fb8-museo-del-banco-central-pumapungo.jpg",
    "detail_description": "One of Ecuador's most significant museums, Pumapungo houses great modern art downstairs, but the highlight is on the 2nd floor. Here begins a comprehensive voyage through Ecuador's diverse indigenous cultures, with colorfully animated dioramas and reconstructions of typical houses of Afro-Ecuadorians from Esmeraldas province, the cowboy-like montubios (coastal farmers) of the western lowlands, several rainforest groups and all major highland groups.\nThe finale features rare and eerie tzantzas (shrunken heads) from the Shuar culture of the southern Oriente. The Shuar supposedly shrunk the heads of their enemies to harness their spirit for strength in future battles. Included in your visit is the Archaeological Park out back, where you can walk through the extensive ruins of buildings believed to be part of the old Incan city of Tomebamba. Unfortunately, the Spanish conquistadors carted off most of the stone to build Cuenca, so there’s not much left – but the park is good for a stroll, with perhaps a stop at the snack bar at the bottom."
},
{
    "country": "ecuador",
    "city": "Quito",
    "index": 3,
    "name": "TelefériQo",
    "latitude": "-0.192828309",
    "longitude": "-78.51595974",
    "excerpt": "For spectacular views over Quito’s mountainous landscape, hop aboard this sky tram, one of the world's highest aerial lifts, that takes passengers on a 2…",
    "detail_url": "https://www.lonelyplanet.com/ecuador/quito/attractions/teleferiqo/a/poi-sig/436484/363359",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c1c844e6b9d201d2a2fa2033f26ff656-teleferiqo.jpg",
    "detail_description": "For spectacular views over Quito’s mountainous landscape, hop aboard this sky tram, one of the world's highest aerial lifts, that takes passengers on a 2.5km ride (10 minutes) up the flanks of Volcán Pichincha to the top of Cruz Loma. Once you’re at the top (a mere 4100m), you can hike to the summit of Rucu Pichincha (4680m), a 4km (five-hour) round-trip – ask about the safety situation before attempting the climb and bring warm clothes.\nDon’t attempt the hike to Rucu Pichincha until you’ve acclimatized in Quito for a couple of days. You can go alone or with a qualified guide. You can also hire horses ($15 per hour), which are about 500m from the upper station (follow signs to ‘paseos a caballo’). Visit the TelefériQo, and certainly begin the Rucu Pichincha hike, in the morning, when the views here are best; the clouds usually roll in by noon. A taxi here costs about $5 from Mariscal Sucre.Vulqano Park, a children’s amusement park, is at the base station. The ticket price covers you out and back to the base station."
}
]