[
{
    "country": "edirne",
    "city": "Edirne",
    "index": 17,
    "name": "Mimar Sinan Statue",
    "latitude": "41.677199",
    "longitude": "26.556283",
    "excerpt": "Edirne's monument to one of history's greatest architects.",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/mimar-sinan-statue/a/poi-sig/1264830/360886",
    "image_url": null,
    "detail_description": "Edirne's monument to one of history's greatest architects.\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 15,
    "name": "Barbare",
    "latitude": "40.927767",
    "longitude": "27.436165",
    "excerpt": "Barbare is just outside Tekirdağ on the road to the Gallipoli Peninsula. The winery has a pleasant rural aspect, and stand-out red wine varietals include…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/thrace-wine-route/attractions/barbare/a/poi-sig/1492615/1339700",
    "image_url": null,
    "detail_description": "Barbare is just outside Tekirdağ on the road to the Gallipoli Peninsula. The winery has a pleasant rural aspect, and stand-out red wine varietals include merlot, cabernet sauvignon and syrah.\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 14,
    "name": "Arcadia Vineyards",
    "latitude": "41.535502",
    "longitude": "27.29713",
    "excerpt": "The highly regarded Arcadia Vineyards, an hour's drive southeast of Edirne, is most definitely worth a detour en route to/from İstanbul or the Gallipoli…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/thrace-wine-route/attractions/arcadia-vineyards/a/poi-sig/1492614/1339700",
    "image_url": null,
    "detail_description": "The highly regarded Arcadia Vineyards, an hour's drive southeast of Edirne, is most definitely worth a detour en route to/from İstanbul or the Gallipoli Peninsula. It offers accommodation and an excellent restaurant on-site at the Bakucha Vineyard Hotel &amp; Spa.\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 16,
    "name": "Janissary Gravestones",
    "latitude": "41.678521",
    "longitude": "26.560242",
    "excerpt": "On the northeastern edge of the Selimiye Mosque, this cemetery includes the final resting place of many janissaries (an elite infantry unit in Ottoman…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/janissary-gravestones/a/poi-sig/1264847/360886",
    "image_url": null,
    "detail_description": "On the northeastern edge of the Selimiye Mosque, this cemetery includes the final resting place of many janissaries (an elite infantry unit in Ottoman times).\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 13,
    "name": "Selimiye Foundation Museum",
    "latitude": "41.677291859243",
    "longitude": "26.559245620188",
    "excerpt": "This museum is housed in a handsome building in the Selimye Mosque's külliye (mosque complex; in a medrese in the southeastern corner of the courtyard)…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/selimiye-foundation-museum/a/poi-sig/1247708/360886",
    "image_url": null,
    "detail_description": "This museum is housed in a handsome building in the Selimye Mosque's külliye (mosque complex; in a medrese in the southeastern corner of the courtyard). It showcases a collection of art and artefacts drawn from mosques and religious buildings in and around Edirne.\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 12,
    "name": "Kırkpınar Evi",
    "latitude": "41.674707",
    "longitude": "26.551648",
    "excerpt": "A dusty shrine to the sport of oil wrestling, the museum in this 19th-century timber house features press clippings, photographs and a few naff mannequins…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/kirkpinar-evi/a/poi-sig/1247678/360886",
    "image_url": null,
    "detail_description": "A dusty shrine to the sport of oil wrestling, the museum in this 19th-century timber house features press clippings, photographs and a few naff mannequins dressed as wrestlers (ie, not wearing much at all). If it's not open, ask one of the waiters at the çay bahçesı in the front garden.\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 11,
    "name": "Edirne Archaeology & Ethnography Museum",
    "latitude": "41.678802",
    "longitude": "26.56051",
    "excerpt": "This museum has two sections: one archaeological and the other ethnographic. Archaeological highlights include Thracian funerary steles featuring horsemen…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/edirne-archaeology-ethnography-museum/a/poi-sig/1247719/360886",
    "image_url": null,
    "detail_description": "This museum has two sections: one archaeological and the other ethnographic. Archaeological highlights include Thracian funerary steles featuring horsemen. The ethnographic section showcases carpets, embroidery, textiles, calligraphy and jewellery; don't miss the wooden objects decorated in the Edirnekâri style, a lacquering technique developed locally during the Ottoman era. The museum is located behind the Selimiye Mosque.\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 10,
    "name": "Edirne Turkish & Islamic Art Museum",
    "latitude": "41.678117",
    "longitude": "26.560023",
    "excerpt": "The small rooms of the elegant darül Hadis (Hadith school) in the northeastern corner of the Selimiye Mosque's courtyard house an eclectic collection of…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/edirne-turkish-islamic-art-museum/a/poi-sig/489858/360886",
    "image_url": null,
    "detail_description": "The small rooms of the elegant darül Hadis (Hadith school) in the northeastern corner of the Selimiye Mosque's courtyard house an eclectic collection of Ottoman-era artefacts, including calligraphy, weaponry, glass, woodwork, ceramics, costumes and jewellery. Some of the rooms feature mannequins in ethnographic-style displays. The handsome Tekke Works Room displays Dervish-related Korans, prayer rugs and musical instruments.\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 7,
    "name": "Üç Şerefeli Mosque",
    "latitude": "41.678033",
    "longitude": "26.553386",
    "excerpt": "Edirne's merkez (town centre) is visually dominated by this mosque, which was built by order of Sultan Murat II between 1437 and 1447 and has four…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/uec-serefeli-mosque/a/poi-sig/1247725/360886",
    "image_url": null,
    "detail_description": "Edirne's merkez (town centre) is visually dominated by this mosque, which was built by order of Sultan Murat II between 1437 and 1447 and has four strikingly different minarets. Its name refers to the ũc şerefeli (three balconies) on the tallest minaret; the second tallest has two balconies and the remaining two have one balcony each.\nThe mosque has a wide and beautifully decorated interior dome mounted on a hexagonal drum and supported by two walls and two massive hexagonal pillars. In a style emulated by later Ottoman architects, the partly covered courtyard features a portico with small, beautifully decorated domes."
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 6,
    "name": "Grand Synagogue of Edirne",
    "latitude": "41.671509",
    "longitude": "26.551477",
    "excerpt": "Reopened in 2016 after a 36-year closure and a five-year US$2.5 million restoration project, Edirne's Grand Synagogue is the sole reminder of when a…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/grand-synagogue-of-edirne/a/poi-sig/1541258/360886",
    "image_url": null,
    "detail_description": "Reopened in 2016 after a 36-year closure and a five-year US$2.5 million restoration project, Edirne's Grand Synagogue is the sole reminder of when a community of more than 20,000 Sephardic Jews lived in the city. Built in 1906 to replace 13 smaller synagogues destroyed in the Great Fire of Edirne in 1903, the elegant building features a delicately hued arched roof and beautifully tiled floors.\nWhen the synagogue was first constructed, it could house up to 1200 worshippers. Its vibrant yellow exterior now shines amid the fading wooden houses and boxy apartment buildings of Edirne's former Jewish Quarter. The city's Jewish population now numbers in single figures, but the synagogue has been consecrated for religious purposes in addition to being considered a museum."
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 9,
    "name": "Muradiye Mosque",
    "latitude": "41.682458122717",
    "longitude": "26.5647973645",
    "excerpt": "Built for Sultan Murat II between 1426 and 1436, this mosque interestingly once housed a Mevlevi (whirling dervish) lodge. The mosque's T-shaped plan has…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/muradiye-mosque/a/poi-sig/1247795/360886",
    "image_url": null,
    "detail_description": "Built for Sultan Murat II between 1426 and 1436, this mosque interestingly once housed a Mevlevi (whirling dervish) lodge. The mosque's T-shaped plan has twin eyvans (vaulted halls), an unusual cupola, fine İznik tiles covering the interior walls and striking calligraphy on the exterior. It's an easy 15-minute walk northeast of Selimiye Mosque.\nThe small cemetery on the east side contains the grave of Şeyhülislăm Musa Kăzım Efendi, the Ottoman Empire's last chief Islamic judge, who fled the British occupation of İstanbul after WWI and died here in 1920."
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 8,
    "name": "Museum of Health",
    "latitude": "41.685417905196",
    "longitude": "26.54347863133",
    "excerpt": "The extremely beautiful darüşşifa (hospital) and tip medresesi (medical school) in the Sultan Beyazıt II mosque complex now house this museum tracing the…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/museum-of-health/a/poi-sig/489850/360886",
    "image_url": null,
    "detail_description": "The extremely beautiful darüşşifa (hospital) and tip medresesi (medical school) in the Sultan Beyazıt II mosque complex now house this museum tracing the history of Islamic medicine. Overseen by Trakya Üniversitesi, the museum highlights innovative treatments developed and utilised in the hospital and medical school here from 1488 to 1909. Mannequins dressed as Ottoman-era doctors, patients and medical students are used in scenes illustrating various medical procedures, and interpretative panels explain the connection between the hospital's physical design and treatments.\n"
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 5,
    "name": "Old Mosque",
    "latitude": "41.676611196269",
    "longitude": "26.555948344987",
    "excerpt": "Though not as prominent on Edirne's skyline as the Selimiye and Üç Şerefeli mosques, the Eski (Old) Mosque is an important landmark in the city and has a…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/old-mosque/a/poi-sig/1247738/360886",
    "image_url": null,
    "detail_description": "Though not as prominent on Edirne's skyline as the Selimiye and Üç Şerefeli mosques, the Eski (Old) Mosque is an important landmark in the city and has a large and loyal local congregation. Built between 1403 and 1414, it is the oldest of the city's imperial mosques and features a square, fortress-like form and an arcaded portico topped with a series of small domes. Inside, there are huge calligraphic inscriptions on the walls.\nThe mosque originally had an extensive külliye (mosque complex), but today only its handsome bedesten (covered bazaar) remains. This comprises 36 strongrooms covered by 14 domes in two rows of seven. The bedesten was the centre of commercial activity in Edirne in the 15th century and the strongrooms were needed to secure valuable goods including jewellery, armour and carpets. Today its stores sell merchandise that is considerably less impressive."
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 4,
    "name": "Sultan Beyazıt II Mosque Complex",
    "latitude": "41.685528518861",
    "longitude": "26.544674634934",
    "excerpt": "Standing in splendid isolation on the banks of the Tunca River, this complex was commissioned by Sultan Beyazıt II and built between 1484 and 1488. The…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/sultan-beyazit-ii-mosque-complex/a/poi-sig/489848/360886",
    "image_url": null,
    "detail_description": "Standing in splendid isolation on the banks of the Tunca River, this complex was commissioned by Sultan Beyazıt II and built between 1484 and 1488. The mosque's design lies midway between two other Edirne mosques: its prayer hall has one large dome, similar to the Selimiye, but it also has a courtyard and fountain like the Üç Şerefeli. The külliye (mosque complex) includes a tabhane (travellers hostel), tımarhane (asylum), tip medresesi (medical school) and darüşşifa (hospital).\nThe complex is a 10-minute taxi ride (₺25) from the centre or a longish but pleasant walk down Horozlu Bayır Sokak and across the Yalnıgöz and Sultan Beyazıt II Bridges. The Yalnıgöz (Lonely Arch, or Lone Eye) dates from 1570 and was designed by Mimar Sinan; the Beyazıt II dates from 1488. Alternatively, dolmuşes (minibuses; ₺2.50) to Yenimaret ('Y.Maret') leaving from opposite the tourist office pass the complex."
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 3,
    "name": "Kaleiçi",
    "latitude": "41.67508",
    "longitude": "26.550122",
    "excerpt": "Roughly translated, kaleiçi means 'inside the castle'. In Edirne it is used to describe the old streets to the south of Talat Paşa Caddesi and west of…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/kaleici/a/poi-sig/1247740/360886",
    "image_url": null,
    "detail_description": "Roughly translated, kaleiçi means 'inside the castle'. In Edirne it is used to describe the old streets to the south of Talat Paşa Caddesi and west of Saraçlar Caddesi. Dating from the medieval period, this is the heart of the old city and it retains a number of ornately decorated timber houses dating from the 18th, 19th and early 20th centuries, as well as a couple of handsome stone civic buildings.\nWhen exploring, look out for the Kırkpınar Evi opposite Polis Parkı (Police Park). Its collection of memorabilia associated with oil wrestling is drab, but the building itself is a good example of Edirne's traditional houses. Some of these have undergone recent restoration (the Mihran Hanım Konağı in Gazipaşa Caddesi is a good example), but many are in a sad state of disrepair. Other interesting buildings include the police station in Maarif Caddesi and the recently restored Great Synagogue on Maarif Caddesi, which was built in 1906 and has now been reopened to the public."
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 2,
    "name": "Sarayiçi",
    "latitude": "41.688376850168",
    "longitude": "26.557474136352",
    "excerpt": "It was here, in the 15th century, that Sultan Murat II built the Eski Sarayı (Old Palace). Little remains of this grand structure, which was blown up just…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/sarayici/a/poi-sig/489852/360886",
    "image_url": null,
    "detail_description": "It was here, in the 15th century, that Sultan Murat II built the Eski Sarayı (Old Palace). Little remains of this grand structure, which was blown up just before the Russo-Turkish War of 1877–78 to prevent the Russians capturing weapons stored inside. Fortunately, the kitchens where Ottoman palace cuisine was developed have been rebuilt and today an area that was once the sultans' private hunting reserve is home to a modern stadium where the famous Kırkpınar oil-wrestling festival is held.\nNear the stadium, which is flanked by bronze sculptures of wrestling başpehlivan (champions), stands the Adalet Kasrı (Justice Hall; 1561), a stone tower with a conical roof that dates from the time of Süleyman the Magnificent (r 1520–66). In front of it are two square columns: on the Seng-i Hürmet (Stone of Respect) to the right, people would place petitions to the sultan, while the Seng-i İbret (Stone of Warning) on the left displayed the heads of high-court officers who had managed to anger the sultan.Behind the Adalet Kasrı is the small Fatih Köprüsü (Conqueror Bridge; 1452). Across it and on the right is a sombre Balkan Wars memorial; straight ahead and to the left are the scattered ruins of the Eski Sarayı.To get here, walk north along Hükümet Caddesi and cross the Tunca River on Saraçhane Köprüsü (Saddler's Bridge; 1451); or head north on Mimar Sinan Caddesi and Saray Yolu, and cross the river on Kanumi/Saray Köprüsü (Kanumi/Palace Bridge), which was designed by Mimar Sinan in 1560. Alternatively, it's a scenic 1km walk along the road to the north of the river from the Sultan Beyazıt II Mosque complex."
},
{
    "country": "edirne",
    "city": "Edirne",
    "index": 1,
    "name": "Selimiye Mosque",
    "latitude": "41.678340142085",
    "longitude": "26.55911069274",
    "excerpt": "Designed by Ottoman architect Mimar Koca Sinan (1497–1588), whose best-known works adorn İstanbul's skyline, this exquisite World Heritage–listed mosque…",
    "detail_url": "https://www.lonelyplanet.com/turkey/edirne/attractions/selimiye-mosque/a/poi-sig/1247707/360886",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1164757879-RFC.jpg",
    "detail_description": "Designed by Ottoman architect Mimar Koca Sinan (1497–1588), whose best-known works adorn İstanbul's skyline, this exquisite World Heritage–listed mosque is Edirne's most cherished building. Built between 1569 and 1575 by order of Sultan Selim II at Edirne's highest point, the mosque features four striking 71m-high minarets and was positioned in the centre of an extensive külliye (mosque complex), which included a medrese (Islamic school of higher studies), darül Hadis (Hadith school) and arasta (arcade of shops).\nThe main entrance is through the western courtyard, home to a lovely marble şadırvan (ablution fountain). Inside, the broad, lofty dome – at 31.3m, marginally wider than that of İstanbul's Aya Sofya – is supported by eight unobtrusive pillars, arches and external buttresses, creating a surprisingly spacious interior. As they only bear a portion of the dome's weight, the walls are sound enough to hold dozens of windows, the light from which brings out the interior's colourful calligraphic decorations."
}
]