[
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 13,
    "name": "Valley Zoo",
    "latitude": "53.511234",
    "longitude": "-113.554627",
    "excerpt": "The Valley Zoo has more than 100 exotic, endangered and native animals. Kids will enjoy the petting zoo, camel and pony rides, miniature train, carousel…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/valley-zoo/a/poi-sig/433216/361220",
    "image_url": null,
    "detail_description": "The Valley Zoo has more than 100 exotic, endangered and native animals. Kids will enjoy the petting zoo, camel and pony rides, miniature train, carousel and paddleboats. If you want to brave the zoo in the frigid winter, admission costs are reduced.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 12,
    "name": "Ukrainian Museum of Canada",
    "latitude": "53.556422",
    "longitude": "-113.503532",
    "excerpt": "Given Edmonton's huge Ukrainian population and long history of immigration, this museum is surprisingly small. While it continues to search for bigger…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/ukrainian-museum-of-canada/a/poi-sig/1364191/361220",
    "image_url": null,
    "detail_description": "Given Edmonton's huge Ukrainian population and long history of immigration, this museum is surprisingly small. While it continues to search for bigger digs, it shows a tiny collection of traditional costumes, toys and artwork. The cultural center in the same building hosts pierogi suppers on the last Friday of each month (adult/child $17/6). Check its website (www.uocc-stjohn.ca) for details.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 11,
    "name": "Alberta Railway Museum",
    "latitude": "53.701839",
    "longitude": "-113.382339",
    "excerpt": "This museum, on the northeast edge of the city, has a collection of more than 75 railcars, including steam and diesel locomotives and rolling stock, built…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/alberta-railway-museum/a/poi-sig/433204/361220",
    "image_url": null,
    "detail_description": "This museum, on the northeast edge of the city, has a collection of more than 75 railcars, including steam and diesel locomotives and rolling stock, built and used between 1900 and 1950. On weekends, volunteers fire up some of the old engines, and you can hop on the diesel locomotives or the 1913 steam locomotive on holiday weekends.\nTo get there, drive north on 97th St (Hwy 28) to Hwy 37, turn right and go east for 7km to 34th St, then turn right and go south about 2km."
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 10,
    "name": "Galaxy Land",
    "latitude": "53.523166",
    "longitude": "-113.619404",
    "excerpt": "Billed as the world's largest indoor amusement park with 27 rides to thrill you silly.",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/galaxy-land/a/poi-sig/1437091/361220",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/Galaxyland-edmonton.jpg",
    "detail_description": "Billed as the world's largest indoor amusement park with 27 rides to thrill you silly.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 9,
    "name": "Alberta Government House",
    "latitude": "53.541595",
    "longitude": "-113.543916",
    "excerpt": "This opulent mansion was the former residence of the lieutenant governor but is now used for government conferences and receptions. It is steeped in…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/alberta-government-house/a/poi-sig/433200/361220",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-519029065-RFC.jpg",
    "detail_description": "This opulent mansion was the former residence of the lieutenant governor but is now used for government conferences and receptions. It is steeped in history and immaculately preserved – you'd never guess it's over 100 years old. The artwork alone is worth visiting: the walls are lined with stunning works by Canadian artists.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 8,
    "name": "Sir Winston Churchill Square",
    "latitude": "53.543992",
    "longitude": "-113.489799",
    "excerpt": "With huge umbrellas, a splashing fountain, and tables and chairs, this public square is a good place to catch your breath in the summer. A giant chess…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/sir-winston-churchill-square/a/poi-sig/1362165/361220",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1332928844-RFE.jpg",
    "detail_description": "With huge umbrellas, a splashing fountain, and tables and chairs, this public square is a good place to catch your breath in the summer. A giant chess board on the ground, ping-pong tables and daily classes in everything from Zumba to lightsaber training are all here. It's also worth checking out the awesome gift shop in Tix, with work from local artists.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 7,
    "name": "North Saskatchewan River Valley",
    "latitude": "53.529901",
    "longitude": "-113.515892",
    "excerpt": "Edmonton has more designated urban parkland than any other city in North America, most of it contained within an interconnected riverside green belt that…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/north-saskatchewan-river-valley/a/poi-sig/1364194/361220",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1238818056-RFC.jpg",
    "detail_description": "Edmonton has more designated urban parkland than any other city in North America, most of it contained within an interconnected riverside green belt that effectively cuts the metropolis in half. The green zone is flecked with lakes, bridges, wild areas, golf courses, ravines, and approximately 160km worth of cycling and walking trails. It is easily accessed from downtown.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 6,
    "name": "Alberta Legislature",
    "latitude": "53.533826",
    "longitude": "-113.506548",
    "excerpt": "Perched where Fort Edmonton once stood, the Legislature is home to politicians, debate and some surprisingly good art. With its iconic dome and marble…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/alberta-legislature/a/poi-sig/433202/361220",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1003629972-RFC.jpg",
    "detail_description": "Perched where Fort Edmonton once stood, the Legislature is home to politicians, debate and some surprisingly good art. With its iconic dome and marble interiors, it is a local landmark. Join a free, hourly 45-minute tour then relax in the splendid grounds. If you've less time, visit the interpretive center, which displays details of the building's architectural and political history.\r\n\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 4,
    "name": "Muttart Conservatory",
    "latitude": "53.535207",
    "longitude": "-113.477236",
    "excerpt": "Looking like some sort of pyramid-shaped, glass bomb shelter, the Muttart Conservatory is actually a botanical garden that sits south of the river off…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/muttart-conservatory/a/poi-sig/433208/361220",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-506715369-RFE.jpg",
    "detail_description": "Looking like some sort of pyramid-shaped, glass bomb shelter, the Muttart Conservatory is actually a botanical garden that sits south of the river off James MacDonald Bridge. Each of the four pyramids holds a different climate region and corresponding foliage. It's an interesting place to wander about, especially for gardeners, plant fans and those in the mood for something low-key. The excellent on-site cafe uses locally sourced ingredients and fresh greens from the greenhouse.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 5,
    "name": "Telus World of Science",
    "latitude": "53.560883",
    "longitude": "-113.563528",
    "excerpt": "With an emphasis on interactive displays, this science museum has a million things to do, all under one roof, including a new planetarium. Fight crime…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/telus-world-of-science/a/poi-sig/1364184/361220",
    "image_url": null,
    "detail_description": "With an emphasis on interactive displays, this science museum has a million things to do, all under one roof, including a planetarium. Explore what makes the human body tick, ride an interactive dogsled or build an indoor igloo while learning about the inuksuk (a type of Arctic rock cairn). The center also includes an IMAX theater (extra cost) and an observatory with telescopes (no extra cost).\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 3,
    "name": "Royal Alberta Museum",
    "latitude": "53.547116",
    "longitude": "-113.488812",
    "excerpt": "Since getting its 'royal' prefix in 2005 when Queen Liz II dropped by, Edmonton’s leading museum has a new downtown home, which opened in 2018. The new…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/royal-alberta-museum/a/poi-sig/433210/361220",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/Royal-Alberta-Museum-facade.jpg",
    "detail_description": "The Royal Alberta Museum is Western Canada’s largest museum, housing an enormous collection of Alberta's natural and cultural history, featuring interactive exhibits and live animals.\nLocated in Edmonton’s downtown Arts District, the museum is known for its enormous collection of insects and a lauded display of Alberta’s indigenous culture. The highlight, however, is the ‘Wild Alberta’ gallery, which splits the province into different geographical zones and displays plants and animals from each.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 2,
    "name": "Art Gallery of Alberta",
    "latitude": "53.544791",
    "longitude": "-113.488751",
    "excerpt": "With the opening of this maverick art gallery in 2010, Edmonton at last gained a modern signature building to counter the ubiquitous boxy skyscrapers with…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/art-gallery-of-alberta/a/poi-sig/1362149/361220",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/145112707_full.jpg",
    "detail_description": "With a swirling exterior of zinc, glass and steel inspired by the northern lights, the collection at the Art Gallery of Alberta comprises 6000 pieces of historical and contemporary art. Throughout its eight galleries, exhibits showcase art from across Alberta, Canada and the world. Numerous worthwhile temporary shows also pass through, and you'll find a shop, cafe and restaurant on-site.\n"
},
{
    "country": "edmonton",
    "city": "Edmonton",
    "index": 1,
    "name": "Fort Edmonton Park",
    "latitude": "53.502714",
    "longitude": "-113.573774",
    "excerpt": "The riverside reconstruction of Hudson's Bay Company's log fort gives you a glimpse into life in a trading post in the 1840s, right down to the smell of…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/edmonton/attractions/fort-edmonton-park/a/poi-sig/1080526/361220",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2039601890-RFE.jpg",
    "detail_description": "The riverside reconstruction of Hudson's Bay Company's log fort gives you a glimpse into life in a trading post in the 1840s, right down to the smell of tanned hides. To reach it, pass by a 1920s midway and farm, and a few blocks of Edmonton in the 1920s, 1905 and 1885. Hop on a street car or horse carriage, chat with 'locals' (employees dressed up from the relevant era), do some yesteryear shopping or try the penny arcade.\nIncluded with admission, the 1919 Baldwin Steam Engine and Train whisks you from the front of the park to the train platform near the Indigenous Peoples Experience. Discover the diversity of First Nations' and Métis Peoples' histories and perspectives through their stories, music, artwork and text, gathered through engagement with local Indigenous communities and research.\n"
}
]