[
{
    "country": "egypt",
    "index": 1,
    "name": "Amun Temple Enclosure",
    "latitude": "25.717739",
    "longitude": "32.658008",
    "excerpt": "Amun-Ra was the local god of Karnak (Luxor) and during the New Kingdom, when the princes of Thebes ruled Egypt, he became the preeminent state god, with a…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/amun-temple-enclosure/a/poi-sig/1426372/355253",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2287618019-rfc.jpeg",
    "detail_description": "Amun-Ra was the local god of Karnak (Luxor) and during the New Kingdom, when the princes of Thebes ruled Egypt, he became the preeminent state god, with a temple that reflected his status. At the height of its power, the temple owned 421,000 head of cattle, 65 cities, 83 ships and 276,400 hectares of agricultural land and had 81,000 people working for it. The shell that remains, sacked by Assyrians and Persians, is still one of the world's great archaeological sites, grand, beautiful and inspiring.\nThe Quay of Amun was the dock where the large boats carrying the statues of the gods moored during festivals. From paintings in the tomb of Nakht and elsewhere we know that there were palaces to the north of the quay and that these were surrounded by lush gardens. On the east side, a ramp slopes down to the processional avenue of ram-headed sphinxes. These lead to the massive unfinished first pylon, the last to be built, during the reign of Nectanebo I (30th dynasty). The inner side of the pylon still has the massive mud-brick construction ramp, up which blocks of stone for the pylon were dragged with rollers and ropes. Napoleon’s expedition recorded blocks still on the ramp.Great CourtBehind the first pylon lies the Great Court, the largest area of the Karnak complex. To the left is the Shrine of Seti II, with three small chapels that held the sacred barques (boats) of Mut, Amun and Khonsu during the lead-up to the Opet Festival. In the southeastern corner (far right) is the well-preserved Temple of Ramses III, a miniature version of the pharaoh’s temple at Medinat Habu. The temple plan is simple and classic: pylon, open court, vestibule with four Osirid columns and four columns, hypostyle hall with eight columns and three barque chapels for Amun, Mut and Khonsu. At the centre of the court is a 21m column with a papyrus-shaped capital – the only survivor of ten columns that originally stood here – and a small alabaster altar, all that remains of the Kiosk of Taharka, the 25th-dynasty Nubian pharaoh.The second pylon was begun by Horemheb, the last 18th-dynasty pharaoh, and continued by Ramses I and Ramses II, who also raised three colossal red-granite statues of himself on either side of the entrance; one is now destroyed.Great Hypostyle HallBeyond the second pylon is the extraordinary Great Hypostyle Hall, one of the greatest religious monuments ever built. Covering 5500 sq m – enough space to contain both Rome’s St Peter’s Basilica and London’s St Paul’s Cathedral – the hall is an unforgettable forest of 134 towering stone pillars. Their papyrus shape symbolise a swamp, of which there were so many along the Nile. Ancient Egyptians believed that these plants surrounded the primeval mound on which life was first created. Each summer when the Nile began to flood, this hall and its columns would fill with several feet of water. Originally, the columns would have been brightly painted – some colour remains – and roofed, making it pretty dark away from the lit main axis. The size and grandeur of the pillars and the endless decorations can be overwhelming, so take your time, sit for a while and stare at the dizzying spectacle.The hall was planned by Ramses I and built by Seti I and Ramses II. Note the difference in quality between the delicate raised relief in the northern part, by Seti I, and the much cruder sunken relief work, added by Ramses II in the southern part of the hall. The cryptic scenes on the inner walls were intended for the priesthood and the royalty who understood the religious context, but the outer walls are easier to comprehend, showing the pharaoh’s military prowess and strength, and his ability to bring order to chaos.On the back of the third pylon, built by Amenhotep III, to the right the pharaoh is shown sailing the sacred barque during the Opet Festival. Tuthmosis I (1504–1492 BC) created a narrow court between the third and fourth pylons, where four obelisks stood, two each for Tuthmosis I and Tuthmosis III (1479–1425 BC). Only the bases remain except for one, 22m high, raised for Tuthmosis I.Inner TempleBeyond the fourth pylon is the Hypostyle Hall of Tuthmosis III built by Tuthmosis I in precious wood, and altered by Tuthmosis III with 14 columns and a stone roof. In this court stands one of the two magnificent 30m-high obelisks erected by Queen Hatshepsut (1473–1458 BC) to the glory of her ‘father’ Amun. The other is broken, but the upper shaft lies near the sacred lake. The Obelisk of Hatshepsut is the tallest in Egypt, its tip originally covered in electrum (a commonly used alloy of gold and silver). After Hatshepsut’s death, her stepson Tuthmosis III eradicated all signs of her reign and had them walled into a sandstone structure.The ruined fifth pylon, constructed by Tuthmosis I, leads to another colonnade now badly ruined, followed by the small sixth pylon, raised by Tuthmosis III, who also built the pair of red-granite columns in the vestibule beyond, carved with the lotus and the papyrus, the symbols of Upper and Lower Egypt. Nearby, on the left, are two huge statues of Amun and the goddess Amunet, carved in the reign of Tutankhamun.The original Sanctuary of Amun, the very core of the temple and the place of darkness where the god resided, was built by Tuthmosis III. Destroyed when the temple was sacked by the Persians, it was rebuilt in granite by Alexander the Great’s successor and half-brother, the fragile, dim-witted Philip Arrhidaeus (323–317 BC).East of the shrine of Philip Arrhidaeus is the oldest-known part of the temple, the Middle Kingdom Court, where Sesostris I built a shrine, of which the foundation walls have been found. On the northern wall of the court is the Wall of Records, a running tally of the organised tribute the pharaoh exacted in honour of Amun from his subjugated lands.Great Festival Hall of Tuthmosis IIIAt the back of the Middle Kingdom Court is the Great Festival Hall of Tuthmosis III. It is an unusual structure with carved stone columns imitating tent poles, perhaps a reference to the pharaoh’s life under canvas on his frequent military expeditions abroad. The columned vestibule that lies beyond, generally referred to as the Botanical Gardens, has wonderful, detailed relief scenes of the flora and fauna that the pharaoh had encountered during his campaigns in Syria and Palestine, and had brought back to Egypt.Secondary Axis of the Amun Temple EnclosureThe courtyard between the Hypostyle Hall and the seventh pylon, built by Tuthmosis III, is known as the cachette court, as thousands of stone and bronze statues were discovered here in 1903. The priests had the old statues and temple furniture they no longer needed buried around 300 BC. Most statues were sent to the Egyptian Museum in Cairo, but some remain, standing in front of the seventh pylon, including four of Tuthmosis III on the left.The well-preserved eighth pylon, built by Queen Hatshepsut, is the oldest part of the north–south axis of the temple, and one of the earliest pylons in Karnak. Carved on it is a text she falsely attributed to Tuthmosis I, justifying her taking the throne of Egypt.East of the seventh and eighth pylons is the sacred lake, where, according to Herodotus, the priests of Amun bathed twice daily and nightly for ritual purity. On the northwestern side of the lake is part of the Fallen Obelisk of Hatshepsut showing her coronation, and a giant scarab in stone dedicated by Amenhotep III to Khepri, a form of the sun god.In the southwestern corner of the enclosure is the Temple of Khonsu, god of the moon, and son of Amun and Mut. It can be reached from a door in the southern wall of the Hypostyle Hall of the Temple of Amun, via a path through various blocks of stone. The temple, mostly the work of Ramses III and enlarged by later Ramesside rulers, lies north of Euergetes’ Gate and the avenue of sphinxes leading to Luxor Temple. The temple pylon leads via a peristyle court to a hypostyle hall with eight columns carved with figures of Ramses XI and the High Priest Herihor, who effectively ruled Upper Egypt at the time. The next chamber housed the sacred barque of Khonsu."
},
{
    "country": "egypt",
    "index": 39,
    "name": "Mosque of Qaitbey",
    "latitude": "30.043953",
    "longitude": "31.274848",
    "excerpt": "Sultan Qaitbey was as ruthless as any Mamluk sultan, but he was also something of an aesthete. His mosque, completed in 1474 as part of a much larger…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/mosque-of-qaitbey/a/poi-sig/1431130/355225",
    "image_url": null,
    "detail_description": "Sultan Qaitbey was as ruthless as any Mamluk sultan, but he was also something of an aesthete. His mosque, completed in 1474 as part of a much larger funerary complex, is widely agreed to mark the pinnacle of Islamic architecture in Cairo. The interior is one of the most pleasant places to sit and relax, but the true glory is the exterior of the dome, carved with the finest, most intricate floral designs anywhere in the Islamic world.\nQaitbey ruled for 28 years and was the last Mamluk leader with any real power in Egypt. He was a prolific builder, and with some 80 buildings in his name, he truly refined the Mamluk style. Behind the boldly striped facade, the interior has four iwans around a central court lit by large, lattice-screened windows. The interior is panelled in cool marble with a mesmerising decorative wood ceiling. The adjacent tomb chamber contains the cenotaphs of Qaitbey and his two sisters. The elegant and slender stone minaret, carved with a star pattern and an intricate floral arabesque, is one of the city's most beautiful. Climb up for the best view."
},
{
    "country": "egypt",
    "index": 40,
    "name": "Mahmoud Said Museum",
    "latitude": "31.244264",
    "longitude": "29.969638",
    "excerpt": "Mahmoud Said (1897–1964) was one of Egypt’s finest 20th-century artists, even though he is little known outside his country. A judge by profession, he…",
    "detail_url": "https://www.lonelyplanet.com/egypt/mediterranean-coast/alexandria/attractions/mahmoud-said-museum/a/poi-sig/437622/355232",
    "image_url": null,
    "detail_description": "Mahmoud Said (1897–1964) was one of Egypt’s finest 20th-century artists, even though he is little known outside his country. A judge by profession, he moonlighted as a painter and became a key member of a group of sophisticates devoted to forging an Egyptian artistic identity in the 1920s and '30s. This museum presents about 40 of his works in the beautiful Italianate villa in which he once lived. You will need to show a passport to get in.\nOne of the rooms in the museum is dedicated to female nudes, quite surprising considering the more conservative mood that Alexandria is in today. Said loved to portray various women and their sensuous bodies, adding simple accessories such as headscarves, jewellery or bracelets to celebrate their ‘plebeian’ Egyptian beauty. Some of his works have recently sold for millions of dollars in European auction houses.From the San Stefano tram stop (line 2), cross the tracks and go up the steps to the raised road (opposite the huge mall). Go right and Sharia Mohammed Pasha Said is a short distance away on the left."
},
{
    "country": "egypt",
    "index": 38,
    "name": "Thomas Reef",
    "latitude": "27.938",
    "longitude": "34.478874",
    "excerpt": "The smallest, but easily the most spectacular, of the Tiran reefs, Thomas is home to steeply plunging walls that are lined with soft coral, schooling fish…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/sharm-el-sheikh-and-naama-bay/attractions/thomas-reef/a/poi-sig/1429211/1316052",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock62617729.jpg",
    "detail_description": "The smallest, but easily the most spectacular, of the Tiran reefs, Thomas is home to steeply plunging walls that are lined with soft coral, schooling fish and patrolling sharks. Depth: surface to more than 40m. Rating: advanced. Access: boat.\n"
},
{
    "country": "egypt",
    "index": 36,
    "name": "Tentmakers Market",
    "latitude": "30.042145",
    "longitude": "31.257713",
    "excerpt": "The ‘Street of the Tentmakers’ is one of the remaining medieval speciality quarters – it takes its name from the artisans who produce the bright…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/tentmakers-market/a/poi-sig/1326461/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial2182498967.jpg",
    "detail_description": "The ‘Street of the Tentmakers’ is one of the remaining medieval speciality quarters – it takes its name from the artisans who produce the bright fabrics used for the ceremonial tents at wakes, weddings and feasts. They also hand-make intricate appliqué wall hangings, cushion covers and bedspreads, and print original patterns for tablecloths. The highest concentration of artisans along the road is directly south after Bab Zuweila, in the covered tentmakers market.\n"
},
{
    "country": "egypt",
    "index": 37,
    "name": "Ras Um Sid",
    "latitude": "27.847083",
    "longitude": "34.316525",
    "excerpt": "One of the best dive sites in the area, Ras Um Sid features a spectacular gorgonian forest along a dramatic drop-off that hosts a great variety of reef…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/sharm-el-sheikh-and-naama-bay/attractions/ras-um-sid/a/poi-sig/1429212/1316052",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1580809639.jpg",
    "detail_description": "One of the best dive sites in the area, Ras Um Sid features a spectacular gorgonian forest along a dramatic drop-off that hosts a great variety of reef fish. It's opposite Hotel Royal Paradise. Depth: 15m to 40m. Rating: intermediate. Access: shore or boat.\n"
},
{
    "country": "egypt",
    "index": 35,
    "name": "Tomb of Seti I (KV 17)",
    "latitude": "25.73987465",
    "longitude": "32.60196438",
    "excerpt": "One of the great achievements of Egyptian art, this cathedral-like tomb is the finest in the Valley of the Kings. Long closed to visitors, it is now…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tomb-of-seti-i-kv-17/a/poi-sig/1469932/355253",
    "image_url": null,
    "detail_description": "One of the great achievements of Egyptian art, this cathedral-like tomb is the finest in the Valley of the Kings. Long closed to visitors, it is now reopened and if you can afford the ticket, it is money well spent. The 137m-long tomb was completely decorated and beautifully preserved when Giovanni Belzoni opened it in 1817, and although it has suffered since, it still offers an eye-popping experience – art from Seti's reign is among the finest in Egypt.\nSeti I, who succeeded Ramses I and was father of Ramses II, ruled some 70 years after the death of Tutankhamun. After the chaos of the Akhenaten years at Tell Al Amarna, Seti I's reign was a golden age that saw a revival of Old Kingdom-style art, best seen at his temple in Abydos and here in his tomb. The tomb suffered after Belzoni made copies of the decoration by laying wet papers over the raised reliefs and lifting off some of the colour. Subsequent visitors did more damage, with Champollion, the man who deciphered hieroglyphs, even cutting out some of the wall decoration. The tomb was reopened in 2016 and its walls are filled with fabulous images from many ancient texts, including the Litany of Ra, Book of the Dead, Book of Gates, Book of the Heavenly Cow and many others. The sarcophagus, one of the finest carved in Egypt and taken by Belzoni, now sits in the Sir John Soane's Museum, London, while two of its painted reliefs showing Seti with Hathor are now in the Louvre in Paris and Florence’s Archaeological Museum."
},
{
    "country": "egypt",
    "index": 34,
    "name": "Thistlegorm",
    "latitude": "27.904631",
    "longitude": "33.823814",
    "excerpt": "One of the top five wreck dives in the world, the Thistlegorm is a 129m-long cargo ship built in Sunderland, England, which was sunk during World War II…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/sharm-el-sheikh-and-naama-bay/attractions/thistlegorm/a/poi-sig/1453637/1316052",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1608922342.jpg",
    "detail_description": "One of the top five wreck dives in the world, the Thistlegorm is a 129m-long cargo ship built in Sunderland, England, which was sunk during World War II. The ship had been on its way to Alexandria carrying supplies to restock the British army there; its cargo of armaments and vehicles including Bren gun carriers, motorbikes, Bedford trucks and jeeps can all be seen on dives within the wreck. Depth: 17m to 30m. Rating: intermediate to advanced. Access: boat.\nThe Thistlegorm can be dived on a long day trip from Sharm El Sheikh (the journey time is three hours) or as part of a longer live-aboard trip."
},
{
    "country": "egypt",
    "index": 33,
    "name": "Bab Zuweila",
    "latitude": "30.042795",
    "longitude": "31.257659",
    "excerpt": "Built in the 11th century, beautiful Bab Zuweila was an execution site during Mamluk times, and today is the only remaining southern gate of the medieval…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/bab-zuweila/a/poi-sig/406182/355225",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/cbde7fadfd349761c1299b4fc7ebff90-bab-zuweila.jpg",
    "detail_description": "Built in the 11th century, beautiful Bab Zuweila was an execution site during Mamluk times, and today is the only remaining southern gate of the medieval city of Al Qahira. There are interesting exhibits about the gate's history, all with thorough explanations in English, inside the gate, while up on the roof you get panoramic vistas that stretch out to the citadel. Those with a head for heights can also wind their way up to the top of the two minarets.\nThe spirit of a healing saint was (and still is) said to reside behind one towering wooden door, which supplicants have studded with nails and teeth as offerings over the centuries."
},
{
    "country": "egypt",
    "index": 31,
    "name": "Sha’ab Samadai",
    "latitude": "24.71687754",
    "longitude": "35.14387919",
    "excerpt": "This lagoon 18km south-east of Marsa Alam is home to three dive sites with a reef system full of interesting coral pinnacles and fish life. What makes…",
    "detail_url": "https://www.lonelyplanet.com/egypt/red-sea-coast/marsa-alam/attractions/sha-ab-samadai/a/poi-sig/1426592/355258",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/GettyImages-1358214299.jpg",
    "detail_description": "This lagoon 18km south-east of Marsa Alam is home to three dive sites with a reef system full of interesting coral pinnacles and fish life. What makes Samadai so special, though, is the pod of spinner dolphins (numbering up to 480) that regularly visits the lagoon. As with any wildlife-watching, there is no guarantee that you'll see dolphins on your visit; however, the huge diversity of corals and other sea life makes snorkelling or diving here a wonderful experience.\nSamadai is managed by a local conservation NGO, the Hurghada Environmental Protection &amp; Conservation Association (www.hepca.org), which has established a daily cap on visitor numbers to protect the dolphins and introduced an admission fee that goes towards maintaining the conservation of the lagoon."
},
{
    "country": "egypt",
    "index": 32,
    "name": "Madrassa & Mausoleum of Qalaun",
    "latitude": "30.049064",
    "longitude": "31.260985",
    "excerpt": "Built in just 13 months, the 1279 Madrassa and Mausoleum of Qalaun is both the earliest and the most splendid of the vast religious complexes on this…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/madrassa-mausoleum-of-qalaun/a/poi-sig/406584/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1839546385.jpg",
    "detail_description": "Built in just 13 months, the 1279 Madrassa and Mausoleum of Qalaun is both the earliest and the most splendid of the vast religious complexes on this street. The mausoleum, on the right, is a particularly intricate assemblage of inlaid stone and stucco, patterned with stars and floral motifs and lit by stained-glass windows. The complex also includes a maristan (hospital), which Qalaun ordered to be built after he visited one in Damascus, where he was cured of colic.\nThe Arab traveller and historian Ibn Battuta, who visited Cairo in 1325, was impressed that Qalaun's hospital contained 'an innumerable quantity of appliances and medicaments'. He also described how the mausoleum was flanked by Quran reciters day and night chanting requiems for the dead within."
},
{
    "country": "egypt",
    "index": 30,
    "name": "Aisha Fahmy Palace",
    "latitude": "30.058843",
    "longitude": "31.224679",
    "excerpt": "Shuttered for years, the Aisha Fahmy Palace was built in 1907 for Egyptian aristocrat Ali Fahmy, who was King Farouk's army chief. Reopened as an arts…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/aisha-fahmy-palace/a/poi-sig/1579755/355225",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/44920d8e6ebd9c288108483415027c86-aisha-fahmy-palace.jpg",
    "detail_description": "Shuttered for years, the Aisha Fahmy Palace was built in 1907 for Egyptian aristocrat Ali Fahmy, who was King Farouk's army chief. Reopened as an arts centre in mid-2017, the sublime rococo interior of silk-clad and frescoed walls, carved-wood fireplaces, painted lacquerwork and a wonderful triple-arched stained-glass window overlooking the grand staircase has all been fabulously restored to finery. The mansion's grand salons are now to be used as a gallery, with a program of temporary exhibitions.\nWhen we were last in town the palace had only just been reopened, and there seemed to be some confusion over whether the house would be open to the public all the time or only when an art exhibition was showing. Exhibitions are advertised on the fence outside. The entry gate is just off Sharia 26th of July. You'll need to leave your passport with the gate-security policeman for entry."
},
{
    "country": "egypt",
    "index": 29,
    "name": "Tombs of Sennofer & Rekhmire",
    "latitude": "25.73081131",
    "longitude": "32.60799739",
    "excerpt": "The most interesting parts of the tomb of Sennofer, overseer of the Garden of Amun under Amenhotep II, are to be found deep underground, in the main…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tombs-of-sennofer-rekhmire/a/poi-sig/1436529/355253",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1491747274.jpg",
    "detail_description": "The most interesting parts of the tomb of Sennofer, overseer of the Garden of Amun under Amenhotep II, are to be found deep underground, in the main chamber. The ceiling there is covered with clear paintings of grapes and vines, while most of the vivid scenes on the surrounding walls and columns depict Sennofer and all the different women in his life, including his wife, daughters and wet nurse. It is a short but steep climb down into the tomb.\nThe tomb of Rekhmire, vizier under Tuthmosis III and Amenhotep II, is one of the best preserved in the area. The long, narrow central chamber is unusual in that it slopes upwards towards a false door. The west wall shows Rekhmire inspecting the production of metals, bricks, jewellery, leather, furniture and statuary, including workers on scaffolding. The east wall shows banquet scenes, complete with lyrics; the female harpist sings: ‘Put perfume on the hair of the goddess Maat’."
},
{
    "country": "egypt",
    "index": 28,
    "name": "Mosque-Madrassa of Sultan Hassan",
    "latitude": "30.032384",
    "longitude": "31.256297",
    "excerpt": "Massive yet elegant, this grand structure is regarded as the finest piece of early Mamluk architecture in Cairo. It was built between 1356 and 1363 by…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/mosque-madrassa-of-sultan-hassan/a/poi-sig/406356/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-526786321.jpg",
    "detail_description": "Massive yet elegant, this grand structure is regarded as the finest piece of early Mamluk architecture in Cairo. It was built between 1356 and 1363 by Sultan Hassan, a grandson of Sultan Qalaun; he took the throne at the age of 13, was deposed and reinstated no less than three times, then assassinated shortly before the mosque was completed. Beyond the striking recessed entrance, a dark passage leads into a peaceful square courtyard surrounded by four soaring iwans (vaulted halls).\nThe iwans were dedicated to teaching the four main schools of Sunni Islam. At the rear of the eastern iwan, an especially beautiful mihrab (niche in mosque indicating direction of Mecca) is flanked by stolen Crusader columns. To the right, a bronze door leads to the sultan’s mausoleum. During construction one of the minarets collapsed and killed some 300 onlookers sparking superstitious rumours that Sultan Hassan's rule was at an end. They weren't wrong. Just over a month later, he was murdered by his army commander."
},
{
    "country": "egypt",
    "index": 27,
    "name": "Cairo Tower",
    "latitude": "30.046622",
    "longitude": "31.225741",
    "excerpt": "This 187m-high tower is the city’s most famous landmark after the Pyramids. Built in 1961, the structure, which resembles a stylised lotus plant with its…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/cairo-tower/a/poi-sig/406252/355225",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dfa65d742328ad40cee3962d77dc3d19-cairo-tower.jpg",
    "detail_description": "This 187m-high tower is the city’s most famous landmark after the Pyramids. Built in 1961, the structure, which resembles a stylised lotus plant with its latticework casing, was a thumb to the nose at the Americans, who had given Nasser the money used for its construction to buy US arms. The 360-degree views across the city from the top are clearest in the late morning, after the haze burns off, or late afternoon when you can often spy the Pyramids.\nYou might encounter a queue for the elevator at dusk, as the tower is extremely popular with Cairenes. The Sky Window cafe, one floor down from the observation deck, serves not-too-exorbitant drinks and food (beer LE47, sandwiches LE53 to LE65), and although mains are served with the saddest side salad known to man, the actual sandwiches are quite nice. The 360 Revolving Restaurant just below that is a bit pricier (mains LE120 to LE220).If you're walking from Downtown, turn right onto Sharia Saraya Al Geriza after walking across Qasr El Nil Bridge, and then take the second left."
},
{
    "country": "egypt",
    "index": 26,
    "name": "Khan Al Khalili",
    "latitude": "30.047643",
    "longitude": "31.261361",
    "excerpt": "The skinny lanes of Khan Al Khalili are basically a medieval-style mall. This agglomeration of shops – many arranged around small courtyards – stocks…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/khan-al-khalili/a/poi-sig/406432/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF1087783190.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 24,
    "name": "Museum of Islamic Art",
    "latitude": "30.04404",
    "longitude": "31.252413",
    "excerpt": "This museum, on the edge of Islamic Cairo, holds one of the world’s finest collections of Islamic art and is Egypt's (and one of the entire Middle East's)…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/museum-of-islamic-art/a/poi-sig/406374/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1557780782-rfe.jpeg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 25,
    "name": "Fortress of Shali",
    "latitude": "29.201051080375",
    "longitude": "25.518225368207",
    "excerpt": "Central Siwa is dominated by the spectacular organic shapes of the remains of this 13th-century mud-brick fortress. Built from kershef (chunks of salt…",
    "detail_url": "https://www.lonelyplanet.com/egypt/western-desert/siwa-oasis/attractions/fortress-of-shali/a/poi-sig/495954/355278",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-177135791.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 22,
    "name": "Aswan Botanical Gardens",
    "latitude": "24.095659",
    "longitude": "32.888753",
    "excerpt": "Kitchener’s Island, to the west of Elephantine Island, was given to Lord Horatio Kitchener in the 1890s when he was commander of the Egyptian army…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/aswan/attractions/aswan-botanical-gardens/a/poi-sig/1426326/355240",
    "image_url": "https://lp-cms-production.imgix.net/2021-12/egypt%20Ratnakorn%20Piyasirisorost%20GettyImages-1146609175%20rfc.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 21,
    "name": "Manial Palace",
    "latitude": "30.028965",
    "longitude": "31.230086",
    "excerpt": "After a years'-long restoration period, this palace complex, built by the uncle of King Farouk, Prince Mohammed Ali, in the early 20th century, has once…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/manial-palace/a/poi-sig/406350/355225",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/b6858306e2278ce548d304dc72f55f2d-manial-palace.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 23,
    "name": "Unfinished Obelisk",
    "latitude": "24.076931",
    "longitude": "32.894289",
    "excerpt": "Aswan was the source of ancient Egypt’s finest granite, used to make statues and embellish temples, pyramids and obelisks. The large unfinished obelisk in…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/aswan/attractions/unfinished-obelisk/a/poi-sig/437738/355240",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9a87ab95a5438aede187fde555937b93-unfinished-obelisk.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 19,
    "name": "Coptic Museum",
    "latitude": "30.005835",
    "longitude": "31.230517",
    "excerpt": "This museum, founded in 1908, houses Coptic art from the earliest days of Christianity in Egypt right through to early Islam. It is a beautiful place, as…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/coptic-museum/a/poi-sig/406474/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1291691352.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 20,
    "name": "Tombs of the Nobles",
    "latitude": "25.731179",
    "longitude": "32.607267",
    "excerpt": "These tombs are some of the best least-visited attractions on the west bank. Nestled in the foothills opposite the Ramesseum are more than 400 tombs…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tombs-of-the-nobles/a/poi-sig/1136344/355253",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1436785027.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 18,
    "name": "Nubia Museum",
    "latitude": "24.07988",
    "longitude": "32.888356",
    "excerpt": "The little-visited Nubia Museum, opposite Basma Hotel, is a treat, a showcase of the history, art and culture of Nubia. Established in 1997 in cooperation…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/aswan/attractions/nubia-museum/a/poi-sig/437726/355240",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock785273041.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 17,
    "name": "Sharia Al Muizz Li Din Allah",
    "latitude": "30.046772",
    "longitude": "31.260001",
    "excerpt": "Sharia Al Muizz, as it’s usually called, named after the Fatimid caliph who conquered Cairo in AD 969, was Cairo's grand thoroughfare, once chock-a-block…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/sharia-al-muizz-li-din-allah/a/poi-sig/1432051/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1342943672.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 16,
    "name": "Blue Hole",
    "latitude": "28.572198",
    "longitude": "34.53769",
    "excerpt": "Carved into a reef, 8km north of Dahab, is Egypt’s most infamous dive site. The Blue Hole is a gaping sinkhole that drops straight down – some say…",
    "detail_url": "https://www.lonelyplanet.com/egypt/sinai/dahab/attractions/blue-hole/a/poi-sig/1429824/355262",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock22130533.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 15,
    "name": "Al Azhar Mosque",
    "latitude": "30.045841174256",
    "longitude": "31.26244753455",
    "excerpt": "Founded in AD 970 as the centrepiece of the newly created Fatimid city, Al Azhar is one of Cairo’s earlier mosques, and its sheikh is considered the…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/al-azhar-mosque/a/poi-sig/406208/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF189401819.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 12,
    "name": "Monastery of St Paul",
    "latitude": "28.846835",
    "longitude": "32.551525",
    "excerpt": "Dating to the 4th century, the Monastery of St Paul began as a grouping of hermitages in the cliffs around the site where Paul had his cell. The complex's…",
    "detail_url": "https://www.lonelyplanet.com/egypt/red-sea-coast/eastern-desert/attractions/monastery-of-st-paul/a/poi-sig/1426332/355256",
    "image_url": "https://lp-cms-production.imgix.net/2021-12/egypt%20imagodens%20GettyImages-1305168285%20rfc.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 11,
    "name": "Karnak",
    "latitude": "25.716501",
    "longitude": "32.657053",
    "excerpt": "Karnak is an extraordinary complex of sanctuaries, kiosks, pylons and obelisks dedicated to the Theban triad but also to the greater glory of pharaohs…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/karnak/a/poi-sig/437466/355253",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF179121524.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 14,
    "name": "Alexandria National Museum",
    "latitude": "31.200707",
    "longitude": "29.913261",
    "excerpt": "This excellent museum sets a high benchmark with its summary of Alexandria’s past. Housed in a beautifully restored Italianate villa, the small but…",
    "detail_url": "https://www.lonelyplanet.com/egypt/mediterranean-coast/alexandria/attractions/alexandria-national-museum/a/poi-sig/437598/355232",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1974731207.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 13,
    "name": "Al Azhar Park",
    "latitude": "30.039547",
    "longitude": "31.263293",
    "excerpt": "With funds from the Aga Khan Trust for Culture, what had been a mountain of garbage, amassed over centuries, was in 2005, almost miraculously, transformed…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/al-azhar-park/a/poi-sig/1014326/355225",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-465987354_high.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 10,
    "name": "Egyptian Museum",
    "latitude": "30.047809682187",
    "longitude": "31.233476061736",
    "excerpt": "One of the world’s most important collections of ancient artefacts, the Egyptian Museum takes pride of place in Downtown Cairo, on the north side of Midan…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/attractions/egyptian-museum/a/poi-sig/1021384/355225",
    "image_url": "https://lp-cms-production.imgix.net/2023-01/GettyImages-1244680084-RM.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 9,
    "name": "Pyramids of Giza",
    "latitude": "29.978004",
    "longitude": "31.132658",
    "excerpt": "The last remaining wonder of the ancient world; for nearly 4000 years, the extraordinary shape, impeccable geometry and sheer bulk of the Giza Pyramids…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/pyramids-of-giza/a/poi-sig/1432031/1342174",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/GettyRF_1085205362.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 8,
    "name": "Ruins of Abu",
    "latitude": "24.08396649",
    "longitude": "32.88548934",
    "excerpt": "The evocative ruins of ancient Abu and the Aswan Museum (partially closed for renovation) lie at Elephantine Island's southern tip. Numbered plaques and…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/aswan/attractions/ruins-of-abu/a/poi-sig/1436980/355240",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/49a88b6b786f6b9041e957e591098810-ruins-of-abu.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 5,
    "name": "Monastery of St Anthony",
    "latitude": "28.923115",
    "longitude": "32.34845",
    "excerpt": "This historic monastery traces its origins to the 4th century AD when monks began to settle at the foot of Gebel Al Galala Al Qibliya, where their…",
    "detail_url": "https://www.lonelyplanet.com/egypt/red-sea-coast/eastern-desert/attractions/monastery-of-st-anthony/a/poi-sig/1426297/355256",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1183485106.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 6,
    "name": "Valley of the Kings",
    "latitude": "25.741554425443",
    "longitude": "32.601039911896",
    "excerpt": "The west bank of Luxor had been the site of royal burials since around 2100 BC, but it was the pharaohs of the New Kingdom period (1550–1069 BC) who chose…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/valley-of-the-kings/a/poi-sig/437492/355253",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/f6e18c09be072890091813ba173e0fae-valley-of-the-kings.jpeg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 7,
    "name": "Tomb of Ramses VI (KV 9)",
    "latitude": "25.74028747",
    "longitude": "32.60127618",
    "excerpt": "With some of the broadest corridors, longest shafts (117m) and greatest variety of decoration, KV 9 is one of the most spectacular tombs in the valley…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/tomb-of-ramses-vi-kv-9/a/poi-sig/1469933/355253",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock467883101.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 3,
    "name": "Medinat Habu",
    "latitude": "25.71976587",
    "longitude": "32.600765",
    "excerpt": "Ramses III’s magnificent memorial temple of Medinat Habu, fronted by sleepy Kom Lolah village and backed by the Theban mountains, is one of the west bank…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/medinat-habu/a/poi-sig/437472/355253",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1438083530.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 4,
    "name": "Luxor Museum",
    "latitude": "25.707326017217",
    "longitude": "32.644387113213",
    "excerpt": "This wonderful museum has a well-chosen and brilliantly displayed and explained collection of antiquities dating from the end of the Old Kingdom right…",
    "detail_url": "https://www.lonelyplanet.com/egypt/nile-valley/luxor/attractions/luxor-museum/a/poi-sig/437468/355253",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1284196573.jpg",
    "detail_description": ""
},
{
    "country": "egypt",
    "index": 2,
    "name": "Bibliotheca Alexandrina",
    "latitude": "31.207929",
    "longitude": "29.909045",
    "excerpt": "Alexandria’s ancient library was one of the greatest of all classical institutions, and while replacing it might seem a Herculean task, the new…",
    "detail_url": "https://www.lonelyplanet.com/egypt/mediterranean-coast/alexandria/attractions/bibliotheca-alexandrina/a/poi-sig/1136427/355232",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial355504571.jpg",
    "detail_description": ""
}
]