[
{
    "country": "eindhoven",
    "city": "Eindhoven",
    "index": 2,
    "name": "Van Abbemuseum",
    "latitude": "51.434608",
    "longitude": "5.482424",
    "excerpt": "This superb modern-art gallery uses elements of its rich collection (including originals by Picasso, Braque, Kandinsky and Léger) along with plenty of…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/eindhoven/attractions/van-abbemuseum/a/poi-sig/1021443/1003896",
    "image_url": null,
    "detail_description": "This superb modern-art gallery uses elements of its rich collection (including originals by Picasso, Braque, Kandinsky and Léger) along with plenty of contemporary material to ask probing questions about the nature of art, its changing role and the space that contains it. The building itself is a dramatic architectural statement, the original castle-style 1936 gallery conjoined with a multilevel 2003 grey-stone addition that incorporates a weir of the Dommel river. The waterside cafe is worth a linger too.\n"
},
{
    "country": "eindhoven",
    "city": "Eindhoven",
    "index": 1,
    "name": "Philips Museum",
    "latitude": "51.439276",
    "longitude": "5.475537",
    "excerpt": "From Keith Richards' tape-recorder to a wide-screen projector that once won an Oscar, this engaging museum tells the extraordinary story of the light-bulb…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/eindhoven/attractions/philips-museum/a/poi-sig/1596765/1003896",
    "image_url": null,
    "detail_description": "From Keith Richards' tape-recorder to a wide-screen projector that once won an Oscar, this engaging museum tells the extraordinary story of the light-bulb maker turned multinational electronics company who invented the CD and shaped a century of development in Eindhoven.\nThe collection of Philips' 20th-century consumer products is likely to be especially nostalgic for anyone in their 50s or over. The iPad-led 'augmented-reality' tour adds nine extra design-focused elements to a visit while youngsters are likely to appreciate the cooperative team-challenge discovery games."
},
{
    "country": "eindhoven",
    "city": "Eindhoven",
    "index": 3,
    "name": "Evoluon",
    "latitude": "51.434722",
    "longitude": "5.424092",
    "excerpt": "Like the Atomium to Brussels, the Evoluon is an icon of retro-futurist architecture. Built in 1966, it serves as both a science centre and…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/eindhoven/attractions/evoluon/a/poi-sig/1596767/1003896",
    "image_url": null,
    "detail_description": "Like the Atomium to Brussels, the Evoluon is an icon of retro-futurist architecture. Built in 1966, it serves as both a science centre and a rental conference centre. You can gawp at its UFO-style design as you drive by on the 401 airport bus or photograph it across the fence from Noord Brabantlaan.\nThe science centre is open Wednesday through Sunday, but frequently closes for private events, so be sure to check the schedule on the website."
}
]