[
{
    "country": "el-calafate",
    "city": "El Calafate",
    "index": 1,
    "name": "Glaciarium",
    "latitude": "-50.337025",
    "longitude": "-72.340078",
    "excerpt": "Unique and exciting, this gorgeous museum illuminates the world of ice. Displays and bilingual films show how glaciers form, along with documentaries on…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/el-calafate/attractions/glaciarium/a/poi-sig/1275728/363081",
    "image_url": null,
    "detail_description": "Unique and exciting, this gorgeous museum illuminates the world of ice. Displays and bilingual films show how glaciers form, along with documentaries on continental ice expeditions and stark meditations on climate change. Adults suit up in furry capes for the bar de hielo (AR$240 including drink), a blue-lit below-zero club serving vodka or fernet (an aromatic Italian spirit) and cola in ice glasses.\nThe gift shop sells handmade and sustainable gifts crafted by Argentine artisans. Glaciarium also hosts international cinema events. It’s 6km from Calafate toward Parque Nacional Los Glaciares. To get here, take the free hourly shuttle from 1 de Mayo between Av Libertador and Roca."
},
{
    "country": "el-calafate",
    "city": "El Calafate",
    "index": 3,
    "name": "Centro de Interpretacíon Historico",
    "latitude": "-50.331436",
    "longitude": "-72.265062",
    "excerpt": "Small but informative, with a skeleton mold of Austroraptor cabazai (found nearby) and Patagonian history displays. The friendly host invites museum-goers…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/el-calafate/attractions/centro-de-interpretacion-historico/a/poi-sig/1269161/363081",
    "image_url": null,
    "detail_description": "Small but informative, with a skeleton mold of Austroraptor cabazai (found nearby) and Patagonian history displays. The friendly host invites museum-goers for a post-tour mate (a bitter ritual tea).\n"
},
{
    "country": "el-calafate",
    "city": "El Calafate",
    "index": 2,
    "name": "Reserva Natural Laguna Nimez",
    "latitude": "-50.32593",
    "longitude": "-72.264934",
    "excerpt": "Reserva Natural Laguna Nimez is a prime avian habitat alongside the lakeshore north of El Calafate, with a self-guided trail and staffed Casa Verde…",
    "detail_url": "https://www.lonelyplanet.com/argentina/patagonia/el-calafate/attractions/reserva-natural-laguna-nimez/a/poi-sig/1275736/363081",
    "image_url": null,
    "detail_description": "Reserva Natural Laguna Nimez is a prime avian habitat alongside the lakeshore north of El Calafate, with a self-guided trail and staffed Casa Verde information hut with binoculars rental. It’s a great place to spot flamingos – but watching birds from El Calafate’s shoreline on Lago Argentino can be just as good.\n"
}
]