[
{
    "country": "el-cotillo",
    "city": "El Cotillo",
    "index": 1,
    "name": "Museo de la Pesca Tradicional",
    "latitude": "28.715497",
    "longitude": "-14.013598",
    "excerpt": "This museum dedicated to fisher folk is located next to the town’s distinctive red-and-white-striped lighthouse (not open to visitors). You can climb to…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/fuerteventura/el-cotillo/attractions/museo-de-la-pesca-tradicional/a/poi-sig/1462808/355131",
    "image_url": null,
    "detail_description": "This museum dedicated to fisher folk is located next to the town’s distinctive red-and-white-striped lighthouse (not open to visitors). You can climb to the top of the considerably smaller original lighthouse for panoramic sea views and then visit the various galleries. English information is available along with several insightful mini videos about traditional fishing methods. There's a small cafe here, but on our last visit it was 'shut permanently' or 'shut temporarily' (depending on which sign you go for).\n"
},
{
    "country": "el-cotillo",
    "city": "El Cotillo",
    "index": 3,
    "name": "Molino de el Roque",
    "latitude": "28.679557",
    "longitude": "-14.000584",
    "excerpt": "This charming windmill is named after El Roque, the next village along from El Cotillo, and with its white paint and black sails, it's really quite a…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/fuerteventura/el-cotillo/attractions/molino-de-el-roque/a/poi-sig/1616391/355131",
    "image_url": null,
    "detail_description": "This charming windmill is named after El Roque, the next village along from El Cotillo, and with its white paint and black sails, it's really quite a picture. The windmill is close enough to reach on foot or you can drive your car all the way there.\n"
},
{
    "country": "el-cotillo",
    "city": "El Cotillo",
    "index": 2,
    "name": "Castillo de Tostón",
    "latitude": "28.679971",
    "longitude": "-14.01054",
    "excerpt": "Tubby Castillo de Tostón is not really a castle, more a Martello tower. The art and history displays within are interesting, but the star attraction here…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/fuerteventura/el-cotillo/attractions/castillo-de-toston/a/poi-sig/1462809/355131",
    "image_url": null,
    "detail_description": "Tubby Castillo de Tostón is not really a castle, more a Martello tower. The art and history displays within are interesting, but the star attraction here is the sweeping view of the surf beach to the south. You may find the castillo shut, however – when we visited there was rather old-looking tape across the entrance. Note the two ancient lime kilns, a stone's throw away.\n"
}
]