[
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 1,
    "name": "El Paso Museum of Art",
    "latitude": "31.758262",
    "longitude": "-106.490249",
    "excerpt": "This thoroughly enjoyable small-scale museum is housed in a former Greyhound station. Its pride and joy is a 13th-century Byzantine Madonna and Child, but…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/el-paso-museum-of-art/a/poi-sig/1186263/362183",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148698730_full.jpg",
    "detail_description": "This thoroughly enjoyable small-scale museum is housed in a former Greyhound station. Its pride and joy is a 13th-century Byzantine Madonna and Child, but the Southwestern art is terrific, too, and the engaging modern pieces round out the collection nicely. All this and it’s free? Well done, El Paso, well done.\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 15,
    "name": "Chamizal National Monument",
    "latitude": "31.767831",
    "longitude": "-106.453004",
    "excerpt": "This park celebrates the cultures of Mexico, the United States and the borderland between them, as well as the settlement of a property dispute between…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/chamizal-national-monument/a/poi-sig/1362886/362183",
    "image_url": null,
    "detail_description": "This park celebrates the cultures of Mexico, the United States and the borderland between them, as well as the settlement of a property dispute between the two countries in1963.\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 14,
    "name": "El Paso Holocaust Museum",
    "latitude": "31.76239",
    "longitude": "-106.491938",
    "excerpt": "El Paso might not seem an obvious location for a Holocaust museum. Created by local survivors, though, this excellent little memorial holds thoughtful and…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/el-paso-holocaust-museum/a/poi-sig/1186265/362183",
    "image_url": null,
    "detail_description": "El Paso might not seem an obvious location for a Holocaust museum. Created by local survivors, though, this excellent little memorial holds thoughtful and moving exhibits, imaginatively presented for maximum impact.\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 13,
    "name": "El Paso Museum of History",
    "latitude": "31.7601",
    "longitude": "-106.491678",
    "excerpt": "This museum has a shiny new location in the heart of the downtown museum district. It's not particularly big and sometimes there seems to be a lot of…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/el-paso-museum-of-history/a/poi-sig/1186264/362183",
    "image_url": null,
    "detail_description": "This museum has a shiny new location in the heart of the downtown museum district. It's not particularly big and sometimes there seems to be a lot of reading, but it's an easy stop if you're already at the nearby Museum of Art.\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 12,
    "name": "Magoffin Home",
    "latitude": "31.762474",
    "longitude": "-106.477",
    "excerpt": "One of Texas' best-kept secrets, this El Paso landmark was built in 1875 for Joseph Magoffin, an early El Paso politician and businessman. With 4ft-thick…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/magoffin-home/a/poi-sig/1186266/362183",
    "image_url": null,
    "detail_description": "One of Texas' best-kept secrets, this El Paso landmark was built in 1875 for Joseph Magoffin, an early El Paso politician and businessman. With 4ft-thick adobe walls and many original furnishings, the home is a fine example of the Southwest territorial style of architecture prevalent during the late 19th century. Self-guided and guided tours are available (check the website for guided tour times, which vary daily).\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 11,
    "name": "San Elizario Presidio Chapel",
    "latitude": "31.585866",
    "longitude": "-106.273627",
    "excerpt": "A Spanish presidio named for St Elzéar, the French patron saint for soldiers, was established here in 1789 (San Elizario is a corruption of his name). A…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/san-elizario-presidio-chapel/a/poi-sig/1186285/362183",
    "image_url": null,
    "detail_description": "A Spanish presidio named for St Elzéar, the French patron saint for soldiers, was established here in 1789 (San Elizario is a corruption of his name). A flood took out the first chapel, and the present building, finished in 1882, is the fourth chapel for the fort. Note the symmetrical bells, the four buttresses and, inside, the colorful pressed-tin ceiling. Still an active parish, this eye-catching white chapel anchors the San Elizario Historic District.\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 10,
    "name": "El Paso Museum of Archaeology",
    "latitude": "31.903611",
    "longitude": "-106.448958",
    "excerpt": "The dioramas depicting the lives of the region's ancient peoples aren't particularly illuminating, but the baskets, pottery and hunting tools created by…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/el-paso-museum-of-archaeology/a/poi-sig/1565546/362183",
    "image_url": null,
    "detail_description": "The dioramas depicting the lives of the region's ancient peoples aren't particularly illuminating, but the baskets, pottery and hunting tools created by their Native American descendants are worth a look. The centuries-old effigy pots – complete with faces – are especially cool.Outside you'll find a desert garden and 15 miles of nature trails. But be careful where you step – rattlesnakes and unexploded ordnance are posted hazards!\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 9,
    "name": "Socorro Mission",
    "latitude": "31.657655",
    "longitude": "-106.302477",
    "excerpt": "The community of Socorro was established in the fall of 1680, after Spaniards and Native Americans fled New Mexico following the Pueblo Revolt earlier in…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/socorro-mission/a/poi-sig/1186284/362183",
    "image_url": null,
    "detail_description": "The community of Socorro was established in the fall of 1680, after Spaniards and Native Americans fled New Mexico following the Pueblo Revolt earlier in the year. The mission here was completed in 1691, making Socorro the second-oldest mission in Texas. Floods destroyed earlier buildings and churches here; the current structure was built in 1843. The carved and decorated support beams were likely salvaged from the first mission. The statue inside is St Michael, the mission's patron saint.\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 7,
    "name": "El Paso Zoo",
    "latitude": "31.769268",
    "longitude": "-106.445203",
    "excerpt": "Home to a large number of endangered animals, including the Asian elephant, Sumatran orangutan, Malayan tiger and the rare Amur leopard. All told, more…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/el-paso-zoo/a/poi-sig/1186288/362183",
    "image_url": null,
    "detail_description": "Home to a large number of endangered animals, including the Asian elephant, Sumatran orangutan, Malayan tiger and the rare Amur leopard. All told, more than 670 animals represent 231 species, all packed into 35 acres. You can catch a free-flight bird show in the new Wildlife Amphitheater, which added 4000 sq ft for housing birds, mammals, reptiles and invertebrates.\nOverall, it's not the biggest or most impressive zoo you've ever seen, but it's worth a visit. And it's mercifully shady for both the animals and you."
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 8,
    "name": "Rio Bosque Wetlands Park",
    "latitude": "31.638402",
    "longitude": "-106.301951",
    "excerpt": "Managed by the University of Texas at El Paso, this 372-acre city park has walking trails (two natural-surface and one paved) weaving through the wetlands…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/rio-bosque-wetlands-park/a/poi-sig/1186287/362183",
    "image_url": null,
    "detail_description": "Managed by the University of Texas at El Paso, this 372-acre city park has walking trails (two natural-surface and one paved) weaving through the wetlands for self-guided tours. UTEP also offers free guided tours twice per month (see the calendar on the website for dates and times). It's difficult to find – call to get directions or check the map and directions carefully on the website – but it’s worth the adventure for the bird-watching opportunities available.\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 6,
    "name": "Franklin Mountains State Park",
    "latitude": "31.842119",
    "longitude": "-106.486166",
    "excerpt": "The largest urban park in the US, at over 24,000 acres, offers a quick escape from the city to the home of ringtail cats, coyotes and countless other…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/franklin-mountains-state-park/a/poi-sig/1186270/362183",
    "image_url": null,
    "detail_description": "The largest urban park in the US, at over 24,000 acres, offers a quick escape from the city to the home of ringtail cats, coyotes and countless other smaller animals and reptiles, with North Franklin Peak (7192ft) looming overhead. Most of the excellent mountain-biking and hiking trails are in the Tom Mays Unit, east of I-10 off Transmountain Rd.\nHead to the visitor center to get a basic park map, maps of mountain-bike trails and the 17 rock-climbing routes, and written descriptions of the hiking trails."
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 5,
    "name": "Tigua Cultural Center",
    "latitude": "31.682273",
    "longitude": "-106.319547",
    "excerpt": "The surrounding community of Ysleta del Sur Pueblo is sovereign home to the Tigua tribe and is recognized by many as the oldest town in Texas. Despite…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/tigua-cultural-center/a/poi-sig/1186282/362183",
    "image_url": null,
    "detail_description": "The surrounding community of Ysleta del Sur Pueblo is sovereign home to the Tigua tribe and is recognized by many as the oldest town in Texas. Despite Spanish influences, the Tigua have strived to retain their identity as the oldest identifiable ethnic group in Texas. At this cultural center you can check out photographs from their past and examples of pottery, as well as a video explaining more about the tribe's history.\nStop by on Wednesdays and Saturdays to watch bread being made and to buy fresh loaves (the baking starts in the morning). On Saturdays and Sundays, and Fridays in June and July, watch tribal youth perform social dances (at 11am, 1pm and 3pm)."
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 4,
    "name": "Border Patrol Museum",
    "latitude": "31.903173",
    "longitude": "-106.448464",
    "excerpt": "This small but informative museum spotlights the history of the US Border Patrol, which was founded in 1924. This happened three days after Congress…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/border-patrol-museum/a/poi-sig/1565545/362183",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20El%20Paso%20The%20Washington%20Post%20GettyImages-959393128%20RM.jpg",
    "detail_description": "This small but informative museum spotlights the history of the US Border Patrol, which was founded in 1924. This happened three days after Congress passed the National Origins Act, severely restricting immigration via country-of-origin quotas. The displays of tools and vehicles used to cross the border and elude capture, from ladders to boats to motorized hanggliders, are fascinating.\n"
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 3,
    "name": "Ysleta Mission",
    "latitude": "31.691001",
    "longitude": "-106.327711",
    "excerpt": "Home to Texas’ oldest continually active congregation, tracing back to 1680, Ysleta Mission was established for Spanish refugees and Tigua people fleeing…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/ysleta-mission/a/poi-sig/1186281/362183",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/CFR6CK.jpg",
    "detail_description": "Home to Texas’ oldest continually active congregation, tracing back to 1680, Ysleta Mission was established for Spanish refugees and Tigua people fleeing New Mexico after the Pueblo Indian revolt. The original mission building, erected by the Tigua in 1682, was replaced in the mid-1800s by the adobe-brick structure you see today. The silver-domed bell tower was added a few decades later.\nYou'll find information on this and other missions at the Mission Valley Visitor Information Center."
},
{
    "country": "el-paso",
    "city": "El Paso",
    "index": 2,
    "name": "First Armored Division & Fort Bliss Museum",
    "latitude": "31.799274",
    "longitude": "-106.42758",
    "excerpt": "As the largest air-defense training center in the Western world, Fort Bliss consumes much of the desert northeast of El Paso, and trains troops from all…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/first-armored-division-fort-bliss-museum/a/poi-sig/1353284/362183",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20El%20Paso%20Walter%20Bibikow%20GettyImages-200436414-001%20RFE.jpg",
    "detail_description": "As the largest air-defense training center in the Western world, Fort Bliss consumes much of the desert northeast of El Paso, and trains troops from all the NATO-allied nations. The museum's collection depicts the history of the fort from 1849 to the present. The big draw inside and out of this 50,000-sq-ft space? The big artillery, from missiles to tanks.\nCurrently, you can only enter the fort with a Visitor's Pass, issued after you provide a valid, US-approved form of ID (driver's license, passport, state ID etc). Your best bet for an entry gate is the Buffalo Soldier Gate off Airway Blvd. The museum is next to the commissary. Call the museum if you run into any problems entering the fort."
}
]