[
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 1,
    "name": "Iglesia El Rosario",
    "latitude": "13.697039042536",
    "longitude": "-89.188694795192",
    "excerpt": "Designed by sculptor Ruben Martinez and completed in 1971, Iglesia El Rosario is radically beautiful. Arguably the finest church in Central America, its…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/iglesia-el-rosario/a/poi-sig/431734/358389",
    "image_url": "https://lp-cms-production.imgix.net/2023-01/El-Salvador-Luis-Siguenza-Lonely-Planet-San-Salvador---Iglesia-El-Rosario10.jpg",
    "detail_description": "Designed by sculptor Ruben Martinez and completed in 1971, Iglesia El Rosario is radically beautiful. Arguably the finest church in Central America, its nondescript concrete exterior conceals an arched roof and a rainbow of natural light rushing across the altar and bouncing off the metal and rock. The father of Central American independence, Padre Delgado, is buried here – quite happily, we imagine.\nTry to visit early in the morning or in the late afternoon when the light has the most dramatic effect."
},
{
    "country": "el-salvador",
    "city": "El Salvador",
    "index": 19,
    "name": "Copapase",
    "latitude": "14.316565",
    "longitude": "-89.172469",
    "excerpt": "Copapase is a small artists cooperative with its own tiny museum.",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/northern-el-salvador/la-palma/attractions/copapase/a/poi-sig/1338660/358387",
    "image_url": null,
    "detail_description": "Copapase is a small artists cooperative with its own tiny museum.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 18,
    "name": "Iglesia El Calvario",
    "latitude": "13.696544828788",
    "longitude": "-89.194078472478",
    "excerpt": "Surrounded by street vendors, the Gothic towers of the Iglesia El Calvario are worth a peek. Walk inside to experience its real beauty.",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/iglesia-el-calvario/a/poi-sig/431732/358389",
    "image_url": null,
    "detail_description": "Surrounded by street vendors, the Gothic towers of the Iglesia El Calvario are worth a peek. Walk inside to experience its real beauty.\n"
},
{
    "country": "el-salvador",
    "city": "El Salvador",
    "index": 17,
    "name": "Iglesia de Chalatenango",
    "latitude": "14.043535",
    "longitude": "-88.934659",
    "excerpt": "The Iglesia de Chalatenango, with its squat bell tower and bright chalky facade, sits on the east side of the Parque Central, near the military garrison.",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/northern-el-salvador/chalatenango/attractions/iglesia-de-chalatenango/a/poi-sig/1338636/358386",
    "image_url": null,
    "detail_description": "The Iglesia de Chalatenango, with its squat bell tower and bright chalky facade, sits on the east side of the Parque Central, near the military garrison.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 16,
    "name": "Hospital La Divina Providencia",
    "latitude": "13.71163",
    "longitude": "-89.222707",
    "excerpt": "Monseñor Romero was assassinated by government agents while giving Mass in the chapel here on March 24, 1980. You can tour his modest quarters, where his…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/hospital-la-divina-providencia/a/poi-sig/431730/358389",
    "image_url": null,
    "detail_description": "Monseñor Romero was assassinated by government agents while giving Mass in the chapel here on March 24, 1980. You can tour his modest quarters, where his blood-soaked shirt and robes are displayed.\n"
},
{
    "country": "el-salvador",
    "city": "El Salvador",
    "index": 15,
    "name": "Indigo Workshop",
    "latitude": "13.937451",
    "longitude": "-89.027324",
    "excerpt": "This center, founded to support women in rural communities, offers traditional indigo dyeing demonstrations and can show you how to dye your own T-shirt …",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/northern-el-salvador/suchitoto/attractions/indigo-workshop/a/poi-sig/1599277/358388",
    "image_url": null,
    "detail_description": "This center, founded to support women in rural communities, offers traditional indigo dyeing demonstrations and can show you how to dye your own T-shirt (US$25), scarf (US$20) or sarong (US$25). Workshops last about one hour. There are also ready-dyed pieces for sale.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 14,
    "name": "Palacio Nacional",
    "latitude": "13.697603679386",
    "longitude": "-89.191822822019",
    "excerpt": "Built in the early 20th century of Italian marble, the Palacio Nacional was the government headquarters until 1974. A few of the rooms now preserve…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/palacio-nacional/a/poi-sig/431756/358389",
    "image_url": null,
    "detail_description": "Built in the early 20th century of Italian marble, the Palacio Nacional was the government headquarters until 1974. A few of the rooms now preserve remnants of the country's early governance (most are empty), but it's the courtyard that will delight most visitors. It occupies the west side of Plaza Barrios.\n"
},
{
    "country": "el-salvador",
    "city": "El Salvador",
    "index": 13,
    "name": "Casa de los Recuerdos Alejandro Cotto",
    "latitude": "13.94196",
    "longitude": "-89.021208",
    "excerpt": "The former home of El Salvador's most successful film director, the late Alejandro Cotto, is now a museum. Many of Cotto's personal belongings, artwork,…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/northern-el-salvador/suchitoto/attractions/casa-de-los-recuerdos-alejandro-cotto/a/poi-sig/1599272/358388",
    "image_url": null,
    "detail_description": "The former home of El Salvador's most successful film director, the late Alejandro Cotto, is now a museum. Many of Cotto's personal belongings, artwork, awards and furniture have been preserved here, and the building is a fine example of a wealthy Salvadoran home. Don't miss the lake views from the end of the garden.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 12,
    "name": "Museo de Arte de El Salvador",
    "latitude": "13.692633020192",
    "longitude": "-89.241925060552",
    "excerpt": "An impressive collection of sketches, paintings and installations track the development of prominent local artists including Fernando Llort, Rosa Mena…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/museo-de-arte-de-el-salvador/a/poi-sig/1336962/358389",
    "image_url": null,
    "detail_description": "An impressive collection of sketches, paintings and installations track the development of prominent local artists including Fernando Llort, Rosa Mena Valenzuela and Rodolfo Molina; some of the larger contemporary works are outstanding. It’s up the hill behind the large Monumento a la Revolución. The museum is free on Sundays.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 10,
    "name": "Museo Nacional de Antropología David J Guzmán",
    "latitude": "13.686321",
    "longitude": "-89.238006",
    "excerpt": "This worthwhile museum has an excellent range of Maya and Olmec (pre-Maya) statues and relics from ancient Cuscatlan, as well as Lenca artifacts from…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/museo-nacional-de-antropologia-david-j-guzman/a/poi-sig/431750/358389",
    "image_url": null,
    "detail_description": "This worthwhile museum has an excellent range of Maya and Olmec (pre-Maya) statues and relics from ancient Cuscatlan, as well as Lenca artifacts from eastern El Salvador. Particularly compelling is the gallery examining rituals and beliefs concerning death in Mesoamerica; the traditional crafts displays are also enlightening. Most explanations are in Spanish and English.\nThere's also a first-rate cafe here."
},
{
    "country": "el-salvador",
    "city": "El Salvador",
    "index": 11,
    "name": "Cascadas Los Tercios",
    "latitude": "13.937502",
    "longitude": "-89.014304",
    "excerpt": "Geologic oddity Cascadas Los Tercios tumbles over a cliff of tightly packed hexagonal stone spires. The waterfall underwhelms when water is low (often),…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/northern-el-salvador/suchitoto/attractions/cascadas-los-tercios/a/poi-sig/1602976/358388",
    "image_url": null,
    "detail_description": "Geologic oddity Cascadas Los Tercios tumbles over a cliff of tightly packed hexagonal stone spires. The waterfall underwhelms when water is low (often), but the rock formation and the trip there are captivating enough. It’s 1.5km east of town toward Cinquera, but don’t hike solo as some robberies have been reported; book a trip through Gringo Tours.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 9,
    "name": "Museo de la Palabra y La Imagen",
    "latitude": "13.709483",
    "longitude": "-89.204865",
    "excerpt": "This innovative museum examines the history of El Salvador's civil war (1981–1992), beginning with the long-term context of the 1920s struggle for…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/museo-de-la-palabra-y-la-imagen/a/poi-sig/431748/358389",
    "image_url": null,
    "detail_description": "This innovative museum examines the history of El Salvador's civil war (1981–1992), beginning with the long-term context of the 1920s struggle for agrarian reform and the coffee workers' rebellion of 1932. Exhibits include the testimonies of civil war survivors presented through various audiovisual means; there is also a gallery dedicated to the underground guerrilla radio station Radio Venceremos. Displays are in English and Spanish.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 8,
    "name": "El Arbol de Dios",
    "latitude": "13.706262",
    "longitude": "-89.248821",
    "excerpt": "'God's Tree' is an institute dedicated to the work of world-famous painter Fernando Llort, with a gallery displaying sophisticated pieces that differ from…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/el-arbol-de-dios/a/poi-sig/431788/358389",
    "image_url": null,
    "detail_description": "'God's Tree' is an institute dedicated to the work of world-famous painter Fernando Llort, with a gallery displaying sophisticated pieces that differ from his simpler, better-known wood paintings. As well as work by Llort, pieces from his cooperative can be bought here at reasonable prices.\nIt is particularly worth a visit if you cannot make it to La Palma, the spiritual home of Llort's art. Striking pieces by Llort can also be seen in the chapel at the Centro Monseñor Romero."
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 7,
    "name": "Centro Monseñor Romero",
    "latitude": "13.679456006244",
    "longitude": "-89.23587536218",
    "excerpt": "At Universidad Centroamericana José Simeón Cañas (La UCA), the Centro Monseñor Romero pays homage to the martyred Archbishop Oscar Romero. Highly…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/centro-monsenor-romero/a/poi-sig/431724/358389",
    "image_url": null,
    "detail_description": "At Universidad Centroamericana José Simeón Cañas (La UCA), the Centro Monseñor Romero pays homage to the martyred Archbishop Oscar Romero. Highly informative free tours in English and Spanish provide detailed explanations of exhibits related the life and work of Monseñor Romero, and pay tribute to other victims of the civil war, including the six Jesuit priests murdered on the UCA campus in 1989.\nThe scene of their assassination – now a rose garden – can be visited, and the room where mother and daughter Elba and Celina Ramos were killed on same day has been preserved. Don't miss the chapel, which displays evocative works by artist Fernando Llort."
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 6,
    "name": "Teatro Nacional",
    "latitude": "13.69845",
    "longitude": "-89.19032",
    "excerpt": "This aging beauty still hosts major productions in the capital. Inaugurated in 1917, the theater was renovated in French classical style in the mid-20th…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/teatro-nacional/a/poi-sig/431770/358389",
    "image_url": "https://lp-cms-production.imgix.net/2023-01/El-Salvador-Luis-Siguenza-Lonely-Planet-San-Salvador---Teatro-Nacional-2.jpg",
    "detail_description": "This aging beauty still hosts major productions in the capital. Inaugurated in 1917, the theater was renovated in French classical style in the mid-20th century. Rehearsals permitting, free guided tours in Spanish are offered on Wednesdays between 8:30am and 3:30pm, though you may be allowed in to take a peek at other times. Entry is free unless you want to see a show.\n"
},
{
    "country": "el-salvador",
    "city": "El Salvador",
    "index": 5,
    "name": "La Semilla de Dios",
    "latitude": "14.317251",
    "longitude": "-89.172785",
    "excerpt": "Local cooperative La Semilla de Dios, founded in 1977 by Fernando Llort, crafts quality products in workshops behind the store. If you ask permission you…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/northern-el-salvador/la-palma/attractions/la-semilla-de-dios/a/poi-sig/1338662/358387",
    "image_url": null,
    "detail_description": "Local cooperative La Semilla de Dios, founded in 1977 by Fernando Llort, crafts quality products in workshops behind the store. If you ask permission you can wander through the workshops and watch the painters and woodworkers at work.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 4,
    "name": "Jardín Botánico La Laguna",
    "latitude": "13.670382",
    "longitude": "-89.246192",
    "excerpt": "Moss-covered bridges, pebbled paths, small waterfalls and ponds home to croaking frogs, turtles and feeding fish provide the perfect antidote to city…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/jardin-botanico-la-laguna/a/poi-sig/431736/358389",
    "image_url": null,
    "detail_description": "Moss-covered bridges, pebbled paths, small waterfalls and ponds home to croaking frogs, turtles and feeding fish provide the perfect antidote to city bustle. The botanical garden is located at the bottom of a volcanic crater where many Salvadoran plant species spring to life.\nTake bus 44 from the city center and ask the driver to let you off at 'Plan de la Laguna,' from where it’s a 1km downhill walk to the garden."
},
{
    "country": "el-salvador",
    "city": "El Salvador",
    "index": 3,
    "name": "Centro Arte para la Paz",
    "latitude": "13.938243",
    "longitude": "-89.028686",
    "excerpt": "Opened in 2000 as a charitable initiative to support victims of domestic violence, the Centro Arte para la Paz now organizes a range of cultural…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/northern-el-salvador/suchitoto/attractions/centro-arte-para-la-paz/a/poi-sig/1339225/358388",
    "image_url": null,
    "detail_description": "Opened in 2000 as a charitable initiative to support victims of domestic violence, the Centro Arte para la Paz now organizes a range of cultural activities from its premises in a beautiful, old Dominican convent. There's a small museum (admission US$2) and gallery, a cafe and even a self-catering dorm with respectable facilities (usually for groups; reserve ahead). The community spirit alone makes it a lovely place to visit.\n"
},
{
    "country": "el-salvador",
    "city": "San Salvador",
    "index": 2,
    "name": "Catedral Metropolitana",
    "latitude": "13.698288",
    "longitude": "-89.191078",
    "excerpt": "Facing the revamped Plaza Barrios, the cathedral is the most significant landmark in the city and the resting place of Archbishop Óscar A Romero. In the…",
    "detail_url": "https://www.lonelyplanet.com/el-salvador/san-salvador/attractions/catedral-metropolitana/a/poi-sig/1336954/358389",
    "image_url": "https://lp-cms-production.imgix.net/2023-01/El-Salvador-Luis-Siguenza-Lonely-Planet-San-Salvador---Catedral6.jpg",
    "detail_description": "Facing the revamped Plaza Barrios, the cathedral is the most significant landmark in the city and the resting place of Archbishop Óscar A Romero. In the early days of the civil war, Monseñor Romero criticized the government from the pulpit until he was assassinated in 1980 while giving Mass at a nearby hospital. Look for his image in the mural inside the dome.\nMonseñor Romero's tomb, decorated with a sculpture by Italian artist Paolo Borghi, can be viewed in the crypt below the cathedral."
}
]