[
{
    "country": "england",
    "index": 1,
    "name": "Windsor Castle",
    "latitude": "51.483888",
    "longitude": "-0.604688",
    "excerpt": "The world’s largest and oldest continuously occupied fortress, Windsor Castle is a majestic vision of battlements and towers. Used for state occasions, it…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/windsor-and-eton/attractions/windsor-castle/a/poi-sig/474840/358945",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-541060820.jpg",
    "detail_description": "The world’s largest and oldest continuously occupied fortress, Windsor Castle is a majestic vision of battlements and towers. Used for state occasions, it’s one of the Queen’s principal residences; when she’s at home, the Royal Standard flies from the Round Tower.\nHistory\nThe story of Windsor Castle began in 1071, when William the Conqueror ordered the construction of a hilltop, earth-and-timber fortress. A century later, his great-grandson Henry II replaced it with a stone round tower. Edward III added a Gothic palace; Elizabeth I, the sturdy North Terrace; and Charles II gave the State Apartments a baroque makeover, creating an ‘English Versailles’. George III stuck on turrets and battlements, to make it look more medieval, while George IV inserted a modern palace into the ancient ensemble. After a thousand years of rebuilding, the 951-room castle thus displays an amazing range of architectural styles, from half-timbered fired brick to Gothic stonework.\n\n  \nThe State Apartments are in the castle's Upper Ward © Kiev.Victor / Shutterstock\n\nInside Windsor Castle\nThe castle precincts are divided into the Lower, Middle and Upper Wards. A visit will take you through the lavish State Apartments and beautiful chapels; certain areas may be off limits if in use. Here are some of the highlights:\nInner Hall\nCreated by George IV in the 1820s as a welcoming area for heads of state and official guests, this hall was later closed by Queen Victoria in 1866 – its entry sealed by a stone wall – and used primarily for storage space for 150 years. Reopened to the public in 2019, restoration works included chipping off layers of paint to reveal the intricate Regency ceiling bosses created by stuccoist Francis Bernasconi, and linking the visitor entrance on the North Terrace with the State Entrance Hall on the south side, which offers an uninterrupted view of the Long Walk. Also on display are stone remnants believed to be part of the buildings constructed by Henry I around 1110.\nQueen Mary’s Dolls’ House\nFilling a side chamber as you approach the State Apartments from the North Terrace of the Upper Ward, this astonishing creation is not a toy but a masterpiece of artful miniaturization. Designed at 1:12 scale by Sir Edwin Lutyens for Queen Mary, and completed in 1924, it displays a phenomenal attention to detail. It's equipped with fully functional plumbing, including flushing toilets, plus electric lights, tiny Crown Jewels, a silver service and wine cellar, and even a fleet of six cars in the garage.\nState Apartments\nThe State Apartments, in the castle’s Upper Ward, reverberate with history and style. Around two dozen rooms are usually open to the public, with the crossed swords, suits of armour and banners of the initial Grand Staircase setting the tone.\nA seated statue of Queen Victoria presides over the Grand Vestibule at the top, which displays tribute and trophies from the British Empire. Highlights include a life-sized tiger’s head of gold with crystal teeth, seized from Tipu, sultan of Mysore, and the musket ball that killed Lord Nelson. The Waterloo Chamber beyond, commemorating the 1815 battle, is festooned with portraits of triumphant generals and diplomats.\nTwo self-guided routes – ceremonial and historic – take in the fabulous St George’s Hall, the headquarters of the 24-strong order of the Knights of the Garter, which is still used for state banquets. Its ornate ceiling, re-created following a devastating fire in 1992 – it began in the adjoining Lantern Lobby – holds the shields of Knights past and present. Blank shields record \"degraded\" knights expelled from the order; most are foreign royals who declared war on Britain.\nBeyond the Grand Reception Room, where the Queen hosts state visits, lie 10 chambers designated as the King’s Rooms and Queen’s Rooms. Largely created by Charles II, they’re bursting with opulent furniture, tapestries, frescoed ceilings and carved wall panels, as well as paintings by Hans Holbein, Bruegel, Rembrandt, Peter Paul Rubens, Van Dyck and Gainsborough. The Queen’s Guard Chamber, bristling with pistols and swords, holds statues and busts of military leaders including Sir Winston Churchill.\n\n  \nMany significant services have been held at St George's Chapel © Kiev.Victor / Shutterstock\n\nSt George’s Chapel\nThis elegant chapel, commissioned for the Order of the Garter by Edward IV in 1475, is a fine example of Perpendicular Gothic architecture. The nave and beautiful fan-vaulted roof were completed under Henry VII, and the final nail driven under Henry VIII in 1528.\nAlong with Westminster Abbey, it serves as a royal mausoleum. Both Henry VIII and Charles I lie beneath the beautifully carved 15th-century Quire, while the Queen's father (George VI) and mother (Queen Elizabeth) rest in a side chapel. It’s also where Prince Harry married Meghan Markle in May 2018, and where Prince Philip's funeral took place in 2021.\nAlbert Memorial Chapel\nBuilt in 1240 and dedicated to Edward the Confessor, the small Albert Memorial Chapel was the place of worship for the Order of the Garter until St George's Chapel, alongside, snatched away that honour. After Prince Albert died at Windsor Castle in 1861, Queen Victoria ordered the chapel to be restored as a monument to her husband, adding a magnificent vaulted roof that incorporates gold mosaic pieces from Venice.\nAlthough the chapel holds a monument to the prince, he’s actually buried, with Victoria, in the Royal Mausoleum at Frogmore House in Windsor Great Park. Their youngest son, Prince Leopold (Duke of Albany), is, however, buried here.\n\n  \nThe Changing of the Guard ceremony includes tunes played by a military band © Kiev.Victor / Shutterstock\n\nChanging of the Guard\nA fabulous spectacle, with triumphant tunes from a military band and plenty of foot stamping from smartly attired troops in red uniforms and bearskin caps, the changing of the guard draws crowds to Windsor Castle each day. Although the Household Troops march through the streets of Windsor, the actual handover happens in the Lower Ward or, when the Queen is in official residence, the Quadrangle in the Upper Ward. Weather permitting, it usually takes place at 11am on Tuesdays, Thursdays and Saturdays, but this is subject to change. Check the Household Division website for more information.\nTickets\nEntry is timed and tickets must be booked in advance. The price includes a multimedia guide. If you wish to visit again, your ticket can be converted to a year-long pass – just ask a member of staff before you leave. \n"
},
{
    "country": "england",
    "index": 40,
    "name": "Kensington Palace",
    "latitude": "51.50507355",
    "longitude": "-0.188083172",
    "excerpt": "Built in 1605, Kensington Palace became the favourite royal residence under William and Mary of Orange in 1689, and remained so until George III became…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/kensington-palace/a/poi-sig/370795/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/de1234c850af97ff0f69fec381c0bc36-kensington-palace.jpg",
    "detail_description": "Built in 1605, Kensington Palace became the favourite royal residence under William and Mary of Orange in 1689, and remained so until George III became king and relocated to Buckingham Palace. Today, it remains a residence for high-ranking royals, including the Duke and Duchess of Cambridge (Prince William and his wife Kate). A large part of the palace is open to the public, however, including the King's and Queen's State Apartments.\nThe King's State Apartments are the most lavish, starting with the King's Staircase, a dizzying feast of trompe l'œil. Next comes the imposing King's Gallery, lined with paintings, followed by the Drawing Room where the king and courtiers would entertain themselves with cards. The beautiful Cupola Room ensues; arranged with gilded statues and a gorgeous painted ceiling, it was once the venue of choice for music and dance.The Queen's State Apartments are on a smaller scale, but include the Dining Room where William and Mary could enjoy a private meal away from the spotlight of the court, and the rooms in which Mary spent her final hours before dying of smallpox in 1694, leaving a grieving William to reign alone for another eight years.Visitors can also access Victoria's apartments, where Queen Victoria (r 1837–1901) was born and lived until she became queen. It was here she received the news that her uncle, William IV, had died and that she was now the monarch. An informative narrative about her life is told through a few personal effects, extracts from her journals and plenty of visual props, in an exhibition entitled Victoria: A Royal Childhood.Outside, take a turn around the charming sunken garden and the 'cradle walk' arbour that surrounds it. This area is also home to the popular Luna Cinema, which puts on screenings of iconic movies in summer and at Christmas.Palace tickets are cheaper when booked online. Unlimited year-long admission to Kensington Palace, the Tower of London, Hampton Court Palace, Kew Palace and Banqueting House is £52 (see the website for details) and is well worth considering. Also see online for details on activities for kids."
},
{
    "country": "england",
    "index": 39,
    "name": "Trafalgar Square",
    "latitude": "51.50800525",
    "longitude": "-0.128036992",
    "excerpt": "Opened to the public in 1844, Trafalgar Sq is the true centre of London, where rallies and marches take place, tens of thousands of revellers usher in the…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/trafalgar-square/a/poi-sig/1092896/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-110162782_high.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 37,
    "name": "King's College Chapel",
    "latitude": "52.204773",
    "longitude": "0.117148",
    "excerpt": "In a city crammed with showstopping buildings, this is a scene-stealer. Grandiose 16th-century King's College Chapel is one of England’s most…",
    "detail_url": "https://www.lonelyplanet.com/england/eastern-england/cambridge/attractions/king-s-college-chapel/a/poi-sig/1212894/358889",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/England%20Cambridge%20Tim%20Stocker%20Photography%20GettyImages-186707375%20RFC.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 38,
    "name": "Avebury Stone Circle",
    "latitude": "51.429163",
    "longitude": "-1.855659",
    "excerpt": "With a diameter of 348m, Avebury is the largest stone circle in the world. It's also one of the oldest, dating from 2500 to 2200 BC. Today, more than 30…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/avebury/attractions/avebury-stone-circle/a/poi-sig/1008474/359031",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_768851533.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 36,
    "name": "Victoria & Albert Museum",
    "latitude": "51.496773888",
    "longitude": "-0.172194654",
    "excerpt": "The Museum of Manufactures, as the V&A was known when it opened in 1852, was part of Prince Albert’s legacy to the nation in the aftermath of the…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/victoria-albert-museum/a/poi-sig/1216535/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-133646334_large.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 35,
    "name": "Hampton Court Palace",
    "latitude": "51.403372801254",
    "longitude": "-0.3362783731867",
    "excerpt": "Built by Cardinal Thomas Wolsey in 1515 but coaxed from him by Henry VIII just before Wolsey (as chancellor) fell from favour, Hampton Court Palace is…",
    "detail_url": "https://www.lonelyplanet.com/england/london/richmond-kew-and-hampton-court/attractions/hampton-court-palace/a/poi-sig/371787/1322059",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-478158283_full.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 34,
    "name": "Gloucester Cathedral",
    "latitude": "51.86734",
    "longitude": "-2.24653",
    "excerpt": "Gloucester’s spectacular cathedral is among the first and finest examples of the English Perpendicular Gothic style. Benedictine monks built a Norman…",
    "detail_url": "https://www.lonelyplanet.com/england/gloucestershire/gloucester/attractions/gloucester-cathedral/a/poi-sig/461844/1339642",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/England%20Gloucester%20Donna%20Gibbs%20shutterstock_1443426806%20RFE.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 33,
    "name": "Sir John Soane's Museum",
    "latitude": "51.516948",
    "longitude": "-0.117352",
    "excerpt": "This museum is one of the most atmospheric and fascinating in London. The Georgian building was the beautiful, bewitching home of architect Sir John Soane…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/sir-john-soane-s-museum/a/poi-sig/370719/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148277155_master.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 31,
    "name": "Stonehenge",
    "latitude": "51.178851997386",
    "longitude": "-1.8261900544167",
    "excerpt": "An ultramodern makeover at ancient Stonehenge has brought an impressive visitor centre and the closure of an intrusive road (now restored to grassland)…",
    "detail_url": "https://www.lonelyplanet.com/england/southwest-england/stonehenge/attractions/stonehenge/a/poi-sig/1218471/359034",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-177724819_high.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 32,
    "name": "Christ Church",
    "latitude": "51.750063098209",
    "longitude": "-1.2548194779708",
    "excerpt": "With its compelling combination of majestic architecture, literary heritage and double identity as (parts of) Harry Potter’s Hogwarts, Christ Church…",
    "detail_url": "https://www.lonelyplanet.com/england/oxford/city-centre/attractions/christ-church/a/poi-sig/1286997/1342318",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/545857891_medium.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 30,
    "name": "Life Science Centre",
    "latitude": "54.968247",
    "longitude": "-1.620344",
    "excerpt": "Part of a sober-minded institute devoted to the study of genetic science, this centre lets you discover the secrets of life through a fascinating series…",
    "detail_url": "https://www.lonelyplanet.com/england/northeast-england/newcastle-upon-tyne/attractions/life-science-centre/a/poi-sig/1219662/358921",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "england",
    "index": 29,
    "name": "Bowes Museum",
    "latitude": "54.541949",
    "longitude": "-1.915677",
    "excerpt": "A monumental chateau half a mile east of the centre contains the lavishly furnished Bowes Museum. Funded by 19th-century industrialist John Bowes, and…",
    "detail_url": "https://www.lonelyplanet.com/england/barnard-castle/attractions/bowes-museum/a/poi-sig/1219963/1339280",
    "image_url": "https://lp-cms-production.imgix.net/2023-03/shutterstock_657436690.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 28,
    "name": "Durham Cathedral",
    "latitude": "54.773731",
    "longitude": "-1.576152",
    "excerpt": "Monumental Durham Cathedral is the definitive structure of the Anglo-Norman Romanesque style, a resplendent monument to the country’s ecclesiastical…",
    "detail_url": "https://www.lonelyplanet.com/england/northeast-england/durham/attractions/durham-cathedral/a/poi-sig/445677/358917",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "england",
    "index": 26,
    "name": "Windsor Great Park",
    "latitude": "51.48018",
    "longitude": "-0.603175",
    "excerpt": "Windsor Great Park stretches south from Windsor Castle almost all the way to Ascot, 7 miles southwest. It covers just under 8 sq miles and holds a lake,…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/windsor-and-eton/attractions/windsor-great-park/a/poi-sig/1093426/358945",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-585771102.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 27,
    "name": "Mayfield Lavender",
    "latitude": "51.333186",
    "longitude": "-0.169258",
    "excerpt": "With a bright-red London phone box rising surreally up in a sea of purple flowers, Mayfield Lavender is one of the most alluring summer sights around…",
    "detail_url": "https://www.lonelyplanet.com/england/london/attractions/mayfield-lavender/a/poi-sig/1566420/358914",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1175295904.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 25,
    "name": "Down House",
    "latitude": "51.331041",
    "longitude": "0.05064",
    "excerpt": "Down House, on the edge of the quaint Kent village of Downe, was Charles Darwin's home from 1842 until his death in 1882. It was here that he developed…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/kent/attractions/down-house/a/poi-sig/1594065/358961",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-487590033.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 24,
    "name": "Durdle Door",
    "latitude": "50.6212",
    "longitude": "-2.27668",
    "excerpt": "Durdle Door is the poster child of Dorset's Jurassic Coast. This immense, sea-fringed, 150-million-year-old Portland stone arch was created by a…",
    "detail_url": "https://www.lonelyplanet.com/england/lulworth-cove/attractions/durdle-door/a/poi-sig/1217441/1319420",
    "image_url": "https://lp-cms-production.imgix.net/2020-12/shutterstockRF_554318308.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 23,
    "name": "Turner Contemporary",
    "latitude": "51.391253",
    "longitude": "1.382174",
    "excerpt": "Turner Contemporary is a blockbuster art gallery, bolted together on the site of the seafront guesthouse where master painter JMW Turner used to stay…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/margate/attractions/turner-contemporary/a/poi-sig/1213108/358965",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_240649681.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 22,
    "name": "Chartwell",
    "latitude": "51.244268",
    "longitude": "0.083385",
    "excerpt": "The Chartwell Estate was home of Sir Winston Churchill from 1924 until his death in 1965. It offers a breathtakingly intimate insight into the life of…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/kent/attractions/chartwell/a/poi-sig/1594064/358961",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyImages-1202324145.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 21,
    "name": "Corfe Castle",
    "latitude": "50.638956",
    "longitude": "-2.057716",
    "excerpt": "The massive, shattered ruins of Corfe Castle loom so dramatically from the landscape it's like blundering into a film set. The defensive fragments tower…",
    "detail_url": "https://www.lonelyplanet.com/england/corfe-castle/attractions/corfe-castle/a/poi-sig/1217429/1319419",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-501528432.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 20,
    "name": "Temple Church",
    "latitude": "51.513196",
    "longitude": "-0.110228",
    "excerpt": "The magnificent Temple Church was built by the secretive Knights Templar, an order of crusading monks founded in the 12th century to protect pilgrims…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/temple-church/a/poi-sig/371201/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyImages-459943165.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 19,
    "name": "Madame Tussauds",
    "latitude": "51.522603",
    "longitude": "-0.155214",
    "excerpt": "Packed with waxwork likenesses of celebrities, Madame Tussauds is kitschy and pricey, but makes for a fun-filled day. There are plenty of personalities to…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/madame-tussauds/a/poi-sig/370411/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstock_460048255.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 18,
    "name": "Camden Market",
    "latitude": "51.541558",
    "longitude": "-0.14588",
    "excerpt": "Eclectic and alternative, Camden Market attracts millions of people each year and is one of London's top places to visit. What started out as a collection…",
    "detail_url": "https://www.lonelyplanet.com/england/london/hampstead-and-north-london/attractions/camden-market/a/poi-sig/1093013/1319409",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0f9fe9bff9036a683b426dbab7cd14bb-camden-market.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 17,
    "name": "Leeds Castle",
    "latitude": "51.2487",
    "longitude": "0.630083",
    "excerpt": "Leeds Castle, an immense moated pile just east of Maidstone,  is often considered the world’s most romantic castle. It's certainly one of the most visited…",
    "detail_url": "https://www.lonelyplanet.com/england/southeast-england/kent/attractions/leeds-castle/a/poi-sig/1093432/358961",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyImages-89736103.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 16,
    "name": "Museum of London",
    "latitude": "51.517736",
    "longitude": "-0.096302",
    "excerpt": "Romp through 450,000 years of London history at this entertaining and educational museum, one of the capital's finest. Exhibiting everything from a…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-city/attractions/museum-of-london/a/poi-sig/370679/1321940",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/LPL-02469.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 14,
    "name": "Whitby Abbey",
    "latitude": "54.488295",
    "longitude": "-0.607349",
    "excerpt": "There are ruined abbeys, and there are picturesque ruined abbeys. And then there's Whitby Abbey, dominating the skyline above the East Cliff like a great…",
    "detail_url": "https://www.lonelyplanet.com/england/yorkshire/whitby/attractions/whitby-abbey/a/poi-sig/1069082/359095",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_1345485680.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 15,
    "name": "British Museum",
    "latitude": "51.518951",
    "longitude": "-0.126718",
    "excerpt": "With almost six million visitors trooping through its doors annually, the British Museum in Bloomsbury, one of the oldest and finest museums in the world,…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/british-museum/a/poi-sig/370373/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/46e3203d7997df00a49d372a75086215-british-museum.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 13,
    "name": "Tower Bridge",
    "latitude": "51.505955691",
    "longitude": "-0.0749464549999",
    "excerpt": "It doesn't matter from where you first glimpse Tower Bridge, with two neo-Gothic towers rising gracefully from either side of the Thames: London's…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-city/attractions/tower-bridge/a/poi-sig/370695/1321940",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_534565253.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 12,
    "name": "Hampstead Heath",
    "latitude": "51.564532801045",
    "longitude": "-0.1687860488892",
    "excerpt": "Sprawling Hampstead Heath, with its rolling woodlands and meadows, feels a million miles away from the city – despite being about 3.5 miles from Trafalgar…",
    "detail_url": "https://www.lonelyplanet.com/england/london/hampstead-and-north-london/attractions/hampstead-heath/a/poi-sig/370393/1319409",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyImages-909709098.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 11,
    "name": "Tower of London",
    "latitude": "51.508001",
    "longitude": "-0.075992",
    "excerpt": "Few parts of the UK are as steeped in history or as impregnated with legend and superstition as the titanic stonework of the Tower of London. Not only is…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-city/attractions/tower-of-london/a/poi-sig/370403/1321940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/145074adb387be6f8f357d7dc3ae9e3c-tower-of-london.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 10,
    "name": "St Paul's Cathedral",
    "latitude": "51.513737",
    "longitude": "-0.098308",
    "excerpt": "Sir Christopher Wren’s 300-year-old architectural masterpiece is a London icon. Towering over diminutive Ludgate Hill in a superb position that's been a…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-city/attractions/st-paul-s-cathedral/a/poi-sig/370377/1321940",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstockRF_176374394.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 9,
    "name": "Natural History Museum",
    "latitude": "51.495886",
    "longitude": "-0.176286",
    "excerpt": "With its thunderous, animatronic dinosaur, riveting displays about planet earth, outstanding Darwin Centre and architecture straight from a Gothic fairy…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/natural-history-museum/a/poi-sig/1216536/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157673427_medium.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 7,
    "name": "Houses of Parliament",
    "latitude": "51.499587",
    "longitude": "-0.124712",
    "excerpt": "Both the elected House of Commons and the House of Lords, who are appointed or hereditary, sit in the sumptuous Houses of Parliament, officially called…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/houses-of-parliament/a/poi-sig/370359/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-01/GettyRF_560530545.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 8,
    "name": "Kew Gardens",
    "latitude": "51.472345049029",
    "longitude": "-0.3061811492134",
    "excerpt": "Where else in London can you size up an 18th-century 10-storey Chinese pagoda and a Japanese gateway while finding yourself among one of the world’s most…",
    "detail_url": "https://www.lonelyplanet.com/england/london/richmond-kew-and-hampton-court/attractions/kew-gardens/a/poi-sig/370385/1322059",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_1007107219.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 6,
    "name": "Buckingham Palace",
    "latitude": "51.500775",
    "longitude": "-0.142876",
    "excerpt": "Built in 1703 for the Duke of Buckingham, Buckingham Palace replaced St James's Palace as the monarch's official London residence in 1837. Queen Elizabeth…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/buckingham-palace/a/poi-sig/370369/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_457813381.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 3,
    "name": "Hyde Park",
    "latitude": "51.508773014811",
    "longitude": "-0.1652477399252",
    "excerpt": "One of London’s best parks, Hyde Park spreads itself over 142 hectares of neat gardens, wild expanses of overgrown grass and glorious trees. As well as…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/hyde-park/a/poi-sig/370383/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_662562646.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 4,
    "name": "Science Museum",
    "latitude": "51.497416",
    "longitude": "-0.174365",
    "excerpt": "The Science Museum will mesmerize with its interactive and educational exhibits covering everything from early technology to space travel. Take the family…",
    "detail_url": "https://www.lonelyplanet.com/england/london/kensington-and-hyde-park/attractions/science-museum/a/poi-sig/370837/1324204",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/Making%20the%20Modern%20World%20gallery%20at%20the%20Science%20Museum%20%C2%A9%20Science%20Museum%20Group.jpeg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 5,
    "name": "Roman Baths",
    "latitude": "51.381324",
    "longitude": "-2.359786",
    "excerpt": "Welcome to one of Northern Europe's most significant Roman sites. Today more than a million visitors a year come to see its historic finds, atmospheric…",
    "detail_url": "https://www.lonelyplanet.com/england/bath/city-centre/attractions/roman-baths/a/poi-sig/458005/1342317",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_179183834.jpg",
    "detail_description": ""
},
{
    "country": "england",
    "index": 2,
    "name": "Westminster Abbey",
    "latitude": "51.499627",
    "longitude": "-0.127265",
    "excerpt": "A splendid mixture of architectural styles, Westminster Abbey is considered the finest example of Early English Gothic. It's not merely a beautiful place…",
    "detail_url": "https://www.lonelyplanet.com/england/london/the-west-end/attractions/westminster-abbey/a/poi-sig/370357/1321927",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/GettyRF_475675788.jpg",
    "detail_description": ""
}
]