[
{
    "country": "ensenada",
    "city": "Ensenada",
    "index": 4,
    "name": "Museo de Historia de Ensenada",
    "latitude": "31.858146",
    "longitude": "-116.619581",
    "excerpt": "This small yet interesting museum traces northern Baja history from the indigenous Mexicans to the mission period. Replicas of cave art along the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/ensenada/attractions/museo-de-historia-de-ensenada/a/poi-sig/1380798/361471",
    "image_url": null,
    "detail_description": "This small yet interesting museum traces northern Baja history from the indigenous Mexicans to the mission period. Replicas of cave art along the stairways and a real Albertasaurus skull make it reasonably fun for kids. Information is provided in English and Spanish.\n"
},
{
    "country": "ensenada",
    "city": "Ensenada",
    "index": 2,
    "name": "El Mirador",
    "latitude": "31.866907",
    "longitude": "-116.63248",
    "excerpt": "Atop the Colinas de Chapultepec, El Mirador offers panoramic views of the city and Bahía de Todos Santos. Climb or drive (note: there’s no off-street…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/ensenada/attractions/el-mirador/a/poi-sig/467736/361471",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-76194914_high.jpg",
    "detail_description": "Atop the Colinas de Chapultepec, El Mirador offers panoramic views of the city and Bahía de Todos Santos. Climb or drive (note: there’s no off-street parking) to this highest point in town, up Avenida Alemán from the western end of Calle 2a in central Ensenada.\n"
},
{
    "country": "ensenada",
    "city": "Ensenada",
    "index": 3,
    "name": "Museo Historico Regional de Ensenada",
    "latitude": "31.863553",
    "longitude": "-116.628327",
    "excerpt": "Built in 1886 and once the Aduana Marítima de Ensenada, the city's oldest public building now houses this historical and cultural museum. It has a…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/ensenada/attractions/museo-historico-regional-de-ensenada/a/poi-sig/467742/361471",
    "image_url": null,
    "detail_description": "Built in 1886 and once the Aduana Marítima de Ensenada, the city's oldest public building now houses this historical and cultural museum. It has a relatively small but comprehensive collection of artifacts, and discusses (mainly in Spanish) the area’s history. Most interesting are the old prison cells where paintings by ex-inmates are preserved on the walls.\n"
},
{
    "country": "ensenada",
    "city": "Ensenada",
    "index": 1,
    "name": "Riviera del Pacífico",
    "latitude": "31.857904",
    "longitude": "-116.61968",
    "excerpt": "Opened in the 1930s as Hotel Playa Ensenada, the extravagant Riviera del Pacífico, a Spanish-style former casino, is rumored to have been a haunt of Al…",
    "detail_url": "https://www.lonelyplanet.com/mexico/baja-california/ensenada/attractions/riviera-del-pacifico/a/poi-sig/467746/361471",
    "image_url": null,
    "detail_description": "Opened in the 1930s as Hotel Playa Ensenada, the extravagant Riviera del Pacífico, a Spanish-style former casino, is rumored to have been a haunt of Al Capone, though employees say that's a tall tale. It now houses the Museo de Historia de Ensenada and Bar Andaluz; while the Casa de Cultura offers classes, film screenings and exhibitions. Just strolling around the building and grounds is a delight.\n"
}
]