[
{
    "country": "esztergom",
    "city": "Esztergom",
    "index": 1,
    "name": "Esztergom Basilica",
    "latitude": "47.799182",
    "longitude": "18.736914",
    "excerpt": "The largest church in Hungary sits on Castle Hill, and its 72m-high central dome can be seen for many kilometres around. The building of the present…",
    "detail_url": "https://www.lonelyplanet.com/hungary/the-danube-bend/esztergom/attractions/esztergom-basilica/a/poi-sig/488126/359551",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-531204779_super.jpg",
    "detail_description": "The largest church in Hungary sits on Castle Hill, and its 72m-high central dome can be seen for many kilometres around. The building of the present neoclassical church was begun in 1822 on the site of its 12th-century counterpart, which was destroyed by the Turks. József Hild, who designed the cathedral at Eger, was involved in the final stages, and the basilica was consecrated in 1856 with a sung Mass composed by Franz Liszt. Highlights include the dome, treasury and crypt.\nMeasuring 114m long and 47m wide, the grey church is colossal. Its highlight is the red-and-white marble Bakócz Chapel on the southeast side – to the left of the main entrance – which is a splendid example of Italian Renaissance stone carving and sculpture. The chapel escaped most – though not all – of the Turks’ vandalism; note the smashed-in face of Gabriel and the missing heads of other angels above the altar. The altar painting by Michelangelo Grigoletti (1854), modelled after a work by Titian, is said to be the world’s largest painting on a single canvas.On the northwest side of the church are the 70 steps to the basilica’s treasury, an Aladdin’s cave of vestments and church plate in gold and silver, studded with jewels. It is the richest ecclesiastical collection in Hungary. From here it's worth making the tortuous climb up 360 more steps to the dome for outstanding views over the city. On the way you pass through the new Panorama Hall and cafe.The door to the right as you enter the basilica leads to the crypt, a series of eerie vaults at the bottom of 50 steps, with tombs guarded by monoliths representing Mourning and Eternity. Among those at rest here are Cardinal József Mindszenty."
},
{
    "country": "esztergom",
    "city": "Esztergom",
    "index": 8,
    "name": "Plague Pillar",
    "latitude": "47.791694",
    "longitude": "18.739886",
    "excerpt": "The erection of this monument was the town's way of giving thanks when a plague epidemic passed it by.",
    "detail_url": "https://www.lonelyplanet.com/hungary/the-danube-bend/esztergom/attractions/plague-pillar/a/poi-sig/1306011/359551",
    "image_url": null,
    "detail_description": "The erection of this monument was the town's way of giving thanks when a plague epidemic passed it by.\n"
},
{
    "country": "esztergom",
    "city": "Esztergom",
    "index": 7,
    "name": "Danube Museum",
    "latitude": "47.794404",
    "longitude": "18.743738",
    "excerpt": "This surprisingly interesting (and quite high-tech) museum has exhibits on all aspects of the history of Hungary's greatest river, including its mighty…",
    "detail_url": "https://www.lonelyplanet.com/hungary/the-danube-bend/esztergom/attractions/danube-museum/a/poi-sig/488124/359551",
    "image_url": null,
    "detail_description": "This surprisingly interesting (and quite high-tech) museum has exhibits on all aspects of the history of Hungary's greatest river, including its mighty floods and how best to control them. With all the hands-on exhibits, it’s a great place for kids.\n"
},
{
    "country": "esztergom",
    "city": "Esztergom",
    "index": 6,
    "name": "Balassa Bálint Museum",
    "latitude": "47.796941",
    "longitude": "18.736904",
    "excerpt": "This museum, in an 18th-century baroque building, has a small collection of black-and-white photos of the excavations of the town's castle, as well as a…",
    "detail_url": "https://www.lonelyplanet.com/hungary/the-danube-bend/esztergom/attractions/balassa-balint-museum/a/poi-sig/488118/359551",
    "image_url": null,
    "detail_description": "This museum, in an 18th-century baroque building, has a small collection of black-and-white photos of the excavations of the town's castle, as well as a wealth of archaeological finds, a display of model boats and a collection of Hungarian coins through the ages.\n"
},
{
    "country": "esztergom",
    "city": "Esztergom",
    "index": 5,
    "name": "Mária Valéria Bridge",
    "latitude": "47.794721",
    "longitude": "18.733052",
    "excerpt": " Cross the bridge from Watertown over to Primate Island (Prímás-sziget) and to the southwest is the Mária Valéria Bridge, connecting Esztergom with the…",
    "detail_url": "https://www.lonelyplanet.com/hungary/the-danube-bend/esztergom/attractions/maria-valeria-bridge/a/poi-sig/1306002/359551",
    "image_url": null,
    "detail_description": " Cross the bridge from Watertown over to Primate Island (Prímás-sziget) and to the southwest is the Mária Valéria Bridge, connecting Esztergom with the Slovakian city of Štúrovo. Destroyed during WWII, the bridge only reopened in 2002. The bridge’s original Customs House (Vámház) is on the left as you cross.\n"
},
{
    "country": "esztergom",
    "city": "Esztergom",
    "index": 4,
    "name": "Castle Museum",
    "latitude": "47.797957",
    "longitude": "18.736796",
    "excerpt": "The Castle Museum is housed in the former Royal Palace, built mostly by French architects in the 12th century during Esztergom’s golden age. The palace…",
    "detail_url": "https://www.lonelyplanet.com/hungary/the-danube-bend/esztergom/attractions/castle-museum/a/poi-sig/488120/359551",
    "image_url": null,
    "detail_description": "The Castle Museum is housed in the former Royal Palace, built mostly by French architects in the 12th century during Esztergom’s golden age. The palace was largely destroyed by the Turks; today the structure is a combination of modern brickwork and medieval stone masonry. Highlights among the 20-odd rooms are the Royal Chapel and its 13th-century frescoes, St Stephen's Room (where the good king was supposedly born), the White Tower and views from it, and the Gerevich Rooms displaying castle foundations through the ages.\n"
},
{
    "country": "esztergom",
    "city": "Esztergom",
    "index": 3,
    "name": "Öziçeli Hacci Ibrahim Mosque",
    "latitude": "47.799535",
    "longitude": "18.734157",
    "excerpt": "This 400-year-old mosque was built in the 17th century, during the Ottoman occupation of Esztergom. In its later incarnations it served both as a granary…",
    "detail_url": "https://www.lonelyplanet.com/hungary/the-danube-bend/esztergom/attractions/oeziceli-hacci-ibrahim-mosque/a/poi-sig/1548687/359551",
    "image_url": null,
    "detail_description": "This 400-year-old mosque was built in the 17th century, during the Ottoman occupation of Esztergom. In its later incarnations it served both as a granary and as a residence before becoming a museum that showcases its remarkable history. The mihrab (prayer niche facing Mecca) is largely intact, and it is the only two-storey mosque in the whole of Hungary. Out back is a waterwheel; there was a well here during the Ottoman siege of Esztergom. Without water, the Hungarians surrendered.\nThere's an appealing cafe downstairs, too."
},
{
    "country": "esztergom",
    "city": "Esztergom",
    "index": 2,
    "name": "Christian Museum",
    "latitude": "47.797546",
    "longitude": "18.734896",
    "excerpt": "The former Bishop’s Palace in the picturesque riverbank Watertown (Víziváros) district houses the Christian Museum, home to the largest and finest…",
    "detail_url": "https://www.lonelyplanet.com/hungary/the-danube-bend/esztergom/attractions/christian-museum/a/poi-sig/488122/359551",
    "image_url": null,
    "detail_description": "The former Bishop’s Palace in the picturesque riverbank Watertown (Víziváros) district houses the Christian Museum, home to the largest and finest collection of medieval religious art in Hungary. It contains Hungarian Gothic triptychs and altarpieces as well as later works by German, Dutch and Italian masters. The most prized piece is the sublime Holy Sepulchre of Garamszentbenedek (1480), a wheeled cart in the shape of a cathedral, with richly carved figures of the 12 Apostles and Roman soldiers guarding Christ’s tomb.\nBe sure to see Tamás Kolozsvári’s Calvary altar triptych (1427), which was influenced by Italian art; the four-panelled late-Gothic Christ’s Passion (1506) by ‘Master MS’; the gruesome Martyrdom of the Three Apostles (1490) by an Austrian painter; and the Temptation of St Anthony (1530) by Jan Wellens de Cock, with its drug-like visions of devils and temptresses. Some of the works have QR barcodes, allowing smartphone users to enjoy more in-depth descriptions.The fastest way to reach the museum from Castle Hill is to walk down steep Macska-lépcső (Cat Steps), which can be accessed just north of the basilica."
}
]