[
{
    "country": "evora",
    "city": "Évora",
    "index": 28,
    "name": "Igreja do Carmo",
    "latitude": "38.570074",
    "longitude": "-7.905777",
    "excerpt": "The extraordinary knotted Manueline stone doorway of the Igreja do Carmo lies south of Largo da Porta de Moura.",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/igreja-do-carmo/a/poi-sig/476566/360364",
    "image_url": null,
    "detail_description": "The extraordinary knotted Manueline stone doorway of the Igreja do Carmo lies south of Largo da Porta de Moura.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 27,
    "name": "Museu Relogio",
    "latitude": "38.571044",
    "longitude": "-7.910607",
    "excerpt": "This is one of two watch museums that houses one family’s extraordinary private collection (the other is in Serpa). You name it – if it ticks, chimes,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/museu-relogio/a/poi-sig/1380623/360364",
    "image_url": null,
    "detail_description": "This is one of two watch museums that houses one family’s extraordinary private collection (the other is in Serpa). You name it – if it ticks, chimes, beeps and tells the time in some form or another, it’s here.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 25,
    "name": "Casa Cordovil",
    "latitude": "38.570361",
    "longitude": "-7.90521",
    "excerpt": "Among several elegant mansions around the Largo da Porta de Moura square (and contemporary with the strange-looking, globular 16th-century Renaissance…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/casa-cordovil/a/poi-sig/476550/360364",
    "image_url": null,
    "detail_description": "Among several elegant mansions around the Largo da Porta de Moura square (and contemporary with the strange-looking, globular 16th-century Renaissance fountain in the middle of it) is Casa Cordovil, built in Manueline-Moorish style.\r\n\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 26,
    "name": "Coleção de Carruagens",
    "latitude": "38.572142",
    "longitude": "-7.906294",
    "excerpt": "Part of the Eugénio de Almeida Foundation, this pint-sized museum houses an intriguing collection of old carriages. It’s hidden away behind the Sé and is…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/colecao-de-carruagens/a/poi-sig/1538917/360364",
    "image_url": null,
    "detail_description": "Part of the Eugénio de Almeida Foundation, this pint-sized museum houses an intriguing collection of old carriages. It’s hidden away behind the Sé and is largely overlooked by most visitors.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 24,
    "name": "Fórum Eugénio de Almeida",
    "latitude": "38.572293",
    "longitude": "-7.907614",
    "excerpt": "In a building that once housed the Holy Office of Inquisition, this centre of arts and culture hosts some of Évora’s most thought-provoking art…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/forum-eugenio-de-almeida/a/poi-sig/1539110/360364",
    "image_url": null,
    "detail_description": "In a building that once housed the Holy Office of Inquisition, this centre of arts and culture hosts some of Évora’s most thought-provoking art exhibitions throughout the year. Also part of the foundation is the Casas Pintadas, a small collection of outdoor murals facing a little garden.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 23,
    "name": "Galeria das Damas",
    "latitude": "38.567722",
    "longitude": "-7.90922",
    "excerpt": "Inside the walls of the 16th-century Palácio de Dom Manuel is the Galeria das Damas, an indecisive hybrid of Gothic, Manueline, neo-Moorish and…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/galeria-das-damas/a/poi-sig/476558/360364",
    "image_url": null,
    "detail_description": "Inside the walls of the 16th-century Palácio de Dom Manuel is the Galeria das Damas, an indecisive hybrid of Gothic, Manueline, neo-Moorish and Renaissance styles. There are frequent temporary art exhibitions held on the upper floor. The palace is currently closed for long-term renovations, and is scheduled to reopen in late 2020.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 22,
    "name": "Igreja da Nossa Senhora da Graça",
    "latitude": "38.569307",
    "longitude": "-7.907495",
    "excerpt": "Down an alley off Rua da República is the curious baroque facade of this church, topped by four ungainly stone giants – as if they’ve strayed from a…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/igreja-da-nossa-senhora-da-graca/a/poi-sig/476560/360364",
    "image_url": null,
    "detail_description": "Down an alley off Rua da República is the curious baroque facade of this church, topped by four ungainly stone giants – as if they’ve strayed from a mythological tale and landed on a religious building. An early example of the Renaissance style in Portugal is found in the cloister of the 17th-century monastery next door. The church is rarely open.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 21,
    "name": "Gruta do Escoural",
    "latitude": "38.543903",
    "longitude": "-8.137865",
    "excerpt": "Around 27km west of Èvora, the Escoural Caves contain several cave paintings and rock carvings that date back more than 13,000 years. One-hour guided…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/gruta-do-escoural/a/poi-sig/1614076/360364",
    "image_url": null,
    "detail_description": "Around 27km west of Èvora, the Escoural Caves contain several cave paintings and rock carvings that date back more than 13,000 years. One-hour guided visits help illuminate some of the mysteries of these faintly visible works. Tours typically happen at 10.30am and 2.30pm Tuesday to Saturday, but you must book ahead. Get in touch at least 24 hours in advance.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 20,
    "name": "Casas Pintadas",
    "latitude": "38.57231",
    "longitude": "-7.907571",
    "excerpt": "Painted on the garden walls of an open-vaulted gallery are a series of unusual 16th-century murals that were once part of a noble’s residence. Recently…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/casas-pintadas/a/poi-sig/1538997/360364",
    "image_url": null,
    "detail_description": "Painted on the garden walls of an open-vaulted gallery are a series of unusual 16th-century murals that were once part of a noble’s residence. Recently restored, these paintings depict creatures real and imagined, such as birds, hares, foxes, a basilisk, a mermaid and a harpy. Access is via the Fórum Eugénio de Almeida.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 19,
    "name": "Ermida de São Brás",
    "latitude": "38.564828",
    "longitude": "-7.907088",
    "excerpt": "The crenellated, pointy-topped Arabian Gothic Ermida de São Brás dates from about 1480. It’s possibly an early project of Diogo de Boitaca, considered the…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/ermida-de-sao-bras/a/poi-sig/1541202/360364",
    "image_url": null,
    "detail_description": "The crenellated, pointy-topped Arabian Gothic Ermida de São Brás dates from about 1480. It’s possibly an early project of Diogo de Boitaca, considered the originator of the Manueline style. It was constructed under orders from Dom João II, on the grounds of a small leprosarium where plague victims were treated. It keeps irregular hours (and is usually closed).\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 18,
    "name": "Igreja de São Francisco",
    "latitude": "38.568918814659",
    "longitude": "-7.9086068596965",
    "excerpt": "Évora’s best-known church is a tall and huge Manueline-Gothic structure, completed around 1510 and dedicated to St Francis. Legend has it that the…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/igreja-de-sao-francisco/a/poi-sig/476562/360364",
    "image_url": null,
    "detail_description": "Évora’s best-known church is a tall and huge Manueline-Gothic structure, completed around 1510 and dedicated to St Francis. Legend has it that the Portuguese playwright Gil Vicente is buried here.\nExuberant nautical motifs celebrating the Age of Discoveries deck the walls and reflect the confident, booming mood of the time. It’s all topped by a cross of Christ’s order and dome."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 17,
    "name": "Termas Romanas",
    "latitude": "38.572603",
    "longitude": "-7.909216",
    "excerpt": "Inside the entrance hall of the câmara municipal (town hall) are more Roman vestiges, only discovered in 1987. These impressive Roman baths, which include…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/termas-romanas/a/poi-sig/476580/360364",
    "image_url": null,
    "detail_description": "Inside the entrance hall of the câmara municipal (town hall) are more Roman vestiges, only discovered in 1987. These impressive Roman baths, which include a laconicum (heated room for steam baths) with a superbly preserved 9m-diameter circular pool, would have been the largest public building in Roman Évora. The complex also includes an open-air swimming pool, discovered in 1994.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 16,
    "name": "Universidade de Évora",
    "latitude": "38.57283",
    "longitude": "-7.904116",
    "excerpt": "Just outside the walls to the northeast is the university’s main building (Colégio do Espírito Santo), a descendent (reopened in 1973) of the original…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/universidade-de-evora/a/poi-sig/476584/360364",
    "image_url": null,
    "detail_description": "Just outside the walls to the northeast is the university’s main building (Colégio do Espírito Santo), a descendent (reopened in 1973) of the original Jesuit institution founded in 1559 (which closed when the Jesuits got shooed out by Marquês de Pombal in 1759). Inside are arched, Italian Renaissance–style cloisters, the Mannerist-style Templo do Espírito Santo and beautiful azulejos (hand-painted tiles).\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 15,
    "name": "Menir dos Almendres",
    "latitude": "38.564006",
    "longitude": "-8.048258",
    "excerpt": "If you're headed out to Cromeleque dos Almendres, it's worth stopping en route at the Menir dos Almendres, a single stone nearly 4m high, with some faint…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/menir-dos-almendres/a/poi-sig/1613972/360364",
    "image_url": null,
    "detail_description": "If you're headed out to Cromeleque dos Almendres, it's worth stopping en route at the Menir dos Almendres, a single stone nearly 4m high, with some faint carvings near the top. To get there, you'll pass through the small village of Nossa Senhora de Guadalupe and follow the road leading west out of town. After about 2km, look for the small parking area to the left. From there, it's a short walk (300m) along a dirt trail to the menhir.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 14,
    "name": "Largo da Porta de Moura",
    "latitude": "38.570778",
    "longitude": "-7.905672",
    "excerpt": "The Moura Gate Sq stands just southeast of the cathedral. Near here was the original entrance to town. In the middle of the square is a strange-looking,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/largo-da-porta-de-moura/a/poi-sig/1374052/360364",
    "image_url": null,
    "detail_description": "The Moura Gate Sq stands just southeast of the cathedral. Near here was the original entrance to town. In the middle of the square is a strange-looking, globular 16th-century Renaissance fountain. Among the elegant mansions around the square is Casa Cordovil, built in Manueline-Moorish style. Have a look across the road to the west at the extraordinary knotted Manueline stone doorway of the Igreja do Carmo.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 12,
    "name": "Palácio Cadaval",
    "latitude": "38.57328",
    "longitude": "-7.90754",
    "excerpt": "Just northwest of the Igreja de São João is the 17th-century facade of a much older palace and castle, as revealed by the two powerful square towers that…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/palacio-cadaval/a/poi-sig/476572/360364",
    "image_url": null,
    "detail_description": "Just northwest of the Igreja de São João is the 17th-century facade of a much older palace and castle, as revealed by the two powerful square towers that bracket it. The Palácio Cadaval was given to Martim Afonso de Melo, the governor of Évora, by Dom João I, and it also served from time to time as a royal residence. Today the rooms contain a collection of illuminated manuscripts, Arraiolos carpets and 18th-century paintings of Portuguese royals.\nA section of the palace is still in use as the private quarters of the de Melo family."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 13,
    "name": "Aldeia da Terra",
    "latitude": "38.571052",
    "longitude": "-7.906455",
    "excerpt": "The artist Tiago Cabeça has created this wondrous miniature world of Portugal moulded in clay and peopled with humorous and irreverent characters. You'll…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/aldeia-da-terra/a/poi-sig/1614181/360364",
    "image_url": null,
    "detail_description": "The artist Tiago Cabeça has created this wondrous miniature world of Portugal moulded in clay and peopled with humorous and irreverent characters. You'll find recognisable Alentejo imagery – castles, painted-white villages, cathedrals – and the interiors of tiny houses and lanes where Cabeça's characters are captured in all their adorable, big-eyed whimsy.\nCabeça is often on hand, and is happy to explain the vision behind his eye-catching creations. You can also purchase some of his works."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 10,
    "name": "Museu do Évora",
    "latitude": "38.572023",
    "longitude": "-7.90702",
    "excerpt": "Adjacent to the cathedral, in what used to be the archbishop’s palace (built in the 16th century), is this elegant museum. The cloistered courtyard…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/museu-do-evora/a/poi-sig/476570/360364",
    "image_url": null,
    "detail_description": "Adjacent to the cathedral, in what used to be the archbishop’s palace (built in the 16th century), is this elegant museum. The cloistered courtyard reveals Islamic, Roman and medieval remains. In polished rooms upstairs are former Episcopal furnishings and a gallery of Flemish paintings. Most memorable is Life of the Virgin, a 13-panel series originally part of the cathedral’s altarpiece, created by anonymous Flemish artists working in Portugal around 1500.\nBe sure to pick up a free audio guide, which provides insight into many of the unique pieces."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 11,
    "name": "Jardim Público",
    "latitude": "38.56716",
    "longitude": "-7.908571",
    "excerpt": "For a lovely tranquil stroll, head to the light-dappled public gardens (with a small outdoor cafe) south of the Igreja de São Francisco. Inside the walls…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/jardim-publico/a/poi-sig/476568/360364",
    "image_url": null,
    "detail_description": "For a lovely tranquil stroll, head to the light-dappled public gardens (with a small outdoor cafe) south of the Igreja de São Francisco. Inside the walls of the 15th-century Palácio de Dom Manuel is the Galeria das Damas, an indecisive hybrid of Gothic, Manueline, neo-Moorish and Renaissance styles. It’s open when there are temporary art exhibitions.\nFrom the town walls you can see, a few blocks to the southeast, the crenellated, pointy-topped Arabian Gothic profile of the Ermida de São Brás."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 8,
    "name": "Aqueduto da Água de Prata",
    "latitude": "38.576932",
    "longitude": "-7.913774",
    "excerpt": "Jutting into the town from the northwest is the beguilingly named Aqueduto da Água de Prata, designed by Francisco de Arruda (better known for Lisbon’s…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/aqueduto-da-agua-de-prata/a/poi-sig/476546/360364",
    "image_url": null,
    "detail_description": "Jutting into the town from the northwest is the beguilingly named Aqueduto da Água de Prata, designed by Francisco de Arruda (better known for Lisbon’s Tower of Belém) to bring clean water to Évora. It was completed in the 1530s. At the end of the aqueduct, on Rua do Cano, the neighbourhood feels like a self-contained village, with houses, shops and cafes built right into its perfect arches, as if nestling against the base of a hill.\nIt’s possible to walk for around 8.5km alongside the aqueduct, starting outside town, on the road to Arraiolos. There are three access points; the tourist office provides maps. Unfortunately, it heads in one direction only, so transport back can be a problem if you don’t have your own wheels. Take plenty of liquids – ironically, there’s no potable water along the way."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 9,
    "name": "Praça do Giraldo",
    "latitude": "38.570509",
    "longitude": "-7.909112",
    "excerpt": "The city’s main square has seen some potent moments in Portuguese history, including the 1483 execution of Fernando, Duke of Bragança; the public burning…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/praca-do-giraldo/a/poi-sig/476576/360364",
    "image_url": null,
    "detail_description": "The city’s main square has seen some potent moments in Portuguese history, including the 1483 execution of Fernando, Duke of Bragança; the public burning of victims of the Inquisition in the 16th century; and fiery debates on agrarian reform in the 1970s. Nowadays it’s still the city's focus, host to less dramatic activities such as sitting in the sun and drinking coffee.\nThe narrow lanes to the southwest were once Évora’s judiaria (Jewish quarter). To the northeast, Rua 5 de Outubro, climbing to the sé (cathedral), is lined with handsome town houses wearing wrought-iron balconies, while side alleys pass beneath Moorish-style arches."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 7,
    "name": "Igreja de São João",
    "latitude": "38.573157",
    "longitude": "-7.907217",
    "excerpt": "The small, fabulous Igreja de São João, which faces the Templo Romano, was founded in 1485 by one Rodrigo Afonso de Melo, count of Olivença and the first…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/igreja-de-sao-joao/a/poi-sig/476564/360364",
    "image_url": null,
    "detail_description": "The small, fabulous Igreja de São João, which faces the Templo Romano, was founded in 1485 by one Rodrigo Afonso de Melo, count of Olivença and the first governor of Portuguese Tangier, to serve as his family’s pantheon. It is still privately owned, by the Duques de Cadaval, and notably well kept.\nBehind its elaborate Gothic portal is a nave lined with fantastic floor-to-ceiling azulejos produced in 1711 by one of Portugal’s best-known tile-makers, António de Oliveira Bernardes. The grates in the floor expose a surprising underworld: you can see a deep Moorish cistern that pre-dates the church and an ossuary full of monks’ bones. In the sacristy beyond are fragments of even earlier azulejos.After exploring the church, head next door to the Palácio Cadaval with its collection of illuminated manuscripts, Arraiolos carpets and 18th-century paintings of Portuguese royals."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 6,
    "name": "Convento dos Lóios",
    "latitude": "38.5729",
    "longitude": "-7.906685",
    "excerpt": "The former Convento dos Lóios, to the right of Igreja de São João, has elegant Gothic cloisters topped by a Renaissance gallery. A national monument, the…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/convento-dos-loios/a/poi-sig/476554/360364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3ca4e03b1685d204c267c0cc1d6e57c0-convento-dos-loios.jpg",
    "detail_description": "The former Convento dos Lóios, to the right of Igreja de São João, has elegant Gothic cloisters topped by a Renaissance gallery. A national monument, the convent was converted into a top-end pousada (upmarket inn) in 1965. If you want to wander around, wear your wealthy-guest expression – or have dinner at its upmarket restaurant.\n"
},
{
    "country": "evora",
    "city": "Évora",
    "index": 5,
    "name": "Sé",
    "latitude": "38.571471445682",
    "longitude": "-7.9066050052643",
    "excerpt": "Guarded by a pair of rose granite towers, Évora’s fortress-like medieval cathedral has fabulous cloisters and a museum jam-packed with ecclesiastical…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/se/a/poi-sig/476552/360364",
    "image_url": null,
    "detail_description": "Guarded by a pair of rose granite towers, Évora’s fortress-like medieval cathedral has fabulous cloisters and a museum jam-packed with ecclesiastical treasures. It was begun around 1186, during the reign of Sancho I, Afonso Henriques’ son; there was probably a mosque here before. It was completed about 60 years later. The flags of Vasco da Gama’s ships were blessed here in 1497.\nYou enter the cathedral through a portal flanked by 14th-century stone apostles, flanked in turn by asymmetrical towers and crowned by 16th-century roofs. Inside, the Gothic influence takes over. The chancel, remodelled when Évora became the seat of an archdiocese, represents the only significant stylistic change since the cathedral was completed. Golden light filters through the window across the space.The cool cloister is an early-14th-century addition. Downstairs are the stone tombs of Évora’s last four archbishops. At each corner of the cloister, a dark, circular staircase (at least one will be open) climbs to the top of the walls, from where there are good views.Climb the steps in the south tower to reach the choir stalls and up to the museum, which demonstrates again the enormous wealth poured into the church, with ecclesiastical riches, including a revolving jewelled reliquary (containing a fragment of the true cross). Encrusted with emeralds, diamonds, sapphires and rubies, it rests on gold cherubs and is flanked by two Ming vases and topped by Indo-Persian textiles."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 4,
    "name": "Anta Grande do Zambujeiro",
    "latitude": "38.539203",
    "longitude": "-8.014355",
    "excerpt": "The Great Dolmen of Zambujeiro, 13km southwest of Évora, is Europe’s largest dolmen. Under a huge sheet-metal protective shelter in a field of wildflowers…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/anta-grande-do-zambujeiro/a/poi-sig/1531010/360364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c295d7f7b055673de6466346a165e2f9-anta-grande-do-zambujeiro.jpg",
    "detail_description": "The Great Dolmen of Zambujeiro, 13km southwest of Évora, is Europe’s largest dolmen. Under a huge sheet-metal protective shelter in a field of wildflowers and yellow broom, stand seven stones and a ‘closing slab’ that connects the chamber with the corridor. Each is 6m high and together they form a huge chamber around 5m in diameter.\nUnfortunately the entrance is blocked and you cannot enter; but you can peer in from the high mound behind. Archaeologists removed the capstone in the 1960s. Most of the site’s relics are in the Museu do Évora."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 3,
    "name": "Cromeleque dos Almendres",
    "latitude": "38.557462",
    "longitude": "-8.061004",
    "excerpt": "Set within a beautiful landscape of olive and cork trees stands this huge, spectacular oval of standing stones, 15km west of Évora. It is the Iberian…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/cromeleque-dos-almendres/a/poi-sig/1531009/360364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4db651a0ca8306f207f4b6df58954281-cromeleque-dos-almendres.jpg",
    "detail_description": "Set within a beautiful landscape of olive and cork trees stands this huge, spectacular oval of standing stones, 15km west of Évora. It is the Iberian Peninsula’s most important megalithic group and an extraordinary place to visit. The site consists of a huge oval of some 95 rounded granite monoliths – some of which are engraved with symbolic markings – spread down a rough slope.\nThe megaliths were erected over different periods, it seems, with basic astronomic orientations, and were probably used for social gatherings or sacred rituals back in the dawn of the Neolithic period.Two and a half kilometres before Cromeleque dos Almendres stands Menir dos Almendres, a single stone about 4m high, with some very faint carvings near the top. Look for the sign; to reach the menhir you must walk a few hundred metres from the road."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 2,
    "name": "Templo Romano",
    "latitude": "38.572646",
    "longitude": "-7.907345",
    "excerpt": "Once part of the Roman Forum, the remains of this temple, dating from the 2nd or early 3rd century AD, are a heady slice of drama right in town. It's…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/templo-romano/a/poi-sig/476578/360364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/affdf578406a74dd8d3a56d8c48e2ff9-templo-romano.jpg",
    "detail_description": "Once part of the Roman Forum, the remains of this temple, dating from the 2nd or early 3rd century AD, are a heady slice of drama right in town. It's among the best-preserved Roman monuments in Portugal, and probably on the Iberian Peninsula. Though it's commonly referred to as the Temple of Diana, there's no consensus about the deity to which it was dedicated, and some archaeologists believe it may have been dedicated to Julius Caesar.\nHow did these 14 Corinthian columns, capped with Estremoz marble, manage to survive in such good shape for some 18 centuries? The temple was apparently walled up in the Middle Ages to form a small fortress, and then used as the town slaughterhouse. It was uncovered late in the 19th century. These unwitting preservation techniques worked, as the imposing colonnade is stunningly complete."
},
{
    "country": "evora",
    "city": "Évora",
    "index": 1,
    "name": "Capela dos Ossos",
    "latitude": "38.56893",
    "longitude": "-7.908729",
    "excerpt": "One of Évora’s most popular sights is also one of its most chilling. The walls and columns of this mesmerising memento mori (reminder of death) are lined…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/capela-dos-ossos/a/poi-sig/1538993/360364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/07284052345f056255ef8b2e25eaca28-capela-dos-ossos.jpg",
    "detail_description": "One of Évora’s most popular sights is also one of its most chilling. The walls and columns of this mesmerising memento mori (reminder of death) are lined with the bones and skulls of some 5000 people. This was the solution found by three 17th-century Franciscan monks for the overflowing graveyards of churches and monasteries.\nThere’s black humour to the way the bones and skulls have been arranged in patterns, and the whole effect is strangely beautiful, though probably not one you’d be inspired to re-create at home. An inscription over the entrance translates as ‘We bones that are here await yours’. Above the chapel, a museum contains works of religious art and a terrace with views over town. The former Chapter House (which currently contains the ticket counter for the chapel) contains a fine collection of azulejos (hand-painted tiles)."
}
]