[
{
    "country": "fiji",
    "index": 1,
    "name": "Colo-i-Suva Forest Park",
    "latitude": "-18.05671907",
    "longitude": "178.44454635",
    "excerpt": "Colo-i-Suva (pronounced tholo-ee-soo-va) is a 2.5-sq-km oasis of lush rainforest teeming with tropical plants and vivid and melodic bird life. The 6.5km…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/colo-i-suva-forest-park/a/poi-sig/441056/362606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-72901548_full.jpg",
    "detail_description": "Colo-i-Suva (pronounced tholo-ee-soo-va) is a 2.5-sq-km oasis of lush rainforest teeming with tropical plants and vivid and melodic bird life. The 6.5km of walking trails navigate clear natural pools and gorgeous vistas. Sitting at an altitude of 120m to 180m, it’s a cool and peaceful respite from Suva’s urban hubbub.Slipping and sliding through the forest over water-worn rocks is the Waisila Creek, which makes its way down to Waimanu River and forms the water swimming holes along the way.\nThe mahogany and pines were planted after a period of aggressive logging in the 1940s and ‘50s to stabilise the topsoil without impinging on the indigenous vegetation. Among the wildlife are 14 different bird species, including scarlet robins, spotted fantails, Fiji goshawks, sulphur-breasted musk parrots, Fiji warblers, golden doves and barking pigeons.The visitor information centre is on the leftside of the road as you approach from Suva. Buy your ticket here, check the state of the trails and any current security warnings, then head to the entrance booth on the other side of the road. The recommended route is to follow Kalabu Rd as it skirts the park, turning up Pool Rd to the car park. From here, you take the Nature Trail to the Lower Pools for swimming, the aforementioned rope swinging and, if you remembered to bring it, lunch. It’s a sweaty, uphill walk back to the main road via the Falls Trail. Without stopping this loop takes about 1½ hours to complete.There have been very occasional incidents of muggings in the park and thefts from parked vehicles. Use your judgement. Rangers will lead guided two-hour walks ($30). The park receives an annual rainfall of 420cm and the trails can be extremely slippery, so sturdy footwear is essential.The Sawani bus leaves Suva bus station every half hour ($2, 30 minutes) and will drop you at the gate. A taxi costs $15. If driving, follow Princes Rd out of Suva through Tamavua and Tacirua village."
},
{
    "country": "fiji",
    "index": 40,
    "name": "Marist Convent School",
    "latitude": "-17.68309314",
    "longitude": "178.83327536",
    "excerpt": "The Marist Convent School (1882) was a girls school opened by Catholic missionaries and run by nuns, but is now a lively co-ed primary school. It was…",
    "detail_url": "https://www.lonelyplanet.com/fiji/levuka/attractions/marist-convent-school/a/poi-sig/1447240/1005003",
    "image_url": null,
    "detail_description": "The Marist Convent School (1882) was a girls school opened by Catholic missionaries and run by nuns, but is now a lively co-ed primary school. It was built largely out of coral stone in an attempt to protect it from the hurricanes that have claimed so many buildings in town, and it remains an impressive monument against the mountain backdrop.\n"
},
{
    "country": "fiji",
    "index": 39,
    "name": "International Dateline",
    "latitude": "-16.80176036",
    "longitude": "-179.99045922",
    "excerpt": "Though Fiji adheres to the single time convention, the International Dateline cuts straight through Taveuni, offering visitors a great photo-op and the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/waiyevo-somosomo-around/attractions/international-dateline/a/poi-sig/1412944/1332158",
    "image_url": null,
    "detail_description": "Though Fiji adheres to the single time convention, the International Dateline cuts straight through Taveuni, offering visitors a great photo-op and the chance to jump from one day to the next. Take the road uphill from Waiyevo (towards the hospital) and cross the field on the right: you’ll find a big Taveuni map split in two to mark both sides of the dateline.\n"
},
{
    "country": "fiji",
    "index": 38,
    "name": "Big Bula Inflatable Waterpark",
    "latitude": "-17.771605",
    "longitude": "177.371736",
    "excerpt": "This year-round waterpark is tons of fun for the kids (or the slightly built adult: weight limit 85kg), with bright, cartoonish inflatable waterslides,…",
    "detail_url": "https://www.lonelyplanet.com/fiji/denarau-island/attractions/big-bula-inflatable-waterpark/a/poi-sig/1520607/1332087",
    "image_url": null,
    "detail_description": "This year-round waterpark is tons of fun for the kids (or the slightly built adult: weight limit 85kg), with bright, cartoonish inflatable waterslides, jumping castles and obstacle courses. There's also a less full-on gated play area for the very young, and a small cafe for grown-ups needing to match the kids' energy via caffeine. Get there and back on the Bula Bus.\n"
},
{
    "country": "fiji",
    "index": 37,
    "name": "Garden of the Sleeping Giant",
    "latitude": "-17.70584886",
    "longitude": "177.46771574",
    "excerpt": "More than a garden, this must-see spot is an absolute botanic bonanza. Abloom with more than 2000 varieties of orchids, plus indigenous flora and other…",
    "detail_url": "https://www.lonelyplanet.com/fiji/foothills-of-the-sabeto-mountains/attractions/garden-of-the-sleeping-giant/a/poi-sig/1411743/1337149",
    "image_url": null,
    "detail_description": "More than a garden, this must-see spot is an absolute botanic bonanza. Abloom with more than 2000 varieties of orchids, plus indigenous flora and other tropical beauties, the 20-hectare plantation makes for a gorgeous getaway. Peak flowering seasons are June to July and November to December, but expect a brilliant display year-round. Tours are included in the entrance fee, or go on a solo meander along the jungle boardwalk.\n"
},
{
    "country": "fiji",
    "index": 36,
    "name": "Masonic Lodge Ruins",
    "latitude": "-17.68131404",
    "longitude": "178.83312852",
    "excerpt": "This stone shell was the South Pacific’s first Masonic lodge (1875). This was once Levuka’s only Romanesque building, but it was burnt to a husk in the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/levuka/attractions/masonic-lodge-ruins/a/poi-sig/1447264/1005003",
    "image_url": null,
    "detail_description": "This stone shell was the South Pacific’s first Masonic lodge (1875). This was once Levuka’s only Romanesque building, but it was burnt to a husk in the 2000 coup by God-fearing villagers. Local Methodists had long alleged that Masons were in league with the devil and that tunnels led from beneath the lodge to Nasova House, the Royal Hotel and through the centre of the world to Masonic headquarters in Scotland. This turned out not to be the case.\n"
},
{
    "country": "fiji",
    "index": 35,
    "name": "Des Voeux Peak",
    "latitude": null,
    "longitude": null,
    "excerpt": "At 1195m, this is the island’s second-highest mountain. On a clear day the views from the peak are fantastic: it’s possible to see Lake Tagimaucia and the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/waiyevo-somosomo-around/attractions/des-voeux-peak/a/poi-sig/1412948/1332158",
    "image_url": null,
    "detail_description": "At 1195m, this is the island’s second-highest mountain. On a clear day the views from the peak are fantastic: it’s possible to see Lake Tagimaucia and the Lau Group. Birdwatching is great every day. Allow three to four hours to walk the 6km up, and at least two to return. It’s a steep, arduous climb in the heat; start early. Take the inland track just before you reach Wairiki Catholic Mission (coming from Waiyevo), or arrange for a lift up and walk back.\n"
},
{
    "country": "fiji",
    "index": 34,
    "name": "Civa Pearl Farm",
    "latitude": "-16.815058",
    "longitude": "-179.861984",
    "excerpt": "Founded by two Canadian expats, Civa produces black – as well as unusual blue, green and pink – pearls from their 55-hectare farm. Ninety-minute boat…",
    "detail_url": "https://www.lonelyplanet.com/fiji/taveuni/attractions/civa-pearl-farm/a/poi-sig/1522730/362593",
    "image_url": null,
    "detail_description": "Founded by two Canadian expats, Civa produces black – as well as unusual blue, green and pink – pearls from their 55-hectare farm. Ninety-minute boat tours explore the farm hut and nursery; afterwards, guests are welcome to have a snorkel and, of course, buy pearls. Book tours through your Taveuni accommodation.\r\n\nThe Peckham Pearl Farm in Matei may or may not be working; if you're in the area, drop in and see if it's offering tours.\r\n"
},
{
    "country": "fiji",
    "index": 33,
    "name": "Sawa-i-Lau Cave",
    "latitude": "-16.84820504",
    "longitude": "177.47791035",
    "excerpt": "Sawa-i-Lau is an odd limestone island amid a string of high volcanic islands. The underwater limestone is thought to have formed a few hundred metres…",
    "detail_url": "https://www.lonelyplanet.com/fiji/yasawa-group/attractions/sawa-i-lau-cave/a/poi-sig/1447939/362613",
    "image_url": null,
    "detail_description": "Sawa-i-Lau is an odd limestone island amid a string of high volcanic islands. The underwater limestone is thought to have formed a few hundred metres below the surface and then uplifted over time. Shafts of daylight enter a great dome-shaped cave – 15m tall above the water surface – where you can swim in a natural pool.\nWith a guide, a torch and a bit of courage, you can also swim through an underwater passage into an adjoining chamber. The walls have carvings, paintings and inscriptions of unknown meaning."
},
{
    "country": "fiji",
    "index": 32,
    "name": "Floating Island",
    "latitude": null,
    "longitude": null,
    "excerpt": "This house-sized island floats on a pond during high winds or, if you believe local lore, when a priest chants at it. The real reason to come here is to…",
    "detail_url": "https://www.lonelyplanet.com/fiji/around-labasa/attractions/floating-island/a/poi-sig/1522727/1332155",
    "image_url": null,
    "detail_description": "This house-sized island floats on a pond during high winds or, if you believe local lore, when a priest chants at it. The real reason to come here is to say you have; if you're the type who loves a challenge, you'll like it too as it's very remote and you'll have to find a local willing to slog through the mud with you. The island is found near Nakelikoso Village, about 50km northeast of Labasa.\nYou'll need a 4WD, strong walking legs and a local guide, plus permission from local villagers. Ask around in Labasa to find someone to take you out."
},
{
    "country": "fiji",
    "index": 31,
    "name": "Waisali Rainforest Reserve",
    "latitude": "-16.67143309",
    "longitude": "179.34820472",
    "excerpt": "Nestled in the mountains north of Savusavu, this 120-ha reserve is home to thousands of birds, flowers, trees and plants, some of which are used in local…",
    "detail_url": "https://www.lonelyplanet.com/fiji/north-east-of-savusavu/attractions/waisali-rainforest-reserve/a/poi-sig/1412406/1332149",
    "image_url": null,
    "detail_description": "Nestled in the mountains north of Savusavu, this 120-ha reserve is home to thousands of birds, flowers, trees and plants, some of which are used in local traditional medicines. There's a pleasant 30-minute walk dense greenery down to a waterfall (but watch out for its death-trap-slippery rocks).\nYou can enter the park 20km north of Savusavu, directly off the road to Labasa. Bus drivers should know where to drop you off (ask before you board), as should most carrier and taxi drivers. If you are driving, it’s at km/culvert 14.4, which is also a good viewpoint."
},
{
    "country": "fiji",
    "index": 30,
    "name": "Lake Tagimaucia",
    "latitude": null,
    "longitude": null,
    "excerpt": "Lake Tagimaucia is in an old volcanic crater in the mountains above Somosomo. Masses of vegetation float on the lake (823m above sea level), and the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/waiyevo-somosomo-around/attractions/lake-tagimaucia/a/poi-sig/1412946/1332158",
    "image_url": null,
    "detail_description": "Lake Tagimaucia is in an old volcanic crater in the mountains above Somosomo. Masses of vegetation float on the lake (823m above sea level), and the national flower, the rare tagimaucia (an epiphytic plant), grows on the lake’s shores. This red-and-white flower blooms only at high altitude from October to December. It's a difficult trek around the lake as it is overgrown and often very muddy. You’ll need a guide; ask in Naqara or arrange for one through your accommodation.\nThe track starts from Naqara. Take lunch and allow eight hours for the round trip."
},
{
    "country": "fiji",
    "index": 29,
    "name": "Lomolomo Guns",
    "latitude": "-17.69565093",
    "longitude": "177.43475682",
    "excerpt": "There is an abandoned battery of guns at Lomolomo, on a low rise at the foot of the Sabeto Mountains. Built in WWII to protect Nadi Bay, they are hardly a…",
    "detail_url": "https://www.lonelyplanet.com/fiji/foothills-of-the-sabeto-mountains/attractions/lomolomo-guns/a/poi-sig/1411813/1337149",
    "image_url": null,
    "detail_description": "There is an abandoned battery of guns at Lomolomo, on a low rise at the foot of the Sabeto Mountains. Built in WWII to protect Nadi Bay, they are hardly a ‘must see’, but the walk up the hill offers some fine views across sugar-cane fields to the Yasawa Group. To get there, take the second turn-off on the right, 400m after the Lomolomo police post on the main road. Follow the dirt road to the bright pink house and continue the last few hundred metres on foot. The police will happily point you in the right direction – the guns were visible from their post until a palm tree grew too tall.\r\n\n"
},
{
    "country": "fiji",
    "index": 28,
    "name": "Nukubolu",
    "latitude": "-16.644744",
    "longitude": "179.327087",
    "excerpt": "Deep in the mountains north of Savusavu, reachable by 4WD, lie the ruins of Nukubolu, an ancient Fijian village whose stone foundations, terraces and…",
    "detail_url": "https://www.lonelyplanet.com/fiji/vanua-levu/attractions/nukubolu/a/poi-sig/1448478/362594",
    "image_url": null,
    "detail_description": "Deep in the mountains north of Savusavu, reachable by 4WD, lie the ruins of Nukubolu, an ancient Fijian village whose stone foundations, terraces and thermal pools are in surprisingly good condition. The setting is lovely: a volcanic crater with steaming hot springs in the background.\nThe ruins are on the property of the village of Biaugunu, so take a sevusevu (gift) for the chief and ask permission before wandering around. The turn-off is about 20km northwest of Savusavu; continue about 8km inland and over a couple of river crossings. You can also rent a carrier from town to take you there."
},
{
    "country": "fiji",
    "index": 27,
    "name": "Naag Mandir Temple",
    "latitude": "-16.37157534",
    "longitude": "179.42299677",
    "excerpt": "The sacred 3m-high Cobra Rock is housed inside the vibrant Naag Mandir Temple. It's draped with flower-and-tinsel garlands, and offerings are placed at…",
    "detail_url": "https://www.lonelyplanet.com/fiji/around-labasa/attractions/naag-mandir-temple/a/poi-sig/1412425/1332155",
    "image_url": null,
    "detail_description": "The sacred 3m-high Cobra Rock is housed inside the vibrant Naag Mandir Temple. It's draped with flower-and-tinsel garlands, and offerings are placed at its base; locals believe the rock can cure the sick and the infertile. The rock also – apparently – grows; locals say the roof has had to be raised four times since the 1950s. Remove your shoes outside the beautifully tiled temple and try to make it there on a Sunday, when the temple is heaving.\nA few buses pass the temple, including those to Natewa Bay ($1.60). A taxi costs about $20. If you’re driving, the temple is 10km from the turn off for Wainikoro Rd."
},
{
    "country": "fiji",
    "index": 26,
    "name": "Abaca",
    "latitude": null,
    "longitude": null,
    "excerpt": "Koroyanitu National Heritage Park is accessed via Abaca (Am-ba-tha) village, southeast of Lautoka, but you can't go alone: trails have been unmaintained…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/koroyanitu-national-heritage-park/attractions/abaca/a/poi-sig/1411821/362608",
    "image_url": null,
    "detail_description": "Koroyanitu National Heritage Park is accessed via Abaca (Am-ba-tha) village, southeast of Lautoka, but you can't go alone: trails have been unmaintained for years. Contact Kalo Baravilala, who can arrange everything from guides to accommodation.From here, it's possible to make a day trek to and from Fiji’s sleeping giant, Mt Batilamu. This is a strenuous three-hour hike up, and a knee-wobbling couple of hours down. At the time of research, it was not possible to walk the two-day trek between Abaca and Navilawa villages.\nYou can overnight at Abaca’s simple Nase Lodge ($45)."
},
{
    "country": "fiji",
    "index": 25,
    "name": "Sri Krishna Kaliya Temple",
    "latitude": "-17.60961628",
    "longitude": "177.45157903",
    "excerpt": "Fiji has the highest percentage of Hare Krishnas per capita in the world and this temple is the foremost International Society for Krishna Consciousness …",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/lautoka/attractions/sri-krishna-kaliya-temple/a/poi-sig/1411786/362598",
    "image_url": null,
    "detail_description": "Fiji has the highest percentage of Hare Krishnas per capita in the world and this temple is the foremost International Society for Krishna Consciousness (ISKCON) temple in the South Pacific. Visitors are welcome anytime, but an interesting time to visit is during the noon puja (prayer) on Sunday. Sit according to your gender and expect a whole lot of drum beating, bell ringing, conch blowing and chanting, which is the way Krishnas approach God and achieve transcendental bliss.\nKeep a donation handy for the tray that a child circulates at the end of the service. Everyone, whether giving money or not, is invited to the 1pm vegetarian lunch that follows."
},
{
    "country": "fiji",
    "index": 24,
    "name": "Thurston Gardens",
    "latitude": "-18.14877545",
    "longitude": "178.42479009",
    "excerpt": "After visiting the museum, ponder on your new found knowledge with a wander through these compact but beautiful gardens ( M032A). The dense conglomeration…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/thurston-gardens/a/poi-sig/441072/362606",
    "image_url": null,
    "detail_description": "After visiting the museum, ponder on your new found knowledge with a wander through these compact but beautiful gardens ( M032A). The dense conglomeration of native flora and surrounding lawns are less manicured and more scattered haphazardly but heavy landscaping would detract from the tropical element. The colourful vegetation will generate appreciative murmurs from the casual visitor and much of the vegetation is also labelled for the benefit of avid horticulturalists.\nCrisscrossing walking trails traverse the park, and bench seating provides sensory-fatigue relief. It's a lovely spot for a picnic, particularly if you camp yourself under one of the grand and stately fig trees."
},
{
    "country": "fiji",
    "index": 23,
    "name": "Waitavala Water Slide",
    "latitude": "-16.79435153",
    "longitude": "-179.97118289",
    "excerpt": "Wahooo! This awesome natural slide is a ton of fun. Slide down on your bum or attempt it standing up, like the local kids. Either way, you’ll end up in a…",
    "detail_url": "https://www.lonelyplanet.com/fiji/waiyevo-somosomo-around/attractions/waitavala-water-slide/a/poi-sig/1412945/1332158",
    "image_url": null,
    "detail_description": "Wahooo! This awesome natural slide is a ton of fun. Slide down on your bum or attempt it standing up, like the local kids. Either way, you’ll end up in a small pool at the bottom. Don't start your slide from the very top of the falls – it’s too dangerous – or slide if there's too much water. Watch and learn from the locals. The slide is a 20-minute walk from Waiyevo.\nWith the Garden Island Resort on your left, head north and take the first right at the bus stop. Take another right at the branch in the road, pass a shed and then go left down a hill. You’ll see a ‘waterfall’ sign. The river is on the Waitavala estate, which is private land: if you pass anyone, ask if you can visit."
},
{
    "country": "fiji",
    "index": 22,
    "name": "Wasavula Ceremonial Site",
    "latitude": null,
    "longitude": null,
    "excerpt": "This site has a cryptic – and cannibalistic – history. At the entrance, there's a sacred monolith that villagers believe grew from the ground; behind is a…",
    "detail_url": "https://www.lonelyplanet.com/fiji/vanua-levu/labasa-and-around/attractions/wasavula-ceremonial-site/a/poi-sig/1412898/362595",
    "image_url": null,
    "detail_description": "This site has a cryptic – and cannibalistic – history. At the entrance, there's a sacred monolith that villagers believe grew from the ground; behind is a cemetery and the area that was used during cannibalistic ceremonies, with a vatu ni bokola (head-chopping stone), another rock for the severed head and a bowl-like stone where the brain was placed for the chief. The site is found in Wasavula village (Vunimoli Rd) south of town; a taxi should be about $7.\nOnce there, ask the first villager you see for permission to visit. Everyone should dress modestly, especially women, who are required to wear a sula (no pants or shorts allowed) and cover their shoulders. Don't forget a sevusevu of kava for the chief."
},
{
    "country": "fiji",
    "index": 21,
    "name": "Naiserelagi Catholic Mission",
    "latitude": "-17.45484631",
    "longitude": "178.21064613",
    "excerpt": "About 25km southeast of Rakiraki, overlooking Viti Levu Bay, this 1917 church is famous for its mural depicting a black Christ, painted in 1962 by Jean…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/vaileka-rakiraki-and-ellington-wharf/attractions/naiserelagi-catholic-mission/a/poi-sig/1413067/1332114",
    "image_url": null,
    "detail_description": "About 25km southeast of Rakiraki, overlooking Viti Levu Bay, this 1917 church is famous for its mural depicting a black Christ, painted in 1962 by Jean Charlot. The three panels of biblical scenes depict Christ on the cross in a printed bark-cloth sulu with a tanoa at his feet. Indigenous Fijians are shown offering mats and tabua (whale’s tooth), and Indo-Fijians presenting flowers and oxen. Visitors are welcome and a small donation is appreciated.\nAny local bus heading south from Rakiraki will take you past Naiseralagi ($2, 25 minutes). A taxi will cost about $40 return. Naiserelagi is just south of Nanukuloa village, on the right past the school. The mission is on the hill, about 500m up a winding track."
},
{
    "country": "fiji",
    "index": 20,
    "name": "Musket Cove Marina",
    "latitude": "-17.773699",
    "longitude": "177.194624",
    "excerpt": "This excellent marina attracts yachties from all over the world. There are 27 moorings ($15 per day), 25 marina berths (from $2 per metre, per day),…",
    "detail_url": "https://www.lonelyplanet.com/fiji/mamanuca-group/malololailai/attractions/musket-cove-marina/a/poi-sig/1412343/362589",
    "image_url": null,
    "detail_description": "This excellent marina attracts yachties from all over the world. There are 27 moorings ($15 per day), 25 marina berths (from $2 per metre, per day), dockside fuel and water (0.10 cents per litre, though this can be limited in the dry season), drop-mail services, a laundry, rubbish disposal, hot showers, book swap, bike hire ($30/150 per day/week), a noticeboard and limited repair services.\nThe Trader Market Store stocks fresh goods and groceries; the attached coffee shop makes a mean cuppa, and serves light lunches on the verandah overlooking the marina. Bulk alcohol is available at Dick's Place.The Musket Cove Yacht Club hosts the famous Fiji Regatta Week every September."
},
{
    "country": "fiji",
    "index": 19,
    "name": "Nananu-i-Ra",
    "latitude": null,
    "longitude": null,
    "excerpt": "This pocket-sized paradise is a must on any northern Viti Levu itinerary. Beautifully hilly, the 3.5-sq-km island is surrounded by scalloped bays, white…",
    "detail_url": "https://www.lonelyplanet.com/fiji/attractions/nananu-i-ra/a/poi-sig/1022678/362585",
    "image_url": null,
    "detail_description": "This pocket-sized paradise is a must on any northern Viti Levu itinerary. Beautifully hilly, the 3.5-sq-km island is surrounded by scalloped bays, white-sand beaches and mangroves. A history of cattle grazing has cleared much of the dense vegetation and today rolling hills of grass dominate the interior.\nIt's only 3km north of Ellington Wharf, but the atypical landscape and small enclave of upmarket holiday homes exaggerates the distance. Nananu-i-Ra is an excellent option for those who want an offshore-island experience but minimal boating and associated cost. It's also renowned for windsurfing and diving. The island has no roads and no village - most of the residents are of European descent so there's not much contact with traditional culture here. "
},
{
    "country": "fiji",
    "index": 18,
    "name": "Momi Guns",
    "latitude": "-17.91754681",
    "longitude": "177.28192789",
    "excerpt": "Turn off the sealed road at the signpost to the guns, and onto 4km of rattling gravel road. This leads to two 6in guns that were installed here by the New…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/momi-bay/attractions/momi-guns/a/poi-sig/1411858/362602",
    "image_url": null,
    "detail_description": "Turn off the sealed road at the signpost to the guns, and onto 4km of rattling gravel road. This leads to two 6in guns that were installed here by the New Zealand 30th Battalion in 1941 to defend Fiji against the Japanese. Fiji was, like most other islands, poorly equipped to take on the might of the Japanese Imperial Army: an army that had already swept through Papua New Guinea, the Solomon Islands and parts of what is now Vanuatu.\nA quick scan of the horizon will reveal why this spot was chosen for the battery. The guns (and now tourists) have unobstructed views to Malolo Barrier Reef, the Mamanuca Group and Navula Passage, the only entry into western Fiji for large ships. The local guides are eager to show off their knowledge (a tip is appreciated)."
},
{
    "country": "fiji",
    "index": 17,
    "name": "Snake God Cave",
    "latitude": "-17.75512487",
    "longitude": "178.42148986",
    "excerpt": "At Wailotua village, 23km west of Korovou, the Snake God Cave is one of the largest caves in Fiji. The name is derived from six glittering stalactites in…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/attractions/snake-god-cave/a/poi-sig/1447929/1332084",
    "image_url": null,
    "detail_description": "At Wailotua village, 23km west of Korovou, the Snake God Cave is one of the largest caves in Fiji. The name is derived from six glittering stalactites in the shape of snakes’ heads. During times of tribal war, the village would pack up en masse and seek shelter in the cave’s pitch-black labyrinth.\nCertain places in the cave complex were used for human sacrifice, others to test a partner's fidelity (the two are not related). The cavern culminates in a huge chamber inhabited by a colony of rare blossom bats.To get here, take any Suva–Lautoka bus and ask the driver to let you off at the village. Ask the first person you approach if you can visit the cave – they’ll organise a guide, who will provide a surprisingly detailed commentary on the cave. Wear a sulu and don't forget the torch."
},
{
    "country": "fiji",
    "index": 16,
    "name": "University of the South Pacific",
    "latitude": "-18.14785528",
    "longitude": "178.4437643",
    "excerpt": "While not necessarily a must-see from a tourist’s perspective, this is the foremost provider of tertiary education to the island nations of the Pacific…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/university-of-the-south-pacific/a/poi-sig/441074/362606",
    "image_url": null,
    "detail_description": "While not necessarily a must-see from a tourist’s perspective, this is the foremost provider of tertiary education to the island nations of the Pacific region. The USP’s main Laucala Campus offers some fascinating people-watching and picturesque strolling through a small botanical garden where you can see temporary exhibits of paintings and carvings at the Oceania Centre for Arts &amp; Culture. The USP Bookshop nearby is particularly well-stocked.\nThe governments of 12 Pacific countries jointly own the university and mingling among the Fijian students you’re likely to see young academics from the Cook Islands, Kiribati, Tonga, Vanuatu and Western Samoa. As this is a fee-paying institution, many of the 11,000 or so students rely on scholarships, and the competition for them is fierce."
},
{
    "country": "fiji",
    "index": 15,
    "name": "Navilawa",
    "latitude": null,
    "longitude": null,
    "excerpt": "The rocky 4WD road to Navilawa hugs the Sabeto River, and there are some perfect swimming holes and waterfalls to plunge in: ask permission first from any…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/koroyanitu-national-heritage-park/attractions/navilawa/a/poi-sig/1411818/362608",
    "image_url": null,
    "detail_description": "The rocky 4WD road to Navilawa hugs the Sabeto River, and there are some perfect swimming holes and waterfalls to plunge in: ask permission first from any locals you see. The village is set in an old volcanic crater surrounded by forest and mountains. There’s a short rainforest hike to a cave beside a clear-flowing creek; the villagers use the cave during cyclones.\nVisitors should take a sevusevu (gift) and make themselves known on arrival for a low-key and very authentic kava welcoming ceremony.There's a simple self-contained lodge ($45) with six beds, or ask around for a homestay. Bring your own food.At the time of research, there was no access to the national park from here due to a 2011 landslide (though efforts were underway to have the trail re-opened by the end of 2015), but it's a worthwhile visit for those seeking an authentic village atmosphere."
},
{
    "country": "fiji",
    "index": 13,
    "name": "Roman Catholic Cathedral",
    "latitude": "-18.13977399",
    "longitude": "178.42535932",
    "excerpt": "This 1902 cathedral is built from sandstone imported from Sydney and is one of Suva’s most prominent landmarks.",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/roman-catholic-cathedral/a/poi-sig/441068/362606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bc5e19d931ba1c9ebc1d457386292c52-roman-catholic-cathedral.jpg",
    "detail_description": "This 1902 cathedral is built from sandstone imported from Sydney and is one of Suva’s most prominent landmarks.\n"
},
{
    "country": "fiji",
    "index": 14,
    "name": "Albert Park",
    "latitude": "-18.147160878525",
    "longitude": "178.42474881284",
    "excerpt": "Charles Kingsford Smith was the first aviator to cross the Pacific, flying in his little Fokker trimotor, The Southern Cross, from California to Australia…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/albert-park/a/poi-sig/441052/362606",
    "image_url": null,
    "detail_description": "Charles Kingsford Smith was the first aviator to cross the Pacific, flying in his little Fokker trimotor, The Southern Cross, from California to Australia. The longest leg of the flight was the 34-hour trip from Hawaii to Fiji. Suva's Albert Park, with its hill at one end and the Grand Pacific Hotel at the other, was made into a makeshift landing strip for his arrival. Trees were still being cleared after Smith had already left Hawaii.\nKingsford Smith and his crew arrived on 6 June 1928, and were welcomed by a crowd of thousands, including colonial dignitaries who had gathered at the Grand Pacific Hotel to witness and celebrate this major event. Because the park was too short to take-off with a heavy load of fuel, Smith had to unload, fly to Nasilai Beach and reload for take-off to Brisbane and Sydney. Kingsford Smith and his crew were presented with a ceremonial tabua (whale's tooth) as a token of great respect."
},
{
    "country": "fiji",
    "index": 12,
    "name": "Bouma National Heritage Park",
    "latitude": "-16.831161",
    "longitude": "-179.918461",
    "excerpt": "This national park protects over 80% of Taveuni's total area, covering about 150 sq km (57 sq mi) of rainforest and coastal forest. The park includes the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/bouma-national-heritage-park/attractions/bouma-national-heritage-park/a/poi-sig/1022679/1332162",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b771b7c1a3d444489edf051134463bb5-bouma-national-heritage-park.jpg",
    "detail_description": "This national park protects over 80% of Taveuni's total area, covering about 150 sq km (57 sq mi) of rainforest and coastal forest. The park includes the three Tavoro Waterfalls near the falls' visitor centre, each with natural swimming pools. The first waterfall is about 24m (78ft) high and only 10 minutes' walk along a flat cultivated path.\r\n\nThe second waterfall, 30 or 40 minutes along, is a bit smaller but also has a good swimming pool. The track is quite steep in places but has steps, handrails and lookout spots to rest. If you are a keen walker, try the Vidawa Rainforest Trail.\r\n"
},
{
    "country": "fiji",
    "index": 10,
    "name": "Koroyanitu National Heritage Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "If you are a keen walker or nature lover, the Koroyanitu National Heritage Park is definitely worth a visit. There are six villages within the park that…",
    "detail_url": "https://www.lonelyplanet.com/fiji/attractions/koroyanitu-national-heritage-park/a/poi-sig/1022677/362585",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-170912651_master.jpg",
    "detail_description": "If you are a keen walker or nature lover, the Koroyanitu National Heritage Park is definitely worth a visit. There are six villages within the park that cooperate as part of an ecotourism project. They maintain the landscape and tracks, and subsequently earn tourist dollars through village stays and manning the office.\nThose who make the climb to the summit of Castle Rock, from Nase Lodge, will be rewarded with panoramic views of the Mamanucas and Yasawas. A marked track leads its way up; it takes about four hours (one way). There is also a two-hour hike that takes in a waterfall, the terraced gardens at Tunutunu and the Navuratu village site. A full-day hike to Mt Koroyanitu visits the remains of a fortified village."
},
{
    "country": "fiji",
    "index": 11,
    "name": "Sigatoka Sand Dunes",
    "latitude": null,
    "longitude": null,
    "excerpt": "One of Fiji's natural highlights, these impressive dunes are a ripple of peppery monoliths skirting the shoreline near the mouth of the Sigatoka River…",
    "detail_url": "https://www.lonelyplanet.com/fiji/sigatoka-sand-dunes/attractions/sigatoka-sand-dunes/a/poi-sig/1022680/1337167",
    "image_url": null,
    "detail_description": "One of Fiji's natural highlights, these impressive dunes are a ripple of peppery monoliths skirting the shoreline near the mouth of the Sigatoka River. Windblown and rugged, they stand around 5km long, up to 1km wide and on average about 20m high, rising to about 60m at the western end. They were made a national park in 1989.\nDon't expect golden Sahara-like dunes: the fine sand is a grey-brown colour and largely covered with vines and shrubs. The dunes have been forming over millions of years as sediments brought down by the Sigatoka River are washed ashore by the surf and blown into dunes by the prevailing winds. Walking trails take you down to the coast across open rolling grassland. A mahogany forest was planted in the 1960s to halt the dunes’ expedition onto the Queens Road,Since the coastal margin of the dunes is largely unstable, human bones and early pottery are sometimes exposed. Archaeological excavations here have uncovered pottery more than 2600 years old and one of the largest burial sites in the Pacific. The visitor centre houses a few pottery shards and ceramic pots from some of these excavations, along with helpful staff.Park access is 4.5km southwest of Sigatoka on the Queens Road. Stick to the designated trails and allow one or two hours for the short or long self-guided walking tours respectively. And if by chance you do come across a thighbone jutting from the sand, know that you’ll be cursed forever if you attempt to remove it.Most buses (excluding express services) travelling between Nadi and Sigatoka can drop you right outside the visitors centre on the main highway. A taxi from Sigatoka town costs $6."
},
{
    "country": "fiji",
    "index": 9,
    "name": "Kula Eco Park",
    "latitude": "-18.1753844",
    "longitude": "177.55558553",
    "excerpt": "This wildlife sanctuary showcases some magnificent wildlife. This includes Fiji’s only native land mammal, the Fijian flying fox; and an aviary full of…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/korotogo-and-korolevu/attractions/kula-eco-park/a/poi-sig/1413110/362601",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-156411751_full.jpg",
    "detail_description": "This wildlife sanctuary showcases some magnificent wildlife. This includes Fiji’s only native land mammal, the Fijian flying fox; and an aviary full of quarrelsome kula parrots, Fiji’s national bird and the park’s namesake. The park runs invaluable breeding programs, with success stories for the Pacific black duck (Fiji’s only remaining duck species) and the crested and banded iguana.\r\n\nKula Eco Park is set in rambling forested grounds. Ambling down the wooden walkways, reading the labels on the native plants and poking in and out of the walk-through aviaries is a lot of fun (and less confronting than viewing the owls and raptors in their small individual cages). The park is 100% funded by gate receipts and donations. There’s also decent wheelchair access.\r\n"
},
{
    "country": "fiji",
    "index": 8,
    "name": "Tavoro Waterfalls",
    "latitude": "-16.80221932",
    "longitude": "-179.87300078",
    "excerpt": "Framed by thick, ridiculously green jungle, these three waterfalls (also known as the Bouma Falls) epitomise the 'Garden Island' epithet Taveuni is famous…",
    "detail_url": "https://www.lonelyplanet.com/fiji/bouma-national-heritage-park/attractions/tavoro-waterfalls/a/poi-sig/1412971/1332162",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-200430459-001_super.jpg",
    "detail_description": "Framed by thick, ridiculously green jungle, these three waterfalls (also known as the Bouma Falls) epitomise the 'Garden Island' epithet Taveuni is famous for. The first waterfall (24m) has a change area, picnic tables and barbecues; it's an easy stroll from the visitors centre. It’s a 30-minute climb (and river-rock hop) to the second one; the third involves a hike along an oft-muddy forest path for another 20 minutes. Rocks and paths leading to the last two falls can get very slippery; they can be cut off during wet season.\nAll waterfalls have natural swimming pools; at the third – if you bring a snorkel – you'll see hundreds of prawns.You must sign in (and pay) at the visitors' centre before heading off. Do not go alone: this is a very isolated spot."
},
{
    "country": "fiji",
    "index": 7,
    "name": "Parliament of Fiji",
    "latitude": "-18.15780901",
    "longitude": "178.43402415",
    "excerpt": "Opened in June 1992, the parliament complex must be one of the world’s most striking political hubs. It was designed in the post-1987 atmosphere. The aim…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/parliament-of-fiji/a/poi-sig/441066/362606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bc4864de543a97cf25f905d0dd1b0cb2-parliament-of-fiji.jpg",
    "detail_description": "Opened in June 1992, the parliament complex must be one of the world’s most striking political hubs. It was designed in the post-1987 atmosphere. The aim of maintaining indigenous Fijian values is apparent through the open-air corridors, traditional arts and structures, and masi cloths throughout. The main building, vale ne bose lawa (parliament house), takes its form from the traditional vale (family house) and has ceremonial access from Ratu Sukuna Rd.\nThe complex is 5km south of the city centre. Free tours are offered, but you need to email in advance to arrange the visit. It's also possible to watch debates when parliament is in session – a calendar of sitting days is available on the website.It’s easiest to reach by taxi, but you can hop on a bus along Queen Elizabeth Dr and walk along Ratu Sukuna Rd for 1km."
},
{
    "country": "fiji",
    "index": 4,
    "name": "Sri Siva Subramaniya Swami Temple",
    "latitude": "-17.80726467",
    "longitude": "177.41506261",
    "excerpt": "This riotously bright Hindu temple is one of the few places outside India where you can see traditional Dravidian architecture; the wooden carvings of…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/nadi/attractions/sri-siva-subramaniya-swami-temple/a/poi-sig/441168/362599",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d1a8ee8dde927ef1eb97c54bb5471df1-sri-siva-subramaniya-swami-temple.jpg",
    "detail_description": "This riotously bright Hindu temple is one of the few places outside India where you can see traditional Dravidian architecture; the wooden carvings of deities travelled here from India, as did the artists who dressed the temple in its colourful coat and impressive ceiling frescos. Dress modestly and remove your shoes at the entrance; photos are okay in the grounds, but not the temple. The inner sanctum is reserved for devotees bringing offerings. The on-site temple custodian can help you make sense of it all.\r\n\n"
},
{
    "country": "fiji",
    "index": 5,
    "name": "Mariamma Temple",
    "latitude": "-18.11915595",
    "longitude": "178.45052548",
    "excerpt": "The South Indian fire-walking festival is held here during July or August. Of all Fiji's cultural rituals, the extraordinary art of fire walking is…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/mariamma-temple/a/poi-sig/441062/362606",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/shutterstock_614123699%20The%20Kuala%20Lumpur%20Malaysia%20-%20Sri%20Maha%20Mariamman%20Temple.jpg",
    "detail_description": "The South Indian fire-walking festival is held here during July or August. Of all Fiji's cultural rituals, the extraordinary art of fire walking is perhaps the most impressive. Watching men display the poise of a lead ballerina while they traverse a pit of blazing embers without combusting is truly baffling. Even more mystifying is the fact that, originally, this ritual was practised in Fiji only on the tiny island of Beqa, and by two neighbouring and disparate cultures - Indigenous Fijian and Hindu - for completely different reasons.\nIndigenous Fijian firewalking is known as vilavilairevo (literally 'jumping into the oven'). Hindu fire walking is part of an annual religious festival coinciding with a full moon in July or August and lasts 10 days.Hindu fire walking is a religious sacrament performed mostly by descendants of southern Indians. They believe life is like walking on fire; discipline helps them to achieve a balanced life, self-acceptance and to see good in everything.The Hindu fire walking takes place at many temples around Fiji. Preparations for the ceremony are overseen by a priest and take three to 10 days, with the fire walking the climax of the ritual. During this period participants isolate themselves, abstain from sex and eating meat, and meditate to worship the goddess Maha Devi. The participants rise early, pray until late at night, survive on little food or sleep and dress in red and yellow, which symbolises the cleansing of physical and spiritual impurity. Yellow turmeric is smeared on the face as a symbol of prosperity and power over diseases. On the final day the participants at the Mariamma Temple bathe in the sea. The priests pierce the tongues, cheeks and bodies of the fire walkers with three-pronged skewers. The fire walkers then dance into an ecstatic trance for about 2km back to the temple for the fire walking; their altered state enabling them to perform the feat. Devotees' bodies are whipped before and during the ceremony. If fire walkers are focused on the divine Mother they should not feel pain.A decorated statue of the goddess is placed facing the pit for her to watch and bless the ceremony. It only takes about five seconds to walk along the pit, which is filled with charred wood raked over glowing coals, and the walk is repeated about five times to chanting and drumming. Fijian fire walking: the ability to walk barefoot on white-hot stones without being burned was, according to local legend, granted to a local chief by the leader of the veli, a group of little gods. Now the direct descendants of the chief (tui qalita) serve as the bete (priests) who instruct in the ritual of fire walking.Preparations for fire walking used to occupy a whole village for nearly a month. Firewood and appropriate stones had to be selected, costumes made and various ceremonies performed. Fire walkers had to abstain from sex and refrain from eating any coconut for up to a month before the ritual. None of the fire walkers' wives could be pregnant, or it was believed the whole group would receive burns.Traditionally vilavilairevo was only performed on special occasions in the village of Navakaisese. Today, though, it's performed only for commercial purposes and has little religious meaning. There are regular performances at the Pacific Harbour Arts Village, at the larger resort hotels, and at Suva's annual Hibiscus Festival."
},
{
    "country": "fiji",
    "index": 6,
    "name": "Tavuni Hill Fort",
    "latitude": "-18.131741",
    "longitude": "177.542303",
    "excerpt": "Although there are many forts like it scattered all over Fiji, Tavuni Hill Fort is the most accessible for visitors. Built in the 18th century by Tongan…",
    "detail_url": "https://www.lonelyplanet.com/fiji/upper-sigatoka-valley/attractions/tavuni-hill-fort/a/poi-sig/1411917/1337170",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/460bedd68dda15b1b3a7b73711962b20-tavuni-hill-fort.jpg",
    "detail_description": "Although there are many forts like it scattered all over Fiji, Tavuni Hill Fort is the most accessible for visitors. Built in the 18th century by Tongan chief Maile Latumai, this fort was a defensive site used in times of war and is one of Fiji’s most interesting historical sights.The steep 90m-high limestone ridge at the edge of a bend in the Sigatoka River is an obvious strategic location for a fortification. The views over the valley are tremendous.\nFrom this position, the surrounding area could easily be surveyed, both upstream and downstream, and the views are spectacular. Substantial earthworks were carried out to form yavu (bases for houses) and terraces for barricade fencing. There are also a number of grave sites, a rara (ceremonial ground) and a vatu ni bokola (head-chopping stone), as well as some beautiful curtain figs and an ivi (Polynesian chestnut tree) on the site.The fort is about 4km northeast of Sigatoka on the eastern side of the river, above Naroro village. Occasional local carriers make the trip past the entrance gate. A taxi costs $5."
},
{
    "country": "fiji",
    "index": 2,
    "name": "Fiji Museum",
    "latitude": "-18.14959791",
    "longitude": "178.42570743",
    "excerpt": "This museum offers a great journey into Fiji’s historical and cultural and evolution. To enjoy the exhibits in chronological order, start with the…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/fiji-museum/a/poi-sig/441058/362606",
    "image_url": null,
    "detail_description": "This museum offers a great journey into Fiji’s historical and cultural and evolution. To enjoy the exhibits in chronological order, start with the displays behind the ticket counter and work your way around clockwise. The centre piece is the massive Ratu Finau (1913), Fiji’s last waqa tabus (double-hulled canoe), over 13m long and with an enclosed deck for rough weather. Other attractions in the main hall include war clubs, a gruesome display about cannibalism and the rudder from The Bounty (of Mutiny fame).\nThe growing influence of other South Pacific and European cultures is documented in a hall on the other side of the museum shop. It is here that you’ll find the well-chewed, but ultimately inedible, shoe of Thomas Baker, a Christian missionary eaten for his indiscretions in 1867. Upstairs, a small Indo-Fijian hall chronicles some of the contributions made by the Indian workers and their descendants who were brought to Fiji in the 1870s as indentured labourers. Also on the same floor is a gallery of beautiful masi by some of Fiji’s finest contemporary artists.The museum continually undertakes archaeological research and collects and preserves oral traditions. Many of these are published in Domodomo, a quarterly journal on history, language, culture, art and natural history that is available in the museum’s gift shop. The museum has excellent open days on the last Saturday of every month, with live music, traditional dance (and sometime firewalkers), poetry, food and craft stalls.After visiting the museum, ponder your new-found knowledge with a wander through the compact but beautiful Thurston Gardens. The dense conglomeration of native flora and surrounding lawns are less manicured and growing more haphazard with every coup, but it was here that the original village of Suva once stood. It’s a lovely spot for a picnic – particularly if you camp yourself under one of the grand and stately fig trees."
},
{
    "country": "fiji",
    "index": 3,
    "name": "Suva Municipal Market",
    "latitude": "-18.13580735",
    "longitude": "178.42429756",
    "excerpt": "It’s the beating heart of Suva and a great place to spend an hour or so poking around with a camera. The boys with barrows own the lanes and they aren’t…",
    "detail_url": "https://www.lonelyplanet.com/fiji/viti-levu/suva/attractions/suva-municipal-market/a/poi-sig/441102/362606",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5e8825a93cbd29eb336b5da4781db67c-suva-municipal-market.jpg",
    "detail_description": "It’s the beating heart of Suva and a great place to spend an hour or so poking around with a camera. The boys with barrows own the lanes and they aren’t afraid to mow down a few tourists to deliver their cassava on time. Besides the recognisable tomatoes, cabbages and chillies, look out for bitter gourds, jackfruit, dalo (taro), cassava and yams. Produce is cheaper than in supermarkets and there's no need to haggle – prices are clearly marked.\nIf you need refreshment, try the fresh pineapple juice stands. Head upstairs to buy your sevusevu. Yaqona (kava) root costs anything from $25 to $40 a kilo and a gift of these guarantees 100-watt smiles. Only cheapskates opt for the powdered, less potent, stems."
}
]