[
{
    "country": "finland",
    "city": "Helsinki",
    "index": 1,
    "name": "Suomenlinna",
    "latitude": "60.148945",
    "longitude": "24.984884",
    "excerpt": "Suomenlinna, the ‘fortress of Finland’, straddles a cluster of car-free islands connected by bridges. This Unesco World Heritage site was originally built…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/suomenlinna/a/poi-sig/1289820/359153",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-459458831_super.jpg",
    "detail_description": "Suomenlinna, the ‘fortress of Finland’, straddles a cluster of car-free islands connected by bridges. This Unesco World Heritage site was originally built by the Swedes, as Sveaborg, in the mid-18th century. Visually striking and historically evocative, it offers at least a day's diversions: several museums, bunkers and fortress walls, and Finland's only remaining WWII submarine. Cafes and picnic spots are plentiful.Ferries (www.hsl.fi; day ticket €5, 15 minutes, four hourly, fewer in winter) depart from the passenger quay at Kauppatori.\nFrom May to September, JT-Line runs a water bus from the Kauppatori, making three stops on Suomenlinna (20 minutes).At Suomenlinna's main quay, the pink Rantakasarmi (Jetty Barracks) building is one of the best preserved of the Russian era. It holds a small exhibition and the helpful, multilingual tourist office, which offers downloadable content for your smartphone. Guided tours of Suomenlinna depart from here.Near the tourist office you'll find a hostel, a supermarket and Suomenlinna's distinctive church. Built by the Russians in 1854, it served as a Russian Orthodox place of worship until the 1920s, when it became Lutheran. It doubles as a lighthouse – the beacon was originally gaslight, but is now electric and still in use.From the main quay, a blue-signposted walking path connects the key attractions. By the bridge that links Iso Mustasaari and the main island, Susisaari, is Suomenlinna-Museo, a two-level museum covering the history of the fortress.The most atmospheric part of Suomenlinna, Kustaanmiekka, is at the end of the blue trail. Exploring the old bunkers, crumbling fortress walls and cannons will give you an insight into this fortress, and there are plenty of grassy picnic spots. Monumental King’s Gate was built in 1753–54 as a two-storey fortress wall, which had a double drawbridge and a stairway added. In summer you can get a water bus back to Helsinki from here, saving you the walk back to the main quay.Several other museums dot the islands, including the absorbing Ehrensvärd-Museo, once the home of Augustin Ehrensvärd, who designed the fortress. Outside, Ehrensvärd’s elaborately martial tomb sits opposite Viaporin Telakka, a picturesque shipyard where sailmakers and other workers have been building ships since the 1750s. The dry dock holds up to two dozen boats; these days it's used for the maintenance of wooden vessels.Along the shore from here is another fish out of water. The Vesikko is the only WWII-era submarine remaining in Finland. It saw action against the Russians, and it’s fascinating to climb inside and see how it all worked. Needless to say, there’s not much room to move.Back on Iso Mustasaari is Sotamuseo Maneesi, which has a comprehensive overview of Finnish military hardware, from bronze cannons to WWII artillery. Quite a contrast is the nearby Suomnelinna Toy Museum, a delightful private collection of hundreds of dolls and almost as many teddy bears, which has an on-site cafe.There are several places to eat and drink. Suomenlinnan Panimo, by the main quay, brews a clutch of excellent beers, including a hefty porter, and offers good food to accompany it. Cosy and snug in winter and spilling onto a sunny terrace in summer, Bastion Bistro is housed in a historic Russian military building a five-minute walk from the city ferry terminal. Finnish craft beers and a good selection of organic wines complement a varied à la carte menu that includes pizzas. For something lighter, the warm and welcoming aromas of hot soup, house-made bread and fresh cinnamon buns greet visitors to Cafe Silo. Open daily in a wooden house in the old Russian merchants’ quarter, the cafe faces visitors as they walk from the city ferry quay through the jetty barracks tunnel.Taking a picnic is a great way to make the most of Suomenlinna’s grass, views and (hopefully) sunshine. At around 5.15pm it’s worth finding a spot to watch the enormous Baltic ferries pass through the narrow gap between islands."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 39,
    "name": "Tervasaari",
    "latitude": "60.173693",
    "longitude": "24.967192",
    "excerpt": "Reached by a causeway, Tar Island (named for the warehouses that safely stored flammable Finnish tar here prior to export) is now a landscaped park with…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kruununhaka-katajanokka/attractions/tervasaari/a/poi-sig/1580585/1341944",
    "image_url": null,
    "detail_description": "Reached by a causeway, Tar Island (named for the warehouses that safely stored flammable Finnish tar here prior to export) is now a landscaped park with spectacular views over Helsinki's skyline. Covering 2.86 hectares, it's planted with several different varieties of roses, including the Karelian rose. There's a summer theatre with free performances (mostly in Finnish), a small kids' playground and the wonderful summer restaurant Savu, specialising in smoked Finnish delicacies, situated in the last remaining wooden tar storehouse.\n"
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 40,
    "name": "Espoo Museum of Modern Art",
    "latitude": "60.178623",
    "longitude": "24.794662",
    "excerpt": "In the commuter city of Espoo, this museum has a huge collection of mostly Finnish modern art, ranging from the early 20th century to the present. Works…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/espoo-museum-of-modern-art/a/poi-sig/1185670/359153",
    "image_url": null,
    "detail_description": "In the commuter city of Espoo, this museum has a huge collection of mostly Finnish modern art, ranging from the early 20th century to the present. Works by acclaimed ceramicist Rut Bryk (1916–99) are a highlight. Sharing the same address and opening hours, and visitable with the same ticket, other museums on site (covering Espoo city, toys and horology) can round out a day trip. From Kamppi bus station, take bus 106 or 110 to the WeeGee-Talo stop.\nMany performances during the April Jazz Festival are held here."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 38,
    "name": "Suomenlinna-Museo",
    "latitude": "60.145281",
    "longitude": "24.987738",
    "excerpt": "By the bridge at Suomenlinna that connects Iso Mustasaari and the main island, Susisaari, is Suomenlinna-Museo, a two-level museum covering the history of…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/suomenlinna-museo/a/poi-sig/1062262/359153",
    "image_url": null,
    "detail_description": "By the bridge at Suomenlinna that connects Iso Mustasaari and the main island, Susisaari, is Suomenlinna-Museo, a two-level museum covering the history of the fortress. It’s very information heavy, but provides good background. Displays (with interpretative signs in English) include maps and scale models of ships and the fortress itself. A helpful 25-minute audiovisual display plays every 30 minutes (with multilingual headphones, including an English option). Tickets include entry to the Vesikko submarine.\n"
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 37,
    "name": "Gallen-Kallelan Museo",
    "latitude": "60.206904",
    "longitude": "24.832599",
    "excerpt": "Part castle, part studio, this was the home of Akseli Gallen-Kallela (1865–1931), one of Finland’s most significant artists. Many of his works are…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/gallen-kallelan-museo/a/poi-sig/1022012/359153",
    "image_url": null,
    "detail_description": "Part castle, part studio, this was the home of Akseli Gallen-Kallela (1865–1931), one of Finland’s most significant artists. Many of his works are displayed here, including his famed Kalevala illustrations. The tranquillity of the lakeside location is somewhat disturbed these days by the whoosh of the nearby Helsinki–Turku motorway, but it remains a worthwhile visit. From Helsinki, the fastest way to get here is to take bus 106 from Kamppi to Majurinkulma, from where it's a 1.2km walk east.\nAlternatively, take tram 4 to its terminus then walk 2km east to reach the museum."
},
{
    "country": "finland",
    "city": "Rovaniemi",
    "index": 36,
    "name": "Santapark",
    "latitude": "66.539757",
    "longitude": "25.796843",
    "excerpt": "Built inside a cavern in the mountain, this Christmas-themed amusement park features an army of elves baking gingerbread, a magic sleigh ride, a carousel,…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/santapark/a/poi-sig/1192151/359184",
    "image_url": null,
    "detail_description": "Built inside a cavern in the mountain, this Christmas-themed amusement park features an army of elves baking gingerbread, a magic sleigh ride, a carousel, an ice bar, a theatre, a restaurant and, of course, Santa himself. The most intriguing section is the gallery of ice sculpture. It lacks a bit of atmosphere in the summer season, though it’s cheaper. Tickets are valid for two days. Bus 8 linking Rovaniemi and Napapiiri (€4.25, 10 minutes, up to three hourly) stops here.\nIt's 2.5km west of Santa Claus Village."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 35,
    "name": "Ehrensvärd-Museo",
    "latitude": "60.144191",
    "longitude": "24.985571",
    "excerpt": "Perhaps the most interesting of the museums at Suomenlinna, this was once the home of Augustin Ehrensvärd, who designed the fortress, and later the…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/ehrensvaerd-museo/a/poi-sig/1062263/359153",
    "image_url": null,
    "detail_description": "Perhaps the most interesting of the museums at Suomenlinna, this was once the home of Augustin Ehrensvärd, who designed the fortress, and later the official residence of the fort's commanders. An attractive 18th-century house, it holds numerous portraits, prints and models giving an insight into daily life on the island. Ehrensvärd’s tomb sits outside in the square, and opposite is an evocative shipyard, where sailmakers and other workers have been building ships since the 1750s.\nThe dry dock holds up to two dozen boats; these days it's used for the maintenance of wooden vessels."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 34,
    "name": "Didrichsen Taidemuseo",
    "latitude": "60.185276",
    "longitude": "24.856642",
    "excerpt": "On the island of Kuusisaari, this striking villa is filled with elegant objets d'art, including some Mayan and Chinese pieces, Finnish golden-age works…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/didrichsen-taidemuseo/a/poi-sig/1493153/359153",
    "image_url": null,
    "detail_description": "On the island of Kuusisaari, this striking villa is filled with elegant objets d'art, including some Mayan and Chinese pieces, Finnish golden-age works and 20th-century international art, including paintings by Picasso, Miró and Kandinsky and a Henry Moore sculpture. It also stages two to three changing exhibitions each year. From June to August, ferries run from the kauppatori three times daily; journey time is 50 minutes. Alternatively, take bus 194 or 195 from Kamppi bus station.\nA combination ticket with Villa Gyllenberg, 400m south, costs €18."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 33,
    "name": "Villa Gyllenberg",
    "latitude": "60.184123",
    "longitude": "24.852276",
    "excerpt": "In a lovely setting on Kuusisaari island, this private gallery in a 1938 villa has works ranging from the Italian Renaissance to an extensive collection…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/villa-gyllenberg/a/poi-sig/1493152/359153",
    "image_url": null,
    "detail_description": "In a lovely setting on Kuusisaari island, this private gallery in a 1938 villa has works ranging from the Italian Renaissance to an extensive collection by Helsinki-born painter Helene Schjerfbeck (1862–1946), renowned for her self-portraits and realist works. Classical concerts (€10) regularly take place here. Buses 194 and 195 from Kamppi bus station run here year-round; during summer (June to August) there are also 50-minute ferries to the island from the kauppatori three times daily.\nA combination ticket with the Didrichsen Taidemuseo, 400m to the north, costs €18."
},
{
    "country": "finland",
    "city": "Lapland",
    "index": 32,
    "name": "Ranua Zoo",
    "latitude": "65.943253",
    "longitude": "26.467652",
    "excerpt": "Ranua's excellent zoo focuses almost entirely on Finnish animals, although there are also polar bears and musk oxen. A boardwalk runs past all the…",
    "detail_url": "https://www.lonelyplanet.com/finland/southern-lapland/attractions/ranua-zoo/a/poi-sig/1192152/1341395",
    "image_url": null,
    "detail_description": "Ranua's excellent zoo focuses almost entirely on Finnish animals, although there are also polar bears and musk oxen. A boardwalk runs past all the creatures, which include minks and stoats, impressive owls and eagles, wild reindeer, elk, bears in a big paddock (they hibernate from November to March), lynx and wolverines. Kid-pleasing attractions include horse rides, mini-karts, pettable domestic animals and adventure courses. Ice-cream stops dot the route, and there’s a cafe and lunch restaurant.\nIn November and from January to May, prices per adult/child drop to €15/13.50; in December, they rise to €18.50/16.The zoo is 78km southeast of Rovaniemi on Rd 78. Up to six daily buses serve Rovaniemi (€17.30, one hour)."
},
{
    "country": "finland",
    "city": "Finland",
    "index": 31,
    "name": "Visavuori",
    "latitude": "61.175198",
    "longitude": "24.021263",
    "excerpt": "The residence of renowned sculptor Emil Wickström (1864–1942), Visavuori consists of three buildings, the oldest of which is Wickström's 1902 house, built…",
    "detail_url": "https://www.lonelyplanet.com/finland/tampere-hame/attractions/visavuori/a/poi-sig/1186972/1330060",
    "image_url": null,
    "detail_description": "The residence of renowned sculptor Emil Wickström (1864–1942), Visavuori consists of three buildings, the oldest of which is Wickström's 1902 house, built in Karelian and Finnish Romantic styles. This has an unusual octagonal lounge with a carved wooden ceiling. The fascinating studio next door (1903) is filled with dozens of models and sculptures; it also has a turret from which Wickström, a keen amateur astronomer, stargazed. The bronze foundry under the studio (Finland's first) is now a pleasant cafe.\nA modern building, the Kari Paviljonki, is dedicated to the work of Kari Suomalainen, Emil Wickström’s grandson, whose long career as a political cartoonist spanned several decades.Visavuori is 4km (signposted) off the motorway."
},
{
    "country": "finland",
    "city": "Rovaniemi",
    "index": 30,
    "name": "Santa Claus Village",
    "latitude": "66.543596",
    "longitude": "25.8445",
    "excerpt": "The ‘official’ Santa Claus Village is built atop the Arctic Circle marker, denoted by a line painted on the pavement (Arctic Circle certificates cost €4…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/santa-claus-village/a/poi-sig/1192150/359184",
    "image_url": null,
    "detail_description": "The ‘official’ Santa Claus Village is built atop the Arctic Circle marker, denoted by a line painted on the pavement (Arctic Circle certificates cost €4.50). There’s a mixture of humdrum souvenir stands and classier shops, some selling Sámi handicrafts. Other attractions here include reindeer-pulled sleigh rides (on wheels in summer, traditional runners in snow; per adult/child from €18/14 for 400m) and Santa's Grotto.\nYou can also visit a husky park, and view ice sculpting and varying Christmassy exhibitions. There are Christmas-themed dining options; on-site accommodation includes cabins at Santa Claus Holiday Village, and the new Snowman World (http://snowmanworld.fi), with glass-sided apartments and a winter-only ice hotel complete with restaurant and bar.Bus 8 heads here from the train station, via the city and airport (€4.25, 25 minutes, up to three hourly 6.30am to 6.30pm)."
},
{
    "country": "finland",
    "city": "Rovaniemi",
    "index": 29,
    "name": "Konttaniemen Porotila",
    "latitude": "66.559849",
    "longitude": "25.646961",
    "excerpt": "Meet reindeer (including adorable calves in season) and find out about their life cycle at this reindeer farm 7km northwest of Rovaniemi. Tours complete…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/konttaniemen-porotila/a/poi-sig/1192084/359184",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/Arctic-Snow-Hotel-reindeer.jpg",
    "detail_description": "Meet reindeer (including adorable calves in season) and find out about their life cycle at this reindeer farm 7km northwest of Rovaniemi. Tours complete with lunch (of, yes, reindeer) are available year-round, and sleigh rides are available in winter.\n"
},
{
    "country": "finland",
    "city": "Turku",
    "index": 27,
    "name": "Forum Marinum Ships",
    "latitude": "60.435807",
    "longitude": "22.235513",
    "excerpt": "Anchored outside the Forum Marinum is a small fleet of museum ships that you can climb aboard. The mine layer Keihässalmi and the corvette Karjala take…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/forum-marinum-ships/a/poi-sig/1581257/359205",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2167316905.jpg",
    "detail_description": "Anchored outside the Forum Marinum is a small fleet of museum ships that you can climb aboard. The mine layer Keihässalmi and the corvette Karjala take you back to WWII, while the full-rigger Suomen Joutsen recalls more carefree prewar days. The beautiful three-masted barque Sigyn (moored 500m upstream) was originally launched from Göteborg in 1887 and has well-preserved cabins.\n"
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 28,
    "name": "Kauppatori",
    "latitude": "60.167610302164",
    "longitude": "24.95446765156",
    "excerpt": "The heart of central Helsinki is the harbourside kauppatori (market square), where cruises and ferries leave for archipelago islands. It's completely…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kruununhaka-katajanokka/attractions/kauppatori/a/poi-sig/1289787/1341944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8affdb12432fa04abd4f96233f5d428c-lpl-kauppatori1.jpg",
    "detail_description": "The heart of central Helsinki is the harbourside kauppatori (market square), where cruises and ferries leave for archipelago islands. It's completely touristy these days, with reindeer souvenir stands having replaced most market stalls, but there are still some berries and flowers for sale, and cheap food options.\n"
},
{
    "country": "finland",
    "city": "Turku",
    "index": 25,
    "name": "Forum Marinum",
    "latitude": "60.436774",
    "longitude": "22.234145",
    "excerpt": "Partly housed in an old granary, this excellent maritime museum offers a comprehensive look at ships and shipping, from scale models to full-size vessels…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/forum-marinum/a/poi-sig/428714/359205",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1357335516.jpg",
    "detail_description": "Partly housed in an old granary, this excellent maritime museum offers a comprehensive look at ships and shipping, from scale models to full-size vessels. Highlights include the museum's hydrocopter, WWII torpedoes and multimedia displays, plus a cabin from a luxury cruise liner (many of which were built in Turku). At the museum's cafe-restaurant, you’ll find its namesake Daphne, a cute little boat that was home to author Göran Schild. Anchored outside is a small fleet of museum ships.\n"
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 26,
    "name": "Tennispalatsi",
    "latitude": "60.170069",
    "longitude": "24.929942",
    "excerpt": "The 1938-completed Tennispalatsi (Tennis Palace) cultural and recreation centre was intended for the 1940 Summer Olympics, which were subsequently…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kamppi-toolo/attractions/tennispalatsi/a/poi-sig/1581055/1341942",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/661456588f5c28cf7567751c627987a2-tennispalatsi.jpg",
    "detail_description": "The 1938-completed Tennispalatsi (Tennis Palace) cultural and recreation centre was intended for the 1940 Summer Olympics, which were subsequently cancelled following the outbreak of WWII, although it went on to host basketball games during Helsinki's successful 1952 Summer Olympics. Today the building houses the superb Helsinki Art Museum and other venues, including a cinema and shops.\n"
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 24,
    "name": "Temppeliaukion Kirkko",
    "latitude": "60.172743",
    "longitude": "24.925404",
    "excerpt": "Hewn into solid stone, the Temppeliaukion church, designed by Timo and Tuomo Suomalainen in 1969, feels close to a Finnish ideal of spirituality in nature…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kamppi-toolo/attractions/temppeliaukion-kirkko/a/poi-sig/413248/1341942",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c868c670c6bc65d754be980facbd1dff-temppeliaukion-kirkko.jpg",
    "detail_description": "Hewn into solid stone, the Temppeliaukion church, designed by Timo and Tuomo Suomalainen in 1969, feels close to a Finnish ideal of spirituality in nature – you could be in a rocky glade were it not for the stunning 24m-diameter roof covered in 22km of copper stripping. The acoustics are exceptional; regular concerts take place here. Opening times vary, depending on events and seasons, so check online before visiting. There are fewer tour groups to navigate around midweek.\nA short prayer is offered in English at noon on Monday, Tuesday, Thursday and Friday."
},
{
    "country": "finland",
    "city": "Lapland",
    "index": 23,
    "name": "Auttiköngäs",
    "latitude": "66.287998",
    "longitude": "27.201483",
    "excerpt": "The highlight of this protected old-growth forest, 80km southeast of Rovaniemi off Rd 81, is the 16m-high Auttiköngäs waterfall. It's reached by a 3.5km…",
    "detail_url": "https://www.lonelyplanet.com/finland/southern-lapland/attractions/auttikoengaes/a/poi-sig/1577956/1341395",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2132487453.jpg",
    "detail_description": "The highlight of this protected old-growth forest, 80km southeast of Rovaniemi off Rd 81, is the 16m-high Auttiköngäs waterfall. It's reached by a 3.5km nature trail, which winds from the car park and traverses a suspension bridge above the Auttijoki. Bird life here includes black woodpeckers, redstarts and crossbills, and, if you're lucky, grey wagtails and golden eagles. Next to the car park, a small hut has displays on log floating and the timber industry and a summer-opening cafe.\nIn summer you can forage for blueberries and lingonberries growing along the trail. Come winter, you'll need snowshoes to explore here."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 22,
    "name": "Esplanadin Puisto",
    "latitude": "60.167459",
    "longitude": "24.947741",
    "excerpt": "Locally known as 'Espa', oblong-shaped Esplanadi stretches for four blocks between the squares Erottaja to the west and the kauppatori to the east…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/city-centre/attractions/esplanadin-puisto/a/poi-sig/1580499/1341945",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial725241022.jpg",
    "detail_description": "Locally known as 'Espa', oblong-shaped Esplanadi stretches for four blocks between the squares Erottaja to the west and the kauppatori to the east. Designed by architect CL Engel and opened in 1818, it's one of the city's most loved green spaces and fills with picnickers on sunny days. Elegant shops, cafes and restaurants line the streets Pohjoisesplanadi (North Esplanadi) and Eteläesplanadi (South Esplanadi). At the park's eastern end is a bandstand out the front of grand cafe Kappeli.\nIn the centre of the park is a statue of Johan Ludvig Runeberg, Finland's national poet and composer of the national anthem, which was unveiled in 1885."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 21,
    "name": "Helsingin Kaupunginmuseo",
    "latitude": "60.169002",
    "longitude": "24.951582",
    "excerpt": "This museum complex spreads over five buildings from different eras, including Sederholmin talo, Helsinki’s oldest central building (dating from 1757 and…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kruununhaka-katajanokka/attractions/helsingin-kaupunginmuseo/a/poi-sig/1185209/1341944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/iStock_000064899119XLarge.jpg",
    "detail_description": "This museum complex spreads over five buildings from different eras, including Sederholmin talo, Helsinki’s oldest central building (dating from 1757 and built by a wealthy merchant). They're linked by a contemporary structure, along with four other museums at separate locations. The must-see of the bunch is the main museum. Its collection of 450,000 historical artefacts and more than one million photographs is backed up by entertaining information piecing together Helsinki’s transition from Swedish to Russian hands and on into independence.\nThere are three beautiful inner courtyards.Its other museums all have free entry and focus on an aspect of the city’s past or present through permanent and temporary exhibitions. The delightful Ratikkamuseo displays vintage trams and depicts daily life in Helsinki’s streets in past decades. Mustard-coloured Ruiskumestarin talo is set in central Helsinki’s oldest wooden townhouse, built in 1818. The Työväenasuntomuseo shows how industrial workers lived in the early 20th century."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 20,
    "name": "Kajsaniemi",
    "latitude": "60.176014",
    "longitude": "24.946378",
    "excerpt": "Rambling over 4 hectares in the city centre alongside the north harbour, Töölönlahti, Helsinki's botanic gardens are filled with plants from Finland and…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/city-centre/attractions/kajsaniemi/a/poi-sig/1581113/1341945",
    "image_url": null,
    "detail_description": "Rambling over 4 hectares in the city centre alongside the north harbour, Töölönlahti, Helsinki's botanic gardens are filled with plants from Finland and other countries on the same latitude, with some 3600 species all up. The gardens' 10 interconnected greenhouses shelter 800 species from all latitudes, and are a wonderfully warm refuge for visitors in the chillier months.\n"
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 19,
    "name": "Amos Rex",
    "latitude": "60.17008",
    "longitude": "24.936733",
    "excerpt": "Set beneath the iconic 1936 Lasipalatsi building, art museum Amos Rex opened in 2018. Sweeping staircases take you below ground to the exhibition halls…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kamppi-toolo/attractions/amos-rex/a/poi-sig/1615101/1341942",
    "image_url": null,
    "detail_description": "Set beneath the iconic 1936 Lasipalatsi building, art museum Amos Rex opened in 2018. Sweeping staircases take you below ground to the exhibition halls where often experimental works bring the traditional, the new and the future together in an intriguing space. Skylights in the polka-dot ceiling jut out above ground in the square behind and give spectators an opportunity to glimpse exhibitions from the outside in.\n"
},
{
    "country": "finland",
    "city": "Tampere",
    "index": 18,
    "name": "Amurin Työläismuseokortteli",
    "latitude": "61.499456",
    "longitude": "23.743451",
    "excerpt": "An entire block of wooden houses – including 32 apartments in five residential buildings, a bakery, a shoemaker, a public sauna, two general shops and a…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/amurin-tyoelaeismuseokortteli/a/poi-sig/1186989/359210",
    "image_url": null,
    "detail_description": "An entire block of wooden houses – including 32 apartments in five residential buildings, a bakery, a shoemaker, a public sauna, two general shops and a cafe – is preserved at the Amuri Museum of Workers' Housing, evoking life from 1882 to 1973. Interpretative panels (English translation available) outlining the fictional lives of residents give plenty of historical information and make for a visit that is as entertaining as it is educational. There's a good on-site cafe (soup lunch €7).\n"
},
{
    "country": "finland",
    "city": "Turku",
    "index": 17,
    "name": "Aboa Vetus & Ars Nova",
    "latitude": "60.449694",
    "longitude": "22.273504",
    "excerpt": "Art and archaeology unite here under one roof. Aboa Vetus (Old Turku) draws you underground to Turku’s medieval streets, showcasing some of the 37,000…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/aboa-vetus-ars-nova/a/poi-sig/428708/359205",
    "image_url": null,
    "detail_description": "Art and archaeology unite here under one roof. Aboa Vetus (Old Turku) draws you underground to Turku’s medieval streets, showcasing some of the 37,000 artefacts unearthed from the site (digs still continue). Back in the present, Ars Nova has contemporary-art exhibitions upstairs. English-language tours lasting 45 minutes (included in admission) take place daily from 11.30am in July and August.\nThe themed Turku Biennaali (www.turkubiennaali.fi) takes place here in the summer of odd-numbered years."
},
{
    "country": "finland",
    "city": "Rovaniemi",
    "index": 15,
    "name": "Arktikum",
    "latitude": "66.507581",
    "longitude": "25.726236",
    "excerpt": "With its beautifully designed glass tunnel stretching out to the Ounasjoki, this is one of Finland’s finest museums. One half deals with Lapland, with…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/arktikum/a/poi-sig/494004/359184",
    "image_url": null,
    "detail_description": "With its beautifully designed glass tunnel stretching out to the Ounasjoki, this is one of Finland’s finest museums. One half deals with Lapland, with information on Sámi culture and the history of Rovaniemi; the other offers a wide-ranging display on the Arctic, with superb static and interactive displays focusing on flora and fauna, as well as on the peoples of Arctic Europe, Asia and North America. Downstairs an audiovisual – basically a pretty slide show – plays on a constant loop.\nAlso here are a research library and a handy cafe."
},
{
    "country": "finland",
    "city": "Rovaniemi",
    "index": 16,
    "name": "Pilke Tiedekeskus",
    "latitude": "66.507321",
    "longitude": "25.724906",
    "excerpt": "Downstairs in the Metsähallitus (Finnish Forest and Park Service) building next to the Arktikum, this is a highly entertaining exhibition on Finnish…",
    "detail_url": "https://www.lonelyplanet.com/finland/lapland/rovaniemi/attractions/pilke-tiedekeskus/a/poi-sig/1325532/359184",
    "image_url": null,
    "detail_description": "Downstairs in the Metsähallitus (Finnish Forest and Park Service) building next to the Arktikum, this is a highly entertaining exhibition on Finnish forestry with a sustainability focus. It has dozens of interactive displays that are great for kids of all ages, who can clamber up into a bird house, build a timber-framed dwelling, get behind the wheel of a forest harvester or play games about forest management. Multilingual touch screens provide interesting background information.\n"
},
{
    "country": "finland",
    "city": "Turku",
    "index": 13,
    "name": "Turun Linna",
    "latitude": "60.43532633",
    "longitude": "22.2280322",
    "excerpt": "Founded in 1280 at the mouth of the Aurajoki, mammoth Turku Castle is easily Finland’s largest fortress. Highlights include two dungeons and sumptuous…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/turun-linna/a/poi-sig/428728/359205",
    "image_url": null,
    "detail_description": "Founded in 1280 at the mouth of the Aurajoki, mammoth Turku Castle is easily Finland’s largest fortress. Highlights include two dungeons and sumptuous banqueting halls, as well as a fascinating historical museum of medieval Turku in the castle’s Old Bailey. Models depict the castle's growth from a simple island fortress to a Renaissance palace. Guided tours in English run four to six times daily from June to August.\nSwedish count Per Brahe ruled Finland from here in the 17th century, while Sweden’s deposed King Eric XIV was imprisoned in the castle’s round tower in the late 16th century. He was moved to several prisons, including Åland’s Kastelholms Slott, to prevent his discovery by rebels. Today most Finns recognise the castle's distinctive architecture as the logo for Turun Sinappi (Turku Mustard)."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 14,
    "name": "Kiasma",
    "latitude": "60.171377",
    "longitude": "24.936594",
    "excerpt": "One in a series of elegant, contemporary buildings in this part of town, curvaceous, metallic Kiasma, designed by Steven Holl and finished in 1998, is a…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/city-centre/attractions/kiasma/a/poi-sig/413212/1341945",
    "image_url": null,
    "detail_description": "One in a series of elegant, contemporary buildings in this part of town, curvaceous, metallic Kiasma, designed by Steven Holl and finished in 1998, is a symbol of the city’s modernisation. It exhibits an eclectic collection of Finnish and international contemporary art, including digital art, and has excellent facilities for kids. It includes a theatre and a hugely popular glass-sided cafe and terrace, yet the most successful thing about it is that it’s been embraced by the people of Helsinki.\nLocals sunbathe on the grassy fringes and skateboarders perform aerobatics under the stern gaze of Mannerheim’s statue outside.The gallery does provide some guided tours in English. For details, visit the website."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 12,
    "name": "Seurasaaren Ulkomuseo",
    "latitude": "60.185062",
    "longitude": "24.885063",
    "excerpt": "Situated 5.5km northwest of the city centre, this excellent island-set museum has a collection of 87 historic wooden buildings transferred here from…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/attractions/seurasaaren-ulkomuseo/a/poi-sig/413234/359153",
    "image_url": null,
    "detail_description": "Situated 5.5km northwest of the city centre, this excellent island-set museum has a collection of 87 historic wooden buildings transferred here from around Finland. There's everything from haylofts to a mansion, parsonage and church, as well as the beautiful giant rowboats used to transport churchgoing communities. Prices and hours refer to entering the museum's buildings, where guides in traditional costume demonstrate folk dancing and crafts. Otherwise you're free to roam the picturesque wooded island, where there are several cafes.\nThere are guided tours in English at 3pm daily from mid-June to mid-August (included in admission). In May and September, the admission prices drops to €7 for adults. The island is also the venue for Helsinki’s biggest Juhannus bonfires and a popular area for picnicking. From central Helsinki, take bus 24."
},
{
    "country": "finland",
    "city": "Tampere",
    "index": 11,
    "name": "Särkänniemi",
    "latitude": "61.506162",
    "longitude": "23.746294",
    "excerpt": "This promontory-set amusement park complex offers dozens of rides, an observation tower, art gallery, aquarium, farm zoo and planetarium. A one-day pass…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/saerkaenniemi/a/poi-sig/462756/359210",
    "image_url": null,
    "detail_description": "This promontory-set amusement park complex offers dozens of rides, an observation tower, art gallery, aquarium, farm zoo and planetarium. A one-day pass gives you access to them all. Among the best rides are the Tornado roller coaster, super-fast High Voltage, speedboat rides on the lake and an Angry Birds area for younger kids. Opening times are complex; check the website. Indoor attractions stay open year-round. Take bus 20 (€3) from the train station or central square.\nThe aquarium is mediocre, the Finnish fish are more interesting than the hobby-tank favourites. The planetarium is in the same complex, above which soars the 168m Näsinneula Observation Tower, the tallest in these northern lands. It commands spectacular city and lake views and has a revolving restaurant. Sara Hildénin Taidemuseo has a collection of international and Finnish modern art and sculpture, and also hosts travelling exhibitions."
},
{
    "country": "finland",
    "city": "Finland",
    "index": 10,
    "name": "Serlachius Museum Gösta",
    "latitude": "62.027583",
    "longitude": "24.57515",
    "excerpt": "Once the private home of Gösta Serlachius, this world-class art gallery is one of Finland's premier cultural attractions. Situated 2km east of Mänttä's…",
    "detail_url": "https://www.lonelyplanet.com/finland/mantta/attractions/serlachius-museum-goesta/a/poi-sig/1187076/1003018",
    "image_url": null,
    "detail_description": "Once the private home of Gösta Serlachius, this world-class art gallery is one of Finland's premier cultural attractions. Situated 2km east of Mänttä's town centre in an exquisitely maintained garden, it comprises two buildings: a spectacular 2014 wooden pavilion designed by Spanish architectural firm MX_SI showcasing Finnish and international temporary exhibitions of contemporary art; and the original 1935 manor housing an excellent collection of Finnish golden-age works and European masterpieces, including works by Claude Monet, Jean-Baptiste Camille Corot and Camille Pissarro.\nHighlights of the permanent collection include Monet's A Haystack in the Evening Sun (1891) and a fine Deposition by Rogier Van der Weyden. When it comes to the Finnish paintings, all of the big names are represented, including seemingly dozens of Gallen-Kallelas and plenty of Edelfelts and Schjerfbecks, as well as Wickström sculptures. Look out for Olga Ehrstron's exquisite Boy Holding a Cross (1899) and the mischievous painting of Gallen-Kallela getting pissed with his mate Sibelius."
},
{
    "country": "finland",
    "city": "Turku",
    "index": 9,
    "name": "Turun Tuomiokirkko",
    "latitude": "60.452371728485",
    "longitude": "22.278385207907",
    "excerpt": "The ‘mother church’ of Finland’s Lutheran faith, Turku Cathedral towers over Turku. Consecrated in 1300, the colossal brick Gothic building was rebuilt…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/turun-tuomiokirkko/a/poi-sig/428730/359205",
    "image_url": null,
    "detail_description": "The ‘mother church’ of Finland’s Lutheran faith, Turku Cathedral towers over Turku. Consecrated in 1300, the colossal brick Gothic building was rebuilt many times over the centuries after damaging fires, but it still looks majestic and historic. Upstairs, a small museum traces the stages of the cathedral’s construction, and contains medieval sculptures and religious paraphernalia. Free summer organ concerts (www.turkuorgan.fi) take place at 8pm Tuesday. English-language services are held at 4pm every Sunday year-round except December.\nThe cathedral's pulpit was designed by German architect CL Engel (who, in the spirit of impartiality, also built the Orthodox church on the market square). Romantic frescos by RW Ekman depict the baptism of Finland’s first bishop and Gustav Wasa presenting the nation with the first Finnish New Testament. Its most famous tomb belongs to Karin Månsdotter, Queen of Sweden and wife of the unfortunate Eric XIV.Listen out for the distinctive hourly bell, broadcast across the country at noon via the radio station YLE1 – a patriotic reminder of the Continuation War, when Finns were urged to pray together for victory at this designated hour."
},
{
    "country": "finland",
    "city": "Turku",
    "index": 8,
    "name": "Taidekappeli",
    "latitude": "60.407612",
    "longitude": "22.25373",
    "excerpt": "Like the bow of a ship tipped on its end, this unusual structure is perched on a rock and surrounded by forest on Hirvensalo island, 7km south of Turku…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/taidekappeli/a/poi-sig/1581315/359205",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1564270783.jpg",
    "detail_description": "Like the bow of a ship tipped on its end, this unusual structure is perched on a rock and surrounded by forest on Hirvensalo island, 7km south of Turku centre. Looking at its oddly shaped, copper-clad exterior, you wouldn't know it's a chapel – St Henry's Ecumenical Art Chapel, to be precise. But the timber interior feels holy indeed, with its high walls curving up to form a Reuleaux triangle, framing an altar of light. It's spectacular.\nTake bus 54 from Turku."
},
{
    "country": "finland",
    "city": "Lapland",
    "index": 7,
    "name": "Lumilinna",
    "latitude": "65.726428",
    "longitude": "24.570215",
    "excerpt": "Few things conjure fairy-tale romance like a snow castle. First built in 1996 as a Unicef project, this is a Lapland winter highlight and a favoured…",
    "detail_url": "https://www.lonelyplanet.com/finland/north-central-finland/kemi/attractions/lumilinna/a/poi-sig/1032373/359190",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial584920507.jpg",
    "detail_description": "Few things conjure fairy-tale romance like a snow castle. First built in 1996 as a Unicef project, this is a Lapland winter highlight and a favoured destination for weddings, honeymoons, and general marvelling at the ethereal light and sumptuously decorated interior. The design changes every year but always includes a chapel, a snow hotel, an ice bar and a restaurant (lunch menus €26, dinner menus €51 to €58; by reservation 11am to 2pm and 7pm to 9.30pm).\n"
},
{
    "country": "finland",
    "city": "Turku",
    "index": 6,
    "name": "Luostarinmäen Käsityöläismuseo",
    "latitude": "60.447030017853",
    "longitude": "22.276166829593",
    "excerpt": "When the savage Great Fire of 1827 swept through Turku, the lower-class quarter Luostarinmäki escaped the flames. Set along tiny lanes and around grassy…",
    "detail_url": "https://www.lonelyplanet.com/finland/south-coast/turku/attractions/luostarinmaeen-kaesityoelaeismuseo/a/poi-sig/1191844/359205",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1784353256.jpg",
    "detail_description": "When the savage Great Fire of 1827 swept through Turku, the lower-class quarter Luostarinmäki escaped the flames. Set along tiny lanes and around grassy yards, the 19th-century wooden workshops and houses now form the outdoor handicrafts museum, a national treasure since 1940. All the buildings are in their original locations, including the workshops of 30 artisans (among them a silversmith, a watchmaker, a baker, a potter, a shoemaker, a printer and a cigar shop), where artisans in period costume ply their trades.\n"
},
{
    "country": "finland",
    "city": "Tampere",
    "index": 4,
    "name": "Vapriikki",
    "latitude": "61.5032429",
    "longitude": "23.76061393",
    "excerpt": "This bright, modern glass-and-steel exhibition space in the renovated Tampella textile mill hosts regularly changing exhibitions on anything from bicycles…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/vapriikki/a/poi-sig/1186983/359210",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1158583394.jpg",
    "detail_description": "This bright, modern glass-and-steel exhibition space in the renovated Tampella textile mill hosts regularly changing exhibitions on anything from bicycles to Buddhism. It also has a permanent display on Tampere’s history, a beautiful mineral museum, a natural history museum and a small but cluttered ice-hockey museum, with memorabilia of star players and teams from Finland’s sporting passion. There’s also a museum of shoes – Tampere was known for its footwear industry – and a pleasant cafe (open 11am to 2pm Tuesday to Friday, noon to 3pm Saturday and Sunday).\n"
},
{
    "country": "finland",
    "city": "Tampere",
    "index": 5,
    "name": "Tuomiokirkko",
    "latitude": "61.50239",
    "longitude": "23.769929",
    "excerpt": "An iconic example of National Romantic art nouveau architecture, Tampere's cathedral dates from 1907. Hugo Simberg created the frescoes and stained glass;…",
    "detail_url": "https://www.lonelyplanet.com/finland/southwestern-finland/tampere/attractions/tuomiokirkko/a/poi-sig/1290178/359210",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148c09a1cbc7a8d5d3f0ac9b8780bd40-tuomiokirkko.jpg",
    "detail_description": "An iconic example of National Romantic art nouveau architecture, Tampere's cathedral dates from 1907. Hugo Simberg created the frescoes and stained glass; you’ll appreciate that they were controversial. A procession of naked childlike apostles holds the ‘garland of life’, graves and plants are tended by skeletal figures, and in the upstairs gallery a wounded angel is stretchered off by two children. Magnus Enckell's dreamlike Resurrection altarpiece is designed in a similar style. The serpent on the dome adds to the strange ambience.\n"
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 3,
    "name": "Kansallismuseo",
    "latitude": "60.174867",
    "longitude": "24.93197",
    "excerpt": "Built in National Romantic art nouveau style and opened in 1916, Finland’s premier historical museum looks a bit like a Gothic church with its heavy…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/kamppi-toolo/attractions/kansallismuseo/a/poi-sig/413222/1341942",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2d138118f0e810bf8f98a7895e724e40-kansallismuseo.jpg",
    "detail_description": "Built in National Romantic art nouveau style and opened in 1916, Finland’s premier historical museum looks a bit like a Gothic church with its heavy stonework and tall, square tower. It was given a major renovation in 2019, and its highlights include the exceptional prehistory exhibition and the Realm, covering the 13th to the 19th century. You'll also find a fantastic hands-on area for kids, Workshop Vintti.\nFrom the 1st-floor balcony, crane your neck up to see the superb frescoes on the ceiling arches, depicting scenes from the national epic Kalevala, painted by Akseli Gallen-Kallela.In July and August, 30-minute guided tours in English at 11.30am from Tuesday to Friday are included in admission."
},
{
    "country": "finland",
    "city": "Helsinki",
    "index": 2,
    "name": "Ateneum",
    "latitude": "60.170112",
    "longitude": "24.943975",
    "excerpt": "Occupying a palatial 1887 neo-Renaissance building, Finland’s premier art gallery offers a crash course in the nation’s art. It houses Finnish paintings…",
    "detail_url": "https://www.lonelyplanet.com/finland/helsinki/city-centre/attractions/ateneum/a/poi-sig/1289821/1341945",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c4892391ca4dc130226e337478d601ec-ateneum.jpg",
    "detail_description": "Occupying a palatial 1887 neo-Renaissance building, Finland’s premier art gallery offers a crash course in the nation’s art. It houses Finnish paintings and sculptures from the ‘golden age’ of the late 19th century through to the 1950s, including works by Albert Edelfelt, Hugo Simberg, Helene Schjerfbeck, Pekka Halonen and the von Wright brothers. Pride of place goes to the prolific Akseli Gallen-Kallela’s triptych from the Finnish national epic, the Kalevala, depicting Väinämöinen’s pursuit of the maiden Aino.\nThere’s also a small but interesting collection of 19th- and early 20th-century foreign art, including the first-ever Van Gogh purchased by a museum, Street in Auvers-sur-Oise (1890), which was acquired in 1903.On the ground floor is a contemporary Finnish cafe/restaurant, the Ateneum Bistro, along with a good bookshop and reading room. One-hour guided tours in English (included in admission) take place at noon on the second and fourth Sunday of the month."
}
]