[
{
    "country": "florida",
    "index": 1,
    "name": "Fairchild Tropical Garden",
    "latitude": "25.676573",
    "longitude": "-80.275319",
    "excerpt": "If you need to escape Miami’s constant motion, consider a green day in one of the country’s largest tropical botanical gardens. A butterfly grove,…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coral-gables/attractions/fairchild-tropical-garden/a/poi-sig/380357/1341622",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstock_623637590.jpg",
    "detail_description": "If you need to escape Miami’s constant motion, consider a green day in one of the country’s largest tropical botanical gardens. A butterfly grove, tropical plant conservatory and gentle vistas of marsh and keys habitats, plus frequent art installations from artists like Roy Lichtenstein, are all stunning. \nFounded in 1938 by Dr. David Fairchild, the Tropical Botanical Garden is a testament to his lifetime love of botany and contribution to American horitculture and even civic identity– it was Fairchild who introduced Washington DC to its signature cherry blossom trees. After retiring to Miami, Fairchild teamed up with environmentalist Marjory Stoneman Douglas (of Everglades fame) and landscape architect William Lyman Phillips to create a public garden where Miami's natural climate could provide a year-round setting for stunning plant specimens.\n\n  \nMiami's climate is perfect for growing a variety of plant species outside year round ©mariakraynova/Getty Images\n\nWhat to see\nThe lushly lined pathways of the Tropical Plant Conservatory and the Rare Plant House contain rare philodendrons, orchids, begonias, rare palms, rhododendrons, ferns and moss, while the Richard H Simons Rainforest, though small in size, provides a splendid taste of the tropics, with a little stream and waterfalls amid orchids, plus towering trees with lianas (long woody vines) and epiphytes up in the rainforest canopy.\nThe Fairchild Tropical Garden is also home to some impressive aquatic exhibits, including the Sibley Victoria Pool, which is named for its Victoria water lilies – the largest variety in the world. The Fountain Court Pool is home to even more water lily varieties, paired with glass art by Dale Chihuly. Stop at the Palm Glade Pool to see sacred lotus plants, and to the Tropical Plant Conservatory's pools to see another Chihuly, the End of Day Tower sculpture.\n\n  \nChihuly glass art at Fairchild Tropical Botanic Garden © Jeffrey Greenberg/Universal Images Group via Getty Images\n\nA favorite among the garden's youngest visitors is the Wings of the Tropics exhibition. Inside of an indoor gallery, hundreds of butterflies flutter freely through the air, the sheen of their wings glinting in the light. There are some 40 different species represented, including exotics from Central and South America, like blue morphos and owl butterflies. Visitors can also watch in real time as chrysalises emerge as butterflies at Vollmer Metamorphosis Lab.\nThe Fairchild is also home to some rare and endangered cycad plants, which are native to South Florida and Puerto Rico  and are a very ancient plant variety topped only by ferns, conifers, and horsetails. Cycads are capable of living up to a thousand years and first evolved to be pollinated by beetles. It's not all lush, dew-dripped plants at the Fairchild however. You can also find arid and succulent varieties adapted to equally hot, but considerably more arid climates, too. \nIn addition to easy-to-follow, self-guided walking tours, a free 45-minute tram tours the entire park on the hour from 10am to 3pm (till 4pm weekends). There are also a couple of on-site cafes serving simple light fare or you can bring your own picnic and eat on the grounds.\n\n  \nFairchild Tropical Botanic Garden is named for (and founded by) one of the foremost horticulturalists in US history ©S.Borisov/Shutterstock\n\nTips for visiting Fairchild Tropical Botanic Garden\nFairchild Botanic Garden is open seven days a week from 10am - 4pm. Tickets are $24.95 for adults, $17.95 for seniors, $15.95 for students with ID, $11.95 for children ages 6-17, and free for children five and under.\nFairchild Tropical Garden lies about 6 miles south of Coral Gables downtown. It's easiest to get here by car or taxi. Another option is to take metrorail to South Miami, then transfer to bus 57. Parking is available by the Visitor Center as well as at the Lowlands Parking Field. \nIt's highly recommended you arrive with your own full water bottle, sun protection, and bug spray, as this is an outdoor environment in Florida where it can get hot, sunny, and sticky. Water fountains are not currently available due to the COVID-19 pandemic, and you'll want to stay hydrated.\nAccessibility \nThe gardens are ADA accessible, including the tramway encircling the gardens, restrooms, and pathways. Shuttle service is available for those with mobility limitations, and first-come-first-served wheelchairs can be requested at the gardens entrance. Assistive listening devices can also be requested upon arrival for the Deaf and hard of hearing.\n"
},
{
    "country": "florida",
    "index": 40,
    "name": "Discovery Cove",
    "latitude": "28.405783",
    "longitude": "-81.461649",
    "excerpt": "At Discovery Cove, guests spend the day snorkeling in a fish- and ray-filled reef, floating on a lazy river through an aviary and simply relaxing in an…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/discovery-cove/a/poi-sig/382987/361904",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Orlando%20Stuart%20Abraham%20Alamy%20EABWK7%20RFE.jpg",
    "detail_description": "At Discovery Cove, guests spend the day snorkeling in a fish- and ray-filled reef, floating on a lazy river through an aviary and simply relaxing in an intimate tropical sanctuary of white-sand beaches. For an added price beyond the Resort Only package, you can swim with dolphins and walk along the sea floor.\nIt may seem like a fun idea, but since the early 1990s, there has been a growing controversy regarding the ethics of dolphin captivity for the purposes of public display and human interaction. Both animal-welfare groups and marine scientists have come out against the practice claiming it is debilitating and stressful for these sensitive and complex creatures. Advance reservations are required for the all-day experience."
},
{
    "country": "florida",
    "index": 39,
    "name": "Fort Zachary Taylor State Park",
    "latitude": "24.547611458",
    "longitude": "-81.810614016",
    "excerpt": "‘America’s Southernmost State Park’ is home to an impressive fort, built in the mid-1800s that played roles in the American Civil War and in the Spanish…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/key-west/attractions/fort-zachary-taylor-state-park/a/poi-sig/1251225/361914",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/United%20States%20Key%20West%20Pgiam%20GettyImages-1225845114%20RFE.jpg",
    "detail_description": "‘America’s Southernmost State Park’ is home to an impressive fort, built in the mid-1800s that played roles in the American Civil War and in the Spanish-American War. The beach here is the best one Key West has to offer – it has white sand to lounge on (but is rocky in parts), water deep enough to swim in and tropical fish under the waves. Learn more about the fort on free guided tours offered at 11am.\nThe beach is also a great spot to watch the sunset – a fine alternative to the mayhem of Mallory Sq. But you won't be able to stick around and watch the colors light up the sky: all visitors are ushered out right after the sun sinks below the sea. If coming by foot, it's about a half-mile walk (12 minutes) from the entrance to the beach."
},
{
    "country": "florida",
    "index": 38,
    "name": "Shark Valley",
    "latitude": "25.743931",
    "longitude": "-80.659561",
    "excerpt": "Shark Valley sounds like it should be the headquarters for the villain in a James Bond movie, but it is in fact a slice of National Park Service grounds…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tamiami-trail/attractions/shark-valley/a/poi-sig/454481/1324451",
    "image_url": null,
    "detail_description": "Shark Valley sounds like it should be the headquarters for the villain in a James Bond movie, but it is in fact a slice of National Park Service grounds heavy with informative signs and knowledgeable rangers. Shark Valley is located in the cypress, and hardwood and riverine section of the Everglades, a more traditionally jungly section of the park than the grassy fields and forest domes surrounding the Ernest Coe visitor center.\nA 15-mile (24km) paved trail takes you past small creeks, tropical forest and ‘borrow pits’ (human-made holes that are now basking spots for gators, turtles and birdlife). The pancake-flat trail is perfect for bicycles, which can be rented at the entrance for $9 per hour. Bring water with you.If you don’t feel like exerting yourself, the most popular and painless way to immerse yourself in the Everglades is via the two-hour tram tour that runs along Shark Valley’s entire 15-mile trail. If you only have time for one Everglades activity, this should be it, as guides are informative and witty, and you’ll likely see gators sunning themselves on the road. Halfway along the trail is the 50ft-high Shark Valley Observation Tower, an ugly concrete tower that offers dramatically beautiful views of the park.At the park entrance, the easy Bobcat Boardwalk Trail (0.5 miles) makes a loop through a thick copse of tropical hardwoods before emptying you out right back into the Shark Valley parking lot. A little ways past is the Otter Cave Trail (0.25 miles); which heads over a limestone shelf that has been Swiss-cheesed into a porous sponge by rainwater. Animals now live in the eroded holes (although it’s not likely you’ll spot any) and Native Americans used to live on top of the shelf."
},
{
    "country": "florida",
    "index": 37,
    "name": "Art Deco Museum",
    "latitude": "25.7803",
    "longitude": "-80.130265",
    "excerpt": "This small museum is one of the best places in town for an enlightening overview of the art deco district. Through videos, photography, models and other…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/art-deco-museum/a/poi-sig/1565000/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/GettyImages-1153998811.jpeg",
    "detail_description": "This small museum is one of the best places in town for an enlightening overview of the art deco district. Through videos, photography, models and other displays, you'll learn about the pioneering work of Barbara Baer Capitman, who helped save these buildings from certain destruction back in the 1970s, and her collaboration with Leonard Horowitz, the talented artist who designed the pastel color palette that become an integral part of the design visible today.\nThe museum also touches on other key architectural styles in Miami, including Mediterranean Revival (typefied by the Villa Casa Casuarina) and the post-deco boom of MiMo (Miami Modern), which emerged after WWII, and is particularly prevalent in North Miami Beach. The guided Art Deco tour is $25 per person and takes around two hours (10.30am daily) touching on Art Deco, MiMo and Mediterranean Revival movements."
},
{
    "country": "florida",
    "index": 36,
    "name": "The Bass",
    "latitude": "25.797692676",
    "longitude": "-80.130127378",
    "excerpt": "The best art museum in Miami Beach has a playfully futuristic facade, a crisp interplay of lines and a bright, white-walled space – like an Orthodox…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/the-bass/a/poi-sig/1185245/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc6abb0dc9a4259c411aea9f75fcce79-bass-museum-of-art.jpg",
    "detail_description": "The best art museum in Miami Beach has a playfully futuristic facade, a crisp interplay of lines and a bright, white-walled space – like an Orthodox church on a space-age Greek isle. All designed, by the way, in 1930 by Russell Pancoast (grandson of John A Collins, who lent his name to Collins Ave). The collection isn’t shabby either: permanent highlights range from 16th-century European religious works to contemporary installation from around the world.\r\n\nThe Bass recently underwent a $12 million renovation that added 50% more space to its layout. There are three new galleries, a Creativity Center, a new museum store and a cafe. The Bass also rebranded itself – officially adopting the informal name locals always used rather than the more formal 'Bass Museum of Art.' The museum forms one point of the Collins Park Cultural Center triangle, which also includes the three-story Miami City Ballet and the lovingly inviting Miami Beach Regional Library, which is a great place for free wi-fi.\r\n"
},
{
    "country": "florida",
    "index": 35,
    "name": "Ancient Spanish Monastery",
    "latitude": "25.929613",
    "longitude": "-80.154716",
    "excerpt": "Finding a fully intact medieval monastery in North Miami Beach is yet another reason why the moniker 'Magic City' seems so fitting. Constructed in 1141 in…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/ancient-spanish-monastery/a/poi-sig/380295/361916",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/32fbcf13ba2c17409f37fa0d2ac96e8de69094114faf3d3e12ac6b5bb18b0638.jpg",
    "detail_description": "Finding a fully intact medieval monastery in North Miami Beach is yet another reason why the moniker 'Magic City' seems so fitting. Constructed in 1141 in Segovia, Spain, the Monastery of St Bernard de Clairvaux is a striking early-Gothic and Romanesque building that rather improbably found its way to South Florida. The property – today a church that's part of the Episcopal diocese – gets busy for weddings, so call before making the long trip out here. It's roughly 15 miles north of Downtown Miami.\nCommunal life for the Cistercians at the monastery came to an end in the 1830s when the monastery was seized by the Spanish government and sold. It was actually serving as a granary when newspaper tycoon William Randolph Hearst stumbled across it and decided to purchase it in 1925. He had it dismantled and shipped to the USA in more than 10,000 crates, intending to reconstruct it at his sprawling California estate. But construction was never approved by the government, and the stones sat in boxes until 1953, when a group of Miami developers purchased the dismantled monastery from Hearst and reassembled it.Church services are held at 8am and 10:15am on Sunday, as well as noon on Wednesday."
},
{
    "country": "florida",
    "index": 34,
    "name": "Holocaust Memorial",
    "latitude": "25.795264",
    "longitude": "-80.136273",
    "excerpt": "Even for a Holocaust piece, this memorial is particularly powerful. With over 100 sculptures, its centerpiece is the Sculpture of Love and Anguish, an…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/holocaust-memorial/a/poi-sig/380173/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial312182555.jpg",
    "detail_description": "Even for a Holocaust piece, this memorial is particularly powerful. With over 100 sculptures, its centerpiece is the Sculpture of Love and Anguish, an enormous, oxidized bronze arm that bears an Auschwitz tattoo number – chosen because it was never issued at the camp. Terrified camp prisoners scale the sides of the arm, trying to pass their loved ones, including children, to safety only to see them later massacred, while below lie figures of all ages in various poses of suffering.\nAround the perimeter of the memorial are dozens of panels, which detail the grim history that led to the greatest genocide of the 20th century. This is followed by names of many who perished. The memorial doesn't gloss over the past. The light from a Star of David is blotted by the racist label of Jude (the German word for ‘Jew’); representative of the yellow star that Jews in ghettos were forced to wear, and two Menora sculptures, flanking the Dome of Contemplation descent to the center, show the transformation from life to death in a rather lurid fashion. It's impossible to spend time here and not be moved.The memorial was completed in 1990 through the efforts of Miami Beach Holocaust survivors, local business leaders and sculptor Kenneth Treister. Download the excellent free app (Holocaust Memorial Miami Beach) for iPhone or Android to learn more about the sculpture as well as hear testimonials from survivors, peruse slideshows and view interactive maps and additional audio and video."
},
{
    "country": "florida",
    "index": 33,
    "name": "SeaWorld",
    "latitude": "28.406557",
    "longitude": "-81.463108",
    "excerpt": "One of Orlando’s largest theme parks, SeaWorld is an aquatic-themed park filled with marine animal shows, roller coasters and up-close sea-life encounters…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/seaworld/a/poi-sig/1364084/361904",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockeditorial1558738823.jpeg",
    "detail_description": "One of Orlando’s largest theme parks, SeaWorld is an aquatic-themed park filled with marine animal shows, roller coasters and up-close sea-life encounters. However, the park’s biggest draw is controversial: live shows featuring trained dolphins, sea lions and killer whales. Since the release of the 2013 documentary Blackfish, SeaWorld’s treatment of its captive orcas has come under intense scrutiny and the company has been hit by falling visitor numbers and negative PR.\nThe film is a damning portrayal of the effects of keeping killer whales in captivity and charts the life of Tilikum, an orca at SeaWorld Orlando that was involved in the deaths of three people, including one of its trainers during a live show. Since its release, many animal welfare groups have come out in support of the film arguing that it is harmful and stressful to keep such sensitive, complex creatures inside an enclosed tank. SeaWorld issued a statement accusing the filmmakers of giving false and misleading information. Since then, much of the controversy has died down.SeaWorld Orlando also features two of Florida’s most adrenaline-pumping roller coasters. Kraken is a whiplash zip of twists and turns in carriages with no floor so your feet dangle free. In 2016 the ride was retrofitted with virtual-reality headsets for an added thrill. On Manta you lie horizontally, face down, several to a row, so that the coaster vaguely resembles a manta ray, and dive and fly through the air in this position, reaching speeds of almost 60mph. There are also many attractions for the under-10s."
},
{
    "country": "florida",
    "index": 32,
    "name": "Dry Tortugas National Park",
    "latitude": "24.572104148017",
    "longitude": "-82.10563659668",
    "excerpt": "Dry Tortugas National Park is America's most inaccessible national park. Reachable only by boat or seaplane, it rewards you for your effort in getting…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/florida-keys/attractions/dry-tortugas-national-park/a/poi-sig/453201/1326821",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/DryTortugas_McGibbon_2.jpeg",
    "detail_description": "Dry Tortugas National Park is America's most inaccessible national park. Reachable only by boat or seaplane, it rewards you for your effort in getting there with amazing snorkeling amid coral reefs full of marine life. You'll also get to tour a beautifully preserved 19th-century brick fort, one of the largest such fortifications in the USA despite its location 70 miles off the coast of Key West.\nOn paper, the Dry Tortugas covers an extensive area – over 70 sq miles. In reality only 1% of the park (about 143 acres) consists of dry land, so much of the park's allure lies under the water. The marine life is quite rich here, with the opportunity to see tarpon, sizable groupers and lots of colorful coral and smaller tropical fish, plus the odd sea turtle gliding through the sea.Explorer Ponce de León named this seven-island chain Las Tortugas (The Turtles) for the sea turtles spotted in its waters. Thirsty mariners who passed through and found no water later affixed ‘dry' to the name. In subsequent years, the US Navy set an outpost here as a strategic position into the Gulf of Mexico. But by the Civil War, Fort Jefferson, the main structure on the islands, had become a prison for Union deserters and at least four other people, among them Dr Samuel Mudd, who had been arrested for complicity in the assassination of Abraham Lincoln. Hence a new nickname: Devil’s Island. The name was prophetic: in 1867 a yellow-fever outbreak killed 38 people, and after an 1873 hurricane the fort was abandoned. It reopened in 1886 as a quarantine station for smallpox and cholera victims, was declared a national monument in 1935 by President Franklin D Roosevelt, and was upped to national park status in 1992 by George Bush Sr.You can come for the day or overnight if you want to camp. Garden Key has 10 campsites ($15 per person, per night), which are given out on a first-come, first-served basis. You'll need to reserve months ahead through the ferry Yankee Freedom III, which takes 10 passengers only per day, to and from the island. There are toilets, but no freshwater showers or drinking water; bring everything you’ll need. You can stay up to four nights. The sparkling waters offer excellent snorkeling and diving opportunities."
},
{
    "country": "florida",
    "index": 31,
    "name": "Fantasyland",
    "latitude": "28.420259",
    "longitude": "-81.580707",
    "excerpt": "Quintessential Disney, Fantasyland is the highlight of any Disney trip for both the eight-and-under crowd and grown-ups looking for a nostalgic taste of…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/magic-kingdom/attractions/fantasyland/a/poi-sig/1485561/1320658",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Orlando%20Melvyn%20Longhurst%20GettyImages-612573258%20RFE.jpg",
    "detail_description": "Quintessential Disney, Fantasyland is the highlight of any Disney trip for both the eight-and-under crowd and grown-ups looking for a nostalgic taste of classic Disney. Littlies, especially, love the character-focused experiences and attractions, while tweens too cool for fairy tales and teens looking for thrills may turn up their noses.\nThe Beast's castle houses Disney's Be Our Guest, Disney's hottest themed restaurant and Cinderella's Royal Table, where you can dine inside the castle with a rotating cast of the classic Disney princesses. (Reserve ahead for both; reservations can be made up to 180 days before your visit).Without a doubt the best 3D show in Disney, Mickey's PhilharMagic takes Donald Duck on a whimsical adventure through classic Disney movies. Ride with him through the streets of Morocco on Aladdin's carpet and feel the champagne on your face when it pops open during Beauty and the Beast's 'Be Our Guest.' Fun, silly and lighthearted, this is Disney at its best.It's A Small World, a sweet boat trip around the globe, has captivated children since the song and ride debuted at the 1964 New York World's Fair. Small boats gently glide through country after country, each decked out from floor to ceiling with elaborate and charmingly dated sets inhabited by hundreds of automated animals and children. Yes, it's so well known how the song sticks irritatingly in your head for weeks, that it's become a Disney cliché. But there's something poignantly endearing, almost melancholy, in this simple ride. Little ones love it though we're not suggesting it's worth a long wait so be discerning.Race your way through a diamond mine in the Seven Dwarfs Mine Train, a family roller coaster (but it still zips along). Board a pirate ship and fly through fog and stars over London to Never Never Land on Peter Pan's Flight; take a sweet journey through the Hundred Acre Wood on the Many Adventures of Winnie the Pooh and ride through the Little Mermaid on Under the Sea: Journey of the Little Mermaid. At Dumbo the Flying Elephant toddlers love jumping on a Dumbo and riding slowly around and around, up and down, and thrill at the chance to control how high they go. Lines here can be unbelievably long and slow, and the ride is incredibly short – hit this when the park gates open. The Mad Tea Party is a basic spinning ride, and you and others in the teacup decide just how much you'll be twirling.Fantasyland offers all kinds of excellent character-interaction opportunities. Watch a Princess tale at the little stone grotto of Fairytale Garden; listen to Belle tell a story at Enchanted Tales with Belle; meet Ariel at Ariel's Grotto and Gaston by Gaston's Tavern; or hop in line and catch a handful of princesses in Fairytale Hall. And of course, always keep an eye out for Cinderella, Alice in Wonderland and other favorites hanging out throughout Fantasyland. (Note: Mary Poppins is, er, a 'floater'; she appears at different lands at different times. Ask a staff member (known as 'cast character') where she might be appearing.)"
},
{
    "country": "florida",
    "index": 30,
    "name": "Busch Gardens",
    "latitude": "28.033841811186",
    "longitude": "-82.423607110977",
    "excerpt": "This theme park has 10 loosely named African zones, which flow together without much fuss. The entire park is walkable. Admission includes three types of…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/busch-gardens/a/poi-sig/427211/361927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-183294717_medium.jpg",
    "detail_description": "This theme park has 10 loosely named African zones, which flow together without much fuss. The entire park is walkable. Admission includes three types of fun: epic roller coasters and rides, animal encounters, and various shows, performances and entertainment. All are spread throughout the park, so successful days require some planning: check show schedules before arriving and plan what rides and animals to visit around the shows. Coaster lines only get longer as the day goes on. Parking costs $25.\nEgypt Home to a unique spin coaster called Cobra's Curse featuring a 70ft vertical lift and an encounter with an 80ft snake. There's also Montu, one of the tallest and longest inverted roller coasters in the world.Pantopia The reimagined Pantopia drips with elaborate jewels and features animal- and travel-themed restaurants, entertainment, shopping, an indoor theater, and rides, of course. At its center is Falcon's Fury, a 335ft-high freestanding drop tower (America's tallest) that plunges riders earthward at 60mph.Serengeti Plain This 65-acre habitat mimics the African plains, with hundreds of free-roaming animals including reticulated giraffes, rhinos and wildebeests. You can view it from the Serengeti Railway train ride, a Skyride gondola, various walkways or the Serengeti Safari Tour (from $29 to $44 per person), which lets you out of the truck to feed giraffes.Edge of Africa A newer region offering a walking safari with sightings of hippopotamuses, lions, lemurs, meerkats and crocodiles in an apparently abandoned African fishing village. Also here is the ride Cheetah Hunt, a low-to-the-ground scream-fest meant to mimic a cheetah's acceleration.Morocco You'll find Gwazi, a huge but traditional wooden coaster, along with monkey and ape encounters and the Moroccan Palace Theater, which puts on Iceploration, the park's most impressive ice show, combining world-class skaters, larger-than-life puppets, original music and animal stars. It's close to the other main animal exhibits in Egypt and Nairobi.Nairobi Devoted mostly to animals, Nairobi features an elephant interaction area and a flamingo petting station at Animal Connections. It's also the location of the Animal Care Center, which offers educational behind-the-scenes tours of vets at work with some of the park's 12,000 animals.Congo The Kumba roller coaster is a long-standing favorite. It features three gulp-inducing loops and a 360-degree spiral. Recover on the Congo River Rapids, a water ride.Jungala Designed for younger kids, Jungala has a fantastic climbing structure, a splash area and a zipline ride, as well as encounters with tigers and orangutans.Stanleyville Another all-star coaster, SheiKra is North America's first dive coaster, which plunges straight down and even goes underground.Safari of Fun &amp; Bird Gardens The Sesame Street–themed Safari of Fun has awesome fenced-in play and climbing structures and splash zones that will keep kids busy for hours. Don't miss the Elmo and Friends show; reserve ahead to dine with costumed characters. Adjacent Bird Gardens (the seed of the modern park) has the quintessential flock of flamingos and a walk-in aviary."
},
{
    "country": "florida",
    "index": 29,
    "name": "Walt Disney World®",
    "latitude": "28.387549",
    "longitude": "-81.563702",
    "excerpt": "This mega-scale park, with its own monorail, sections of eight-lane highway, and thousands of acres of rides, amusements, parks, and hotels, is larger…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/walt-disney-world/a/poi-sig/1483406/361904",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-173515814_master.jpg",
    "detail_description": "This mega-scale park, with its own monorail, sections of eight-lane highway, and thousands of acres of rides, amusements, parks, and hotels, is larger than a good sized international airport...and about as easy to navigate. Disney World is in fact an unfenced 40-sq-mile area. But within this, although several miles apart from each other, are four contained, spotlessly sanitized theme parks: Magic Kingdom, Epcot, Hollywood Studios and Animal Kingdom.\nAlso within the Walt Disney World® parameters are two water parks, two shopping districts, golf courses, more than 20 Disney-owned-and-run hotels, countless places to eat, a police force, transport systems (did someone say monorail?), and kennels for the pooch.And let's clarify something else: Walt Disney World® offers a lot more than rides. The huge number of attractions include interactive meet 'n' greets with well-known characters, including Mickey Mouse and Donald Duck, as well as more contemporary casts such as Gaston, Elsa, Anna and so on. Then there are parades, musical productions, interactive facilities, Disney promotions of the latest projects and plenty of stunt shows. And (here's the surprising part), it's not just for kids. Disney World has cleverly maintained its loyal following, resulting in hundreds of thousands of more mature visitors who just can't get enough, through programs, cuisine, cruises and behind-the-scenes tours.Each of the four parks has its own theme, although when most people think of Walt Disney World®, they're often thinking of one of the four parks – the Magic Kingdom, with Cinderella's Castle at its core. This is the Disney of commercials, of princesses and pirates, Tinkerbell and dreams come true; this is quintessential, old-school Disney with classic rides such as It's a Small World and Space Mountain.Epcot is a wonderful sensory experience. The park is divided into two sections that are situated around a lake: Future World and World Showcase. Future World has Epcot's only two thrill rides plus several pavilions with attractions, restaurants, and character-greeting spots. World Showcase comprises 11 re-created nations featuring country-specific food, shopping and entertainment. This is the place to slow down a little and enjoy, where you can smell the incense in Morocco, listen to the Beatles in the UK and sip miso in Japan.Hollywood Studios conjures the heydays of Hollywood, with a replica of Graumann's Chinese Theatre (the main focal icon), but most of the activities reflect unabashed 21st-century energy with attractions focusing on everything from Star Wars Jedi training to Indiana Jones stunt shows, from Muppet extravaganzas to the latest craze, the Frozen Sing-Along Celebration.Set apart from the rest of Disney both in miles and in tone, Animal Kingdom attempts to blend theme park with zoo, carnival and African safari, all stirred together with a healthy dose of Disney characters, storytelling and transformative magic. Like the other parts, it's also divided into different sections, with wildlife experiences, rides, and musical shows at every corner, including the The Lion King and Nemo. At the time of research, Animal Kingdom was about to open another area: the much-awaited Pandora – The World of Avatar.To round off the Disney experience, Walt Disney World® runs a number of accommodations, including family options and couples' luxury experiences. The advantage of staying at one of these is that most things, including meals and transportation, are arranged or easily accessible to you (but, although they make things run smoothly, especially if you have children, they're not the be all and end all; other hotels nearby also offer similar services). But they do serve up further fun and yes, even more entertainment including opportunities to dine with Disney characters. It is well designed for travelers with disabilities, with wheelchair rental, easy access and excellent arrangements for line access and the like.In short, an experience at Walt Disney World® is extraordinary. It's an unabashed stimulation overload of music, light, sound, color, thrills and spills. It offers an other worldliness that is fully, inexplicably intoxicating, no matter your age. And that's despite the long lines, the occasional jostling and the over-priced meals. For most of the time, this is indeed the Happiest Place on Earth.And, just when the sun has set and you think you're done for the day, there's more; each park has a nighttime fireworks show (the names of which change according to the annual program).Daily ticket prices vary, but a ticketing system introduced in February 2017 provides for multiday tickets (one park per day over a set number of days) and Park Hopper options, which allow you to 'park hop' (note: logistically, this is time consuming and, with the exception of, say, Epcot and Hollywood Studios, not very feasible)."
},
{
    "country": "florida",
    "index": 28,
    "name": "Magic Kingdom",
    "latitude": "28.41586",
    "longitude": "-81.58234",
    "excerpt": "When people think of WDW, they picture the Magic Kingdom, from the iconic Cinderella's Castle to Space Mountain, the Haunted Mansion and Pirates of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/walt-disney-world/attractions/magic-kingdom/a/poi-sig/383007/361905",
    "image_url": null,
    "detail_description": "When people think of WDW, they picture the Magic Kingdom, from the iconic Cinderella's Castle to Space Mountain, the Haunted Mansion and Pirates of the Caribbean. This is where the nighttime fireworks and light 'spectacular' illuminates the castle and Main Street, USA. For Disney mythology, it doesn't get better, and rides and shows aim squarely at young kids and their parents and grandparents.\n"
},
{
    "country": "florida",
    "index": 27,
    "name": "Fakahatchee Strand Preserve",
    "latitude": "25.954032",
    "longitude": "-81.372128",
    "excerpt": "The Fakahatchee Strand, besides having a fantastic name, also houses a 20-mile by 5-mile estuarine wetland that looks like something from the beginning of…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tamiami-trail/attractions/fakahatchee-strand-preserve/a/poi-sig/1184214/1324451",
    "image_url": null,
    "detail_description": "The Fakahatchee Strand, besides having a fantastic name, also houses a 20-mile by 5-mile estuarine wetland that looks like something from the beginning of time. A 2000ft boardwalk traverses this wet and wild wonderland, where panthers still stalk their prey amid the black waters. While it’s unlikely you’ll spot any panthers, there’s a great chance you'll see a large variety of blooming orchids, bird life and reptiles ranging in size from tiny skinks to grinning alligators.\n"
},
{
    "country": "florida",
    "index": 23,
    "name": "Disney’s Animal Kingdom",
    "latitude": "28.355075",
    "longitude": "-81.590095",
    "excerpt": "Set apart from the rest of Disney both in miles and in tone, Animal Kingdom attempts to blend theme park and zoo, carnival and African safari, all stirred…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/walt-disney-world/attractions/disney-s-animal-kingdom/a/poi-sig/1252101/361905",
    "image_url": null,
    "detail_description": "Set apart from the rest of Disney both in miles and in tone, Animal Kingdom attempts to blend theme park and zoo, carnival and African safari, all stirred together with a healthy dose of Disney characters, storytelling and magic. It's the greenest, and most calm, of the Disney experiences. Don't miss Finding Nemo – The Musical, Kilimanjaro Safaris and Expedition Everest. Pandora – The World of Avatar and (within it) the Na'vi River Journey are great new additions.\nIt's central icon is the stunningly 'carved' boabab tree, The Tree of Life. Reserve ahead for the nighttime performance, Rivers of Light, based around animal folklore, with lights and effects, of course."
},
{
    "country": "florida",
    "index": 22,
    "name": "Bahia Honda State Park",
    "latitude": "24.659654",
    "longitude": "-81.274152",
    "excerpt": "This park, with its long, white-sand (and at times seaweed-strewn) beach, named Sandspur Beach by locals, is the big attraction in these parts. As Keys…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/big-pine-key-bahia-honda-key-looe-key/attractions/bahia-honda-state-park/a/poi-sig/1101193/1006216",
    "image_url": null,
    "detail_description": "This park, with its long, white-sand (and at times seaweed-strewn) beach, named Sandspur Beach by locals, is the big attraction in these parts. As Keys beaches go, this one is probably the best natural stretch of sand in the island chain. There's also the novel experience of walking on the old Bahia Honda Rail Bridge, which offers nice views of the surrounding islands. Heading out on kayaking adventures (from $12/36 per hour/half day) is another great way to spend a sun-drenched afternoon.\nYou can also check out the nature trails and science center, where helpful park employees can assist you to identify stone crabs, fireworms, horseshoe crabs and comb jellies. The park concession offers daily 1½-hour snorkeling trips at 9:30am and 1:30pm (adult/child $30/25). Reserve ahead in high season."
},
{
    "country": "florida",
    "index": 26,
    "name": "Nancy Forrester’s Secret Garden",
    "latitude": "24.556784",
    "longitude": "-81.800154",
    "excerpt": "Nancy, an environmental artist and fixture of the Keys community, invites you into her backyard oasis where chatty rescued parrots and macaws await…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/key-west/attractions/nancy-forrester-s-secret-garden/a/poi-sig/453235/361914",
    "image_url": null,
    "detail_description": "Nancy, an environmental artist and fixture of the Keys community, invites you into her backyard oasis where chatty rescued parrots and macaws await visitors. She gives an overview of these marvelously intelligent and rare birds ('Parrot 101' as she calls it) between 10am and 11am daily. It's a great place for kids, who often leave inspired by the hands-on interactions. Musicians are welcome to bring their instruments to play in the yard. The birds love it – particularly flutes!\n"
},
{
    "country": "florida",
    "index": 24,
    "name": "Weedon Island Preserve",
    "latitude": "27.84771",
    "longitude": "-82.607044",
    "excerpt": "Like a patchwork quilt of variegated greens tossed out over Tampa Bay, this 3700-acre preserve protects a diverse aquatic and wetland ecosystem. At the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/weedon-island-preserve/a/poi-sig/1491354/361926",
    "image_url": null,
    "detail_description": "Like a patchwork quilt of variegated greens tossed out over Tampa Bay, this 3700-acre preserve protects a diverse aquatic and wetland ecosystem. At the heart of the preserve is the excellent Cultural and Natural History Center (open from 11am to 4pm Thursday to Saturday) where you can browse exhibits about the natural environment and the early Weedon Island people. Sign-up also for interpretive hikes over miles of boardwalk or go it alone with the online map.\nAlternatively, rent a kayak from Sweetwater Kayaks and head out on the 4-mile South Trail loop through the idyllic mangrove islands. The preserve is located on Riviera Bay, south off I-92."
},
{
    "country": "florida",
    "index": 25,
    "name": "Disney’s Hollywood Studios",
    "latitude": "28.358427",
    "longitude": "-81.558444",
    "excerpt": "The least-charming of Disney's parks is home to two of WDW's most exciting rides: the plunging elevator in the Twilight Zone Tower of Terror and the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/walt-disney-world/attractions/disney-s-hollywood-studios/a/poi-sig/382989/361905",
    "image_url": null,
    "detail_description": "The least-charming of Disney's parks is home to two of WDW's most exciting rides: the plunging elevator in the Twilight Zone Tower of Terror and the Aerosmith-themed Rock 'n' Roller Coaster. Kids can join the Jedi Training Academy, and various programs present Walt Disney himself and how Disney's movies are made. The nighttime spectacular is a Star Wars–themed light and firework extravaganza. Newly added are Toy Story Mania and the Slinky Dog Dash.\n"
},
{
    "country": "florida",
    "index": 21,
    "name": "Museum of the Everglades",
    "latitude": "25.857177",
    "longitude": "-81.385946",
    "excerpt": "For a break from the outdoors, don't miss this small museum run by volunteers who have a wealth of knowledge on the region's history. Located in the town…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/everglades-city-chokoloskee-island/attractions/museum-of-the-everglades/a/poi-sig/1346524/1315461",
    "image_url": null,
    "detail_description": "For a break from the outdoors, don't miss this small museum run by volunteers who have a wealth of knowledge on the region's history. Located in the town's former laundry house, the collection delves into human settlement in the area from the early pioneers of the 1800s to the boom days of the 1920s and its tragic moments (Hurricane Donna devastated the town in 1960), and subsequent transformation into the quiet backwater of today.\nThe most important player here is Barron Collier, Florida's largest landowner of the early 20th century, who essentially created the town from scratch to serve as the base for building the ambitious Tamiami Trail through the Everglades (completed in 1929). Photographs, models and films tell the story of this engineering marvel, as well as what life was like for the early settlers, the workers and the wealthy developers."
},
{
    "country": "florida",
    "index": 19,
    "name": "Florida Aquarium",
    "latitude": "27.944313",
    "longitude": "-82.445108",
    "excerpt": "Tampa's excellent aquarium is among the state's best. Cleverly designed, the re-created swamp lets you walk among herons and ibis as they prowl the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/tampa/attractions/florida-aquarium/a/poi-sig/427223/361927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-182283457_full.jpg",
    "detail_description": "Tampa's excellent aquarium is among the state's best. Cleverly designed, the re-created swamp lets you walk among herons and ibis as they prowl the mangroves. Programs let you swim with the fishes (and the sharks) or take a catamaran ecotour in Tampa Bay. For better control of the crowds, tickets are priced by entry time.\n"
},
{
    "country": "florida",
    "index": 20,
    "name": "Coral Castle",
    "latitude": "25.500577",
    "longitude": "-80.444212",
    "excerpt": "‘You will be seeing unusual accomplishment,’ reads the inscription on the rough-hewn quarried wall. That’s an understatement. There is no greater temple…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/homestead-florida-city/attractions/coral-castle/a/poi-sig/1101391/1324450",
    "image_url": null,
    "detail_description": "‘You will be seeing unusual accomplishment,’ reads the inscription on the rough-hewn quarried wall. That’s an understatement. There is no greater temple to all that is weird and wacky about South Florida. The legend goes that a Latvian man got snubbed at the altar, came to the USA and settled in Florida, and handcarved, unseen, in the dead of night, a monument to unrequited love.\nThis rock-walled compound includes a ‘throne room,’ a sun dial, a stone stockade (an intended ‘timeout area’ for the child he would never have), a telescope of sorts trained precisely on Polaris, and a revolving boulder gate that can be easily opened with one hand. Even more incredible: all this was built by one small man – the 5ft-tall, 100lb Edward Leedskalnin – working alone without heavy machinery. He accomplished all this using pulleys, hand tools and other improvised devices, and it took him 28 years to complete his great rock masterpiece."
},
{
    "country": "florida",
    "index": 18,
    "name": "Bonnet House",
    "latitude": "26.137765",
    "longitude": "-80.105546",
    "excerpt": "This pretty plantation-style property was once the home of artists and collectors Frederic and Evelyn Bartlett. It is now open to guided tours that swing…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/fort-lauderdale/attractions/bonnet-house/a/poi-sig/379171/361915",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/42111f4fcb6e355871075497d2e8d8bb-bonnet-house.jpg",
    "detail_description": "This pretty plantation-style property was once the home of artists and collectors Frederic and Evelyn Bartlett. It is now open to guided tours that swing through its art-filled rooms and studios. Beyond the house, 35 acres of lush, subtropical gardens protect a pristine barrier-island ecosystem, including one of the finest orchid collections in the country.\n"
},
{
    "country": "florida",
    "index": 16,
    "name": "Lightner Museum",
    "latitude": "29.8910072",
    "longitude": "-81.3138338",
    "excerpt": "Henry Flagler's former Hotel Alcazar is home to this wonderful museum with a little bit of everything, from ornate Gilded Age furnishings to collections…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-augustine/attractions/lightner-museum/a/poi-sig/488502/361901",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-559699793_large.jpg",
    "detail_description": "Henry Flagler's former Hotel Alcazar is home to this wonderful museum with a little bit of everything, from ornate Gilded Age furnishings to collections of marbles and cigar-box labels. The dramatic and imposing building itself is a must-see, dating back to 1887 and designed in the Spanish Renaissance Revival style by New York City architects Carrère &amp; Hastings.\n"
},
{
    "country": "florida",
    "index": 17,
    "name": "Orlando Museum of Art",
    "latitude": "28.572999",
    "longitude": "-81.365315",
    "excerpt": "Founded in 1924, Orlando's grand center for the arts boasts a fantastic collection – both permanent and temporary – and hosts an array of adult and family…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/orlando-museum-of-art/a/poi-sig/383015/361904",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/15cad7dd663b65d28caa668deec2343d-orlando-museum-of-art.jpg",
    "detail_description": "Founded in 1924, Orlando's grand center for the arts boasts a fantastic collection – both permanent and temporary – and hosts an array of adult and family-friendly art events and classes. The popular First Thursday ($15), from 6pm to 9pm on the first Thursday of the month, celebrates local artists with regional work, live music and food from Orlando restaurants.\n"
},
{
    "country": "florida",
    "index": 15,
    "name": "Mennello Museum of American Art",
    "latitude": "28.569843",
    "longitude": "-81.366527",
    "excerpt": "Tiny but excellent lakeside art museum featuring the work of Earl Cunningham, whose brightly colored images, a fusion of pop and folk art, leap off the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/mennello-museum-of-american-art/a/poi-sig/383009/361904",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/shutterstockeditorial2087845444.jpeg",
    "detail_description": "Tiny but excellent lakeside art museum featuring the work of Earl Cunningham, whose brightly colored images, a fusion of pop and folk art, leap off the canvas. Visiting exhibits often feature American folk art. Every four months there's a new exhibition, everything from a Smithsonian collection to a local artist. The mystical live oak in front makes even parking beautiful.\n"
},
{
    "country": "florida",
    "index": 14,
    "name": "Mallory Square",
    "latitude": "24.56023143",
    "longitude": "-81.80731",
    "excerpt": "Take all those energies, subcultures and oddities of Keys life and focus them into one torchlit, family-friendly (but playfully edgy), sunset-enriched…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/key-west/attractions/mallory-square/a/poi-sig/453229/361914",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/25b2bbf6e773e5af5dca398727667e2c-mallory-square.jpg",
    "detail_description": "Take all those energies, subcultures and oddities of Keys life and focus them into one torchlit, family-friendly (but playfully edgy), sunset-enriched street party. The result of all these raucous forces is Mallory Sq, one of the greatest shows on earth that starts in the hours leading up to dusk, the sinking sun a signal to bring on the madness. Watch a dog walk a tightrope, a man swallow fire, and British acrobats tumble and sass each other.\n"
},
{
    "country": "florida",
    "index": 13,
    "name": "Harry P Leu Gardens",
    "latitude": "28.56792",
    "longitude": "-81.355755",
    "excerpt": "Camelias, roses, orange groves and desert plants cover 50 acres, as well as plenty of grassy spots for a lakeside picnic. Pick up supplies at the trendy…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/harry-p-leu-gardens/a/poi-sig/1134848/361904",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Orlando%20Jillian%20Cain%20Photography%20Shutterstock_756971596%20RFE.jpg",
    "detail_description": "Camelias, roses, orange groves and desert plants cover 50 acres, as well as plenty of grassy spots for a lakeside picnic. Pick up supplies at the trendy East End Market, a half-mile east of the entrance gate on Corrine Dr. Tours of Leu House, an 18th-century mansion (later owned by the Leu family), run every half-hour from 10am to 3:30pm. See the website for details on outdoor movies, storytelling and live music.\n"
},
{
    "country": "florida",
    "index": 12,
    "name": "World Showcase",
    "latitude": "28.369926",
    "longitude": "-81.549572",
    "excerpt": "Who needs the hassle of a passport and jet lag when you can travel the world right here at Walt Disney World®? World Showcase, one of two themed sections…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/epcot/attractions/world-showcase/a/poi-sig/1486975/1320656",
    "image_url": null,
    "detail_description": "Who needs the hassle of a passport and jet lag when you can travel the world right here at Walt Disney World®? World Showcase, one of two themed sections of Epcot, comprises 11 countries arranged around a lagoon. Watch belly dancing in Morocco, eat pizza in Italy, and buy personally engraved bottles of perfume in France, before settling down to watch fireworks about world peace and harmony. Disney was right: it truly is a small world after all.\nSure, this is quite a sanitized stereotypical vision of the world, but so what? This is, after all, a theme park. And who knows, an afternoon here might just inspire you to hop a plane and check out the real thing, and it certainly is a fun way to show kids a little something about the world.The best way to experience the World Showcase is to simply wander as the mood moves you, poking through stores and restaurants, and catching what amounts to Bureau of Tourism promotional films and gentle rides through some of the countries. Donald Duck and his comrades take you through Mexico in Gran Fiesta Tour Starring the Three Caballeros; Norway's rather odd boat ride Maelstrom meanders past Vikings, trolls and waterfalls; and the American Adventure show features audio-animatonic figures presenting a simplified interpretation of US history. The featured countries from left to right around the water are Mexico, Norway, China, Germany, Italy, USA ('The American Adventure'), Japan, Morocco, France, the UK and Canada."
},
{
    "country": "florida",
    "index": 10,
    "name": "Museum of Art & History at the Custom House",
    "latitude": "24.558453",
    "longitude": "-81.80671",
    "excerpt": "This excellent museum, set in a grand 1891 red-brick building that once served as the Customs House, covers Key West's history. Highlights are the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/key-west/attractions/museum-of-art-history-at-the-custom-house/a/poi-sig/453233/361914",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Key%20West%20Christian%20Ouellet%20GettyImages-1181026870%20RFE.jpg",
    "detail_description": "This excellent museum, set in a grand 1891 red-brick building that once served as the Customs House, covers Key West's history. Highlights are the archival footage from the building of the ambitious Overseas Hwy (and the hurricane that killed 400 people), a model of the ill-fated USS Maine (sunk during the Spanish-American War) and the Navy's role in Key West (once the largest employer), and the 'wreckers' of Key West, who scavenged sunken treasure ships.\nThere's also info on rum-running to Havana during the Prohibition days and some excellent folk art: seek out Mario Sanchez' art naïf paintings of Key West from the 1960s and '70s."
},
{
    "country": "florida",
    "index": 9,
    "name": "Epcot",
    "latitude": "28.376034",
    "longitude": "-81.549282",
    "excerpt": "An acronym for 'Experimental Prototype Community of Tomorrow,' Epcot was Disney's vision of a high-tech city when it opened in 1982. It's divided into two…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/walt-disney-world/attractions/epcot/a/poi-sig/383023/361905",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Orlando%20Atlantide%20Phototravel%20GettyImages-541417008%20RFE.jpg",
    "detail_description": "An acronym for 'Experimental Prototype Community of Tomorrow,' Epcot was Disney's vision of a high-tech city when it opened in 1982. It's divided into two halves: Future World, with rides and corporate-sponsored interactive exhibits, and World Showcase, providing an interesting toe-dip into the cultures of 11 countries. Epcot is much more soothingly low-key than other parks, and it has some of the best food and shopping.\nDon't miss Soarin' Around the World and, for little ones, Turtle Talk with Crush is delightful. And, let's not forget, Frozen Ever After, one of the 'hot' rides, is here, too."
},
{
    "country": "florida",
    "index": 11,
    "name": "Wolfsonian-FIU",
    "latitude": "25.78085073",
    "longitude": "-80.13251416",
    "excerpt": "Visit this excellent design museum early in your stay to put the aesthetics of Miami Beach into context. It’s one thing to see how wealth, leisure and the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/south-beach/attractions/wolfsonian-fiu/a/poi-sig/1130237/1341616",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-107325892_master.jpg",
    "detail_description": "Visit this excellent design museum early in your stay to put the aesthetics of Miami Beach into context. It’s one thing to see how wealth, leisure and the pursuit of beauty manifest, but it’s another to understand the roots and shadings of local artistic movements. By chronicling the interior evolution of everyday life, the Wolfsonian reveals how these trends manifested architecturally in SoBe’s exterior deco.\nTake a look at the Wolfsonian’s own noteworthy architectural features with its Gothic-futurist angles and lion-head-studded grand elevator."
},
{
    "country": "florida",
    "index": 8,
    "name": "Miami Beach Boardwalk",
    "latitude": "25.804913953962",
    "longitude": "-80.123537778854",
    "excerpt": "Ahhh the Miami Beach Boardwalk! Stretching seven miles from South Point to Surfside, the parade of humanity you'll encounter on any given day will take your…",
    "detail_url": "https://www.lonelyplanet.com/usa/miami/attractions/miami-beach-boardwalk/a/poi-sig/380315/361916",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyRF468165382.jpg",
    "detail_description": "Ahhh the Miami Beach Boardwalk! Stretching seven miles from South Point to Surfside, the parade of humanity you'll encounter on any given day will take your breath away. You've got your bathing-suited barefooters, families pushing strollers, rollerbladers, bikers, dancers, vendors, people blasting music from their various devices, groups of friends gabbing away, couples, joggers, mimes, musicians, young and old – there is no demographic that accurately captures the all kinds of it all. It's a thoroughfare of exuberance that hits a crescendo near South Beach. You'll hear DJs spinning at pool parties at the hotels that line the one side, and their attendant beach clubs that dot the shore.&nbsp;\n"
},
{
    "country": "florida",
    "index": 7,
    "name": "Anhinga Trail",
    "latitude": "25.382107",
    "longitude": "-80.607204",
    "excerpt": "If you do just one walk in the Everglades, make sure it's on the Anhinga Trail. Gators sun on the shoreline, anhinga spear their prey and wading birds…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/southern-everglades-highway/attractions/anhinga-trail/a/poi-sig/1565675/1326844",
    "image_url": "https://lp-cms-production.imgix.net/2023-01/shutterstockRF_380136943.jpg",
    "detail_description": "If you do just one walk in the Everglades, make sure it's on the Anhinga Trail. Gators sun on the shoreline, anhinga spear their prey and wading birds stalk haughtily through the reeds. You'll get a close-up view of wildlife on this short (0.8 mile) trail at the Royal Palm Visitor Center. There are various overlooks, where you can sometimes see dozens of alligators piled together in the day.\nCome back at night (be sure to bring a flashlight) for a view of the gators swimming along the waterways – sometimes right beside you. The park offers periodic ranger-led walks along the boardwalk at night, though you can always do it yourself. Seeing the glittering eyes of alligators prowling the waterways by flashlight is an unforgettable experience!"
},
{
    "country": "florida",
    "index": 6,
    "name": "Universal Orlando Resort",
    "latitude": "28.472407",
    "longitude": "-81.465039",
    "excerpt": "Pedestrian-friendly Universal Orlando Resort has got spunk, spirit and attitude. With fantastic rides, excellent children's attractions and entertaining…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/orlando/attractions/universal-orlando-resort/a/poi-sig/1252171/361904",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF218458834.jpg",
    "detail_description": "Pedestrian-friendly Universal Orlando Resort has got spunk, spirit and attitude. With fantastic rides, excellent children's attractions and entertaining shows, it's comparable to Walt Disney World®. But Universal does everything just a bit smarter, funnier and more smoothly, as well as being smaller and easier to navigate. Instead of the Seven Dwarfs, there's the Simpsons. Instead of Mickey Mouse, there's Harry Potter. Universal offers pure, unabashed, adrenaline-pumped, full-speed-ahead fun for the entire family.\nThe Universal Orlando Resort consists of two (three by the time you read this) theme parks: Islands of Adventure, with the bulk of the thrill rides, and Universal Studios, with movie-based attractions and shows (including the Wizarding World of Harry Potter). Volcano Bay will open in 2017 as a water park of thrills and splashes and state-of-the-art rides through a 200ft volcano.Universal's dining/entertainment district is CityWalk and it has five resort hotels (a sixth, Universal's Aventura Hotel, will open in 2018). Hotel guests receive fantastic perks, including access to Harry Potter fun an hour before the gates open. Water taxis and pleasant walking paths connect the entire resort."
},
{
    "country": "florida",
    "index": 5,
    "name": "Everglades National Park",
    "latitude": "25.442655",
    "longitude": "-80.862465",
    "excerpt": "Encompassing 1.5 million acres, this vast wilderness is one of America's great natural treasures. As a major draw for visitors to South Florida, your…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/the-everglades/attractions/everglades-national-park/a/poi-sig/1366106/361921",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/63b4ab10442cfeb62f53954bb9558dd5-everglades-national-park.jpg",
    "detail_description": "Encompassing 1.5 million acres, this vast wilderness is one of America's great natural treasures. As a major draw for visitors to South Florida, your biggest challenge is deciding to opt for quiet pleasures like spying alligators basking in the noonday sun as herons patiently stalk their prey in nearby waters, or going the active route and kayaking in tangled mangrove canals, then wading through murky knee-high waters among cypress domes on a rough-and ready 'slough slog.'\nThere are sunrise strolls on boardwalks amid the awakening glimmers of birdsong, and moonlit glimpses of gators swimming gracefully by narrow channels in search of dinner. There's also backcountry camping, bicycle tours and ranger-led activities that help bring the magic of this place to life.There are three main entrances and three main areas of the park: one along the southeast edge near Homestead and Florida City (Ernest Coe section); a second at the central-north side on the Tamiami Trail (Shark Valley section); and a third at the northwest shore (Gulf Coast section), past Everglades City. The Shark Valley and Gulf Coast sections of the park come one after the other in geographic succession, but the Ernest Coe area is entirely separate. The admission fee covers the whole park, and is good for seven consecutive days."
},
{
    "country": "florida",
    "index": 4,
    "name": "Salvador Dalí Museum",
    "latitude": "27.766029",
    "longitude": "-82.631532",
    "excerpt": "The theatrical exterior of the Salvador Dalí Museum speaks of great things: out of a wound in the towering white shoe box oozes a 75ft geodesic glass…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/salvador-dali-museum/a/poi-sig/1349915/361926",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0b48a09003fa0c20d7de52f4fffe02c1-salvador-dali-museum.jpg",
    "detail_description": "The theatrical exterior of the Salvador Dalí Museum speaks of great things: out of a wound in the towering white shoe box oozes a 75ft geodesic glass atrium. Even better, what unfolds inside is like a blueprint of what a modern art museum, or at least one devoted to the life, art and impact of Salvador Dalí, should be. Even those who dismiss his dripping clocks and curlicue mustache will be awed by the museum and its grand works, especially the Hallucinogenic Toreador.\nThe Dalí Museum's 20,000 sq ft of gallery space was designed to display all 96 oil paintings in the collection, along with key works of each era and medium: drawings, prints, sculptures, photos, manuscripts, movies and even a virtual reality exhibit in which guests enter Dalí's dreams. Everything is arranged chronologically and explained in context. The garden out back is also a delight, with a wish tree, a melting clock bench and a giant steel mustache sculpture.Excellent, free docent tours occur hourly (on the half hour); these are highly recommended to help crack open the rich symbolism in Dalí's monumental works. Audioguides are also free, and contain secret, deeply hilarious narration from a voice claiming to be Dalí's mustache. To top everything off, there's a Catalan-inspired cafe and a first-rate gift store. Up to 5000 people have been known to visit in a day, so get here early or wait for everything."
},
{
    "country": "florida",
    "index": 3,
    "name": "Vizcaya Museum & Gardens",
    "latitude": "25.746907",
    "longitude": "-80.210474",
    "excerpt": "If you want to see something that is 'very Miami', this is it – lush, big, over the top, a patchwork of all that a rich US businessman might want to show…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coconut-grove/attractions/vizcaya-museum-gardens/a/poi-sig/380207/1341621",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f3c9989939b8d49f280d031dab58b62-vizcaya-museum-gardens.jpg",
    "detail_description": "If you want to see something that is 'very Miami', this is it – lush, big, over the top, a patchwork of all that a rich US businessman might want to show off to his friends. Which is essentially what industrialist James Deering did in 1916, starting a Miami tradition of making a ton of money and building ridiculously grandiose digs. He employed 1000 people (then 10% of the local population) and stuffed his home with Renaissance furniture, tapestries, paintings and decorative arts.\nThe mansion is a classic of Miami's Mediterranean Revival stye. The largest room in the house is the informal living room, sometimes dubbed 'the Renaissance Hall' for its works dating from the 14th to the 17th centuries. The music room is intriguing for its beautiful wall canvases, which come from Northern Italy, while the banquet hall evokes all the grandeur of imperial dining rooms of Europe, with its regal furnishings.On the south side of the house stretch a series of lovely gardens that are just as impressive as the interior of Vizcaya. Modeled on formal Italian gardens of the 17th and 18th centuries, these manicured spaces form a counterpoint to the wild mangroves beyond. Sculptures, fountains and vine-draped surfaces give an antiquarian look to the grounds, and an elevated terrace (the Garden Mound) provides a fine vantage point over the greenery.The on-site Vizcaya Cafe has light snacks and coffee to keep energy levels up while perusing the lavish collections."
},
{
    "country": "florida",
    "index": 2,
    "name": "Biltmore Hotel",
    "latitude": "25.74011342",
    "longitude": "-80.27763867",
    "excerpt": "In the most opulent neighborhood of one of the showiest cities in the world, the Biltmore is the greatest of the grand hotels of the American Jazz Age. If…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/miami/coral-gables/attractions/biltmore-hotel/a/poi-sig/1130240/1341622",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_414628183.jpg",
    "detail_description": "In the most opulent neighborhood of one of the showiest cities in the world, the Biltmore is the greatest of the grand hotels of the American Jazz Age. If this joint were a fictional character from a novel, it’d be, without question, Jay Gatsby. Al Capone had a speakeasy on-site, and the Capone Suite is said to be haunted by the spirit of Fats Walsh, who was murdered here and may still haunt the thirteenth floor (natch).\nBack in the day, imported gondolas transported celebrity guests like Judy Garland and the Vanderbilts around because, of course, there was a private canal system out the back. That's gone now, but the largest hotel pool in the continental USA, which resembles a sultan’s water garden from One Thousand &amp; One Nights, is still here. The grounds are so palatial it would take a week to explore everything the Biltmore has to offer.\n\n  \nOne of the opulent Mediterranean courtyards at the Biltmore Hotel  ©photosounds/Shutterstock\n\nWhat is the Biltmore Hotel like?\nAfter all, the Biltmore sprawls across 150 acres that encompass pretty tropical grounds, tennis courts, the massive swimming pool and a restored 18-hole golf course. Inside, there's even more afoot, and indeed, you could spend a few days ensconced in the many activities on offer. The hotel even has its own theater company. GableStage puts on thought-provoking contemporary works, staged at one end of the Biltmore. It's an intimate theater and there's not a bad seat in the house.\nRooms at the Biltmore are surprisingly business-like, with some baroque furniture flashes. There's nothing subtle about the soaring central tower, however, which was modeled after the 12th-century Giralda tower in Seville, Spain. The showy grandeur continues inside, starting with the colonnaded lobby with its hand-painted ceiling, antique chandeliers and Corinthian columns, and continues to the lushly landscaped courtyard set around a central fountain.\n\n  \nThe Venetian Pool at Coral Gables opened two years before the Biltmore Hotel, helping to cement the neighborhood's classic glamour ©Galina Savina/Shutterstock\n\nThings to do near the Biltmore Hotel\nThe hotel gives free 45-minute guided tours of the property on Sundays at 1:30pm and 2:30pm. You can learn more about the history and design of the place, as well as the work of developer George Merrick, who created the surrounding Coral Gables neighborhood, too, and founded the University of Miami in addition to joining forces with hotelier John McEntee Bowman to create the Biltmore in 1926.\nCoral Gables is more reminiscent of an old Mediterranean village-town than a city planted in greater Miami. The Gables is a goldmine for foodies, with an ample supply of international, eclectic and high-end dining options. Many restaurants are clustered on or near ‘Restaurant Row,’ on Giralda Ave between Ponce de Leon Blvd and S Le Jeune Rd. As such, you could easily spend a few days here taking in the sights, checking out its restaurants, shops and cultural attractions – including more cinemas and theaters that reinforce the Biltmore's old Hollywood glam. \n"
}
]