[
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 1,
    "name": "Stockyards",
    "latitude": "32.788898",
    "longitude": "-97.346785",
    "excerpt": "Western-wear stores and knickknack shops, saloons and steakhouses now occupy the Old West–era buildings of the Stockyards. Although it can seem touristy…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/stockyards/a/poi-sig/1248110/362175",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Fort%20Worth%20John%20Coletti%20GettyImages-681494688%20RFE.jpg",
    "detail_description": "Western-wear stores and knickknack shops, saloons and steakhouses now occupy the Old West–era buildings of the Stockyards. Although it can seem touristy at times, there’s still a genuine authenticity here. Don't miss the twice-daily cattle drive along E Exchange Ave, featuring the longhorn of the small Fort Worth Herd. Start by picking info at the Fort Worth Stockyards Visitor Center.\nThere's plenty to see and do hereabouts, from exploring the past at the Stockyards Museum and the Texas Cowboy Hall of Fame, to watching a Wild West show or taking in a rodeo in the Cowboy Coliseum. To learn more, join a Stockyards Guided Walking Tour."
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 17,
    "name": "Fort Worth Botanic Garden",
    "latitude": "32.736495",
    "longitude": "-97.364932",
    "excerpt": "A Japanese garden with a koi pond and a tropical conservatory are the highlights at the Fort Worth Botanic Garden.",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/fort-worth-botanic-garden/a/poi-sig/1185438/362175",
    "image_url": null,
    "detail_description": "A Japanese garden with a koi pond and a tropical conservatory are the highlights at the Fort Worth Botanic Garden.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 16,
    "name": "Sid Richardson Museum",
    "latitude": "32.755559",
    "longitude": "-97.331553",
    "excerpt": "If the Stockyards didn't sate your hunger for all things western, pop in here for some art. It's known for its striking paintings by Frederic Remington…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/sid-richardson-museum/a/poi-sig/434408/362175",
    "image_url": null,
    "detail_description": "If the Stockyards didn't sate your hunger for all things western, pop in here for some art. It's known for its striking paintings by Frederic Remington and Charles Russell. Admission to the Museum is always free.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 15,
    "name": "Chisholm Trail Mural",
    "latitude": "32.754708",
    "longitude": "-97.331443",
    "excerpt": "Overlooking Sundance Sq, the iconic Chisholm Trail Mural commemorates the local segment of the Chisholm Trail cattle drives of 1867-75.",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/chisholm-trail-mural/a/poi-sig/1362628/362175",
    "image_url": null,
    "detail_description": "Overlooking Sundance Sq, the iconic Chisholm Trail Mural commemorates the local segment of the Chisholm Trail cattle drives of 1867-75.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 14,
    "name": "Fort Worth Museum of Science & History",
    "latitude": "32.742926",
    "longitude": "-97.369494",
    "excerpt": "This kid-friendly museum brims with fossils, dinosaurs and fun things to do – like the planetarium and an IMAX theater. Go local with the extensive…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/fort-worth-museum-of-science-history/a/poi-sig/1248999/362175",
    "image_url": null,
    "detail_description": "This kid-friendly museum brims with fossils, dinosaurs and fun things to do – like the planetarium and an IMAX theater. Go local with the extensive galleries on cattle-breeding and the cowboy industry.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 13,
    "name": "Stockyards Museum",
    "latitude": "32.789448",
    "longitude": "-97.346742",
    "excerpt": "Parts of the venerable Livestock Exchange Building still hold offices, but the one-room Stockyards Museum celebrates local history. Displays cover famous…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/stockyards-museum/a/poi-sig/1185435/362175",
    "image_url": null,
    "detail_description": "Parts of the venerable Livestock Exchange Building still hold offices, but the one-room Stockyards Museum celebrates local history. Displays cover famous shoot-outs and outlaws, trick riding and butchery, and there’s even a light bulb that’s said to have been burning since 1908.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 12,
    "name": "Fort Worth Zoo",
    "latitude": "32.720412",
    "longitude": "-97.357467",
    "excerpt": "A highly regarded American zoo (and the second-most-popular attraction in the state), it's home to about 5000 inhabitants representing 650 species, many…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/fort-worth-zoo/a/poi-sig/1185437/362175",
    "image_url": null,
    "detail_description": "A highly regarded American zoo (and the second-most-popular attraction in the state), it's home to about 5000 inhabitants representing 650 species, many of them endangered. Check out the Komodo dragons and the Great Barrier Reef exhibit. Other noted inhabitants include elephants and gorillas. Parking is $5.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 10,
    "name": "Firestone & Robertson Distillery",
    "latitude": "32.743512",
    "longitude": "-97.332899",
    "excerpt": "Texas' first craft whiskey distillery is a true delight, established in a 1927 warehouse and using many reclaimed antique materials as furnishings (the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/firestone-robertson-distillery/a/poi-sig/1427929/362175",
    "image_url": null,
    "detail_description": "Texas' first craft whiskey distillery is a true delight, established in a 1927 warehouse and using many reclaimed antique materials as furnishings (the tasting room is in the old fire safe, for example). Owners Leonard and Troy have won awards for their blended whiskey and they offer a hands-on tour of the distillery. Book in advance.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 11,
    "name": "Texas Cowboy Hall of Fame",
    "latitude": "32.790125",
    "longitude": "-97.348566",
    "excerpt": "Individual booths bursting with boots, hats, buckles and spurs celebrate the various inductees of the Texas Cowboy Hall of Fame in this little museum,…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/texas-cowboy-hall-of-fame/a/poi-sig/1185434/362175",
    "image_url": null,
    "detail_description": "Individual booths bursting with boots, hats, buckles and spurs celebrate the various inductees of the Texas Cowboy Hall of Fame in this little museum, tucked away in sprawling Rodeo Plaza, off E Exchange Ave.\nThe definition of cowboy extends to include the likes of musician Willie Nelson and baseball’s Nolan Ryan."
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 9,
    "name": "National Cowgirl Museum",
    "latitude": "32.74346",
    "longitude": "-97.368774",
    "excerpt": "This airy, impressive museum explores the myth and reality of cowgirls in American culture. Graced by a 2019 expansion that focuses especially on the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/national-cowgirl-museum/a/poi-sig/434406/362175",
    "image_url": null,
    "detail_description": "This airy, impressive museum explores the myth and reality of cowgirls in American culture. Graced by a 2019 expansion that focuses especially on the relationship between horse and woman, and ranging from rhinestone costumes to rare film footage, it's a fun and educational ride. By the time you walk out, you'll have a whole new appreciation for these tough workers.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 8,
    "name": "Sundance Square",
    "latitude": "32.754789",
    "longitude": "-97.33125",
    "excerpt": "You can stroll yourself happy in the 14-block Sundance Sq, near Main and 3rd Sts. Colorful architecture, art galleries and a host of bars and restaurants…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/sundance-square/a/poi-sig/434414/362175",
    "image_url": null,
    "detail_description": "You can stroll yourself happy in the 14-block Sundance Sq, near Main and 3rd Sts. Colorful architecture, art galleries and a host of bars and restaurants make this one ’hood not to miss. The big, spurting fountain and cafe tables are fine spots to cool off. The iconic Chisholm Trail Mural commemorates the local segment of the Chisholm Trail cattle drives of 186775.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 7,
    "name": "Bureau of Engraving & Printing",
    "latitude": "32.901227",
    "longitude": "-97.346109",
    "excerpt": "Fort Worth is one of two US locations where the nation prints its paper currency. This US Treasury facility 8 miles north of the Stockyards produces the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/bureau-of-engraving-printing/a/poi-sig/1186606/362175",
    "image_url": null,
    "detail_description": "Fort Worth is one of two US locations where the nation prints its paper currency. This US Treasury facility 8 miles north of the Stockyards produces the green stuff with which engagement rings are purchased, narcotics snorted, bets wagered, waiters tipped and babysitters paid, and over which wars are fought. You don’t need a reservation to watch the presses roll on a self-guided tour, but the bureau suggests allowing 30 minutes to clear security.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 6,
    "name": "Cattle Auction",
    "latitude": "32.788989",
    "longitude": "-97.34492",
    "excerpt": "The truly curious will want to venture into this live cattle auction, held in a totally high-tech atmosphere inside the 1902 Fort Worth Livestock Exchange…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/cattle-auction/a/poi-sig/1353499/362175",
    "image_url": null,
    "detail_description": "The truly curious will want to venture into this live cattle auction, held in a totally high-tech atmosphere inside the 1902 Fort Worth Livestock Exchange building at the Stockyards. The heifers strut their stuff on flat-screen TVs (no smells!) and cowboy hat–wearing ranchers make phone bids on the spot. Don't be intimidated by the fast-talkin' auctioneer: visitors are welcome to observe. The schedule varies, so stop in to see if an auction is on.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 5,
    "name": "Amon Carter Museum of American Art",
    "latitude": "32.74785",
    "longitude": "-97.368833",
    "excerpt": "Texas oilman Amon Carter starting collecting the art of the American West in the 1930s. Since his death, his impressive array of paintings and sculpture…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/amon-carter-museum-of-american-art/a/poi-sig/434396/362175",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Fort%20Worth%20Aneese%20GettyImages-532699701%20RFE.jpg",
    "detail_description": "Texas oilman Amon Carter starting collecting the art of the American West in the 1930s. Since his death, his impressive array of paintings and sculpture by Frederic Remington and Charles M Russell has been supplemented with works by John Singer Sargent, Georgia O’Keeffe, Winslow Homer and Alexander Calder.\nA newly expanded upstairs gallery displays the museum’s extensive photography collection."
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 4,
    "name": "Modern Art Museum of Fort Worth",
    "latitude": "32.749086",
    "longitude": "-97.362846",
    "excerpt": "In a stunning building across from the Kimbell Art Museum, this stimulating museum displays paintings by the likes of Picasso, Mark Rothko and Francis…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/modern-art-museum-of-fort-worth/a/poi-sig/434402/362175",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Fort%20Worth%20Wirestock%20Creators%20shutterstock_2037298994%20RFE.jpg",
    "detail_description": "In a stunning building across from the Kimbell Art Museum, this stimulating museum displays paintings by the likes of Picasso, Mark Rothko and Francis Bacon, as well as sculptures including Anselm Kiefer’s lead-wrought Book with Wings and Martin Puryear’s soaring wooden Ladder for Booker T Washington.\nIts artful restaurant, Café Modern, seems to float on the water of the surrounding reflective pools."
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 3,
    "name": "Fort Worth Herd",
    "latitude": "32.788835",
    "longitude": "-97.34598",
    "excerpt": "Each morning and afternoon, spectators line the street to watch cowboys wearing authentic 19th-century garb drive the 16 longhorn cattle of the Fort Worth…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/fort-worth-herd/a/poi-sig/1399834/362175",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Fort%20Worth%20Ceri%20Breeze%20GettyImages-1263153940%20RFE%20crop.jpg",
    "detail_description": "Each morning and afternoon, spectators line the street to watch cowboys wearing authentic 19th-century garb drive the 16 longhorn cattle of the Fort Worth Herd along E Exchange Ave. For the rest of the day, you can inspect them in their corral behind the Livestock Exchange Building; each critter comes complete with its own name-tagged picture-portrait.\n"
},
{
    "country": "fort-worth",
    "city": "Fort Worth",
    "index": 2,
    "name": "Kimbell Art Museum",
    "latitude": "32.74859",
    "longitude": "-97.364874",
    "excerpt": "While the small Kimbell Art Museum holds treasures from Greece, Egypt, China, Japan and the ancient Americas, it’s the astonishing array of big European…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/kimbell-art-museum/a/poi-sig/434400/362175",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Fort%20Worth%20Allan%20Baxter%20GettyImages-524444701%20RFE.jpg",
    "detail_description": "While the small Kimbell Art Museum holds treasures from Greece, Egypt, China, Japan and the ancient Americas, it’s the astonishing array of big European names that makes it truly extraordinary. As well as Michelangelo’s first known painting, The Torment of St Anthony, the permanent collection includes masterpieces by everyone from Rembrandt and Van Gogh to Matisse, Cézanne and Gauguin.\nBoth the Kimbell’s two buildings are infused with natural light. Its newer addition, designed by architect Renzo Piano, stages special exhibitions which typically incur an admission fee of around $18."
}
]