[
{
    "country": "france",
    "index": 1,
    "name": "Cité de l’Espace",
    "latitude": "43.586585",
    "longitude": "1.492746",
    "excerpt": "The fantastic space museum on the city's eastern outskirts brings Toulouse's illustrious aeronautical history to life through hands-on exhibits, including…",
    "detail_url": "https://www.lonelyplanet.com/france/toulouse/attractions/cite-de-l-espace/a/poi-sig/1192993/1003054",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1154206081-rfe.jpeg",
    "detail_description": "While Toulouse’s deep association with aviation (and Airbus in particular) is well known, this city’s interests go beyond the stratosphere. Since 1997, Cité de l'Espace has brought the wonders of the universe to Toulouse through spectacular full-size models and prototypes, alongside some fascinating exhibitions and interactive exhibits.\nThough the 52m-high Ariane 5 space rocket is undoubtedly the grandiose centerpiece of this unique museum turned discovery center, there are countless highlights here ranging from ethereal planetarium experiences to an actual chunk of moon rock on display.\nLocated on the eastern fringes of Toulouse, Cité de l'Espace isn’t the easiest place to reach and tends to get busy (especially in the summer). Still, it’s certainly worth a visit as there’s nothing like it in the city center. You’ll need a full day to see the best of the museum, and the timetable for talks and events changes daily – plan ahead and arrive early.\nInsider tip\nCité de l'Espace sometimes has visiting astronauts give talks or interviews at no extra cost to the standard ticket (effectively free), so keep an eye on their social media channels in case an event like this coincides with your time in Toulouse. Past astronauts on-site have included Chris Hadfield and Tim Peake.\n\n  \nStepping inside the Mir space station prototype gives an insight into how astronauts live and work © James March\n\nHow much time you need to visit Cité de l'Espace\nIf you have one hour\nIt’s not very big. Tiny, in fact. But seeing an actual piece of moonstone is the first thing to do with a limited amount of time. Weighing 163g and approximately 3.4 billion years old, it was recovered from the moon’s surface as part of NASA’s Apollo 15 mission in 1971 and has been at Cité de l'Espace since 1998.\nOutside the main building in the gardens lie several exhibits, but the prototype of the first space station Mir is a fascinating early look at the concept of humans living in space. Even better, it’s open to explore, and walking inside the cross-section shows just how cramped the living conditions were (the control dials on the ceiling are cool, though – when you’re floating, it doesn’t really matter where they go!).\nFamilies on a tight timescale should make their way to the 280-seat Stellarium planetarium. It’s in a separate building from the main exhibitions, but the spectacular shows voyage deep into space on a hemispherical screen 600 sq m in area, while an interactive element is brought in by a live presenter.\nIf you have 2 hours\nCurious about the Red Planet? One of the most unique exhibits here is the Martian Ground: The Rovers Take the Stage! show, which offers a window into the murky world of what happens on the ground on Mars. With Ariane 5 towering behind, this small amphitheater recreates the dusty red surface of Mars, and demonstrations of various robots are given, from the diminutive Sojourner to the biggest and latest Perseverance.\nAn additional hour will also give you time to experience the IMAX located inside the same building as the planetarium. With a changing cast of wonderfully rendered films, 3D glasses are provided and take space exploration to another level.\nIf you have a full day\nWith a full day at your disposal, you’ll have time to explore all three floors of the main building, which cover both where we’ve been and where we’re going. The ground floor features a superb interactive look at the current Artemis missions that intend to put humans back on the moon this decade. The live tracker of the International Space Station is particularly engrossing.\nWalking upstairs, you’ll pass by an original Soviet Sputnik satellite prototype (it's surprisingly small) on the way to a special exhibition on weather – the pièce de résistance of which is a booth where visitors can actually present a TV-style weather forecast and then watch it back immediately.\nPerhaps the most intense exhibit, the Vega Room hosts 40-minute sessions on how to become an astronaut. Using tests inspired by the real European Space Agency selection process, candidates gain an understanding of what it takes to be fit for a mission to space. Arrive in the morning for this one, as it tends to get busy throughout the day.\n\n  \nThe grounds of Cité de l'Espace contain all sorts of incredible exhibits like this lunar module © James March\n\nHistory of Cité de l'Espace\nIn July 1994, the municipal council of the city of Toulouse decided to build a park dedicated to aerospace, the construction of which would cost around 133 million francs (France didn’t adopt the Euro currency until January 1999).\nWith work beginning in December 1995, the Cité de l'Espace formally opened a year and a half later in June 1997 by Mayor of Toulouse Dominique Baudis and astronaut Claudie Haigneré. The following year, the Mir exhibit opened, and by September 2000, the Cité de l'Espace had welcomed its millionth visitor.\nTickets and other practicalities\nWhile tickets for the Cité de l'Espace can be bought on-site, it’s best to buy tickets online from the official website to avoid the inevitable queues. Tickets cost €24.50 for adults and €18 for children (5 to 18 years); it's free for kids under five. The timetable for the various talks and shows changes daily – download the official app to see what's on and when.\nThe opening hours differ throughout the week, so check the website for the day you’d like to visit, but it’s generally open throughout the year from 10am to 7pm. With so much to see, we recommend arriving early to make full use of your ticket. Some of the outdoor food stalls/stands are not open during the winter months.\nCité de l'Espace is not in the city center, and those looking to visit via public transit should take the L1 or L8 buses (which then require short walks). Another option is taking the Line A metro to the Jolimont station, and at the bottom of the steps, hop on to the 37 bus, which takes you directly to the entrance. Allow roughly 40 minutes for the journey each way.\nIf you have a car or would prefer to take a taxi, the museum is about a 20-minute drive from the center of Toulouse.\n"
},
{
    "country": "france",
    "index": 40,
    "name": "Musée Fabre",
    "latitude": "43.611821",
    "longitude": "3.880738",
    "excerpt": "Founded in 1825 by painter François-Xavier Fabre, this exceptional museum houses one of France’s richest collections of European art. The galleries…",
    "detail_url": "https://www.lonelyplanet.com/france/languedoc-roussillon/montpellier/attractions/musee-fabre/a/poi-sig/417404/359262",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1628380093-rfe.jpeg",
    "detail_description": "Founded in 1825 by painter François-Xavier Fabre, this exceptional museum houses one of France’s richest collections of European art. The galleries collectively showcase the last 600 years of artistic activity in Europe; most of the big names are represented here. Recent renovations have transformed the museum into a light, airy and engaging space.\nHighlights of the Old Masters section include three paintings by Rubens, a dreamy Venus and Adonis by Nicholas Poussin, and a collection of works by Jacques-Louis David. The Romantic section is strong on French artists – particularly Delacroix, Géricault and Corot – while Courbet, Monet, Degas and Delaunay are among the standouts of the modern section.Of particular local interest are the works of Marseille-born artist Fréderic Bazille (1841–70), a close contemporary of Monet, Sisley and Manet. The artist has a whole room devoted to him: look out for his portrait of Renoir, seated on a chair with legs tucked up beneath him, and a moody portrait of the artist himself by a very young Monet. Two rooms are also devoted to French painter and sculptor Pierre Soulages, born in 1919 in Rodez.The lavish mansion L’Hôtel de Cabrières-Sabatier d’Espeyran is attached to the museum."
},
{
    "country": "france",
    "index": 39,
    "name": "Les Arènes",
    "latitude": "43.834836411121",
    "longitude": "4.3595690906697",
    "excerpt": "Nîmes’ twin-tiered amphitheatre is the best preserved in France. Built around 100 BC, the arena once seated 24,000 spectators and staged gladiatorial…",
    "detail_url": "https://www.lonelyplanet.com/france/languedoc-roussillon/nimes/attractions/les-arenes/a/poi-sig/1235877/359263",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-166417532_super.jpg",
    "detail_description": "Nîmes’ twin-tiered amphitheatre is the best preserved in France. Built around 100 BC, the arena once seated 24,000 spectators and staged gladiatorial contests and public executions; it's still an impressive venue for gigs and events. An audio guide provides context as you explore the arena, seating areas, stairwells and corridors (known to Romans as vomitoria), and afterwards you can view replicas of gladiatorial armour and original bullfighters’ costumes in the museum.\nAt 133m long, 101m wide and 21m high, with an oval arena encircled by two tiers of arches and columns, the amphitheatre is a testament to the skill and ingenuity of Roman architects. Despite being adapted, plundered for stone and generally abused over many centuries, the structure of the amphitheatre is still largely intact, and it’s not hard to imagine what the atmosphere must have been like when it was filled to capacity.The seating is divided into four tiers and 34 rows; the posher you were, the closer you sat to the centre. The amphitheatre’s oval design meant everyone had an unrestricted view. A system of trapdoors and hoist-lifts beneath the arena enabled animals and combatants to be put into position during the show. Originally, the amphitheatre would have had a canopy that protected spectators from the weather."
},
{
    "country": "france",
    "index": 38,
    "name": "Citadel",
    "latitude": "41.387282",
    "longitude": "9.160033",
    "excerpt": "The great joy of visiting Bonifacio lies in strolling the tangled medieval lanes of the citadel. The paved steps of montée du Rastello and montée St-Roch…",
    "detail_url": "https://www.lonelyplanet.com/france/corsica/bonifacio/attractions/citadel/a/poi-sig/1237539/359245",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-175964790_full.jpg",
    "detail_description": "The great joy of visiting Bonifacio lies in strolling the tangled medieval lanes of the citadel. The paved steps of montée du Rastello and montée St-Roch lead up from the marina to its old gateway, the Porte de Gênes, complete with an original 16th-century drawbridge. Immediately inside, the Bastion de l’Étendard was the main stronghold of the fortified town. Built to hold heavy artillery, it now houses a small museum, and provides access to the ramparts, which offer jaw-dropping views.\nSeveral of the town’s streets are spanned by arched aqueducts, designed to collect rainwater to fill the communal cistern opposite Église Ste-Marie Majeure. On the southern side of the citadel, the Escalier du Roi d’Aragon cuts down the cliff-face.Bonifacio doesn’t fill the entire headland. Just beyond the old core as you head west, beyond the Gothic Église Ste-Dominique and massive defunct barracks, you come to an eerily quiet marine cemetery. At the western tip of the peninsula, an underground passage dug during WWII leads down to a ‘window’ cut into the rock just 12m above the sea, at a rudder-shaped rock formation known as the Gouvernail de la Corse."
},
{
    "country": "france",
    "index": 37,
    "name": "Aiguille du Midi",
    "latitude": "45.878297605591",
    "longitude": "6.892204284668",
    "excerpt": "The great rocky fang of the Aiguille du Midi (3842m), rising from the Mont Blanc massif, is one of Chamonix’ most distinctive features. The 360-degree…",
    "detail_url": "https://www.lonelyplanet.com/france/the-french-alps/chamonix/attractions/aiguille-du-midi/a/poi-sig/445913/359302",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-542705997_super.jpg",
    "detail_description": "The great rocky fang of the Aiguille du Midi (3842m), rising from the Mont Blanc massif, is one of Chamonix’ most distinctive features. The 360-degree views of the French, Swiss and Italian Alps from the summit are (quite literally) breathtaking. Year-round, you can float via cable car from Chamonix to the Aiguille du Midi on the vertiginous Téléphérique de l’Aiguille du Midi. Dress warmly: even in summer, temperatures at the top rarely rise above -10°C (in winter prepare for -25°C).\nUp top, you can take in the view in literally every direction (including straight down, thanks to the glass-floored Step into the Void). Halfway up, Plan de l’Aiguille (2317m) is a terrific place to start hikes or to paraglide.From the Aiguille du Midi, between late May and September, you can continue for a further 50 minutes of mind-blowing scenery – think glaciers and spurs, seracs and shimmering ice fields – in the smaller bubbles of the Télécabine Panoramique Mont Blanc to Pointe Helbronner (3466m) on the France–Italy border. The SkyWay Monte Bianco cable car can then take you a further 4km to the Val d'Aosta ski resort of Courmayeur, on the Italian side of Monte Bianco."
},
{
    "country": "france",
    "index": 36,
    "name": "Pont du Gard",
    "latitude": "43.947381",
    "longitude": "4.535229",
    "excerpt": "The extraordinary three-tiered Pont du Gard was once part of a 50km-long system of channels built around 19 BC to transport water from Uzès to Nîmes. The…",
    "detail_url": "https://www.lonelyplanet.com/france/vers-pont-du-gard/attractions/pont-du-gard/a/poi-sig/1230157/1323256",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF638607842.jpg",
    "detail_description": "The extraordinary three-tiered Pont du Gard was once part of a 50km-long system of channels built around 19 BC to transport water from Uzès to Nîmes. The scale is huge: the bridge is 48.8m high, 275m long and graced with 52 precision-built arches. It was the highest in the Roman Empire. At the visitors centre on the left, northern bank, there's an impressive, high-tech museum featuring the bridge, the aqueduct and the role of water in Roman society.\nEach block was carved by hand and transported from nearby quarries – no mean feat, considering the largest blocks weighed over 5 tonnes. The height of the bridge descends by 2.5cm across its length, providing just enough gradient to keep the water flowing – an amazing demonstration of the precision of Roman engineering.You can walk across the tiers for panoramic views over the Gard River, but the best perspective on the bridge is from downstream, along the 1.4km Mémoires de Garrigue walking trail. If you buy the Pass Aqueduc, you can walk the bridge's topmost tier, along which the water flowed (guided tour). For children, there's Ludo, an activity play area.Early evening is a good time to visit, as admission is cheaper (adult/child €5/3) and the bridge is stunningly illuminated after dark.It's 21km northeast of Nîmes."
},
{
    "country": "france",
    "index": 34,
    "name": "Aquarium La Rochelle",
    "latitude": "46.153385018047",
    "longitude": "-1.1505835352553",
    "excerpt": "La Rochelle's state-of-the-art, family-friendly aquarium is home to 12,000 marine animals and 600 different species. Visits begin by descending in a…",
    "detail_url": "https://www.lonelyplanet.com/france/southwestern-france/la-rochelle/attractions/aquarium-la-rochelle/a/poi-sig/473984/359294",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1491544663.jpg",
    "detail_description": "La Rochelle's state-of-the-art, family-friendly aquarium is home to 12,000 marine animals and 600 different species. Visits begin by descending in a clunky old 'submarine' to the ocean floor, where you're greeted by the pouting fish of the North Atlantic and serenaded by the sound of crashing waves and classical music. After this you swim through the oceans and seas of the world learning about all its diverse lifeforms. One floor up is the magical Galerie des Lumières (Gallery of Lights).\nOther highlights include the huge open-ocean aquarium full of UFO-like rays and fearsome sharks, the fluro-coloured jellyfish waving tentacles in time to the classical music that wafts through the aquarium, the jungle area with its tree-level walkways and ponds full of teeth-gnashing piranhas, the elegantly dancing seahorses, timid turtles and the bizarre half-newt, total-fish mudskippers. The aim is to educate visitors on the wonders of the world's waters and the threats our oceans face. You will learn how sea cucumbers spit their guts out when frightened and then just grow another set, and – here's one that all parents can relate to – how the poor mother octopus becomes so tired at the mere thought of bringing up her precious brood that she dies of exhaustion the moment they hatch out!Allow a minimum of two hours to visit and consider an audioguide (adult/child €3/2). In high season buy tickets in advance online to avoid queuing."
},
{
    "country": "france",
    "index": 35,
    "name": "Les Arènes",
    "latitude": "43.677718213247",
    "longitude": "4.6309180386409",
    "excerpt": "In Roman Gaul, every important town had an amphitheatre, where gladiators and wild animals met their (usually grisly) ends. Few examples have survived,…",
    "detail_url": "https://www.lonelyplanet.com/france/provence/arles/attractions/les-arenes/a/poi-sig/428774/359284",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1136600185.jpg",
    "detail_description": "In Roman Gaul, every important town had an amphitheatre, where gladiators and wild animals met their (usually grisly) ends. Few examples have survived, but Arles (like nearby Nîmes) has preserved its colosseum largely intact. At 136m long, 107m wide and 21m tall, built around AD 90, the oval-shaped amphitheatre would have held 21,000 baying spectators. Though the structure has suffered down the centuries, it's still evocative of the might and capabilities of Roman civilisation. Entry is on the northern side.\nFollowing the fall of the Roman Empire during the 5th century AD, the amphitheatre became a defensive fortress, with the addition of four corner towers by the Moors. Over subsequent centuries, a 'town within a town' grew up within its walls, containing more than 200 houses and two chapels, all of which had to be razed when the amphitheatre was returned to its original use in the 1820s.Much of the structure's original architecture remains, including terraces, galleries and even the original Roman drainage system. Its design was inspired by the Roman Colosseum, although on a much smaller scale.Today the structure is used to host outdoor spectacles, concerts, races and the corrida – bullfighting that is banned in most parts of France and which has come under intense scrutiny for its cruelty.Tickets for most events are sold at the ticket office next to the entrance, on the north side."
},
{
    "country": "france",
    "index": 33,
    "name": "Cabanon Le Corbusier",
    "latitude": "43.759964",
    "longitude": "7.46337",
    "excerpt": "The only building French architect Le Corbusier (1887–1965) ever built for himself is this rather simple – but very clever – beach hut on Cap Martin…",
    "detail_url": "https://www.lonelyplanet.com/france/roquebrune-cap-martin/attractions/cabanon-le-corbusier/a/poi-sig/1229552/1325363",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/France-Roquebrune-Cap-Martin-Hemis-Alamy-E2ECTX-RFC.jpg",
    "detail_description": "The only building French architect Le Corbusier (1887–1965) ever built for himself is this rather simple – but very clever – beach hut on Cap Martin. The cabanon (small beach hut), which he completed in 1952, became his main holiday home until his death. The hut can be visited on excellent two-hour guided tours run by the Association Cap Moderne; tours depart on foot from Roquebrune-Cap-Martin train station and must be reserved in advance by email.\nLe Corbusier first came to Cap Martin in the 1930s to visit friend Eileen Gray, an Irish designer who had built a house here. Le Corbusier loved the area and visited often. During one of his stays, however, Le Corbusier decided to paint the interior of Gray’s villa without her permission. Gray was understandably furious: Le Corbusier’s paintings had ruined the perspectives of her design, and she was offended by the subject matter (kissing women; Gray was a lesbian).No longer welcome as a guest, Le Corbusier did come back to Gray’s villa in 1949, but as a tenant. It was during that stay that he met Robert Rebutato, owner of L’Étoile de Mer, the next-door cafe where he ate his meals. Friendship blossomed between the two men, and in 1951 they agreed on the construction of a beach house next door to L’Étoile de Mer so that Le Corbusier could have his own space.The cabanon was designed using the Modulor, a mathematical benchmark based on the height of a man with his arms up."
},
{
    "country": "france",
    "index": 32,
    "name": "Cathédrale Notre Dame",
    "latitude": "49.894752",
    "longitude": "2.30126",
    "excerpt": "A Unesco World Heritage Site, the largest Gothic cathedral in France (at 145m long) and the largest in the world by volume was begun in 1220 to house the…",
    "detail_url": "https://www.lonelyplanet.com/france/northern-france/amiens/attractions/cathedrale-notre-dame/a/poi-sig/1233600/359275",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3a5366c64c3be2902e44cd6a5d18db3a-cathedrale-notre-dame.jpg",
    "detail_description": "A Unesco World Heritage Site, the largest Gothic cathedral in France (at 145m long) and the largest in the world by volume was begun in 1220 to house the skull of St John the Baptist. It's renowned for its soaring Gothic arches (42.3m high over the transept), unity of style and immense interior; look for the 17th-century statue known as the Ange Pleureur (Crying Angel), behind the Baroque high altar.\nThe octagonal, 234m-long labyrinth on the black-and-white floor of the nave is easy to miss as the soaring vaults draw the eye upward. Part of the skull of St John the Baptist, framed in gold and jewels, can be seen in the trésor (treasury). Plaques in the south transept honour American, Australian, British, Canadian and New Zealand soldiers who perished in WWI.To get a sense of what you're seeing, it's worth hiring a multilingual audioguide at Amiens' tourist office. Weather permitting, visitors willing to brave 307 steps can climb the north tower for spectacular views; tickets are sold in the boutique to the left as you walk through the west façade. The cathedral is closed to visitors during religious ceremonies.A free 45-minute light show bathes the cathedral's façade in vivid medieval colours nightly from mid-June to the third weekend in September, and from early December to 1 January. The photons start flying at 10.45pm in June, 10.30pm in July, 10pm in August, 9.45pm in September and 7pm in December."
},
{
    "country": "france",
    "index": 31,
    "name": "Château Gaillard",
    "latitude": "47.410411",
    "longitude": "0.999391",
    "excerpt": "The most exciting Loire château to open to visitors in years, Gaillard is the earliest expression of the Italian Renaissance in France. Begun in 1496, the…",
    "detail_url": "https://www.lonelyplanet.com/france/the-loire/amboise/attractions/chateau-gaillard/a/poi-sig/1596067/359307",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1268652814.jpg",
    "detail_description": "The most exciting Loire château to open to visitors in years, Gaillard is the earliest expression of the Italian Renaissance in France. Begun in 1496, the château was inspired by the refined living that Charles VIII fell in love with during his Italian campaign. The harmonious, Renaissance-style gardens were laid out by master gardener Dom Pacello (1453–1534), an Italian Benedictine monk who brought the first orange trees to France.\nIn 1494 Charles VIII led a French invasion force into Italy. The expedition failed, but while there the French king discovered the Renaissance, including the elegance and refinement that he sought to recreate at the Château Gaillard, his private residence and pleasure palace. The king brought 22 Italian master artisans back to France, including Dom Pacello, whose gardens harmoniously blend with the château and the site's geography. About 90 varieties of grape grow in the small vineyard. Gaillard was the site of France's first royal orangerie (used to protect sensitive fruit trees during winter), now home to 60 varieties of orange tree.The elegant château, its royal status indicated by the cornices' four parallel decorative elements, is decorated with 16th-century furniture and modern stained-glass medallions inspired by medieval miniatures. Beyond the 'cabinet of curiosities', with its 16th-century 'mask of shame' from Germany and antique snuff bottles, are a vaulted 13th-century kitchen, a 17th-century troglodyte kitchen and a 4m-wide spiral staircase from the Middle Ages."
},
{
    "country": "france",
    "index": 30,
    "name": "Le Mémorial – Un Musée pour la Paix",
    "latitude": "49.197311943061",
    "longitude": "-0.3838562965393",
    "excerpt": "For a very insightful and vivid account of the entire war, with special focus on the Battle of Normandy, Le Mémorial is unparalleled – it's one of Europe…",
    "detail_url": "https://www.lonelyplanet.com/france/normandy/caen/attractions/le-memorial-un-musee-pour-la-paix/a/poi-sig/463782/359269",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1c6b01a1fc5c757760d892ad9de25dec-le-memorial-un-musee-pour-la-paix.jpg",
    "detail_description": "For a very insightful and vivid account of the entire war, with special focus on the Battle of Normandy, Le Mémorial is unparalleled – it's one of Europe’s premier WWII museums. A hugely impressive affair, the museum uses film, animation and audio testimony, as well as many original artefacts, to graphically evoke the realities of war, the trials of occupation and the joy of liberation. It is situated 3km northwest of the city centre, reachable by bus 2 from place Courtonne.\nSuspended above you as you enter is a life-size model of a Hawker Typhoon. Beyond, you are led chronologically through the collection, culminating with a spellbinding video of the Nuremberg trials. Perhaps oddly, the bombings of Hiroshima and Nagasaki get but a footnote. A further gallery examines the world after 1945 and the Cold War. There is also an excellent 19-minute film, The Battle of Normandy, which graphically reveals the destruction of the region. You can also exit the museum to visit a 70m-long German relic: the oppressive interior of General Richter's Underground Bunker.All signs are in French, English and German. Download the smartphone app before arriving. Audioguides are available in six languages, with different English versions for Yanks and Brits. Note that tickets are valid for 24 hours. Child care is available. There are several restaurants here. See the website for details about tours of the D-Day sites.By car, follow the signs marked ‘Le Mémorial’ for the museum."
},
{
    "country": "france",
    "index": 29,
    "name": "Cathédrale Notre-Dame",
    "latitude": "48.581884850927",
    "longitude": "7.7513951022784",
    "excerpt": "Nothing prepares you for your first glimpse of Strasbourg's Cathédrale Notre-Dame, completed in all its Gothic grandeur in 1439. The lace-fine facade…",
    "detail_url": "https://www.lonelyplanet.com/france/alsace-and-lorraine/strasbourg/attractions/cathedrale-notre-dame/a/poi-sig/417553/359225",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6fc135ea2194f32c9609d23d109c81c5-cathedrale-notre-dame.jpg",
    "detail_description": "Nothing prepares you for your first glimpse of Strasbourg's Cathédrale Notre-Dame, completed in all its Gothic grandeur in 1439. The lace-fine facade lifts the gaze little by little to flying buttresses, leering gargoyles and a 142m spire. The interior is exquisitely lit by 12th- to 14th-century stained-glass windows, including the western portal's jewel-like rose window. The Gothic-meets-Renaissance astronomical clock strikes solar noon at 12.30pm with a parade of figures portraying the different stages of life and Jesus with his apostles.\nVictor Hugo declared it a ‘gigantic and delicate marvel’; Goethe professed that its ‘loftiness is linked to its beauty’; and, no matter the angle or time of day, you too will be captivated by this red-sandstone monolith that is at once immense and intricate.A spiral staircase twists up to the 66m-high viewing platform, from which the tower and its Gothic openwork spire soar another 76m. As Hugo put it: ‘From the belfry, the view is wonderful. Strasbourg lays at your feet, the old city of tiled triangular roof tops and gable windows, interrupted by towers and churches as picturesque as those of any city in Flanders'.The west façade, most impressive if approached from rue Mercière, was completed in 1284, but the 142m spire – the tallest of its time – was not in place until 1439; its southern companion was never built.To appreciate the cathedral in peace, visit in the early evening, when the crowds have thinned, and stay to see its façade glow gold at dusk."
},
{
    "country": "france",
    "index": 28,
    "name": "Les Machines de l’Île de Nantes",
    "latitude": "47.204919",
    "longitude": "-1.563663",
    "excerpt": "Nantes' quirkiest sight is this fantasy world – a serious and seriously wacky workshop with mechanical contraptions galore displayed in plant-filled…",
    "detail_url": "https://www.lonelyplanet.com/france/southwestern-france/nantes/attractions/les-machines-de-l-ile-de-nantes/a/poi-sig/1193355/359296",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2220543875-rfe.jpeg",
    "detail_description": "Nantes' quirkiest sight is this fantasy world – a serious and seriously wacky workshop with mechanical contraptions galore displayed in plant-filled hothouses – where you can fly giant herons in La Galerie des Machines and prance around like a maharajah on a 12m-tall, 48-tonne mechanical elephant with a secret lounge in its belly. Outside, by the river, Le Carrousel des Mondes Marins (a gigantic funfair carousel) whisks you under the sea on the back of giant crabs, octopuses and other strange sea creatures.\nJules Verne would be smiling in his grave if he knew the next amazing project the dedicated team behind the Machines de l'Île de Nantes current project: a gargantuan tree called L'Arbre aux Hérons (The Heron Tree), sculpted from 22 steel walkways (the 'branches') and suspended gardens. Eventually a pair of enormous mechanical herons will nest at the top of the 36m-high tree waiting to take visitors for a ride. A giant mechanical spider will live in the tree – see him in La Galerie des Machines – and a prototype of a branch has already been built and doubles as the way out of the current complex.The basic entrance fee covers admission to both La Galerie des Machines (where machinists demonstrate their different inventions, giant spiders and caterpillars included) and the actual workshop (where the fantastical contraptions are built); separate tickets are required for the 40-minute elephant ride and Le Carrousel des Mondes Marines. Advance reservations for the elephant rides are highly recommended."
},
{
    "country": "france",
    "index": 27,
    "name": "Château de Versailles",
    "latitude": "48.803705",
    "longitude": "2.124342",
    "excerpt": "Amid magnificently landscaped formal gardens, this splendid and enormous palace was built in the mid-17th century during the reign of Louis XIV – the Roi…",
    "detail_url": "https://www.lonelyplanet.com/france/versailles/attractions/chateau-de-versailles/a/poi-sig/460039/1320162",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cb0407dd213557171493de57cb2f7c80-chateau-de-versailles.jpg",
    "detail_description": "Amid magnificently landscaped formal gardens, this splendid and enormous palace was built in the mid-17th century during the reign of Louis XIV – the Roi Soleil (Sun King) – to project the absolute power of the French monarchy, which was then at the height of its glory. The château has undergone relatively few alterations since its construction, though almost all the interior furnishings disappeared during the Revolution and many of the rooms were rebuilt by Louis-Philippe (r 1830–48).\nSome 30,000 workers and soldiers toiled on the structure, the bills for which all but emptied the kingdom’s coffers.Work began in 1661 under the guidance of architect Louis Le Vau (Jules Hardouin-Mansart took over from Le Vau in the mid-1670s); painter and interior designer Charles Le Brun; and landscape artist André Le Nôtre, whose workers flattened hills, drained marshes and relocated forests as they laid out the seemingly endless gardens, ponds and fountains.Le Brun and his hundreds of artisans decorated every moulding, cornice, ceiling and door of the interior with the most luxurious and ostentatious of appointments: frescoes, marble, gilt and woodcarvings, many with themes and symbols drawn from Greek and Roman mythology. The King’s Suite of the Grands Appartements du Roi et de la Reine (King’s and Queen’s State Apartments), for example, includes rooms dedicated to Hercules, Venus, Diana, Mars and Mercury. The opulence reaches its peak in the Galerie des Glaces (Hall of Mirrors), a 75m-long ballroom with 17 huge mirrors on one side and, on the other, an equal number of windows looking out over the gardens and the setting sun.On our last visit, the château was putting the finishing touches on a thorough €400-million restoration."
},
{
    "country": "france",
    "index": 26,
    "name": "Cimetière du Père Lachaise",
    "latitude": "48.859943",
    "longitude": "2.389044",
    "excerpt": "Opened in 1804, Père Lachaise is the world's most visited cemetery. Its 70,000 ornate tombs of the rich and famous form a verdant, 44-hectare sculpture…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/marais-and-menilmontant/attractions/cimetiere-du-pere-lachaise/a/poi-sig/372157/1322812",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fb5bfb81ac9e9a2017ba835e92c458a9-cimetiere-du-pere-lachaise.jpg",
    "detail_description": "Opened in 1804, Père Lachaise is the world's most visited cemetery. Its 70,000 ornate tombs of the rich and famous form a verdant, 44-hectare sculpture garden. Highlights include those of 1960s rock star Jim Morrison (division 6) and Oscarbato Wilde (division 89). Pick up a cemetery map (or download digitally using a QR code) at the conservation office near the bd de Ménilmontant and rue du Repos entrances.\nOther notables include composer Chopin; playwright Molière; poet Apollinaire; writers Proust, Gertrude Stein and Colette; actors Simone Signoret, Sarah Bernhardt and Yves Montand; painters Pissarro, Modigliani and Delacroix; chanteuse Édith Piaf; and dancer Isadora Duncan.Of interest, more for the tale than the tomb, is the Mur des Fédérés or Communards' Wall. On 27 May 1871, the last of the Communard insurgents, cornered by government forces, fought a hopeless, all-night battle among the tombstones. In the morning, the 147 survivors were lined up against this completely ordinary, plain brick wall, shot, and buried where they fell in a mass grave. Commemorative memorials to those who've died during almost every other war in modern history lie opposite to form an emotive alleyway – it is impossible not to be moved.Approaching the cemetery along bd de Ménilmontant, it's difficult to miss – or not be moved by – the city's most recent Monument aux Morts Parisiens de la Première Guerre Mondiale, unveiled on the cemetery's outside western wall on 11 November 2018, the centenary of the armistice marking the end of WWI. The imposing, 280m-long, black metal panel – engraved with the names of the 94,415 known Parisians killed in combat and another 8000 missing – runs the entire length of the boulevard."
},
{
    "country": "france",
    "index": 25,
    "name": "Cité Médiévale",
    "latitude": "43.206873",
    "longitude": "2.364292",
    "excerpt": "Built on a steep spur of rock, Carcassonne’s rampart-ringed fortress dates back more than two millennia. The fortified town is encircled by two sets of…",
    "detail_url": "https://www.lonelyplanet.com/france/languedoc-roussillon/carcassonne/attractions/cite-medievale/a/poi-sig/1237958/359261",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock2280924097.jpg",
    "detail_description": "Built on a steep spur of rock, Carcassonne’s rampart-ringed fortress dates back more than two millennia. The fortified town is encircled by two sets of battlements and 52 stone towers, topped by distinctive ‘witch’s hat’ roofs (added by architect Viollet-le-Duc during 19th-century restorations). Note that to actually walk on the ramparts, you have to pay to enter the Château et Remparts.\nThe hill on which the Cité Médiévale stands has been fortified many times over the centuries – by Gauls, Romans, Visigoths, Moors, Franks and Cathars, to name a few. Following the annexation of Roussillon by France in 1659, the castle’s usefulness as a frontier fortress declined and it slowly crumbled into disrepair. It was saved from destruction by Viollet-le-Duc, who left his mark on many of France’s medieval landmarks, including Notre Dame in Paris and Vézelay in Burgundy.The castle is laid out in a concentric pattern, with the double wall and defensive towers designed to resist attack from siege engines. A drawbridge can still be seen in the main gate of Porte Narbonnaise, which leads into the citadel’s interior, a maze of cobbled lanes and courtyards, now mostly lined by shops and restaurants. The castle’s second gate, Porte d'Aude, was partly destroyed in 1816 and no longer has its drawbridge.In between the walls, an interior space known as Les Lices runs for just over 1km around the castle. Though designed as a defensive space to delay would-be attackers, during the medieval era the city’s poorest residents would have built a shanty town of houses and workshops here, which were cleared out during Viollet-le-Duc’s restorations. It’s now the best place to escape the crowds and properly appreciate the castle’s martial architecture."
},
{
    "country": "france",
    "index": 24,
    "name": "Cathédrale Notre Dame",
    "latitude": "49.253837721228",
    "longitude": "4.0338173660972",
    "excerpt": "Imagine the extravagance of a French royal coronation. The focal point of such pomposity was Reims’ resplendent Gothic cathedral, begun in 1211 on a site…",
    "detail_url": "https://www.lonelyplanet.com/france/champagne/reims/attractions/cathedrale-notre-dame/a/poi-sig/464032/359236",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/469811059_super.jpg",
    "detail_description": "Imagine the extravagance of a French royal coronation. The focal point of such pomposity was Reims’ resplendent Gothic cathedral, begun in 1211 on a site occupied by churches since the 5th century. The interior is a rainbow of stained-glass windows; the finest are the western facade’s great rose window, the north transept's rose window and the vivid Marc Chagall creations (1974) in the central axial chapel. The tourist office rents out audio guides for self-paced tours.\nAmong the other highlights of the interior are a flamboyant Gothic organ case (15th and 18th centuries) topped with a figure of Christ, a 15th-century wooden astronomical clock, and a statue of Joan of Arc in full body armour (1901); there’s a second statue of her outside on the square, to the right as you exit the cathedral.The most famous event to take place here was the coronation of Charles VII, with Joan of Arc at his side, on 17 July 1429. This is one of 25 coronations that took place between 1223 and 1825.The cathedral was seriously damaged by artillery and fire during WWI, and was repaired during the interwar years, thanks, in part, to significant donations from the American Rockefeller family.A Unesco World Heritage Site since 1991, the cathedral celebrated its 800th anniversary in 2011. To get the most impressive first view, approach the cathedral from the west, along rue Libergier. Here your gaze will be drawn to the heavily restored architectural features of the façade, lavishly encrusted with sculptures. Among them is the 13th-century L'Ange au Sourire (Smiling Angel), presiding beneficently above the central portal.Feeling as strong as Goliath? (Look for his worn figure up on the west façade, held in place with metal straps.) Then consider climbing 250 steps up the cathedral tower on a one-hour tour. Book at the Palais du Tau."
},
{
    "country": "france",
    "index": 23,
    "name": "Grotte de Lascaux",
    "latitude": "45.058198",
    "longitude": "1.169679",
    "excerpt": "France’s most famous prehistoric cave paintings are at the Grotte de Lascaux, 2km southeast of Montignac. Naturally sealed and protected for millennia, it…",
    "detail_url": "https://www.lonelyplanet.com/france/montignac/attractions/grotte-de-lascaux/a/poi-sig/1236420/1298151",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/AlamyRFHWAGNY.jpg",
    "detail_description": "France’s most famous prehistoric cave paintings are at the Grotte de Lascaux, 2km southeast of Montignac. Naturally sealed and protected for millennia, it was discovered in 1940 by four teenage boys searching for their dog, Robot. In December 2016, a new interpretation centre and cutting-edge reproduction of the cave was unveiled to the public, allowing visitors to view the entirety of Lascaux' artwork for the first time since 1963.\nPopularly known as Lascaux IV, the new International Centre for Cave Art consists of two main sections: an hour-long guided tour through the re-created cave, followed by a self-guided tour. If you're sceptical about visiting a reproduction, don't be: the latest in laser technology and 3D printing was used to reproduce the exact wall contours, engravings (absent in Lascaux II, the previous reproduction) and the nearly 600 paintings down to the very millimetre. It feels remarkably like a real cave – it's damp, dark and chilly, and the whole experience can be legitimately spine-tingling.After the cave visit, you're turned loose for the self-guided tour, which utilises a personal tablet to help visitors explore the excellent Lascaux Studio. Here you'll find life-size renderings of all the major scenes in the cave, providing context with regard to painting and engraving techniques, superimposed images and more. Don't miss the Shaft (the least accessible part of the cave), where an extremely rare representation of a human, with a bird's head, is depicted. A multimedia show, 3D film and the interactive Galerie de l’Imagination, examining the relationship between cave art and modern art, round out the exhibit.Advance reservations are highly recommended and can be made online up to two days in advance. A certain number of tickets are only sold on site, so if you can't get a ticket through the website, show up early and you may be in luck. Note that it is still possible to visit Lascaux II (€13; open April through October), though tours are only in French. Lascaux is located 1.2km southeast of Montignac."
},
{
    "country": "france",
    "index": 22,
    "name": "Citadelle de Besançon",
    "latitude": "47.231838",
    "longitude": "6.031923",
    "excerpt": "Dominating the city from Mt St-Etienne, more than 100 vertical metres above the old town, the 17th-century Citadelle de Besançon – designed by Vauban for…",
    "detail_url": "https://www.lonelyplanet.com/france/the-jura/besancon/attractions/citadelle-de-besancon/a/poi-sig/1236448/359305",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-81892646_master.jpg",
    "detail_description": "Dominating the city from Mt St-Etienne, more than 100 vertical metres above the old town, the 17th-century Citadelle de Besançon – designed by Vauban for Louis XIV – commands sweeping views of the city and the serpentine Doubs River. Along with 11 other similarly impressive military architectural sites, the 12-hectare Citadelle was recognised as a Unesco World Heritage Site in 2008.English and German booklets are available at the entrance, including pamphlets aimed at kids. Entry includes audioguides (in French, English and German).\nFor an introduction to the citadel's architecture, head to St-Etienne Chapel, where a 15-minute multimedia presentation illuminates Besançon's history. The chemin de Rond lets you walk along 600m of the citadel's outer ramparts.The Musée de la Résistance et de la Déportation is one of France's most in-depth and comprehensive WWII museums. Each room has an information sheet in English but the 20 rooms of evocative photos, documents and artefacts are best visited with a free audioguide. Some of the photographs are unsuitable for young children. During WWII, the Germans imprisoned British civilians in the citadel, and German firing squads executed about 100 resistance fighters here. Nearby, the three-floor Musée Comtois presents local life in centuries past, including food, religion and a colourful puppet theatre.Kids are sure to be fascinated by the Insectarium, with creepy-crawlies such as tarantulas, scorpions and stick insects; the small Aquarium, where you can admire goldfish and koi; the ho-hum Noctarium, where a few nocturnal rodents like dormice and voles snuffle around; a six-room biodiversity exhibition; and a zoo.There's a restaurant, snack bar and vending machines around the site.If you don’t fancy the uphill trudge, take Ginko bus 27 (€1.40) from the city centre or Parking Rodia, which runs from April to mid-October (find schedules on www.ginko.voyage)."
},
{
    "country": "france",
    "index": 20,
    "name": "Cathédrale Notre Dame",
    "latitude": "48.447387",
    "longitude": "1.487489",
    "excerpt": "One of Western civilisation’s crowning architectural achievements, the 130m-long Cathédrale Notre Dame de Chartres is renowned for its brilliant-blue…",
    "detail_url": "https://www.lonelyplanet.com/france/chartres/attractions/cathedrale-notre-dame/a/poi-sig/1079880/359240",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/France%20Chartres%20Radu%20Razvan%20shutterstock_688583665%20RFC.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 21,
    "name": "Château Royal de Blois",
    "latitude": "47.585862",
    "longitude": "1.331352",
    "excerpt": "Seven French kings lived in Blois' royal château, whose four grand wings were built during four distinct periods in French architecture: Gothic (13th…",
    "detail_url": "https://www.lonelyplanet.com/france/the-loire/blois/attractions/chateau-royal-de-blois/a/poi-sig/463560/359309",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/France%20Blois%20slava17%20shutterstock_97979516%20RFC.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 19,
    "name": "Château de Fontainebleau",
    "latitude": "48.402041",
    "longitude": "2.697058",
    "excerpt": "The resplendent, 1900-room Château de Fontainebleau’s list of former tenants and guests reads like a who’s who of French royalty and aristocracy. Every…",
    "detail_url": "https://www.lonelyplanet.com/france/fontainebleau/attractions/chateau-de-fontainebleau/a/poi-sig/1023076/1320163",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/France%20Fontainebleau%20David%20Burton%20GettyImages-121750547%20RFE%20crop.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 18,
    "name": "Aeroscopia",
    "latitude": "43.659552",
    "longitude": "1.360459",
    "excerpt": "This aviation museum was built on the very spot the A380 Airbus was first completed. Here you can admire commercial and military aircraft and learn behind…",
    "detail_url": "https://www.lonelyplanet.com/france/toulouse/attractions/aeroscopia/a/poi-sig/1535847/1003054",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/-LPOwnedConcorde03.jpeg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 17,
    "name": "Place du Capitole",
    "latitude": "43.60440947836",
    "longitude": "1.4434254169464",
    "excerpt": "Toulouse’s grandiose main square is the focal point in the heart of France’s \"Pink City\"",
    "detail_url": "https://www.lonelyplanet.com/france/toulouse/attractions/place-du-capitole/a/poi-sig/1065217/1003054",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/Capitole02.jpeg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 16,
    "name": "Musée d’Orsay",
    "latitude": "48.860238443345",
    "longitude": "2.3255799641497",
    "excerpt": "Musée d’Orsay may not be quite as famous as the Louvre—though it’s located a mere 10-minute walk away—but this Left Bank museum holds its own in its…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/st-germain-and-les-invalides/attractions/musee-d-orsay/a/poi-sig/372151/1322788",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/05d63f490c3eafac7560dfa700065a13-musee-d-orsay.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 15,
    "name": "Arc de Triomphe",
    "latitude": "48.873769",
    "longitude": "2.295048",
    "excerpt": "If anything rivals the Eiffel Tower as the symbol of Paris, it’s this magnificent 1836 monument to Napoléon’s victory at Austerlitz (1805), which he…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/champs-elysees-and-grands-boulevards/attractions/arc-de-triomphe/a/poi-sig/372159/1322783",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-544837009_full.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 14,
    "name": "Station F",
    "latitude": "48.835289",
    "longitude": "2.370665",
    "excerpt": "The world's largest start-up campus was unveiled by French president, Emmanuel Macron, in mid-2017. At any one time, some 3000 resident entrepreneurs from…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/montparnasse-and-southern-paris/attractions/station-f/a/poi-sig/1592362/1323144",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/Station%20F.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 13,
    "name": "Abbaye du Mont St-Michel",
    "latitude": "48.636025",
    "longitude": "-1.511682",
    "excerpt": "Mont St-Michel's one main street, the Grande Rue, leads up the slope – past souvenir shops, eateries and a forest of elbows – to the star attraction of a…",
    "detail_url": "https://www.lonelyplanet.com/france/normandy/mont-st-michel/attractions/abbaye-du-mont-st-michel/a/poi-sig/1193158/1003102",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock679580596-rfc.jpeg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 12,
    "name": "Panthéon",
    "latitude": "48.84653",
    "longitude": "2.34453",
    "excerpt": "Elegant and regal in equal measure, the massive neoclassical dome of the Left Bank's iconic Panthéon is an icon of the Parisian skyline. Louis XV…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/the-latin-quarter/attractions/pantheon/a/poi-sig/1264241/1322729",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/88ea89abfafda42bb41ea785744af5af-pantheon.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 11,
    "name": "Jardin du Luxembourg",
    "latitude": "48.84766",
    "longitude": "2.337223",
    "excerpt": "This famous inner-city oasis of formal terraces, chestnut groves and lush lawns has a special place in Parisians' hearts. ",
    "detail_url": "https://www.lonelyplanet.com/france/paris/st-germain-and-les-invalides/attractions/jardin-du-luxembourg/a/poi-sig/372163/1322788",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_115372462.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 10,
    "name": "Jardin des Tuileries",
    "latitude": "48.863522",
    "longitude": "2.327117",
    "excerpt": "Filled with fountains, ponds and sculptures, the formal 28-hectare Tuileries Garden, which begins just west of the Jardin du Carrousel, was laid out in…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/louvre-and-les-halles/attractions/jardin-des-tuileries/a/poi-sig/372479/1322719",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/GettyRF_514881777.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 9,
    "name": "Musée Rodin",
    "latitude": "48.855793",
    "longitude": "2.316098",
    "excerpt": "Even if you're not an art lover, it is worth visiting this high-profile art museum to lose yourself in its romantic gardens.",
    "detail_url": "https://www.lonelyplanet.com/france/paris/st-germain-and-les-invalides/attractions/musee-rodin/a/poi-sig/372149/1322788",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/LPI-25973-25.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 8,
    "name": "Les Catacombes",
    "latitude": "48.833764",
    "longitude": "2.332116",
    "excerpt": "It’s gruesome, ghoulish and downright spooky, but it never fails to captivate visitors. In 1785, the subterranean tunnels of an abandoned quarry were…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/montparnasse-and-southern-paris/attractions/les-catacombes/a/poi-sig/372143/1323144",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_257280379.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 7,
    "name": "Château de Chambord",
    "latitude": "47.615956",
    "longitude": "1.5118",
    "excerpt": "If you only have time to visit one château in the Loire, you might as well make it the grandest – and Chambord is the most lavish of them all, and the…",
    "detail_url": "https://www.lonelyplanet.com/france/blesois/attractions/chateau-de-chambord/a/poi-sig/1196613/1320195",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_175286381.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 6,
    "name": "Musée du Louvre",
    "latitude": "48.860515",
    "longitude": "2.33761",
    "excerpt": "It isn’t until you’re standing in the vast courtyard of the Louvre, with its glass pyramid and ornate façade, that you can truly say you’ve been to Paris.",
    "detail_url": "https://www.lonelyplanet.com/france/paris/louvre-and-les-halles/attractions/musee-du-louvre/a/poi-sig/372123/1322719",
    "image_url": "https://lp-cms-production.imgix.net/2021-04/shutterstockRF_1035503722.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 4,
    "name": "Centre Pompidou",
    "latitude": "48.860713",
    "longitude": "2.352222",
    "excerpt": "Home to Europe's largest collection of modern and contemporary art, Centre Pompidou has amazed and delighted visitors ever since it opened in 1977, not…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/louvre-and-les-halles/attractions/centre-pompidou/a/poi-sig/372153/1322719",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_518167564.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 5,
    "name": "Sainte-Chapelle",
    "latitude": "48.855207",
    "longitude": "2.345463",
    "excerpt": "Visit Sainte-Chapelle on a sunny day when Paris’ oldest, finest stained glass (1242–48) is at its dazzling best. The chapel is famous for its stained…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/the-islands/attractions/sainte-chapelle/a/poi-sig/1193683/1322509",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_793919728.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 3,
    "name": "Eiffel Tower",
    "latitude": "48.858241161845",
    "longitude": "2.2945044899237",
    "excerpt": "There are different ways to experience the Eiffel Tower, from a daytime trip or an evening ascent amid twinkling lights, to a meal in one of its…",
    "detail_url": "https://www.lonelyplanet.com/france/paris/eiffel-tower-16e-and-la-defense/attractions/eiffel-tower/a/poi-sig/372147/1322674",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_1321418885.jpg",
    "detail_description": ""
},
{
    "country": "france",
    "index": 2,
    "name": "Couvent des Jacobins",
    "latitude": "43.603555",
    "longitude": "1.440217",
    "excerpt": "With its palm tree vaulted ceiling, the Couvent des Jacobins is one of Toulouse’s oldest and most recognizable buildings",
    "detail_url": "https://www.lonelyplanet.com/france/toulouse/attractions/couvent-des-jacobins/a/poi-sig/1192995/1003054",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/GettyImages-1226073534.jpeg",
    "detail_description": ""
}
]