[
{
    "country": "georgia",
    "city": "Stepantsminda",
    "index": 1,
    "name": "Tsminda Sameba Church",
    "latitude": "42.662304",
    "longitude": "44.620339",
    "excerpt": "This 14th-century church 2200m above Stepantsminda has become almost a symbol of Georgia for its incomparably photogenic hilltop setting with mighty Mt…",
    "detail_url": "https://www.lonelyplanet.com/georgia/the-mountains/kazbegi/attractions/tsminda-sameba-church/a/poi-sig/1522608/359330",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9762e78446b5c65b91b6335c76ca69f5-tsminda-sameba-church.jpg",
    "detail_description": "This 14th-century church 2200m above Stepantsminda has become almost a symbol of Georgia for its incomparably photogenic hilltop setting with mighty Mt Kazbek rising behind it, and for the fierce determination involved in building it on such a lofty, isolated perch. A circuitous new road leads up to the church (return trip by taxi 40 GEL to 60 GEL), but you can walk up to the church in one to 1½ hours from Stepantsminda. The views back over Stepantsminda are incredible.\nVakhushti Batonishvili wrote in the 18th century that in times of danger the treasures from Mtskheta, as well as St Nino’s cross, were kept at Tsminda Sameba for safety. In 1988 the Soviet authorities constructed a cable-car line to the church, with one station right next to Tsminda Sameba. The people of Stepantsminda felt it defiled their sacred place and soon destroyed it.The beautifully weathered stone church is decorated with intriguing carvings, one on the bell tower appearing to show two dinosaurs.There are several ways of walking up from Stepantsminda. For the best distance-gradient compromise, walk up through Gergeti village to a T-junction 1.25km from the main road (80m after signs indicating the car track to the right). Go left at the T-junction, out past the last village buildings, and up beside a stream. About 120m past the last building, fork up to the right, passing to the right of a ruined stone tower; 200m after the tower take an initially lesser path diverging up to the right. This curves up round the hillside to reach the church in 1km. The new road has meant that the church is crowded these days with tour buses arriving with regularity. Come early or after 5pm to enjoy the church at its quietest."
},
{
    "country": "georgia",
    "city": "Kutaisi",
    "index": 40,
    "name": "Palace-citadel",
    "latitude": "42.27731289",
    "longitude": "42.70544066",
    "excerpt": "The ruined palace-citadel immediately east of the Bagrati Cathedral dates back to the 6th century. It was ruined in 1769 by bombardment from the forces of…",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/palace-citadel/a/poi-sig/1487398/359340",
    "image_url": null,
    "detail_description": "The ruined palace-citadel immediately east of the Bagrati Cathedral dates back to the 6th century. It was ruined in 1769 by bombardment from the forces of Solomon I of Imereti and the Russian General Todtleben as they fought to take Kutaisi from the Turks, and is now somewhat overgrown – but you can see remains of wine cellars at its west end and of a church in the middle, and parts of the medieval walls.\n"
},
{
    "country": "georgia",
    "city": "Georgia",
    "index": 38,
    "name": "Stalin's Dacha",
    "latitude": "43.088181",
    "longitude": "40.826815",
    "excerpt": "Sitting proudly overlooking the sea and within earshot of the bells of Novy Afon Cathedral, this dacha (country cottage) regularly hosted Joseph Stalin…",
    "detail_url": "https://www.lonelyplanet.com/georgia/novy-afon/attractions/stalin-s-dacha/a/poi-sig/1628833/1330485",
    "image_url": null,
    "detail_description": "Sitting proudly overlooking the sea and within earshot of the bells of Novy Afon Cathedral, this dacha (country cottage) regularly hosted Joseph Stalin during his summer holidays, during which time the entire surrounding area would have been thick with snipers. You can visit the various rooms of the dacha, including the long balcony with wonderful views, although few furnishings are original.\n"
},
{
    "country": "georgia",
    "city": "Georgia",
    "index": 39,
    "name": "Council of Ministers Building",
    "latitude": "43.004259",
    "longitude": "41.018963",
    "excerpt": "The former Council of Ministers was gutted during fighting when the Abkhaz took the city in September 1993. Its fire-scorched shell has been an open wound…",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/sukhumi/attractions/council-of-ministers-building/a/poi-sig/1523793/359338",
    "image_url": null,
    "detail_description": "The former Council of Ministers was gutted during fighting when the Abkhaz took the city in September 1993. Its fire-scorched shell has been an open wound at the centre of the city since then, something that a large awning installed in 2018 to mark 25 years of Victory does a good job of hiding. To see the unadorned building, simply approach it from behind, where it's also possible to get in and walk around.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 37,
    "name": "Residence of Bidzina Ivanishvili",
    "latitude": "41.6878",
    "longitude": "44.797311",
    "excerpt": "The monstrous residence of Bidzina Ivanishvili, Georgia's richest man, former prime minister and éminence grise on the political scene, looms over the…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/residence-of-bidzina-ivanishvili/a/poi-sig/1524503/359327",
    "image_url": null,
    "detail_description": "The monstrous residence of Bidzina Ivanishvili, Georgia's richest man, former prime minister and éminence grise on the political scene, looms over the city from the west end of the Sololaki ridge. You can't see much of the palatial private residence up close (the road discreetly passes beneath it) but from a distance the complex looks a bit like a regional airport terminal, which is fitting given its heliport.\n"
},
{
    "country": "georgia",
    "city": "Kakheti",
    "index": 36,
    "name": "Schuchmann",
    "latitude": "41.899722",
    "longitude": "45.540798",
    "excerpt": "A very professional modern operation 7km southeast of central Telavi, producing 1.5 million bottles a year – 30% is qvevri wine (under the Vinoterra label…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/attractions/schuchmann/a/poi-sig/1467556/359317",
    "image_url": null,
    "detail_description": "A very professional modern operation 7km southeast of central Telavi, producing 1.5 million bottles a year – 30% is qvevri wine (under the Vinoterra label) and the rest 'European' wine, fermented and aged in stainless-steel tanks, under the Schuchmann label.\nThere's also an excellent hotel here, and you can have a full lunch paired with wines for 30 GEL to 50 GEL."
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 35,
    "name": "Rike Park",
    "latitude": "41.69328",
    "longitude": "44.809778",
    "excerpt": "This green expanse along the eastern riverbank, with its winding paths, pools and fountains, is joined to the west side of the Mtkvari by the Bridge of…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/rike-park/a/poi-sig/1464215/359327",
    "image_url": null,
    "detail_description": "This green expanse along the eastern riverbank, with its winding paths, pools and fountains, is joined to the west side of the Mtkvari by the Bridge of Peace.The two large metallic tubes at the park's north end are a concert hall and exhibition centre, an uncompleted project designed by Italy's Massimiliano Fuksas now literally gathering dust.\n"
},
{
    "country": "georgia",
    "city": "Batumi",
    "index": 34,
    "name": "Ortajame Mosque",
    "latitude": "41.648609",
    "longitude": "41.64387",
    "excerpt": "Batumi’s only surviving mosque, built in the 1860s, is finely painted in pinks, greens and blues, with Quranic calligraphy on the walls – but is no longer…",
    "detail_url": "https://www.lonelyplanet.com/georgia/adjara/batumi/attractions/ortajame-mosque/a/poi-sig/446197/359315",
    "image_url": null,
    "detail_description": "Batumi’s only surviving mosque, built in the 1860s, is finely painted in pinks, greens and blues, with Quranic calligraphy on the walls – but is no longer big enough to accommodate the faithful who overflow on to the streets during Friday prayers. Batumi's Muslims have been seeking permission to build a second mosque for years, but it has still not been granted, largely due to objections from the Georgian Orthodox Church.\n"
},
{
    "country": "georgia",
    "city": "Sighnaghi",
    "index": 33,
    "name": "Walls",
    "latitude": "41.623896",
    "longitude": "45.924675",
    "excerpt": "Most of Erekle II’s 4km defensive wall still stands, with 23 towers and each of its six gates named after a local village. Part of the wall runs along…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/sighnaghi/attractions/walls/a/poi-sig/1467524/359319",
    "image_url": null,
    "detail_description": "Most of Erekle II’s 4km defensive wall still stands, with 23 towers and each of its six gates named after a local village. Part of the wall runs along Chavchavadze on the hilltop on the northwest side of town, where you can enter the tiny Stepan Tsminda Church inside a tower. The best stretch to explore runs down beside Gorgasali on the northeast side of town. Here you can climb up one tower and walk along the walls down to two more.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 32,
    "name": "Sioni Cathedral",
    "latitude": "41.69152",
    "longitude": "44.80738",
    "excerpt": "Sioni was originally built in the 6th and 7th centuries, but has been destroyed and rebuilt many times, and what you see today is mainly 13th century. It…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/sioni-cathedral/a/poi-sig/446113/359327",
    "image_url": null,
    "detail_description": "Sioni was originally built in the 6th and 7th centuries, but has been destroyed and rebuilt many times, and what you see today is mainly 13th century. It is of special significance for Georgians because it's home to the cross of St Nino which, according to legend, is made from vine branches bound with the saint’s own hair. A replica of the cross sits behind a bronze grille to the left of the icon screen. The real thing is kept safe inside.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 31,
    "name": "Shalva Amiranashvili Museum of Art",
    "latitude": "41.694954",
    "longitude": "44.802128",
    "excerpt": "This museum contains a vast wealth of icons, crosses and jewellery from all over Georgia. Sadly, it can only be entered with a guide (English available,…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/shalva-amiranashvili-museum-of-art/a/poi-sig/446063/359327",
    "image_url": null,
    "detail_description": "This museum contains a vast wealth of icons, crosses and jewellery from all over Georgia. Sadly, it can only be entered with a guide (English available, call ahead to book), and unless you're in a group the expense is significant. Many of Georgia’s most sacred objects are here, such as the little pectoral cross of Queen Tamar, set with four emeralds, five rubies and six pearls – the only known personal relic of the great 12th-century monarch.\n"
},
{
    "country": "georgia",
    "city": "Batumi",
    "index": 30,
    "name": "Batumi Archeological Museum",
    "latitude": "41.643165",
    "longitude": "41.632159",
    "excerpt": "This excellent museum showcases some of the many valuable archaeological discoveries made in Adjara, particularly at the Gonio Apsaros Fortress. The main…",
    "detail_url": "https://www.lonelyplanet.com/georgia/adjara/batumi/attractions/batumi-archeological-museum/a/poi-sig/1622633/359315",
    "image_url": null,
    "detail_description": "This excellent museum showcases some of the many valuable archaeological discoveries made in Adjara, particularly at the Gonio Apsaros Fortress. The main room upstairs starts with the remains of hominids from between 1.7 and 1.8 million years ago and moves through impressive Bronze Age daggers, Iron Age jewellery, Hellenistic pottery and Roman artefacts. Downstairs is an impressive display of Byzantine gold.\n"
},
{
    "country": "georgia",
    "city": "Batumi",
    "index": 29,
    "name": "Batumi Botanical Garden",
    "latitude": "41.694177",
    "longitude": "41.708114",
    "excerpt": "Batumi’s Botanical Garden, 8km northeast of town, was founded in 1912 by Russian botanist Andrei Krasnov. With many subtropical and foreign species, it…",
    "detail_url": "https://www.lonelyplanet.com/georgia/adjara/batumi/attractions/batumi-botanical-garden/a/poi-sig/1467495/359315",
    "image_url": null,
    "detail_description": "Batumi’s Botanical Garden, 8km northeast of town, was founded in 1912 by Russian botanist Andrei Krasnov. With many subtropical and foreign species, it extends just over 1 sq km over a hillside rising straight out of the sea, and takes about 1½ hours to walk the main path at a leisurely pace.\nYou can get there by marshrutka 15, from Rustavelis qucha and Gogebashvilis qucha, or marshrutka 31 from Gogebashvilis qucha east of Chavchavadzis qucha."
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 28,
    "name": "MOMA Tbilisi",
    "latitude": "41.701451",
    "longitude": "44.795015",
    "excerpt": "This beautiful conversion of the former Tbilisi Cadet Corps building has been given over to displays of work by the museum's founder, Zurab Tsereteli, the…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/moma-tbilisi/a/poi-sig/1524508/359327",
    "image_url": null,
    "detail_description": "This beautiful conversion of the former Tbilisi Cadet Corps building has been given over to displays of work by the museum's founder, Zurab Tsereteli, the Moscow-based Georgian who is one of Vladimir Putin's favourite artists. The sculptures and paintings here are characteristic of his grandiose, larger-than-life work found in many countries, though this space also hosts very good temporary exhibits, which are arguably worth more of your time than the permanent collection.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 27,
    "name": "Kashveti Church",
    "latitude": "41.697878",
    "longitude": "44.799328",
    "excerpt": "The first church on this site is supposed to have been built in the 6th century by Davit Gareja, one of the ascetic ‘Syrian fathers’ who returned from the…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/kashveti-church/a/poi-sig/1464252/359327",
    "image_url": null,
    "detail_description": "The first church on this site is supposed to have been built in the 6th century by Davit Gareja, one of the ascetic ‘Syrian fathers’ who returned from the Middle East to spread Christianity in Georgia. Kashveti means ‘Stone Birth’: according to legend, a nun accused him of making her pregnant. He replied that if that were true, she’d give birth to a baby, and if not, to a stone, which duly happened.\nThe existing 1910 building, designed by Leopold Bielfeld, is a copy of the 11th-century Samtavisi Church, 60km northwest of Tbilisi."
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 26,
    "name": "Open-Air Museum of Ethnography",
    "latitude": "41.704135",
    "longitude": "44.745008",
    "excerpt": "This collection of traditional, mostly wooden houses, from all around Georgia, is spread over a wooded hillside with good views, and makes for an…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/open-air-museum-of-ethnography/a/poi-sig/446093/359327",
    "image_url": null,
    "detail_description": "This collection of traditional, mostly wooden houses, from all around Georgia, is spread over a wooded hillside with good views, and makes for an enjoyable visit. The most interesting exhibits are in the lower section (near the entrance), where the buildings are kitted out with traditional furnishings, rugs and utensils, and the attendants can often explain things in English.\nYou can walk up to the museum through large, verdant Vake Park (reachable by bus 61 from Freedom Sq or northbound on Rustaveli), or stay on the bus until the petrol station 200m past the large Iranian embassy, then walk or take a taxi 1.4km up the road opposite."
},
{
    "country": "georgia",
    "city": "Kakheti",
    "index": 25,
    "name": "Gremi Fortress",
    "latitude": "42.001896",
    "longitude": "45.660124",
    "excerpt": "From 1466 to 1672, Gremi was the capital of Kakheti, but the town down to the west of the citadel was totally devastated by Shah Abbas in 1616. Within the…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/attractions/gremi-fortress/a/poi-sig/1135025/359317",
    "image_url": null,
    "detail_description": "From 1466 to 1672, Gremi was the capital of Kakheti, but the town down to the west of the citadel was totally devastated by Shah Abbas in 1616. Within the citadel, the Church of the Archangels was built in 1565 by King Levan (who is buried inside) and contains frescoes from 1577. You can climb up inside the adjacent 15th-century tower-palace and a small museum contains explanatory panels on old Gremi, plus artefacts from the site.\nBy the road below stands a large portrait of the Kakhetian Queen Ketevan, who was tortured to death by Abbas for refusing to renounce Christianity. Kvareli-bound marshrutky from Telavi pass directly in front of the fortress."
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 24,
    "name": "Parliament Building",
    "latitude": "41.696901",
    "longitude": "44.798491",
    "excerpt": "The impressive high-arched Parliament building has seen many momentous events, including the deaths of 19 Georgian hunger strikers at the hands of Soviet…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/parliament-building/a/poi-sig/1464249/359327",
    "image_url": null,
    "detail_description": "The impressive high-arched Parliament building has seen many momentous events, including the deaths of 19 Georgian hunger strikers at the hands of Soviet troops on 9 April 1989, and the Rose Revolution on 22 November 2003, which saw Eduard Shevardnadze abruptly forced from power. In 2012 Mikheil Saakashvili moved Georgia's parliament to Kutaisi, but it returned here in 2019 and this building is now once again home to the Georgian legislature. As such it is not open to the public.\nThe building was constructed between 1938 and 1953 for Georgia’s Soviet government. A small monument in front of it, and paving stones and glass panels set at irregular angles, commemorate the dead of 1989."
},
{
    "country": "georgia",
    "city": "Sighnaghi",
    "index": 23,
    "name": "Bodbe Convent",
    "latitude": "41.606554",
    "longitude": "45.933366",
    "excerpt": "Bodbe Convent, the revered final resting place of St Nino, is set among tall cypresses 2km south of Sighnaghi, a pleasant walk on country roads. The…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/sighnaghi/attractions/bodbe-convent/a/poi-sig/1523054/359319",
    "image_url": null,
    "detail_description": "Bodbe Convent, the revered final resting place of St Nino, is set among tall cypresses 2km south of Sighnaghi, a pleasant walk on country roads. The little church was originally built over the saint’s grave by King Mirian in the 4th century. It has been rebuilt and renovated several times since. Nino’s tomb, partly silver-covered, with a bejewelled turquoise cloisonné halo, is in a small chapel in its southeast corner. Its religious significance means that it's always massively crowded.\nA steep path leads 800m down to a small chapel built over St Nino’s Spring, which reputedly burst forth after she prayed on this spot. Pilgrims queue up to drink and splash themselves with the holy water."
},
{
    "country": "georgia",
    "city": "Kakheti",
    "index": 22,
    "name": "Ikalto Monastery",
    "latitude": "41.937291",
    "longitude": "45.381158",
    "excerpt": "This monastery, beautifully situated in a cypress grove, was one of two famous medieval Georgian Neoplatonist academies, the other being Gelati near…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/attractions/ikalto-monastery/a/poi-sig/1522920/359317",
    "image_url": null,
    "detail_description": "This monastery, beautifully situated in a cypress grove, was one of two famous medieval Georgian Neoplatonist academies, the other being Gelati near Kutaisi. Shota Rustaveli, the national poet, is thought to have studied here. The main Transfiguration Church was built in the 8th and 9th centuries. The roofless building along the south side of the compound was the Academy; an 8th-century stone wine press survives to its left (Georgian monasteries have always been enthusiastic winemakers).\nThe monastery is 2km uphill from the Telavi–Akhmeta road: turn off just after the 54/19 Km post. Marshrutky from Telavi terminate in Ikalto village, leaving you with a pleasant-enough 1.5km road-walk up to the monastery."
},
{
    "country": "georgia",
    "city": "Great Caucasus",
    "index": 21,
    "name": "Truso Valley",
    "latitude": "42.590563",
    "longitude": "44.415922",
    "excerpt": "The beautiful Truso valley, source of the Tergi River, heads west off the Georgian Military Hwy 17km south of Stepantsminda. It's dotted with ancient…",
    "detail_url": "https://www.lonelyplanet.com/georgia/great-caucasus/attractions/truso-valley/a/poi-sig/1522662/1330493",
    "image_url": null,
    "detail_description": "The beautiful Truso valley, source of the Tergi River, heads west off the Georgian Military Hwy 17km south of Stepantsminda. It's dotted with ancient towers, abandoned Ossetian villages and strange mineral phenomena, notably the Abano mineral lake that bubbles with carbon dioxide. Take your passport: the South Ossetia boundary is close so there are Georgian soldiers in the valley. You are not able to go beyond Zakagori Fortress, some 18km up the valley, without a permit.\nA return taxi from Stepantsminda (including waiting time while you explore) costs about 100 GEL to Kvemo Okrokana, 4km up the valley, or 150 GEL to Ketrisi. Both Mountain Freaks and Mountain Travel Agency in Stepantsminda organise buses to drop off and collect walkers who want to do a day hike in the valley. Book ahead for these services as they are often sold out."
},
{
    "country": "georgia",
    "city": "Great Caucasus",
    "index": 20,
    "name": "Ananuri Fortress",
    "latitude": "42.163761",
    "longitude": "44.703326",
    "excerpt": "This fortress 66km north of Tbilisi is a classic example of Georgian architecture, enhanced by its superb location overlooking the Zhinvali Reservoir. The…",
    "detail_url": "https://www.lonelyplanet.com/georgia/great-caucasus/attractions/ananuri-fortress/a/poi-sig/1522581/1330493",
    "image_url": null,
    "detail_description": "This fortress 66km north of Tbilisi is a classic example of Georgian architecture, enhanced by its superb location overlooking the Zhinvali Reservoir. The fortress historically belonged to the eristavis (dukes) of Aragvi, who ruled as far as the Tergi valley from the 13th to 18th centuries, and is today a (very) popular stop on the Georgian Military Hwy.\nWithin the fortress are two 17th-century churches, the larger of which, the Assumption Church, is covered with wonderful stone carvings on its exteriror walls, including a large cross on each and various ancient scripts from all over the region, some of which have now totally disappeared. Inside the Assumption Church are a few vivid 17th- and 18th-century frescoes, including a Last Judgement on the south wall, although much of the church is bare due to a 19th-century fire. You can climb the tallest of the fortress towers for fine views, as well as walk along the battlements: it was here that the last defenders were killed in 1739 when a rival duke set fire to Ananuri and murdered the Aragvi eristavi’s family."
},
{
    "country": "georgia",
    "city": "Kutaisi",
    "index": 19,
    "name": "Bagrati Cathedral",
    "latitude": "42.277412",
    "longitude": "42.704233",
    "excerpt": "Kutaisi's cathedral was built in 1003 by Bagrat III, with a tall drum and pointed dome resting on four freestanding pillars. In 1692 a Turkish explosion…",
    "detail_url": "https://www.lonelyplanet.com/georgia/western-georgia/kutaisi/attractions/bagrati-cathedral/a/poi-sig/502856/359340",
    "image_url": null,
    "detail_description": "Kutaisi's cathedral was built in 1003 by Bagrat III, with a tall drum and pointed dome resting on four freestanding pillars. In 1692 a Turkish explosion brought down drum, dome and ceiling to leave the cathedral in a ruined state. It was fully renovated between 2009 and 2012, with a mix of old and new stone and a few steel sections.\nThe cathedral gained Unesco World Heritage listing in 1994 following intermittent restoration efforts through the 20th century. Ironically, the 21st-century renovation put it on Unesco's World Heritage in Danger list, due to threats to the ‘integrity and authenticity of the site’, a status that has been removed with the redrawing of the boundaries of the heritage site, which now exclude the cathedral itself, and include only the Gelati Monastery, 8km outside the city.The palace-citadel immediately east of the cathedral dates back to the 6th century. It was wrecked in 1769 during Georgian-Russo-Turkish wars, but you can discern remains of wine cellars and a church."
},
{
    "country": "georgia",
    "city": "Kakheti",
    "index": 18,
    "name": "Nekresi Monastery",
    "latitude": "41.971935",
    "longitude": "45.768142",
    "excerpt": "Nekresi’s early Georgian architecture and the views across the Alazani valley from its hillside-woodland site are marvellous. The monastery is 4km off the…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/attractions/nekresi-monastery/a/poi-sig/1522924/359317",
    "image_url": null,
    "detail_description": "Nekresi’s early Georgian architecture and the views across the Alazani valley from its hillside-woodland site are marvellous. The monastery is 4km off the Kvareli road from a turning 10km past Gremi (Kvareli-bound marshrutky will drop you at the turn-off). Vehicles must park 1.5km before the monastery; from there marshrutky (1 GEL return trip) shuttle up and down the hill from about 9am to 5pm, from approximately mid-April to mid-December.\nConsiderable repair and reconstruction has been done in recent years. The first church you come to is a three-church basilica from the 8th and 9th centuries, with a plan unique to early Georgian churches, the three naves being divided by solid walls into what are effectively three churches. Nekresi’s tiny first church (one of the earliest in Georgia, dating from the 4th century) stands in the centre of the complex. Beside it stands a 9th-century bishop’s palace, complete with a wine cellar and a 16th-century tower. Immediately east is the main Church of the Assumption, another three-church basilica, from the 6th to 7th centuries, with 17th-century murals adorning its smoke-blackened interior."
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 17,
    "name": "Abanotubani",
    "latitude": "41.688393",
    "longitude": "44.81113",
    "excerpt": "The brick domes rising here are the roofs of subterranean bathhouses, the Abanotubani. Alexanders Dumas and Pushkin both bathed in these sulphurous waters…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/abanotubani/a/poi-sig/446045/359327",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/39ed533e7b6ccb4bedcaabdfd9e0e736-abanotubani.jpg",
    "detail_description": "The brick domes rising here are the roofs of subterranean bathhouses, the Abanotubani. Alexanders Dumas and Pushkin both bathed in these sulphurous waters, the latter describing it as the best bath he’d ever had. Outwardly more impressive than the others, the above-ground Chreli Abano thermal baths have a Central Asian feel to their blue-tile facade.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 16,
    "name": "Concert Hall & Exhibition Centre",
    "latitude": "41.694394",
    "longitude": "44.810003",
    "excerpt": "The two large tubular metallic structures at the north end of Rike Park were commissioned from Italian architect Massimiliano Fuksas during the…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/concert-hall-exhibition-centre/a/poi-sig/1524506/359327",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Georgia%20Tbilisi%20kaetana%20shutterstock_462370429%20RFE.jpg",
    "detail_description": "The two large tubular metallic structures at the north end of Rike Park were commissioned from Italian architect Massimiliano Fuksas during the Saakashvili era as a concert hall and an exhibition centre. After Mikheil Saakashvili lost power, funding dried up and the project remains unfinished today, though the collective behind famous techno club Bassiani managed to hold its first party here in 2013.\n"
},
{
    "country": "georgia",
    "city": "Great Caucasus",
    "index": 13,
    "name": "Shatili Old Town",
    "latitude": "42.658918",
    "longitude": "45.157888",
    "excerpt": "This magnificent agglomeration of koshkebi (defensive watchtowers) and atmospheric slate houses packed tightly together on a steep hillside to create one…",
    "detail_url": "https://www.lonelyplanet.com/georgia/shatili/attractions/shatili-old-town/a/poi-sig/1629177/1340712",
    "image_url": null,
    "detail_description": "This magnificent agglomeration of koshkebi (defensive watchtowers) and atmospheric slate houses packed tightly together on a steep hillside to create one sprawling fortress is an incredible sight. Most of the houses are abandoned and are slowly collapsing, but you can still clamber around them easily enough, and most of the time you'll be totally alone here.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 14,
    "name": "Kartlis Deda",
    "latitude": "41.68824663",
    "longitude": "44.80371895",
    "excerpt": "This 20m-tall aluminium symbol of Tbilisi holds a sword in one hand and a cup of wine in the other – a classic metaphor for the Georgian character, warmly…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/kartlis-deda/a/poi-sig/1464201/359327",
    "image_url": null,
    "detail_description": "This 20m-tall aluminium symbol of Tbilisi holds a sword in one hand and a cup of wine in the other – a classic metaphor for the Georgian character, warmly welcoming guests and passionately fighting off enemies. It's a short walk along the ridge from Narikala Fortress and the cable-car station.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 15,
    "name": "Tsminda Sameba Cathedral",
    "latitude": "41.69757265",
    "longitude": "44.81633238",
    "excerpt": "The biggest symbol of the Georgian Orthodox Church's post-Soviet revival towers on Elia Hill above Avlabari. Tsminda Sameba, unmissable by night and day,…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/tsminda-sameba-cathedral/a/poi-sig/1464225/359327",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/shutterstockRF_1547820119%20crop.jpg",
    "detail_description": "The biggest symbol of the Georgian Orthodox Church's post-Soviet revival towers on Elia Hill above Avlabari. Tsminda Sameba, unmissable by night and day, was consecrated in 2004 after a decade of building. A massive and lavish expression of traditional Georgian architectural forms in concrete, brick, granite and marble, it rises a staggering 84m to the top of the gold-covered cross above its gold-covered central dome. While largely bare inside, it does, however, contain many of Georgia's most important icons.\nThe cathedral is five aisles wide, but its emphasis is on verticality, with a result like one single, many-bulwarked tower. The huge dome creates a larger, much brighter central space than you’ll find in most Georgian churches. Designed by Archil Mindiashvili, the building was paid for mostly by donations. Some controversy surrounded its construction on the site of an old Armenian cemetery."
},
{
    "country": "georgia",
    "city": "Sighnaghi",
    "index": 12,
    "name": "Sighnaghi Museum",
    "latitude": "41.619573",
    "longitude": "45.923077",
    "excerpt": "This well-displayed, modern museum has good exhibits on Kakheti archaeology and history downstairs, and a room of 13 paintings by Kakheti-born artist Niko…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/sighnaghi/attractions/sighnaghi-museum/a/poi-sig/1466530/359319",
    "image_url": null,
    "detail_description": "This well-displayed, modern museum has good exhibits on Kakheti archaeology and history downstairs, and a room of 13 paintings by Kakheti-born artist Niko Pirosmani (1862–1918) upstairs. This is the biggest collection of the self-taught painter's work outside the National Gallery in Tbilisi, and includes several famous canvases including Vintage and Feast in a Grape Gazebo.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 11,
    "name": "Anchiskhati Basilica",
    "latitude": "41.6955216",
    "longitude": "44.80672739",
    "excerpt": "Tbilisi’s oldest surviving church is perhaps its loveliest. Built by King Gorgasali’s son Dachi in the 6th century, it's a three-nave basilica whose…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/anchiskhati-basilica/a/poi-sig/1487140/359327",
    "image_url": null,
    "detail_description": "Tbilisi’s oldest surviving church is perhaps its loveliest. Built by King Gorgasali’s son Dachi in the 6th century, it's a three-nave basilica whose weathered frescoes and walls of big stone blocks emphatically bespeak its age. The church's name comes from the icon of Anchi Cathedral in Klarjeti (now in Turkey), which was brought here in the 17th century and can be found in Tbilisi’s Shalva Amiranashvili Museum of Art.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 10,
    "name": "Funicular",
    "latitude": "41.695419",
    "longitude": "44.791968",
    "excerpt": "The ride up Mt Mtatsminda on the city's funicular is spectacular, as are the views from the top – and there are a couple of great places to eat or drink,…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/funicular/a/poi-sig/1524509/359327",
    "image_url": null,
    "detail_description": "The ride up Mt Mtatsminda on the city's funicular is spectacular, as are the views from the top – and there are a couple of great places to eat or drink, as well as dozens of funfair rides too. It's also several degrees cooler up here than in the city below, which can be very welcome in the heat of summer.\nTo ride the funicular you need a 2 GEL plastic card (sold at the ticket office) on which you then add credit for your rides (and any rides in Mtatsminda Park)."
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 9,
    "name": "Metekhi Church",
    "latitude": "41.690107",
    "longitude": "44.811205",
    "excerpt": "The landmark Metekhi Church, and the 1960s equestrian statue of King Vakhtang Gorgasali beside it, occupy the strategic rocky outcrop above the Metekhi…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/metekhi-church/a/poi-sig/1133571/359327",
    "image_url": null,
    "detail_description": "The landmark Metekhi Church, and the 1960s equestrian statue of King Vakhtang Gorgasali beside it, occupy the strategic rocky outcrop above the Metekhi Bridge. This is where Vakhtang Gorgasali built his palace, and the site’s first church, when he made Tbilisi his capital in the 5th century. The existing church was built by King Demetre Tavdadebuli (the Self-Sacrificing) between 1278 and 1289, and has been reconstructed many times since.\nThe building is thought to be a copy of King David the Builder's 12th-century church on this site, which was destroyed by the Mongols in 1235."
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 8,
    "name": "Georgian National Museum",
    "latitude": "41.6961556",
    "longitude": "44.80007797",
    "excerpt": "The major highlight of the impressive national museum is the basement Archaeological Treasury, displaying a wealth of pre-Christian gold, silver and…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/georgian-national-museum/a/poi-sig/446081/359327",
    "image_url": null,
    "detail_description": "The major highlight of the impressive national museum is the basement Archaeological Treasury, displaying a wealth of pre-Christian gold, silver and precious-stone work from burials in Georgia going back to the 3rd millennium BC. Most stunning are the fabulously detailed gold adornments from Colchis (western Georgia). On the top floor, the Museum of Soviet Occupation has copious detail on Soviet repression and local resistance to it.\nOn the ground floor are exhibits from Dmanisi, the archaeological site in southern Georgia whose 1.8 million-year-old hominid skulls are rewriting the study of early European humanity."
},
{
    "country": "georgia",
    "city": "Batumi",
    "index": 7,
    "name": "Batumi Boulevard",
    "latitude": "41.65374",
    "longitude": "41.630888",
    "excerpt": "Everyone soon finds themselves strolling along Batumis bulvari, the park strip fronting the main beach, originally laid out in 1884 and now stretching 7km…",
    "detail_url": "https://www.lonelyplanet.com/georgia/adjara/batumi/attractions/batumi-boulevard/a/poi-sig/1467460/359315",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e4313a298b46f9fa6a23114762b578da-batumi-boulevard.jpg",
    "detail_description": "Everyone soon finds themselves strolling along Batumis bulvari, the park strip fronting the main beach, originally laid out in 1884 and now stretching 7km along the coast. With its trees, paths, fountains, cafes, beach bars and a few quirky attractions, this is the life and soul of Batumi. The beach itself is fine, though stony – extremely busy in July and August, but kept very clean.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 6,
    "name": "Cable Car",
    "latitude": "41.690973",
    "longitude": "44.809928",
    "excerpt": "Tbilisi's most exhilarating ride is its massively popular cable car, which swings from the south end of Rike Park high over the Mtkvari River and the Old…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/cable-car/a/poi-sig/1524507/359327",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Georgia%20Tbilisi%20Alexandr%20Sherstobitov%20GettyImages-1152817185%20RFC.jpg",
    "detail_description": "Tbilisi's most exhilarating ride is its massively popular cable car, which swings from the south end of Rike Park high over the Mtkvari River and the Old Town up to Narikala Fortress. To ride it, you need a Metromoney card, available at the ticket offices if you don't have one. Expect to wait in the summer months, though the line moves fairly quickly.\n"
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 5,
    "name": "National Gallery",
    "latitude": "41.698207",
    "longitude": "44.799006",
    "excerpt": "For most visitors the highlight here is the hall of wonderful canvases by Georgia’s best-known painter Pirosmani (Niko Pirosmanashvili, 1862–1918),…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/national-gallery/a/poi-sig/1464237/359327",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Georgia%20Tbilisi%20Mariano%20Garcia%20Alamy%202A8JGD5%20RFC.jpg",
    "detail_description": "For most visitors the highlight here is the hall of wonderful canvases by Georgia’s best-known painter Pirosmani (Niko Pirosmanashvili, 1862–1918), ranging from his celebrated animal and feast scenes to lesser-known portraits and rural-life canvases. There’s also a good selection of work by other top 20th-century Georgian artists Lado Gudiashvili and David Kakabadze. Enter from the park beside Kashveti Church.\n"
},
{
    "country": "georgia",
    "city": "Kakheti",
    "index": 4,
    "name": "Alaverdi Cathedral",
    "latitude": "42.032448",
    "longitude": "45.377215",
    "excerpt": "At the beginning of the 11th century, when Georgia was entering its cultural and political golden age, King Kvirike of Kakheti had this majestic cathedral…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/attractions/alaverdi-cathedral/a/poi-sig/1135023/359317",
    "image_url": null,
    "detail_description": "At the beginning of the 11th century, when Georgia was entering its cultural and political golden age, King Kvirike of Kakheti had this majestic cathedral built. At 50m tall, Alaverdi Cathedral remained the tallest church in Georgia for nearly a millennium. Situated 20km northwest of Telavi, its exterior is classically proportioned with majestic rounded arches but minimal decoration. Inside, the church has a beautiful spacious harmony, with light entering from 25 high slit windows.\nAs you enter the cathedral itself, note the 16th-century St-George-and-dragon fresco over the entrance to the west door. Opposite it inside, the Virgin and Child high in the apse dates from the 11th century. The rest of the frescoes are faded to the point that it's hard to discern them for the most part, but they exude a strong and moving piety, only augmented by the frequent chanting and prayer of the resident monks.Also in the cathedral compound are the summer palace of Shah Abbas’ governor (now the bishop’s residence) and the Alaverdi Marani winery. The millennium-old winery, recently renovated, makes some of Georgia's best wines: it's not generally open to visitors but the cafe across the road sells bottles of traditionally made Alaverdi wine proudly bearing the slogan 'Since 1011', for a (by Georgian standards) whopping 75 GEL to 100 GEL.The late-September religious-cum-grape-harvest festivities of Alaverdoba last several days, with people coming from remote mountain areas to worship, celebrate and enjoy the local wine."
},
{
    "country": "georgia",
    "city": "Tbilisi",
    "index": 3,
    "name": "Narikala Fortress",
    "latitude": "41.68788",
    "longitude": "44.809295",
    "excerpt": "Dominating the Old Town skyline, Narikala dates right back to the 4th century, when it was a Persian citadel. Most of the walls were built in the 8th…",
    "detail_url": "https://www.lonelyplanet.com/georgia/tbilisi/attractions/narikala-fortress/a/poi-sig/446085/359327",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/GettyRF_700713549%20crop.jpg",
    "detail_description": "Dominating the Old Town skyline, Narikala dates right back to the 4th century, when it was a Persian citadel. Most of the walls were built in the 8th century by the Arab emirs, whose palace was inside the fortress. Subsequently Georgians, Turks and Persians captured and patched up Narikala, but in 1827 a huge explosion of Russian munitions stored here wrecked the whole thing, and today it's a rather picturesque ruin, with only its walls largely intact.\nThe Church of St Nicholas, inside the fortress, was rebuilt in the 1990s. The choice way to reach Narikala is by cable car from Rike Park. Or you can walk up from Meidan or via the Betlemi St Stairs, which lead off Lado Asatiani qucha in Sololaki. The views over Tbilisi from the top of the fortress are superb."
},
{
    "country": "georgia",
    "city": "Kakheti",
    "index": 2,
    "name": "Chavchavadze Estate",
    "latitude": "41.894946",
    "longitude": "45.565195",
    "excerpt": "Prince Alexander Chavchavadze (1786–1846) was one of the most colourful and influential characters in Georgian history, and the palace and gardens he…",
    "detail_url": "https://www.lonelyplanet.com/georgia/kakheti/attractions/chavchavadze-estate/a/poi-sig/1466523/359317",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eb10cdf316d23fb5b0463b22d8bc4492-chavchavadze-estate.jpg",
    "detail_description": "Prince Alexander Chavchavadze (1786–1846) was one of the most colourful and influential characters in Georgian history, and the palace and gardens he created at Tsinandali are a don't-miss stop on any Kakheti tour. The palace tour takes you around half a dozen rooms restored in 19th-century style and relates interesting episodes from the family story. The park is beautifully laid out in the English style, with venerable trees and exotic plants such as ginkgo, sequoia and yucca.\nThe multi-talented Chavchavadze was born into elite circles in St Petersburg as the son of Kakheti-Kartli's ambassador to Russia. He learned seven languages and was an influential Romantic poet and translator, helping to introduce European Enlightenment ideals to Georgia – as well as the grand piano, horse-drawn carriage and billiards. He rose to lieutenant-general in the Russian army but also joined Georgian rebellions against Russian rule (for which he spent time in exile). His homes at Tsinandali and in Tbilisi hosted illustrious visitors including writers Dumas, Pushkin, Lermontov and Griboyedov – and he was a pioneer of European winemaking techniques in Georgia, helping to give Kakheti its current premier position in the Georgian wine world.In 1854 Lezgin tribesmen from Dagestan ransacked the Chavchavadze palace, kidnapping 23 women and children (what we see now is the house that was rebuilt after the Lezgin attack). Alexander’s son David had to mortgage the house to ransom the hostages. He was unable to repay the loan and the house passed to Tsar Alexander III."
}
]