[
{
    "country": "germany",
    "city": "Friedrichshain",
    "index": 1,
    "name": "East Side Gallery",
    "latitude": "52.5045",
    "longitude": "13.441043",
    "excerpt": "The East Side Gallery is the embodiment of Berlin’s grit and guts. ",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/friedrichshain/attractions/east-side-gallery/a/poi-sig/1104617/1320681",
    "image_url": "https://lp-cms-production.imgix.net/2021-08/shutterstockRF_345802901.jpg",
    "detail_description": "The East Side Gallery is the embodiment of Berlin’s grit and guts. It’s a symbol of hope, creativity and resilience – for Berliners, but also the rest of the world.\nIn 1989, the Berlin Wall, a grey and grisly divider of humanity, was finally torn down after 28 years. Today its longest surviving stretch forms the world’s largest permanent open-air art gallery, known as the East Side Gallery.\nThe nearly mile-long (1.3 km) section of wall, located along the Spree River and Mühlenstrasse, showcases more than 100 murals. Dozens of international artists have translated the Cold War-era’s global euphoria and optimism into a mix of political statements, psychedelic-induced musings and manifold artistic visions.\nThese days, graffiti tagging forms a good part of the artwork, though it's strictly frowned upon as great measures have been taken to preserve and even reproduce some of the Gallery’s most iconic paintings like Dmitri Vrubel’s so-called Fraternal Kiss and Thierry Noir’s cartoon faces.\nNowadays, you’ll often see the East Side Gallery covered in groups of shutterbugs – the city estimates over three million visitors come here annually – as well as ample, unsightly fences warding off vandalism. On its backside, carousers drink beer and play techno from boomboxes along the banks of the Spree, while, on the other side of the wall, Mühlenstrasse has turned into the kind of dry, characterless commercial development that makes the locals moan.\nBut, despite such a touristy backdrop, just ask your average Berliner – there will always be a kind of magic about the East Side Gallery. Driving past after a serious night of clubbing or a biking adventure through the city will provide a little burst of pride and excitement, like watching a film strip of history unfold. After all, this relic is proof of just how far Berlin has come.\n\n  \nPeople walk past the My God, Help Me to Survive This Deadly Love artwork on the East Side Gallery in Berlin © LordRunar / Getty Images\n\nThe history of the East Side Gallery\nDuring the Cold War, the part of the wall where the East Side Gallery is now situated was a border crossing to East Germany accessible to West Germans only. Essentially, it was an interior wall acting as an extra barrier to stop fleeing East Germans before reaching the infamous \"death strip\" (a no man’s land between the East and West sides where guards shot on sight).\nFollowing the Peaceful Revolution in 1989, most of the Berlin Wall was soon dismantled – this is the longest remaining stretch. One year later, over 100 artists from 21 countries staged a now legendary painting session here on the eastern side of the Wall. The East Side Gallery was eventually declared a monument by local authorities.\nSome of the most famous murals have forever found their places on the pages of history and pop culture. For example, Birgit Kinder’s Test the Rest, showing a Trabi bursting through the Berlin Wall, Dmitri Vrubel’s My God, Help Me To Survive This Deadly Love (also known as Fraternal Kiss), depicting East German leader Erich Honecker and high-ranking Soviet politician Leonid Brezhnev locking lips, and East German artist Thomas Klingenstein’s Detour to the Japanese Sector, a vivid depiction of the Japanese landscape (Japan was one of the countries East German citizens were prohibited from traveling to).\nIn 2009, the gallery underwent a controversial restoration due to the wall’s decay from atmospheric conditions and tourist graffiti. Several murals were erased and, in many cases, artists were asked to take part in repainting.\n\n  \nBirgit Kinder’s Test the Rest, showing a car bursting through the wall © Tupungato / Shutterstock\n\nSome refused and even took legal action, saying that they had not received adequate revenue from the monument and arguing that the restoration had destroyed the authenticity of the works. Others, including Vrubel who recreated Fraternal Kiss, obliged, albeit with a heavy heart.\nToday, the East Side Gallery is a symbol of an older period of Berlin – the Cold War, but also the early years of German reunification when the city was as gritty and hard-boiled as ever. Opposite the wall, on the other side of Mühlenstrasse, lies a newer Berlin – high-rise condo buildings, a concert arena and, further beyond, a new shopping mall that’s often been described as an eyesore.\nThe East Side Gallery too remains an area of interest to investors. In 2013, part of the monument was scheduled to be destroyed to build deluxe apartments. Protests from Berliners – and even an appearance from David Hasselhoff himself – eventually led to the murals being moved across the street and preserved.\nPlan your visit\nThe East Side Gallery is located on Mühlenstrasse, a main thoroughfare straddling the Kreuzberg (former West), Mitte and Friedrichshain (former East) neighborhoods. It runs parallel to the Spree and lies between landmarks such as the pretty Oberbaumbrücke and Ostbahnhof train station, and is within walking distance of several nightclubs including Watergate and Club der Visionäre.\nThe Gallery is free and accessible 24 hours a day. You can stroll it in either direction. If you start at the end near the Oberbaumbrücke, you can visit the Wall Museum first for an overview of the history of the Berlin Wall. Crowd favorite Dimitri Vrubel's My God, Help Me to Survive This Deadly Love mural is also nearer this end of the Gallery.\nAs such, this area is quite busy at all times of day. However, you will likely get the best views and fewer crowds of the East Side Gallery earlier in the morning, so aim to make it your first stop. A path along the Spree river banks (the opposite side of the wall) is popular among morning joggers.\n\n  \nThe East Side Gallery is a hive of activity at most times of day © hanohiki / Shutterstock\n\nGetting there\nThe East Side Gallery can be accessed by public transit. It is most easily reached by the U-bahn line U1 to Warschauer Straße or Schlesisches Tor station, or S-bahn line S5, S7, or S9 to Warschauer Straße or Ostbahnhof station.\nDid you know?\nPainted sections of the Berlin Wall exist not only at the East Side Gallery but all over the world. These remnants have been delivered to several countries such as Iceland, South Korea and Estonia, among others, as symbolic gifts of freedom and solidarity.\nIn Brussels, a large section bearing the image of former US President John F. Kennedy is located in front of the European Commission headquarters. Another section can be found in the gardens of the United Nations in New York.\n"
},
{
    "country": "germany",
    "city": "Hamburg",
    "index": 40,
    "name": "Elbphilharmonie",
    "latitude": "53.541238",
    "longitude": "9.984587",
    "excerpt": "Welcome to one of the most Europe's most exciting recent architectural creations. A squat brown-brick former warehouse at the far west of HafenCity was…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/elbphilharmonie/a/poi-sig/420899/1342304",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ebb3ab7b1944d3bce1619fe08f48ff1a-elbphilharmonie.jpg",
    "detail_description": "Welcome to one of the most Europe's most exciting recent architectural creations. A squat brown-brick former warehouse at the far west of HafenCity was the base for the architecturally bold Elbphilharmonie, a major concert hall and performance space, not to mention architectural icon. Pritzker Prize–winning Swiss architects Herzog &amp; de Meuron were responsible for the design, which captivates with details like 1096 individually curved glass panes.\nEnter via Europe's longest (and really rather beautiful) escalator up to the Plaza, from where you can emerge onto the wraparound balcony for terrific city and harbour views in all directions. And make sure you return for a live performance."
},
{
    "country": "germany",
    "city": "Nuremberg",
    "index": 39,
    "name": "Deutsche Bahn Museum",
    "latitude": "49.445438",
    "longitude": "11.074519",
    "excerpt": "Forget Dürer and wartime rallies, Nuremberg is a railway town at heart. Germany's first passenger trains ran between here and Fürth, a fact reflected in…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/deutsche-bahn-museum/a/poi-sig/1141446/359358",
    "image_url": null,
    "detail_description": "Forget Dürer and wartime rallies, Nuremberg is a railway town at heart. Germany's first passenger trains ran between here and Fürth, a fact reflected in the unmissable German Railways Museum. which explores the history of Germany's legendary rail system. The huge exhibition that continues across the road is one of Nuremberg's top sights, especially if you have a soft spot for things that run on rails.\nIf you have tots aboard, head straight for KIBALA (Kinder-Bahnland – Children's Railway World), a section of the museum where lots of hands-on, interactive choo-choo-themed attractions await. There's also a huge model railway, one of Germany's largest, set in motion every hour by a uniformed controller.The main exhibition charting almost two centuries of rail history starts on the ground floor and continues with more recent exhibits on the first. Passing quickly through the historically inaccurate beginning (as every rail buff knows, the world's first railway was the Stockton–Darlington, not the Liverpool–Manchester), highlights include Germany's oldest railway carriage dating from 1835 and lots of interesting Deutsche Reichsbahn paraphernalia from the former East Germany.However, the real meat of the show is the two halls of locos and rolling stock. The first hall contains Ludwig II's incredible rococo rail carriage, dubbed the 'Versailles of the rails', as well as Bismarck's considerably less ostentatious means of transport. There's also Germany's most famous steam loco, the Adler, built by the Stephensons in Newcastle-upon-Tyne for the Nuremberg–Fürth line. The second hall across the road from the main building houses some mammoth engines, some with their Nazi or Deutsche Reichsbahn insignia still in place."
},
{
    "country": "germany",
    "city": "Stuttgart",
    "index": 38,
    "name": "Staatsgalerie Stuttgart",
    "latitude": "48.780592",
    "longitude": "9.187253",
    "excerpt": "The neoclassical-meets-contemporary Staatsgalerie bears British architect James Stirling’s curvy, colourful imprint. Alongside big-name exhibitions, the…",
    "detail_url": "https://www.lonelyplanet.com/germany/baden-wurttemberg/stuttgart/attractions/staatsgalerie-stuttgart/a/poi-sig/412776/359348",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/03ed16c9076c311b74f46db3c222fa10-staatsgalerie.jpg",
    "detail_description": "The neoclassical-meets-contemporary Staatsgalerie bears British architect James Stirling’s curvy, colourful imprint. Alongside big-name exhibitions, the gallery harbours a stellar collection of European art from the 14th to the 21st centuries, and American post-WWII avant-gardists. Highlights include works by Miró, Picasso, Matisse, Kandinsky and Klee. Special billing goes to masterpieces such as Dalí's The Sublime Moment (1938), Rembrandt's pensive, chiaroscuro Saint Paul in Prison (1627), Max Beckmann's utterly compelling, large-scale Resurrection (1916) and Monet's diffuse Fields in the Spring (1887).\nRecent temporary exhibitions have homed in on everything from pop art to Catholic splendour during the Reformation."
},
{
    "country": "germany",
    "city": "Munich",
    "index": 37,
    "name": "BMW Welt",
    "latitude": "48.176439",
    "longitude": "11.557381",
    "excerpt": "Next to the Olympiapark, the glass-and-steel, double-cone tornado spiralling down from a dark cloud the size of an aircraft carrier holds BMW Welt, truly…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/nymphenburg-neuhausen-olympiapark/attractions/bmw-welt/a/poi-sig/409300/1342299",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/059131c8846ebf735c00d1ffa00ebf7b-bmw-welt-museum.jpg",
    "detail_description": "Next to the Olympiapark, the glass-and-steel, double-cone tornado spiralling down from a dark cloud the size of an aircraft carrier holds BMW Welt, truly a petrolhead's dream. Apart from its role as a prestigious car pick-up centre, this king of showrooms acts as a shop window for BMW's latest models and a show space for the company as a whole.\nStraddle a powerful motorbike, marvel at technology-packed saloons and estates (no tyre kicking, please), browse the 'lifestyle' shop or take the 80-minute guided tour. On the Junior Campus, kids learn about mobility, fancy themselves car engineers and even get to design their own vehicle in workshops. Hang around long enough and you're sure to see motorbike stunts on the staircases and other petroleum-fuelled antics."
},
{
    "country": "germany",
    "city": "Freiburg",
    "index": 35,
    "name": "Freiburger Münster",
    "latitude": "47.995509638937",
    "longitude": "7.852735739609",
    "excerpt": "With its lacy spires, cheeky gargoyles and intricate entrance portal, Freiburg’s 11th-century minster cuts an impressive figure above the central market…",
    "detail_url": "https://www.lonelyplanet.com/germany/black-forest/freiburg/attractions/freiburger-muenster/a/poi-sig/1207410/359366",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a87093e2819d9700b095aacfe4048eac-munster.jpg",
    "detail_description": "With its lacy spires, cheeky gargoyles and intricate entrance portal, Freiburg’s 11th-century minster cuts an impressive figure above the central market square. It has dazzling kaleidoscopic stained-glass windows that were mostly financed by medieval guilds and a high altar with a masterful triptych by Dürer protégé Hans Baldung Grien. Square at the base, the tower becomes an octagon higher up and is crowned by a filigreed 116m-high spire. On clear days you can spy the Vosges Mountains in France.\nCloser to the ground, near the main portal in fact, note the medieval wall measurements used to ensure that merchandise (eg loaves of bread) were the requisite size.Note that the cathedral is closed for visits during services (exact times are available at the info desk inside)."
},
{
    "country": "germany",
    "city": "Frankfurt am Main",
    "index": 36,
    "name": "Kaiserdom",
    "latitude": "50.11067666374",
    "longitude": "8.6852404137302",
    "excerpt": "Frankfurt’s red-sandstone cathedral is dominated by a 95m-high Gothic tower, which can be climbed via 328 steps. Construction began in the 13th century;…",
    "detail_url": "https://www.lonelyplanet.com/germany/frankfurt-am-main/attractions/kaiserdom/a/poi-sig/405316/1003203",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/df3cb0f3e561c569d3c6b31de44b14f8-kaiserdom.jpg",
    "detail_description": "Frankfurt’s red-sandstone cathedral is dominated by a 95m-high Gothic tower, which can be climbed via 328 steps. Construction began in the 13th century; from 1356 to 1792, the Holy Roman Emperors were elected (and, after 1562, consecrated and crowned) in the Wahlkapelle at the end of the right aisle (look for the 'skull' altar). The cathedral was rebuilt both after an 1867 fire and after the bombings of 1944, which left it a burnt-out shell.\nIt's dedicated to the apostle St Bartholomew, hence its official name, Kaiserdom St Bartholomäus.The on-site Dommuseum has a small collection of precious liturgical objects.Frequent concerts, including organ recitals take place here; schedules are listed on the Dom’s website."
},
{
    "country": "germany",
    "city": "Berchtesgaden",
    "index": 34,
    "name": "Eagle's Nest",
    "latitude": "47.611487",
    "longitude": "13.04208",
    "excerpt": "At 1834m above sea level, the Eagle's Nest was built as a mountaintop retreat for Hitler, and gifted to him on his 50th birthday. It took around 3000…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/eagle-s-nest/a/poi-sig/1209476/1321114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7550bafd3c3ec4e4886e737de6fc56b9-eagle-s-nest.jpg",
    "detail_description": "At 1834m above sea level, the Eagle's Nest was built as a mountaintop retreat for Hitler, and gifted to him on his 50th birthday. It took around 3000 workers a mere two years to carve the precipitous 6km-long mountain road, cut a 124m-long tunnel and a brass-panelled lift through the rock, and build the lodge itself (now a restaurant). It can only be reached by special shuttle bus from the Kehlsteinhaus bus station.\nOn clear days, views from the top are breathtaking. If you're not driving, bus 838 makes the trip to the shuttle bus stop from the Berchtesgaden Hauptbahnhof every half-hour.At the mountain station, you'll be asked to book a spot on a return bus. Allow at least two hours to get through lines, explore the lodge and the mountaintop, and perhaps have a bite to eat. Tours including the bus and guide can be booked online in advance."
},
{
    "country": "germany",
    "city": "Füssen",
    "index": 33,
    "name": "Schloss Hohenschwangau",
    "latitude": "47.555532",
    "longitude": "10.736057",
    "excerpt": "King Ludwig II grew up at the sun-yellow Schloss Hohenschwangau and later enjoyed summers here until his death in 1886. His father, Maximilian II, built…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/fussen/attractions/schloss-hohenschwangau/a/poi-sig/1209292/359356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4288a8ac0ad5539f2a38a4a98054bcce-schloss-hohenschwangau.jpg",
    "detail_description": "King Ludwig II grew up at the sun-yellow Schloss Hohenschwangau and later enjoyed summers here until his death in 1886. His father, Maximilian II, built this palace in a neo-Gothic style atop 12th-century ruins left by Schwangau knights. Far less showy than Neuschwanstein, Hohenschwangau has a distinctly lived-in feel where every piece of furniture is a used original. After his father died, Ludwig’s main alteration was having stars, illuminated with hidden oil lamps, painted on the ceiling of his bedroom.\nIt was at Hohenschwangau where Ludwig first met Richard Wagner. The Hohenstaufensaal features a square piano where the hard-up composer would entertain Ludwig with excerpts from his latest creation. Some rooms have frescos from German mythology, including the story of the Swan Knight, Lohengrin. The swan theme runs throughout."
},
{
    "country": "germany",
    "city": "The Black Forest",
    "index": 32,
    "name": "Vogtsbauernhof",
    "latitude": "48.271097",
    "longitude": "8.198419",
    "excerpt": "The Schwarzwälder Freilichtmuseum spirals around the Vogtsbauernhof, a self-contained early-17th-century farmstead. Farmhouses shifted from their original…",
    "detail_url": "https://www.lonelyplanet.com/germany/gutach/attractions/vogtsbauernhof/a/poi-sig/1140861/1294401",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/11a10acb90df3567a6723667f59311fb-vogtsbauernhof.jpg",
    "detail_description": "The Schwarzwälder Freilichtmuseum spirals around the Vogtsbauernhof, a self-contained early-17th-century farmstead. Farmhouses shifted from their original locations have been painstakingly reconstructed here, using techniques such as thatching and panelling, to create this authentic farming hamlet and preserve age-old Black Forest traditions. There are free guided tours at 2.30pm daily in German, and at 1pm daily in July and August in English.\nExplore barns filled with wagons and horn sleds, Rauchküchen (kitchens for smoking fish and meat) and the Hippenseppenhof (1599), with its chapel and massive hipped roof constructed from 400 trees. It’s a great place for families, with inquisitive farmyard animals to pet, artisans on hand to explain their crafts, and frequent demonstrations covering topics from sheep shearing to butter-making.The Vogtsbauernhof is 4.5km north of Gutach on the B33."
},
{
    "country": "germany",
    "city": "Dresden",
    "index": 31,
    "name": "Residenzschloss",
    "latitude": "51.052768918143",
    "longitude": "13.737289858782",
    "excerpt": "Dresden's extraordinary Renaissance city palace, home to its Saxon rulers from 1485 to 1918, now shelters multiple precious collections – including the…",
    "detail_url": "https://www.lonelyplanet.com/germany/saxony/dresden/attractions/residenzschloss/a/poi-sig/459343/359408",
    "image_url": null,
    "detail_description": "Dresden's extraordinary Renaissance city palace, home to its Saxon rulers from 1485 to 1918, now shelters multiple precious collections – including the unmissable Grünes Gewölbe (Green Vault), a real-life Aladdin’s Cave spilling over with precious objects wrought from gold, ivory, silver, diamonds and jewels. The palace itself was bombed out in 1945, and though reconstruction began in the 1960s, it wasn't completed until 2013. The entire building, including its unique murals and baroque towers, is quite simply spectacular.\nThere’s so much on display here that two separate treasure chambers – the Historisches Grünes Gewölbe and the Neues Grünes Gewölbe – are needed to display the extraordinary wealth of the Saxon rulers' private collections. Also housed here is the Kupferstich-Kabinett, which counts around half a million prints and drawings by 20,000 artists (including Dürer, Rembrandt and Michelangelo) in its possession. Numismatists might want to drop by the Münzkabinett (Coin Cabinet) in the palace tower for a small array of historic coins and medals.The Türckische Cammer (Turkish Chamber), one of the richest collections of Ottoman art outside Turkey, is also here. A huge three-mast tent made of gold and silk is one standout among many. The new Riesensaal (Giant's Hall) houses a spectacular collection of armour, including including a recreation of several jousting tournaments.You can easily spend several hours exploring the various collections here. On top of the combination ticket that includes everything Residenzschloss has on display, cheaper tickets can be bought separately for Historisches Grünes Gewölbe and for all other exhibitions excluding the former. One- and two-day cards, which allow you to enter exhibitions multiple times, are also available at €19 and €27 respectively."
},
{
    "country": "germany",
    "city": "Berlin",
    "index": 30,
    "name": "Gemäldegalerie",
    "latitude": "52.508503",
    "longitude": "13.365072",
    "excerpt": "This museum ranks among the world's finest and most comprehensive collections of European art with about 1500 paintings spanning the arc of artistic…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/potsdamer-platz-and-tiergarten/attractions/gemaeldegalerie/a/poi-sig/372813/1320670",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/39c18809bc06a1d15807b55d2cec4460-gemaldegalerie.jpg",
    "detail_description": "This museum ranks among the world's finest and most comprehensive collections of European art with about 1500 paintings spanning the arc of artistic vision from the 13th to the 18th century. Wear comfy shoes when exploring the 72 galleries: a walk past masterpieces by Titian, Dürer, Hals, Vermeer, Gainsborough and many more Old Masters covers almost 2km. Don't miss the Rembrandt Room (Room X).\nGerman, Dutch and Flemish masters dominate the east wing where highlights include the Fountain of Youth by Lucas Cranach the Elder in Room III and Pieter Bruegel the Elder's Dutch Proverbs in Room 7. The West Wing is dedicated to the Italians with such top canvasses as Caravaggio's Amor Victorius and Boticelli's Madonna with Child and Singing Angels. The excellent free audioguide has the low-down on these and other selected works. Note that the room numbering system is quite confusing as both Latin (I, II, III) and Arabic numbers (1, 2, 3) are used."
},
{
    "country": "germany",
    "city": "Heidelberg",
    "index": 28,
    "name": "Schloss Heidelberg",
    "latitude": "49.41022013498",
    "longitude": "8.7153431671628",
    "excerpt": "Towering over the Altstadt, Heidelberg’s ruined Renaissance castle cuts a romantic figure, especially across the Neckar River when illuminated at night…",
    "detail_url": "https://www.lonelyplanet.com/germany/baden-wurttemberg/heidelberg/attractions/schloss-heidelberg/a/poi-sig/1210182/359346",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1d07864d3f9e6371a658928710063f2b-schloss.jpg",
    "detail_description": "Towering over the Altstadt, Heidelberg’s ruined Renaissance castle cuts a romantic figure, especially across the Neckar River when illuminated at night. Along with fabulous views, attractions include the Deutsches Apotheken-Museum. The castle is reached either via a steep, cobbled trail in about 10 minutes or by taking the Bergbahn (cogwheel train) from Kornmarkt station. The only way to see the less-than-scintillating interior is by tour. After 6pm you can stroll the grounds for free.\nOnce you arrive up top, you'll be struck by the far-reaching views over the Neckar River and the Altstadt rooftops. Show your ticket to enter the Schlosshof, the castle’s central courtyard, which is framed by reconstructed Gothic and Renaissance buildings with elaborate facades. The most eye-catching belongs to the Friedrichsbau, which is festooned with life-size sculptures of kings and emperors.You can't miss the enormous wine cask, the Grosses Fass, with a capacity of 221,726L."
},
{
    "country": "germany",
    "city": "St Pauli & Reeperbahn",
    "index": 29,
    "name": "Fischmarkt",
    "latitude": "53.545299",
    "longitude": "9.9546",
    "excerpt": "Here's the perfect excuse to stay up all Saturday night. Every Sunday in the wee hours, some 70,000 locals and visitors descend upon the famous Fischmarkt…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/fischmarkt/a/poi-sig/420903/1342305",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b7870ba006a5306c81309096be26d79f-fischmarkt.jpg",
    "detail_description": "Here's the perfect excuse to stay up all Saturday night. Every Sunday in the wee hours, some 70,000 locals and visitors descend upon the famous Fischmarkt in St Pauli. The market has been running since 1703, and its undisputed stars are the boisterous Marktschreier (market criers) who hawk their wares at full volume. Live bands also entertainingly crank out cover versions of ancient German pop songs in the adjoining Fischauktionshalle (Fish Auction Hall).\nVendors artfully arrange their bananas, cherries, kumquats and whatever else they’ve picked up that week (some comes direct from farms but a lot comes from wholesalers). Others pile up eels, shellfish, cacti and all manner of goods. It’s not yet 5am when the first customers begin to trundle in. ‘Don’t be shy, little girl', a vendor might shout with a lascivious wink to a 60-year-old, waggling a piece of eel in front of her face. Almost always, the ‘girl’ blushes before taking a hearty bite as the crowd cheers."
},
{
    "country": "germany",
    "city": "Fairy-Tale Road",
    "index": 27,
    "name": "Nationalpark Kellerwald-Edersee",
    "latitude": "51.142956",
    "longitude": "8.985443",
    "excerpt": "Hesse's first national park encompasses the Kellerwald, one of the largest extant red-beech forests in Central Europe and a rare survivor of the last Ice…",
    "detail_url": "https://www.lonelyplanet.com/germany/nationalpark-kellerwald-edersee/attractions/nationalpark-kellerwald-edersee/a/poi-sig/1140755/1320733",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyImages-1128000713.jpeg",
    "detail_description": "Hesse's first national park encompasses the Kellerwald, one of the largest extant red-beech forests in Central Europe and a rare survivor of the last Ice Age, and the Edersee, a serpentine artificial reservoir 55km northeast of Marburg. Animals such as red deer, lynx, honey buzzards, eagles, bats and fire salamanders live wild in the park, while some can be seen in protective custody at the Wildtierpark in Edertal. E-bikes and information aplenty are available at the NationalparkZentrum in Vöhl-Herzhausen.\nUse the e-bikes to ride around the lake on a comfortable day tour, changing the battery at points along the way, or on the bike trails running through the forest itself. The park’s lush landscapes offer excellent hiking: trails include the Kellerwaldsteig (marked ‘K’) and the Urwaldsteig-Edersee (marked ‘UE’). Shorter hiking circuits are marked with animal or plant icons. In summer, the lake has swimming, canoeing and sailing."
},
{
    "country": "germany",
    "city": "Nuremberg",
    "index": 26,
    "name": "Kaiserburg",
    "latitude": "49.45799297319",
    "longitude": "11.075818807355",
    "excerpt": "This enormous castle complex above the Altstadt poignantly reflects Nuremberg's medieval might. The main attraction is a tour of the renovated residential…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/nuremberg/attractions/kaiserburg/a/poi-sig/1206435/359358",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2656048f356104ecdab203c405390b71-kaiserburg.jpg",
    "detail_description": "This enormous castle complex above the Altstadt poignantly reflects Nuremberg's medieval might. The main attraction is a tour of the renovated residential wing (Palas) to see the lavish Knights' and Imperial Hall, a Romanesque double chapel and an exhibit on the inner workings of the Holy Roman Empire. This segues to the Kaiserburg Museum, which focuses on the castle's military and building history. Elsewhere, enjoy panoramic views from the Sinwell Tower or peer 48m down into the Deep Well.\nFor centuries the castle, which has origins in the 12th century, also sheltered the crown jewels (crown, sceptre, orb etc) of the Holy Roman Empire, which are now kept at Hofburg palace in Vienna. It also played a key role in the drawing up of Emperor Charles IV's Golden Bull, a document that changed the way Holy Roman Emperors were elected. The exhibition contains an original statue taken from Prague's Charles Bridge of Charles IV who spent a lot of time in both Bohemia and Franconia during his reign."
},
{
    "country": "germany",
    "city": "Berchtesgaden",
    "index": 25,
    "name": "Königssee",
    "latitude": "47.587989",
    "longitude": "12.987728",
    "excerpt": "Gliding serenely across the wonderfully picturesque, emerald-green Königssee makes for some unforgettable memories and photo opportunities. Cradled by…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/berchtesgaden/attractions/koenigssee/a/poi-sig/1208385/1321114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-104824731_super.jpg",
    "detail_description": "Gliding serenely across the wonderfully picturesque, emerald-green Königssee makes for some unforgettable memories and photo opportunities. Cradled by steep mountain walls some 5km south of Berchtesgaden, the Königssee is Germany’s highest lake (603m), with drinkably pure waters shimmering into fjordlike depths. Bus 841/843 makes the trip out here from the Berchtesgaden train station roughly every hour.\nEscape the hubbub of the bustling lakeside tourist village of Schönau by taking an electric boat tour to St Bartholomä, a quaint onion-domed chapel on the western shore. At some point, the boat will stop while the captain plays a horn towards the Echo Wall – the sound will bounce seven times. From St Bartholomä, an easy trail leads to the wondrous Eiskapelle (ice chapel) in about one hour.You can also skip the crowds by meandering along the lake shore. It’s a nice and easy 3.5km return walk to the secluded Malerwinkel (Painter’s Corner), a lookout famed for its picturesque vantage point."
},
{
    "country": "germany",
    "city": "Munich",
    "index": 24,
    "name": "Deutsches Museum",
    "latitude": "48.1307479042",
    "longitude": "11.5846380198",
    "excerpt": "If you’re one of those people for whom science is an unfathomable turn-off, a visit to the Deutsches Museum might just show you that physics and…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/haidhausen-lehel/attractions/deutsches-museum/a/poi-sig/409006/1342298",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7d22fde900052cf2b826713f2974d64b-deutsches-museum.jpg",
    "detail_description": "If you’re one of those people for whom science is an unfathomable turn-off, a visit to the Deutsches Museum might just show you that physics and engineering are more fun than you thought. Spending a few hours in this temple to technology is an eye-opening journey of discovery, and the exhibitions and demonstrations will certainly be a hit with young, sponge-like minds.\nThere are tonnes of interactive displays (including glass-blowing and paper making), live demonstrations and experiments, model coal and salt mines, and engaging sections on cave paintings, geodesy, microelectronics and astronomy. In fact, it can be pretty overwhelming after a while, so it's best to prioritise what you want to see.The place to entertain children aged three to eight is the fabulous Kinderreich, where 1000 activities await, from a kid-sized mouse wheel to interactive water fun. Get the littlies to climb all over a fire engine, build things with giant Lego, construct a waterway with canals and locks, or bang on a drum all day in a – thankfully – soundproof instrument room. Note that Kinderreich closes at 4.30pm."
},
{
    "country": "germany",
    "city": "Dresden",
    "index": 23,
    "name": "Zwinger",
    "latitude": "51.053013947251",
    "longitude": "13.733829071899",
    "excerpt": "A collaboration between the architect Matthäus Pöppelmann and the sculptor Balthasar Permoser, the Zwinger was built between 1710 and 1728 on the orders…",
    "detail_url": "https://www.lonelyplanet.com/germany/saxony/dresden/attractions/zwinger/a/poi-sig/459365/359408",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3fa46ae88a9768514594f0242c127279-zwinger.jpg",
    "detail_description": "A collaboration between the architect Matthäus Pöppelmann and the sculptor Balthasar Permoser, the Zwinger was built between 1710 and 1728 on the orders of Augustus the Strong, who, having returned from seeing Louis XIV's palace at Versailles, wanted something similar for himself. Primarily a party palace for royals, the Zwinger has ornate portals that lead into the vast fountain-studded courtyard, which is framed by buildings lavishly adorned with evocative sculpture. Today it houses three superb museums within its baroque walls.\nAtop the western pavilion stands a tense-looking Atlas. Opposite him is a cutesy carillon of 40 Meissen porcelain bells, which emit a tinkle every 15 minutes. Entry to the magnificent courtyard is free, but all three museums are ticketed. The Gemäldegalerie Alte Meister (Old Masters Gallery) and Porzellansammlung (Porcelain Collection) are unmissable, while the historic scientific instruments (globes, clocks, telescopes etc) at the Mathematisch-Physikalischer Salon are perhaps more for the scientifically minded."
},
{
    "country": "germany",
    "city": "Central Germany",
    "index": 22,
    "name": "Meisterhäuser",
    "latitude": "51.843043",
    "longitude": "12.222483",
    "excerpt": "You’ll find the four surviving Meisterhäuser – Gropiushaus, Haus Feininger, Haus Muche/Schlemmer and Haus Kandinsky/Klee – on leafy Ebertallee, a 15…",
    "detail_url": "https://www.lonelyplanet.com/germany/saxony-anhalt/dessau/attractions/meisterhaeuser/a/poi-sig/1140583/1321025",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockeditorial1136233190.jpg",
    "detail_description": "You’ll find the four surviving Meisterhäuser – Gropiushaus, Haus Feininger, Haus Muche/Schlemmer and Haus Kandinsky/Klee – on leafy Ebertallee, a 15-minute walk west of the Hauptbahnhof. The leading lights of the Bauhaus movement lived together as neighbours in these white cubist structures that exemplify the Bauhaus aim of ‘design for living’ in a modern industrial world. The ticket price grants entry into all four buildings.\nOriginally there was a stand-alone home for Bauhaus founder Walter Gropius, plus three duplexes, each half of which provided a live/work space for a senior staff member and his family. Gropius’ home was destroyed in WWII, along with one half of the neighbouring duplex (at the time of research both Gropius’ home and the duplex were being reconstructed using original plans). In the febrile environment of the 1920s, you could sit at home here with the Kandinskys, on furniture donated by Marcel Breuer, and with the possibility that Paul Klee or László Moholy-Nagy might drop by for tea."
},
{
    "country": "germany",
    "city": "Central Germany",
    "index": 21,
    "name": "Wörlitz Park & Schloss Wörlitz",
    "latitude": "51.845979",
    "longitude": "12.421267",
    "excerpt": "With peacocks feeding on the lawn before a neo-Gothic house, a tree-lined stream flowing towards a Grecian-style temple and a gap in a hedge framing a…",
    "detail_url": "https://www.lonelyplanet.com/germany/gartenreich-dessau-worlitz/attractions/woerlitz-park-schloss-woerlitz/a/poi-sig/1208143/1316304",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-501286394.jpg",
    "detail_description": "With peacocks feeding on the lawn before a neo-Gothic house, a tree-lined stream flowing towards a Grecian-style temple and a gap in a hedge framing a distant villa, the 112-hectare English-style Wörlitz Park is the pinnacle of Prince Leopold’s garden region. Take your sweet time to saunter amid this mosaic of paths, hedges and follies, but don’t even think about picnicking on the sprawling lawns: even walking on them is very much verboten, as is bicycling within park grounds.\nOn the edge of the park nearest the town lies Prince Leopold’s former country house, the neoclassical Schloss Wörlitz, which is still filled with original late-18th-century furniture and decorations.Bus 334 does the 30-minute trip from Dessau-Rosslau to Wörlitz roughly every two hours between 6am and 5.30pm. From late March to early October, there’s also a 35-minute train service on Wednesday, Saturday and Sunday. Check the timetable carefully before heading out or, better yet, check with the information kiosk Mobilitätszentrale outside the train station. By road from Dessau-Rosslau, take the B185 east to the B107 north, which brings you right into town."
},
{
    "country": "germany",
    "city": "Northern Germany",
    "index": 20,
    "name": "Schloss & Gardens",
    "latitude": "53.624459",
    "longitude": "11.41825",
    "excerpt": "Gothic and Renaissance turrets, Slavic onion domes, Ottoman features and terracotta Hanseatic step gables are among the mishmash of architectural styles…",
    "detail_url": "https://www.lonelyplanet.com/germany/mecklenburg-western-pomerania/schwerin/attractions/schloss-gardens/a/poi-sig/1206354/359383",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4041d8650c8b7db41f8153ebb922a8f6-schloss-gardens.jpg",
    "detail_description": "Gothic and Renaissance turrets, Slavic onion domes, Ottoman features and terracotta Hanseatic step gables are among the mishmash of architectural styles that make up Schwerin’s inimitable Schloss, which is crowned by a gleaming golden dome. Nowadays the Schloss earns its keep as the state’s parliament building.Crossing the causeway south from the palace-surrounding Burggarten brings you to the baroque Schlossgarten (palace garden), intersected by several canals.\nSchwerin derives its name from a Slavic castle known as Zuarin (Animal Pasture) that was formerly on the site, and which was first mentioned in AD 973. In a niche over the main gate, the statue of Niklot depicts a Slavic prince, who was defeated by Heinrich der Löwe in 1160.Inside the palace’s opulently furnished rooms, highlights include a huge collection of Meissen porcelain and richly coloured stained-glass windows in the Schlosskirche.The Burggarten most notably features a wonderful orangerie overlooking the water, with a conservatory restaurant and terrace cafe (open May to October). A handful of statues, a grotto and lookout points are also here."
},
{
    "country": "germany",
    "city": "Fairy-Tale Road",
    "index": 19,
    "name": "Altstadt",
    "latitude": "50.809047",
    "longitude": "8.770427",
    "excerpt": "One of the joys of Marburg is simply strolling around its steeply winding medieval core. Its focal point is the Marktplatz; on the southern side is the…",
    "detail_url": "https://www.lonelyplanet.com/germany/marburg/attractions/altstadt/a/poi-sig/1205623/1003276",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1148599339.jpg",
    "detail_description": "One of the joys of Marburg is simply strolling around its steeply winding medieval core. Its focal point is the Marktplatz; on the southern side is the historic Rathaus (1512). From there it’s a steep climb to the Lutheran St-Marien-Kirche, an imposing red-brick church with great views over the lower town. The terrace on the southern side is the place to watch the sunrise, particularly on weekends, and often in the company of students, revellers, dog walkers and rough sleepers.\nAt the base of the Altstadt’s Reitgasse are the early-14th-century Universitätskirche (University Church), a former Dominican monastery, and the neo-Gothic Alte Universität (1891), still a well-used and -loved part of the Philipps-Universität – the world’s oldest Protestant university. Founded in 1527, it once counted the Brothers Grimm among its student body, which now numbers around 26,000, or a third of the city's population.If you're lucky enough to catch an English-language tour (adult/concession €4/3) of the Altstadt organised by the Tourist Office, they leave from Marktplatz at 5pm on the first Friday of every month from April to October."
},
{
    "country": "germany",
    "city": "Friedrichshain",
    "index": 17,
    "name": "Volkspark Friedrichshain",
    "latitude": "52.526900832302",
    "longitude": "13.432803153992",
    "excerpt": "Berlin’s oldest public park has provided relief from urbanity since 1840, but has been hilly only since the late 1940s, when wartime debris was piled up…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/friedrichshain/attractions/volkspark-friedrichshain/a/poi-sig/1104357/1320681",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_220555540.jpg",
    "detail_description": "Berlin’s oldest public park has provided relief from urbanity since 1840, but has been hilly only since the late 1940s, when wartime debris was piled up here to create two 'mountains' – the taller one, Mont Klamott, rises 78m high. Diversions include expansive lawns for lazing, tennis courts, a half-pipe for skaters, a couple of handily placed beer gardens and an outdoor cinema.\nKids in tow? There are imaginatively themed playgrounds and the enchanting 1913 Märchenbrunnen fountain, where turtle and frog sculptures frolic in terraced water basins flanked by Cinderella, Snow White and other Brothers Grimm stars.If you have a soft spot for revolutionaries, visit the park’s communist-era memorial sites. Along Friedenstrasse, the Denkmal der Spanienkämpfer pays respect to the German members of the International Brigades who died in the Spanish Civil War (1936–39). Just off Landsberger Allee is the Friedhof der Märzgefallenen, a cemetery for the victims of the revolutionary riots of March 1848; an exhibit provides historical background. Finally, on the park's northern edge, the Denkmal des Polnischen Soldaten und des deutschen Antifaschisten honours the joint fight of Polish soldiers and the German resistance against the Nazis."
},
{
    "country": "germany",
    "city": "Fairy-Tale Road",
    "index": 18,
    "name": "Herkules",
    "latitude": "51.316069",
    "longitude": "9.393268",
    "excerpt": "Erected between 1707 and 1717 by Landgrave Karl and declared a Unesco World Heritage site in 2013, the 8.25m-high copper Herkules statue stands atop a…",
    "detail_url": "https://www.lonelyplanet.com/germany/kassel/attractions/herkules/a/poi-sig/1205855/1313946",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1452766021.jpg",
    "detail_description": "Erected between 1707 and 1717 by Landgrave Karl and declared a Unesco World Heritage site in 2013, the 8.25m-high copper Herkules statue stands atop a towering stone pyramid, atop an octagonal amphitheatre, atop an imposing hill at the western end of Bergpark Wilhelmshöhe – altogether some 600m above sea level. Perhaps more phenomenal than the statue itself is the engineering genius behind its 2.3km Wasserspiele cascade, which takes place every Wednesday, Sunday and public holiday from 1 May to 3 October.\nThe water begins its tumble at 2.30pm from up top, near Herkules. From there, you can walk down with the crowds via the Teufelsbrücke (Devil’s Bridge) and the Aquädukt to the Grosse Fontäne (Large Fountain) to watch the water emerge in a 50m-high jet, around 3.45pm. On the first Saturday of each month from June to September, there's also a spectacular night-time illumination – check with Kassel's tourist offices for dates. There's a visitor centre at the Herkules with further information on this genuinely colossal monument (10am to 5pm, closed Monday October to April) and plenty of parking.Unfortunately, scaffolding from ongoing restoration works is visible around the statue itself, and likely to remain for some time."
},
{
    "country": "germany",
    "city": "Munich",
    "index": 16,
    "name": "Bayerisches Nationalmuseum",
    "latitude": "48.142888",
    "longitude": "11.591027",
    "excerpt": "Picture the classic 19th-century museum, a palatial neoclassical edifice overflowing with exotic treasure and thought-provoking works of art, a repository…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/bayerisches-nationalmuseum/a/poi-sig/409038/1342297",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fa0b31d761cbfa03bf958107f14226a2-bayerisches-nationalmuseum.jpg",
    "detail_description": "Picture the classic 19th-century museum, a palatial neoclassical edifice overflowing with exotic treasure and thought-provoking works of art, a repository for a nation’s history, a grand purpose-built display case for royal trinkets, church baubles and state-owned rarities – this is the Bavarian National Museum, a good old-fashioned institution for no-nonsense museum lovers. As the collection fills 40 rooms over three floors, there’s a lot to get through here, so be prepared for at least two hours’ legwork.\nMost visitors start on the 1st floor, where hall after hall is packed with baroque, mannerist and Renaissance sculpture, ecclesiastical treasures (check out all those wobbly Gothic ‘S’ figures), Renaissance clothing and one-off pieces such as the 1000-year-old St Kunigunde’s chest fashioned in mammoth ivory and gold. Climb to the 2nd floor to move up in history to the rococo, Jugendstil and modern periods, represented by priceless collections of Nymphenburg and Meissen porcelain, Tiffany glass, Augsburg silver and precious items used by the Bavarian royal family. Also up here is a huge circular model of Munich in the first half of the 19th century, shortly after it was transformed into a capital fit for a kingdom.It’s easy to miss, but the building’s basement also holds an evocatively displayed collection of Krippen (nativity scenes), some with a Cecil B DeMille–style cast of thousands. Retold in paper, wood and resin, there are Christmas-story scenes here from Bohemia, Moravia and Tyrol, but the biggest contingent hails from Naples. Also here is the excellent museum shop."
},
{
    "country": "germany",
    "city": "Munich",
    "index": 15,
    "name": "Pinakothek der Moderne",
    "latitude": "48.147166152072",
    "longitude": "11.57227551088",
    "excerpt": "Germany's largest modern-art museum unites four significant collections under a single roof: 20th-century art, applied design from the 19th century to…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/pinakothek-der-moderne/a/poi-sig/1207690/1342296",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c9d2c441102bc416776f4aeb6c62258f-pinakothek-der-moderne.jpg",
    "detail_description": "Germany's largest modern-art museum unites four significant collections under a single roof: 20th-century art, applied design from the 19th century to today, a graphics collection and an architecture museum. It's housed in a spectacular building by Stephan Braunfels, whose four-storey interior centres on a vast eye-like dome through which soft natural light filters throughout the blanched-white galleries.\nThe State Gallery of Modern Art has some exemplary modern classics by Picasso, Klee, Dalí and Kandinsky and many lesser-known works that will be new to most visitors. More recent big shots include Georg Baselitz, Andy Warhol, Cy Twombly, Dan Flavin and the late enfant terrible Joseph Beuys.The State Graphics Collection has 400,000 pieces of art on paper, including drawings, prints and engravings by such artists as Leonardo da Vinci and Paul Cézanne. Because of the light-sensitive nature of these works, only a tiny fraction of the collection is shown at any given time.Finally, there's the Architecture Museum, with entire studios of drawings, blueprints, photographs and models by such top practitioners as baroque architect Balthasar Neumann, Bauhaus maven Le Corbusier and 1920s expressionist Erich Mendelsohn.The final gallery, the New Collection, is closed for renovation until 2029. Housed in the basement, it focuses on applied design from the industrial revolution via art nouveau and Bauhaus to today. VW Beetles, Eames chairs and early Apple Macs stand alongside more obscure interwar items that wouldn't be out of place in a Kraftwerk video. There are lots of 1960s furniture, the latest spool tape recorders and an exhibition of the weirdest jewellery you'll ever see. Until the renovation is complete, you can see items from the New Collection in the East Wing, in the Schack Collection, and online."
},
{
    "country": "germany",
    "city": "Munich",
    "index": 13,
    "name": "Englischer Garten",
    "latitude": "48.14719",
    "longitude": "11.588688",
    "excerpt": "The sprawling English Garden is among Europe's biggest city parks – it even rivals London's Hyde Park and New York's Central Park for size – and is a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/schwabing-the-englischer-garten/attractions/englischer-garten/a/poi-sig/409152/1342297",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d9fc0b341380202dd4e3b8a315b19b0-englischer-garten.jpg",
    "detail_description": "The sprawling English Garden is among Europe's biggest city parks – it even rivals London's Hyde Park and New York's Central Park for size – and is a popular playground for locals and visitors alike. Stretching north from Prinzregentenstrasse for about 5km, it was commissioned by Elector Karl Theodor in 1789 and designed by Benjamin Thompson, an American-born scientist working as an adviser to the Bavarian government.\nPaths meander around in dark stands of mature oak and maple before emerging into sunlit meadows of lush grass. Locals are mindful of the park's popularity and cyclists, walkers and joggers coexist amicably. Street musicians dodge balls kicked by children and students sprawl on the grass to chat about missed lectures.Sooner or later you'll find your way to the Kleinhesseloher See, a lovely lake at the centre of the park. Work up a sweat while taking a spin around the lake's three little islands, then quaff a well-earned foamy one at the Seehaus beer garden.Several historic follies lend the park a playful charm. The wholly unexpected Chinesischer Turm, now at the heart of Munich's oldest beer garden, was built in the 18th century during a pan-European craze for all things oriental. Further south, at the top of a gentle hill, stands the heavily photographed Monopteros (1838), a small Greek temple whose ledges are often knee-to-knee with dangling legs belonging to people admiring the view of the Munich skyline.Another hint of Asia awaits further south at the Japanisches Teehaus, built for the 1972 Olympics next to an idyllic duck pond. The best time to come is for an authentic tea ceremony celebrated by a Japanese tea master, though it's only open two days a month."
},
{
    "country": "germany",
    "city": "Füssen",
    "index": 14,
    "name": "Schloss Neuschwanstein",
    "latitude": "47.557364",
    "longitude": "10.748985",
    "excerpt": "Appearing through the mountaintops like a mirage, Schloss Neuschwanstein was the model for Disney’s Sleeping Beauty castle. King Ludwig II planned this…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/fussen/attractions/schloss-neuschwanstein/a/poi-sig/1209300/359356",
    "image_url": "https://lp-cms-production.imgix.net/2021-01/GettyRF_492963464.jpg",
    "detail_description": "Appearing through the mountaintops like a mirage, Schloss Neuschwanstein was the model for Disney’s Sleeping Beauty castle. King Ludwig II planned this fairy-tale pile himself, with the help of a stage designer rather than an architect. He envisioned it as a giant stage on which to recreate the world of Germanic mythology, inspired by the operatic works of his friend Richard Wagner. The most impressive room is the Sängersaal (Minstrels’ Hall), whose frescos depict scenes from the opera Tannhäuser.\nBuilt as a romantic medieval castle, work started in 1869 and, like so many of Ludwig’s grand schemes, was never finished. For all the coffer-depleting sums spent on it, the king spent just over 170 days in residence.Completed sections include Ludwig’s Tristan and Isolde–themed bedroom, dominated by a huge Gothic-style bed crowned with intricately carved cathedral-like spires; a gaudy artificial grotto (another allusion to Tannhäuser); and the Byzantine-style Thronsaal (Throne Room) with an incredible mosaic floor containing over two million stones. The painting opposite the (throneless) throne platform depicts another castle dreamed up by Ludwig that was never built (he planned many more). Almost every window provides tour-halting views across the plain below.The tour ends with a 20-minute film on the castle and its creator, and there's a reasonably priced cafe and the inevitable gift shops.For the postcard view of Neuschwanstein and the plains beyond, walk 10 minutes up to Marienbrücke (Mary’s Bridge), which spans the spectacular Pöllat Gorge over a waterfall just above the castle. It’s said Ludwig enjoyed coming up here after dark to watch the candlelight radiating from the Sängersaal."
},
{
    "country": "germany",
    "city": "Munich",
    "index": 12,
    "name": "Alte Pinakothek",
    "latitude": "48.148481170452",
    "longitude": "11.569476924695",
    "excerpt": "Munich's main repository of Old European Masters is crammed with all the major players who decorated canvases between the 14th and 18th centuries. This…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/maxvorstadt/attractions/alte-pinakothek/a/poi-sig/409068/1342296",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3efd10b26a3e66cfa6e6263c41cf5a15-alte-pinakothek.jpg",
    "detail_description": "Munich's main repository of Old European Masters is crammed with all the major players who decorated canvases between the 14th and 18th centuries. This neoclassical temple was masterminded by Leo von Klenze and is a delicacy even if you can't tell your Rembrandt from your Rubens. The collection is world famous for its exceptional quality and depth, especially when it comes to German masters.\nThe oldest works are altar paintings, among which the standouts are Michael Pacher's Four Church Fathers and Lucas Cranach the Elder's Crucifixion (1503), an emotional rendition of the suffering Jesus.A key room is the Dürersaal upstairs. Here hangs Albrecht Dürer's famous Christlike Self-Portrait (1500), showing the gaze of an artist brimming with self-confidence. His final major work, The Four Apostles, depicts John, Peter, Paul and Mark as rather humble men, in keeping with post-Reformation ideas. Compare this to Matthias Grünewald's Sts Erasmus and Maurice, which shows the saints dressed in rich robes like kings.For a secular theme, inspect Albrecht Altdorfer's Battle of Alexander the Great (1529), which captures in dizzying detail a 6th-century war pitting Greeks against Persians.There's a choice bunch of works by Dutch masters, including an altarpiece by Rogier van der Weyden called The Adoration of the Magi, plus The Seven Joys of Mary by Hans Memling, Danae by Jan Gossaert and The Land of Cockayne by Pieter Bruegel the Elder. At 6m in height, Rubens' epic Last Judgment is so big that Klenze custom-designed the hall for it. A memorable portrait is Hélène Fourment (1631), a youthful beauty who was the ageing Rubens' second wife.The Italians are represented by Botticelli, Rafael, Titian and many others, while the French collection includes paintings by Nicolas Poussin, Claude Lorrain and François Boucher. Among the Spaniards are such heavy hitters as Murillo and Velázquez, and Greece's El Greco also features."
},
{
    "country": "germany",
    "city": "Bavarian Alps",
    "index": 11,
    "name": "Schloss Linderhof",
    "latitude": "47.5666667",
    "longitude": "10.95",
    "excerpt": "A pocket-sized trove of weird treasures, Schloss Linderhof was Ludwig II’s smallest but most sumptuous palace, and the only one he lived to see fully…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavarian-alps/attractions/schloss-linderhof/a/poi-sig/1209414/1320982",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6c726223f62965082fc382d393d13811-schloss-linderhof.jpg",
    "detail_description": "A pocket-sized trove of weird treasures, Schloss Linderhof was Ludwig II’s smallest but most sumptuous palace, and the only one he lived to see fully completed. Finished in 1878, the palace hugs a steep hillside in a fantasy landscape of French gardens, fountains and follies. The reclusive king used the palace as a retreat and hardly ever received visitors here. Linderhof was inspired by Versailles and dedicated to Louis XIV, the French ‘Sun King’.\nLinderhof’s myth-laden, jewel-encrusted rooms are a monument to the king’s excesses that so unsettled the governors in Munich. The private bedroom is the largest, heavily ornamented and anchored by an enormous 108-candle crystal chandelier weighing 500kg. An artificial waterfall, built to cool the room in summer, cascades just outside the window. The dining room reflects the king’s fetish for privacy and inventions. The king ate from a mechanised dining board, whimsically labelled ‘Table, Lay Yourself’, that sank through the floor so that his servants could replenish it without being seen.Created by the famous court gardener Carl von Effner, the gardens and outbuildings, open April to October, are as fascinating as the castle itself. The highlight is the oriental-style Moorish Kiosk, where Ludwig, dressed in oriental garb, would preside over nightly entertainment from a peacock throne. Underwater light dances on the stalactites at the Venus Grotto, an artificial cave inspired by a stage set for Wagner’s Tannhäuser. Now sadly empty, Ludwig’s fantastic conch-shaped boat is moored by the shore.Linderhof is about 13km west of Oberammergau and 26km northwest of Garmisch-Partenkirchen. Bus 9622 travels to Linderhof from Oberammergau nine times a day. If coming from Garmisch-Partenkirchen change in Ettal or Oberammergau. The last service from Linderhof is just before 6pm but, if you miss it, the 13km vista-rich hike back to Oberammergau is an easygoing amble along the valley floor through shady woodland."
},
{
    "country": "germany",
    "city": "Aachen",
    "index": 10,
    "name": "Aachener Dom",
    "latitude": "50.774649811366",
    "longitude": "6.0842141838783",
    "excerpt": "It’s impossible to overestimate the significance of Aachen’s magnificent cathedral. The burial place of Charlemagne, it’s where more than 30 German kings…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/aachen/attractions/aachener-dom/a/poi-sig/1205437/359390",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/05b3384752ae9950e6a6dd9afd1f17fb-aachener-dom.jpg",
    "detail_description": "It’s impossible to overestimate the significance of Aachen’s magnificent cathedral. The burial place of Charlemagne, it’s where more than 30 German kings were crowned and where pilgrims have flocked since the 12th century. Before entering the church, stop by Dom Information for info and tickets for tours and the cathedral treasury. English tours run daily at 2pm.\nThe oldest and most impressive section is Charlemagne’s palace chapel, the Pfalzkapelle, an outstanding example of Carolingian architecture. Completed in 800, the year of the emperor’s coronation, it’s an octagonal dome encircled by a 16-sided ambulatory supported by antique Italian pillars. The colossal brass chandelier was a gift from Emperor Friedrich Barbarossa, during whose reign Charlemagne was canonised in 1165.Pilgrims have poured into town ever since that time, drawn as much by the cult surrounding Charlemagne as by its prized relics: Christ’s loincloth from when he was crucified, Mary’s cloak, the cloth that John the Baptist's decapitated head was wrapped in, and swaddling clothes from when Jesus was an infant. These are displayed once every seven years (next in 2021) and draw 100,000 or more of the faithful.To accommodate these regular floods of visitors, a Gothic choir was docked to the chapel in 1414 and filled with such treasures as the Pala d’oro – a gold-plated altar-front depicting Christ’s Passion – and the jewel-encrusted gilded copper pulpit, both fashioned in the 11th century. At the far end is the gilded shrine of Charlemagne that has held the emperor’s remains since 1215. In front, the equally fanciful shrine of St Mary shelters the four above-mentioned relics.Unless you join a guided tour, you'll barely get a glimpse of the white marble of Charlemagne’s imperial throne in the upstairs gallery. Reached via six steps – just like King Solomon’s throne – it served as the coronation throne of 30 German kings between 936 and 1531."
},
{
    "country": "germany",
    "city": "Würzburg",
    "index": 9,
    "name": "Würzburg Residenz",
    "latitude": "49.792790255821",
    "longitude": "9.9391013491301",
    "excerpt": "The vast Unesco-listed Residenz, built by 18th-century architect Balthasar Neumann as the home of the local prince-bishops, is one of Germany’s most…",
    "detail_url": "https://www.lonelyplanet.com/germany/bavaria/wurzburg/attractions/wuerzburg-residenz/a/poi-sig/476800/359363",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7202f06de0384f73db5bd52fa64f823a-residenz.jpg",
    "detail_description": "The vast Unesco-listed Residenz, built by 18th-century architect Balthasar Neumann as the home of the local prince-bishops, is one of Germany’s most important and beautiful baroque palaces. Top billing goes to the brilliant zigzagging Treppenhaus (staircase) lidded by what still is the world’s largest fresco, a masterpiece by Giovanni Battista Tiepolo depicting allegories of the four then-known continents (Europe, Africa, America and Asia).\nThe structure was commissioned in 1720 by prince-bishop Johann Philipp Franz von Schönborn, who was unhappy with his old-fashioned digs up in Marienberg Fortress, and took almost 60 years to complete. Today the 360 rooms are home to government institutions, university faculties and a museum, but the grandest 40 have been restored for visitors to admire.Besides the Grand Staircase, feast your eyes on the ice-white stucco-adorned Weisser Saal (White Hall) before entering the Kaisersaal (Imperial Hall), canopied by yet another impressive Tiepolo fresco. Other stunners include the gilded stucco Spiegelkabinett (Mirror Hall), covered with a unique mirror-like glass painted with figural, floral and animal motifs (accessible by tour only).In the residence’s south wing, the Hofkirche (Court Church) is another Neumann and Tiepolo co-production. Its marble columns, gold leaf and profusion of angels match the Residenz in splendour and proportions.Entered via frilly wrought-iron gates, the Hofgarten (Court Garden; open until dusk, free) is a smooth blend of French- and English-style landscaping teeming with whimsical sculptures of children, mostly by court sculptor Peter Wagner. Concerts, festivals and special events take place here during the warmer months.The complex also houses collections of antiques, paintings and drawings in the Martin-von-Wagner Museum (no relation to Peter) and, handily, a winery in the atmospheric cellar, the Staatlicher Hofkeller Würzburg, that is open for tours with tasting."
},
{
    "country": "germany",
    "city": "Cologne & Northern Rhineland",
    "index": 8,
    "name": "Abteikirche Maria Laach",
    "latitude": "50.402322",
    "longitude": "7.252607",
    "excerpt": "Serenely tucked within beautiful Eifel countryside, Abteikirche Maria Laach is one of the finest examples of a Romanesque church in Germany. Part of a 900…",
    "detail_url": "https://www.lonelyplanet.com/germany/the-ahr-valley-the-eifel/attractions/abteikirche-maria-laach/a/poi-sig/1208776/1340208",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Germany%20Glees%20Ventura%20Carmona%20GettyImages-1256473619%20RFE.jpg",
    "detail_description": "Serenely tucked within beautiful Eifel countryside, Abteikirche Maria Laach is one of the finest examples of a Romanesque church in Germany. Part of a 900-year-old Benedictine abbey, it is next to a volcanic lake, the Laacher See, surrounded by a 21-sq-km nature reserve. Attending prayer services is worthwhile if only to listen to the monks' ethereal chanting in Latin and German. Before entering the compound, drop by the visitors centre for information on the abbey and the lake area.\nYou enter the church via a large Vorhalle (portico; restored in 2009), a feature not usually found north of the Alps. Note the quirky carvings on and above the capitals and the Löwenbrunnen (Lion Fountain), reminiscent of Moorish architecture. The interior is surprisingly modest, in part because the original furnishings were lost during the 1800s. In the west apse lies the late-13th-century, recumbent, statue-adorned tomb of abbey founder Heinrich II of Palatine. The east apse shelters the high altar with its wooden canopy; overhead is an early-20th-century Byzantine-style mosaic of Christ donated by Kaiser Wilhelm II. The entrance to the 11th-century crypt is to the left of the choir.Across the path from the Klostergaststätte restaurant, a 20-minute film looks at the life of the resident 46 monks, who take the motto Ora et labora (pray and work) very seriously indeed. They pray five times a day and earn a living from economic activities such as growing organic apples and raising house plants, available for purchase in the Klostergärtnerei nursery.Various trails take walkers up the forested hill behind the abbey; options for circumambulating the Laacher See include the lakefront Ufer-Rundweg (8km) and the more strenuous Höhenrundweg (15km).Next to the car park, a small shop sells fruits and vegetables grown by the monks, as well as other organic edibles.Maria Laach is about 30km northwest of Koblenz and 22km southeast of Bad Neuenahr-Ahrweiler. The nearest train station is in Andernach from where bus 310 travels to the abbey in 25 minutes. Parking is €2."
},
{
    "country": "germany",
    "city": "Cologne",
    "index": 7,
    "name": "Kölner Dom",
    "latitude": "50.941202186536",
    "longitude": "6.9581980134845",
    "excerpt": "Cologne’s geographical and spiritual heart – and its single-biggest tourist draw – is the magnificent Kölner Dom. With its soaring twin spires, this is…",
    "detail_url": "https://www.lonelyplanet.com/germany/north-rhine-westphalia/cologne/attractions/koelner-dom/a/poi-sig/456311/359392",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-562412011_medium.jpg",
    "detail_description": "Cologne’s geographical and spiritual heart – and its single-biggest tourist draw – is the magnificent Kölner Dom. With its soaring twin spires, this is the Mt Everest of cathedrals, jam-packed with art and treasures. For an exercise fix, climb the 533 steps up the Dom’s south tower to the base of the steeple that dwarfed all buildings in Europe until Gustave Eiffel built a certain tower in Paris. The Domforum visitor centre is a good source of info and tickets.\nThe Dom is Germany’s largest cathedral and must be circled from the outside to truly appreciate its dimensions. Note how its lacy spires and flying buttresses create a sensation of lightness and fragility despite its mass and height.This feeling of airiness continues inside, where a phalanx of pillars and arches supports the lofty nave. Soft light filters through the medieval stained-glass windows, as well as a much-lauded recent window by contemporary artist Gerhard Richter in the right transept. A kaleidoscope of 11,500 squares in 72 colours, Richter’s abstract design has been called a ‘symphony of light’; in the afternoon especially, when the sun hits it just so, it’s easy to understand why.The pièce de résistance among the cathedral’s bevy of treasures is the Shrine of the Three Kings behind the main altar, a richly bejewelled and gilded sarcophagus said to hold the remains of the kings who followed the star to the stable in Bethlehem where Jesus was born. The bones were spirited out of Milan in 1164 as spoils of war by Emperor Barbarossa’s chancellor and instantly turned Cologne into a major pilgrimage site.Other highlights include the Gero Crucifix (970), notable for its monumental size and an emotional intensity rarely achieved in those early medieval days; the choir stalls from 1310, richly carved from oak; and the altar painting (c 1450) by Cologne artist Stephan Lochner.During your climb up to the 95m-high viewing platform on the south tower, take a breather and admire the 24-tonne Peter Bell (1923), the largest free-swinging working bell in the world.To get more out of your visit, invest €1 in the information pamphlet or join a guided tour."
},
{
    "country": "germany",
    "city": "City West & Charlottenburg",
    "index": 6,
    "name": "Schloss Charlottenburg",
    "latitude": "52.520804",
    "longitude": "13.295721",
    "excerpt": "Charlottenburg Palace is one of Berlin's few sites that still reflect the one-time grandeur of the Hohenzollern clan, which ruled the region from 1415 to…",
    "detail_url": "https://www.lonelyplanet.com/germany/berlin/charlottenburg-and-northern-wilmersdorf/attractions/schloss-charlottenburg/a/poi-sig/1119921/1320678",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/84b66833b9d533153156a1a7a86ee75c-schloss-charlottenburg.jpg",
    "detail_description": "Charlottenburg Palace is one of Berlin's few sites that still reflect the one-time grandeur of the Hohenzollern clan, which ruled the region from 1415 to 1918. Originally a petite summer retreat, it grew into an exquisite baroque pile with opulent private apartments, richly decorated festival halls, collections of precious porcelain and paintings by French 18th-century masters. It's lovely in fine weather, when you can fold a stroll in the palace park into a day of peeking at royal treasures.\nThe palace's oldest section, the Altes Schloss, is an extravaganza in stucco, brocade and overall opulence. Highlights include: the Oak Gallery, a wood-panelled festival hall draped in family portraits; the lovely Oval Hall, with views of the gardens; Friedrich I’s bedchamber, with the first-ever bathroom in a baroque palace; and the fabulous Porcelain Chamber, smothered top to bottom in Chinese and Japanese blue ware.Charlottenburg's most beautiful rooms are the flamboyant private chambers of Frederick the Great in the Neuer Flügel extension, designed in 1746 by the period's star architect Georg Wenzeslaus von Knobelsdorff. Standouts include the confection-like White Hall banquet room, the mirrored and gilded Golden Gallery and the paintings by Watteau, Pesne and other 18th-century French masters. In the same wing, the apartments of Queen Luise (1776–1810), wife of King Friedrich Wilhelm III, are decked out with lavish chandeliers, period furniture and hand-painted silk wall coverings.The adjacent Schinkel-designed Neuer Pavillon served as a summer retreat for Friedrich Wilhelm III and now houses paintings from the Romantic and Biedermeier periods.A stroll around the sprawling palace park, with its shady walkways, flower beds and manicured lawns, is a must; you’ll stumble upon the pint-size palace called Belvedere, now an elegant setting for porcelain masterpieces by the royal manufacturer KPM.Across the carp pond awaits the 1810 neoclassical Mausoleum, where various royals, including Kaiser Wilhelm I and his wife, are entombed in ornate marble sarcophagi.Each building charges separate admission; it’s best to invest in the 'charlottenburg+' day pass for access to everything. The place gets busy, so come early on weekends and in summer."
},
{
    "country": "germany",
    "city": "Munich",
    "index": 5,
    "name": "Münchner Stadtmuseum",
    "latitude": "48.13527",
    "longitude": "11.572927",
    "excerpt": "Installed for the city's 850th birthday (2008), the Münchner Stadtmuseum's Typisch München (Typically Munich) exhibition – taking up the whole of a…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/muenchner-stadtmuseum/a/poi-sig/409406/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7f7ea3b81902930977bc323a3473687b-munchner-stadtmuseum.jpg",
    "detail_description": "Installed for the city's 850th birthday (2008), the Münchner Stadtmuseum's Typisch München (Typically Munich) exhibition – taking up the whole of a rambling building – tells Munich's story in an imaginative, uncluttered and engaging way. Exhibits in each section represent something quintessential about the city; a booklet/audioguide relates the tale behind them, thus condensing a long and tangled history into easily digestible themes.\nSet out in chronological order, the exhibition kicks off with the monks who founded the city and ends with the postwar-boom decades. The first of five sections, Old Munich, contains a scale model of the city in the late 16th century (one of five commissioned by Duke Albrecht V; the Bayerisches Nationalmuseum displays the others), but the highlight here is the The Morris Dancers, a series of statuettes gyrating like 15th-century ravers. It's one of the most valuable works owned by the city.Next comes New Munich, which charts the Bavarian capital's 18th- and 19th-century transformation into a prestigious royal capital and the making of the modern city. The Canaletto View gives an idea in oil paint of how Munich looked in the mid-18th century, before the Wittelsbachs (the German noble family that ruled Bavaria) launched their makeover. The section also takes a fascinating look at the origins of Oktoberfest and Munich's cuisine, as well as the phenomenon of the 'Munich Beauty' – Munich's womenfolk are regarded as Germany's most attractive.City of Munich examines the weird and wonderful late 19th and early 20th century, a period known for Jugendstil (art nouveau) architecture and design, Richard Wagner, and avant-garde rumblings in Schwabing. In this era, Munich became known as the 'city of art and beer', a title that many agree it still holds today.The fourth hall, Revue, becomes a little obscure, but basically deals with the aftermath of WWI and the rise of the Nazis. The lead-up to war and the city's suffering during WWII occupy the Feuchtwangersaal, where a photo of a very determined Chamberlain stands next to the other signatories to the 1938 Munich Agreement, which created parts of Czechoslovakia to Nazi Germany. This is followed by a couple of fascinating rooms that paint a portrait of the modern city, including nostalgic TV footage from the last 40 years.Though the Typical Munich exhibition touches on the period, the rise of the Nazis has been rightly left as a powerful separate exhibition called Nationalsozialismus in München. This occupies an eerily windowless annexe."
},
{
    "country": "germany",
    "city": "Munich",
    "index": 4,
    "name": "Residenzmuseum",
    "latitude": "48.140495782459",
    "longitude": "11.577987136234",
    "excerpt": "Home to Bavaria's Wittelsbach rulers from 1508 until WWI, the Residenz is Munich's number-one attraction. The amazing treasures, as well as all the…",
    "detail_url": "https://www.lonelyplanet.com/germany/munich/altstadt-residenz/attractions/residenzmuseum/a/poi-sig/409126/1342295",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eeae0047cda714cecbf98910d547c149-residenzmuseum.jpg",
    "detail_description": "Home to Bavaria's Wittelsbach rulers from 1508 until WWI, the Residenz is Munich's number-one attraction. The amazing treasures, as well as all the trappings of the Wittelbachs' lifestyle over the centuries, are on display at the Residenzmuseum, which takes up around half of the palace. Allow at least two hours to see everything at a gallop.\nTours are in the company of a rather long-winded audioguide (free), and gone are the days when the building was divided into morning and afternoon sections, all of which means a lot of ground to cover in one go. It's worth fast-forwarding a bit to where the prescribed route splits into short and long tours, taking the long route for the most spectacular interiors. Approximately 90 rooms are open to the public at any one time, but as renovation work is ongoing, closures are inevitable, and you may not see all the highlights.When wandering the Residenz, don't forget that only 50 sq metres of the building's roof remained intact at the end of WWII. Most of what you see today is a Wittelsbach postwar reconstruction.The tours kick off at the Grottenhof (Grotto Court), home of the wonderful Perseusbrunnen (Perseus Fountain), with its namesake holding the dripping head of Medusa. Next door is the famous Antiquarium, a barrel-vaulted hall smothered in frescoes and built to house the Wittelsbachs' enormous antique collection. It's widely regarded as the finest Renaissance interior north of the Alps.Further along the tour route, the neo-Byzantine Hofkirche was built for Ludwig I in 1826. After WWII only the red-brick walls were left; it reopened as an atmospheric concert venue in 2003.Upstairs are the Kurfürstenzimmer (Electors Rooms), with some stunning Italian portraits and a passage lined with two dozen views of Italy, painted by local romantic artist Carl Rottmann. Also up here are François Cuvilliés' Reiche Zimmer (Rich Rooms), a six-room extravaganza of exuberant rococo carried out by the top stucco and fresco artists of the day; they're a definite highlight. More rococo magic awaits in the Ahnengallery (Ancestors Gallery), with 121 portraits of the rulers of Bavaria in chronological order.The Hofkapelle, reserved for the ruler and his family, fades quickly in the memory when you see the exquisite Reichekapelle, with its blue-and-gilt ceiling, inlaid marble and 16th-century organ. Considered the finest rococo interiors in southern Germany, another spot to linger is the Steinzimmer (Stone Rooms), the emperor's quarters, awash in intricately patterned and coloured marble."
}