[
{
    "country": "girona",
    "city": "Girona",
    "index": 7,
    "name": "Museu d’Història de Girona",
    "latitude": "41.986809",
    "longitude": "2.8253",
    "excerpt": "Eighteenth-century cloisters lend an appropriately antique feel to this journey from Roman Girona to medieval times to the present day. The museum's…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/museu-d-historia-de-girona/a/poi-sig/1188360/360762",
    "image_url": null,
    "detail_description": "Eighteenth-century cloisters lend an appropriately antique feel to this journey from Roman Girona to medieval times to the present day. The museum's highlights include an exhibition illuminating the 3rd- to 4th-century Can Pau Birol mosaic, which depicts a lively circus scene with charioteers, and an explanation of the 1808 to 1809 siege of Girona by Napoleonic troops. Many pieces on display are copies rather than originals. Spanish-, English- and French-language booklets help with the Catalan-only display labels.\n"
},
{
    "country": "girona",
    "city": "Girona",
    "index": 12,
    "name": "Torre Gironella",
    "latitude": "41.986636",
    "longitude": "2.828454",
    "excerpt": "Climb to the top of this old stone tower for a staggering view over Girona.",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/torre-gironella/a/poi-sig/1633944/360762",
    "image_url": null,
    "detail_description": "Climb to the top of this old stone tower for a staggering view over Girona.\n"
},
{
    "country": "girona",
    "city": "Girona",
    "index": 11,
    "name": "Jardins dels Alemanys",
    "latitude": "41.986754",
    "longitude": "2.828153",
    "excerpt": "Rustic gardens with the ruins of some old walls that were once used as barracks by German soldiers during the Peninsular War in the 19th century.",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/jardins-dels-alemanys/a/poi-sig/1633943/360762",
    "image_url": null,
    "detail_description": "Rustic gardens with the ruins of some old walls that were once used as barracks by German soldiers during the Peninsular War in the 19th century.\n"
},
{
    "country": "girona",
    "city": "Girona",
    "index": 10,
    "name": "Museu d'Arqueologia de Catalunya–Girona",
    "latitude": "41.988779",
    "longitude": "2.826576",
    "excerpt": "Girona's archeology museum hosts old-school exhibits that date from prehistoric to medieval times, including pre-Roman Iberian amphorae, Roman mosaics,…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/museu-d-arqueologia-de-catalunya-girona/a/poi-sig/1024595/360762",
    "image_url": null,
    "detail_description": "Girona's archeology museum hosts old-school exhibits that date from prehistoric to medieval times, including pre-Roman Iberian amphorae, Roman mosaics, early-Christian sarcophagi and the 4th-century Roman marble Sepulcre de les Estacions (Sepulchre of the Seasons) from the nearby ruins of Empúries.\nIt's located within the handsome Romanesque Monestir de Sant Pere de Galligants."
},
{
    "country": "girona",
    "city": "Girona",
    "index": 9,
    "name": "Banys Àrabs",
    "latitude": "41.988221",
    "longitude": "2.825997",
    "excerpt": "Although modelled on earlier Islamic and Roman bathhouses, the Banys Àrabs are a finely preserved, 12th-century Christian affair in Romanesque style …",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/banys-arabs/a/poi-sig/1024599/360762",
    "image_url": null,
    "detail_description": "Although modelled on earlier Islamic and Roman bathhouses, the Banys Àrabs are a finely preserved, 12th-century Christian affair in Romanesque style (restored in the 13th century). The baths contain an apodyterium (changing room), with a small octagonal pool framed by slender pillars, followed by a frigidarium and tepidarium (with respectively cold and warm water) and a caldarium (a kind of sauna) heated by an underfloor furnace.\n"
},
{
    "country": "girona",
    "city": "Girona",
    "index": 6,
    "name": "Basílica de Sant Feliu",
    "latitude": "41.987774",
    "longitude": "2.824967",
    "excerpt": "Just downhill from the cathedral stands Girona’s second great church, with its landmark truncated bell tower. The nave is majestic with Gothic ribbed…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/basilica-de-sant-feliu/a/poi-sig/1107081/360762",
    "image_url": null,
    "detail_description": "Just downhill from the cathedral stands Girona’s second great church, with its landmark truncated bell tower. The nave is majestic with Gothic ribbed vaulting, while St Narcissus, the city's patron, is venerated in an enormous marble-and-jasper, late-baroque side chapel. To the right of the chapel is the saint's Gothic, 1328 sepulchre (which previously held his remains), displaying his reclining form and scenes from his life including the conversion of women, martyrdom and expelling of an evil genie.\nAudio guides included."
},
{
    "country": "girona",
    "city": "Girona",
    "index": 8,
    "name": "Museu del Cinema",
    "latitude": "41.983667",
    "longitude": "2.822499",
    "excerpt": "There's much more to this entrancing museum than the silver screen. Displays examine why humanity longs to indulge its imagination, probing the origins of…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/museu-del-cinema/a/poi-sig/1188361/360762",
    "image_url": null,
    "detail_description": "There's much more to this entrancing museum than the silver screen. Displays examine why humanity longs to indulge its imagination, probing the origins of visual storytelling, such as Chinese and Indian shadow puppets. It’s a whistle-stop tour taking in the invention of the camera obscura, the 19th-century debut of the Lumière brothers, and optical illusions using mirrors and trickery of light, including eerie phantasmagoria. Displays are in Catalan, Spanish, English and French.\n"
},
{
    "country": "girona",
    "city": "Girona",
    "index": 5,
    "name": "Muralles de Girona",
    "latitude": "41.988038",
    "longitude": "2.826319",
    "excerpt": "A walk along Girona’s majestic medieval walls is a wonderful way to soak up the city landscape. There are several access points, including a lane east of…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/muralles-de-girona/a/poi-sig/1204904/360762",
    "image_url": null,
    "detail_description": "A walk along Girona’s majestic medieval walls is a wonderful way to soak up the city landscape. There are several access points, including a lane east of the cathedral that leads into the thick greenery of the Jardins dels Alemanys. Nearby, you can clamber up a spiral staircase inside the Torre Gironella for a fantastic lookout (and an excellent spot to watch the sunset). From there, you can continue along high above the rooftops to the Jardins de la Muralla where the wall ends.\n"
},
{
    "country": "girona",
    "city": "Girona",
    "index": 4,
    "name": "Museu d’Art de Girona",
    "latitude": "41.986889",
    "longitude": "2.826512",
    "excerpt": "Next to the cathedral, in the 12th- to 16th-century Palau Episcopal, this art gallery impresses with the scale and variety of its collection. Around 8500…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/museu-d-art-de-girona/a/poi-sig/1188358/360762",
    "image_url": null,
    "detail_description": "Next to the cathedral, in the 12th- to 16th-century Palau Episcopal, this art gallery impresses with the scale and variety of its collection. Around 8500 pieces of art, mostly from this region, fill its displays, which ranges from Romanesque woodcarvings and murals to paintings of the city by 20th-century Polish-French artist Mela Muter, early-20th-century sculptures by influential Catalan architect Rafael Masó i Valentí, and works by leading Modernista artist Santiago Rusiñol.\nDon’t miss Room 8 on the 1st floor: its stone walls are covered in gold-spangled religious art, giving the impression of wandering through a Gothic cathedral."
},
{
    "country": "girona",
    "city": "Girona",
    "index": 3,
    "name": "Monestir de Sant Pere de Galligants",
    "latitude": "41.988771",
    "longitude": "2.826533",
    "excerpt": "This beautiful 11th- and 12th-century Romanesque Benedectine monastery has a sublime bell tower and a splendid cloister featuring otherworldly animals and…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/monestir-de-sant-pere-de-galligants/a/poi-sig/1204906/360762",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1071525080.jpg",
    "detail_description": "This beautiful 11th- and 12th-century Romanesque Benedectine monastery has a sublime bell tower and a splendid cloister featuring otherworldly animals and mythical creatures on the 60 capitals of its double columns; there are some great architectural features in the church too.\nSpread across the monastery is the Museu d'Arqueologia de Catalunya–Girona, exhibiting artefacts dating from prehistoric to medieval times, including Roman mosaics, early-Christian sarcophagi and the 4th-century Roman marble Sepulcre de les Estacions (Sepulchre of the Seasons), unearthed from the ruins of Empúries."
},
{
    "country": "girona",
    "city": "Girona",
    "index": 2,
    "name": "Museu d’Història dels Jueus",
    "latitude": "41.98606",
    "longitude": "2.825439",
    "excerpt": "Until 1492, Girona was home to Catalonia’s second-most important medieval Jewish community, after Barcelona, and one of the country's finest Jewish…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/museu-d-historia-dels-jueus/a/poi-sig/1024593/360762",
    "image_url": null,
    "detail_description": "Until 1492, Girona was home to Catalonia’s second-most important medieval Jewish community, after Barcelona, and one of the country's finest Jewish quarters. This excellent museum takes pride in this heritage, without shying away from less salubrious aspects such as Inquisition persecution and forced conversions. You also see a rare 11th-century miqvé (ritual bath) and a 13th-century Jewish house.\nOther well-presented displays run through Girona’s Jewish contribution to medieval astronomy, medicine and mathematics, the synagogue, family structure, everyday life, and rituals in the Jewish community and the diaspora. Standout objects include funerary slabs and the original 1492 documents ordering the expulsion of Jews from Spain. Detailed information panels appear in Catalan, Spanish, English and French."
},
{
    "country": "girona",
    "city": "Girona",
    "index": 1,
    "name": "Catedral de Girona",
    "latitude": "41.987439",
    "longitude": "2.825986",
    "excerpt": "Towering over a flight of 86 steps rising from Plaça de la Catedral, Girona's imposing cathedral is far more ancient than its billowing baroque facade…",
    "detail_url": "https://www.lonelyplanet.com/spain/catalonia/girona/attractions/catedral-de-girona/a/poi-sig/1204900/360762",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1499311416.jpg",
    "detail_description": "Towering over a flight of 86 steps rising from Plaça de la Catedral, Girona's imposing cathedral is far more ancient than its billowing baroque facade suggests. Built over an old Roman forum, parts of its foundations date from the 5th century. Today, 14th-century Gothic styling – added over an 11th-century Romanesque church – dominates, though a beautiful, double-columned Romanesque cloister dates from the 12th century. With the world's second-widest Gothic nave, it's a formidable sight to explore, but audio guides are provided.\nHighlights include the richly carved fantastical beasts and biblical scenes in the cloister's southern gallery, and a 14th-century silver altarpiece, studded with gemstones, portraying 16 scenes from the life of Christ. Also seek out the bishop's throne and the museum, which holds the masterly Romanesque Tapís de la creació (Tapestry of the Creation); dating from the 11th or 12th century, the tapestry shows God surrounded by the creation of Adam, Eve, the animals, the sky, light and darkness. There is also a Mozarabic illuminated Beatus manuscript, dating from 975."
}
]