[
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 1,
    "name": "Pyramids of Giza",
    "latitude": "29.978004",
    "longitude": "31.132658",
    "excerpt": "The last remaining wonder of the ancient world; for nearly 4000 years, the extraordinary shape, impeccable geometry and sheer bulk of the Giza Pyramids…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/pyramids-of-giza/a/poi-sig/1432031/1342174",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/GettyRF_1085205362.jpg",
    "detail_description": "The last remaining wonder of the ancient world; for nearly 4000 years, the extraordinary shape, impeccable geometry and sheer bulk of the Giza Pyramids have invited the obvious questions: ‘How were we built, and why?’. Centuries of research have given us parts of the answer. Built as massive tombs on the orders of the pharaohs, they were constructed by teams of workers tens-of-thousands strong. Today they stand as an awe-inspiring tribute to the might, organisation and achievements of ancient Egypt.\nOngoing excavations on the Giza Plateau, along with the discovery of a pyramid-builders' settlement, complete with areas for large-scale food production and medical facilities, have provided more evidence that the workers were not the slaves of Hollywood tradition, but an organised workforce of Egyptian farmers. During the flood season, when the Nile covered their fields, the same farmers could have been redeployed by the highly structured bureaucracy to work on the pharaoh’s tomb. In this way, the Pyramids can almost be seen as an ancient job-creation scheme. And the flood waters made it easier to transport building stone to the site.But despite the evidence, some still won’t accept that the ancient Egyptians were capable of such achievements. So-called pyramidologists point to the carving and placement of the stones, precise to the millimetre, and argue the numerological significance of the structures’ dimensions as evidence that the Pyramids were constructed by angels or aliens. It’s easy to laugh at these out-there ideas, but when you see the monuments up close, especially inside, you’ll better understand why so many people believe such awesome structures must have unearthly origins.Most visitors will make a beeline straight to the four most famous sights; the Great Pyramid of Khufu, the Pyramid of Khafre, the Pyramid of Menkaure and the Sphinx. But for those who want to explore further, the desert plateau surrounding the pyramids is littered with tombs, temple ruins and smaller satellite pyramids."
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 19,
    "name": "Solar Barque Pits",
    "latitude": "29.97953006",
    "longitude": "31.13571903",
    "excerpt": "On the east side of the Great Pyramid of Khufu note the solar barque pits that housed the giant ritual boats buried with the pharaoh.",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/solar-barque-pits/a/poi-sig/1436600/1342174",
    "image_url": null,
    "detail_description": "On the east side of the Great Pyramid of Khufu note the solar barque pits that housed the giant ritual boats buried with the pharaoh.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 18,
    "name": "Tomb of Seshemnufer IV",
    "latitude": "29.97728837",
    "longitude": "31.13560141",
    "excerpt": "The Tomb of Seshemnufer IV, just southeast of the Great Pyramid, is almost always open. There are carved deer on the entrance room walls and a burial…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/tomb-of-seshemnufer-iv/a/poi-sig/1436623/1342174",
    "image_url": null,
    "detail_description": "The Tomb of Seshemnufer IV, just southeast of the Great Pyramid, is almost always open. There are carved deer on the entrance room walls and a burial chamber you can climb into.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 17,
    "name": "Queens' Pyramids",
    "latitude": "29.97159485",
    "longitude": "31.12825264",
    "excerpt": "To the south of the Pyramid of Menkaure is a set of three small Queens’ Pyramids. Archaeologists presume they were intended as the tombs for Menkaure's…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/queens-pyramids/a/poi-sig/1436720/1342174",
    "image_url": null,
    "detail_description": "To the south of the Pyramid of Menkaure is a set of three small Queens’ Pyramids. Archaeologists presume they were intended as the tombs for Menkaure's wives but excavations haven't been able to confirm this.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 16,
    "name": "Menkaure's Funerary Temple",
    "latitude": "29.97247261",
    "longitude": "31.12917209",
    "excerpt": "Just outside the Pyramid of Menkaure you can see the excavated remains of Menkaure’s Funerary Temple with its courtyard leading onto a sanctuary…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/menkaure-s-funerary-temple/a/poi-sig/1436526/1342174",
    "image_url": null,
    "detail_description": "Just outside the Pyramid of Menkaure you can see the excavated remains of Menkaure’s Funerary Temple with its courtyard leading onto a sanctuary surrounded by chambers which would have functioned as storerooms.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 15,
    "name": "Tomb of Senegemib-Inti",
    "latitude": "29.97995939",
    "longitude": "31.13128636",
    "excerpt": "At the north end of the Western Cemetery, the Tomb of Senegemib-Inti contains interesting inscriptions, including a rather vicious-looking hippopotamus,…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/tomb-of-senegemib-inti/a/poi-sig/1436610/1342174",
    "image_url": null,
    "detail_description": "At the north end of the Western Cemetery, the Tomb of Senegemib-Inti contains interesting inscriptions, including a rather vicious-looking hippopotamus, rippling with muscle.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 14,
    "name": "Tomb of Meresankh III",
    "latitude": "29.978171",
    "longitude": "31.137249",
    "excerpt": "The bas-reliefs of daily life – scenes depict farming and craftspeople as well as Meresankh's family – inside this 4th dynasty tomb provide a colourful…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/tomb-of-meresankh-iii/a/poi-sig/1577864/1342174",
    "image_url": null,
    "detail_description": "The bas-reliefs of daily life – scenes depict farming and craftspeople as well as Meresankh's family – inside this 4th dynasty tomb provide a colourful contrast with the stark, unadorned interiors of the Pyramids.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 13,
    "name": "Queens' Pyramids",
    "latitude": "29.97787309",
    "longitude": "31.13621824",
    "excerpt": "Along the Great Pyramid of Khufu's east face, three small structures some 20m high resemble piles of rubble. These are the Queens’ Pyramids, the tombs of…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/queens-pyramids/a/poi-sig/1436729/1342174",
    "image_url": null,
    "detail_description": "Along the Great Pyramid of Khufu's east face, three small structures some 20m high resemble piles of rubble. These are the Queens’ Pyramids, the tombs of Khufu’s wives and sisters. You can enter some of them, but they’re quite steamy inside.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 12,
    "name": "Menkaure's Valley Temple",
    "latitude": "29.97247237",
    "longitude": "31.13640145",
    "excerpt": "Head east from the Pyramid of Menkaure to visit the ruins of Menkaure's valley temple. Excavations here unearthed many statues of Menkaure and also…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/menkaure-s-valley-temple/a/poi-sig/1436533/1342174",
    "image_url": null,
    "detail_description": "Head east from the Pyramid of Menkaure to visit the ruins of Menkaure's valley temple. Excavations here unearthed many statues of Menkaure and also confirmed that this building was reused as a palace and centre of a mortuary cult in later centuries.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 11,
    "name": "King Farouk's Rest House",
    "latitude": "29.98017439",
    "longitude": "31.13628143",
    "excerpt": "East of the Great Pyramid of Khufu is a ruin of a different era: King Farouk’s Rest House, a grand neo-Pharaonic structure built in 1946 by Mustafa Fahmy…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/king-farouk-s-rest-house/a/poi-sig/1436521/1342174",
    "image_url": null,
    "detail_description": "East of the Great Pyramid of Khufu is a ruin of a different era: King Farouk’s Rest House, a grand neo-Pharaonic structure built in 1946 by Mustafa Fahmy. The building has been disused for years, but in 2017 the Egyptian government announced it had been pegged for restoration.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 10,
    "name": "Western Cemetery",
    "latitude": "29.97915346",
    "longitude": "31.1308387",
    "excerpt": "Private cemeteries are tucked into the hill alongside the causeways, as well as arrayed in neat rows around the Pyramids in a grid pattern. Only a few of…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/western-cemetery/a/poi-sig/1436628/1342174",
    "image_url": null,
    "detail_description": "Private cemeteries are tucked into the hill alongside the causeways, as well as arrayed in neat rows around the Pyramids in a grid pattern. Only a few of the tombs are open to the public at any given time. At the northern end of the Western Cemetery, the Tomb of Senegemib-Inti contains interesting inscriptions, including a rather vicious looking hippopotamus, rippling with muscle.\n"
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 9,
    "name": "Eastern Cemetery",
    "latitude": "29.97765105",
    "longitude": "31.13699878",
    "excerpt": "In this cemetery, on the eastern flank of the Queen's Pyramids, you can still see the perfectly smooth limestone facing along the bases of some structures…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/eastern-cemetery/a/poi-sig/1436796/1342174",
    "image_url": null,
    "detail_description": "In this cemetery, on the eastern flank of the Queen's Pyramids, you can still see the perfectly smooth limestone facing along the bases of some structures. The 4th-dynasty Tomb of Meresankh III, after 25 years of closure, has been reopened to help boost tourism. The bas-reliefs of daily life inside – scenes depict farming and craftspeople as well as Meresankh's family – provide a colourful contrast with the stark, unadorned interiors of the Pyramids.\nJust to the south, the Tomb of Seshemnufer IV is almost always open. Just inside the columned entrance, carved deer adorn the walls of the entrance room and there's a burial chamber you can climb down into."
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 8,
    "name": "Khafre’s Valley Temple",
    "latitude": "29.974797",
    "longitude": "31.138247",
    "excerpt": "You approach the Sphinx through this temple that once sat at the edge of a small artificial lake, connected to the Nile by a canal – it was in this way…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/khafre-s-valley-temple/a/poi-sig/1432039/1342174",
    "image_url": null,
    "detail_description": "You approach the Sphinx through this temple that once sat at the edge of a small artificial lake, connected to the Nile by a canal – it was in this way that construction materials were brought to the area at the start, and later it was how worshippers came to visit the temple. The sturdy building is filled with beautiful pink-granite columns and alabaster floors.\nLook in the corners, where the pink-granite facing stones fit together like pieces of a jigsaw puzzle. The temple originally held 23 statues of Khafre, which were illuminated with the ancient version of mood lighting, through slits between the top of the wall and the flat roof. Only one of these statues, all carved in the hard black stone diorite, has been found intact – it is now in the Egyptian Museum."
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 7,
    "name": "Wissa Wassef Art Centre",
    "latitude": "29.96542",
    "longitude": "31.176667",
    "excerpt": "The artisans of the Wissa Wassef Art Centre, who work in open studios, are known for their distinctive tapestries depicting rural scenes. Crude imitations…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/wissa-wassef-art-centre/a/poi-sig/406140/1342174",
    "image_url": null,
    "detail_description": "The artisans of the Wissa Wassef Art Centre, who work in open studios, are known for their distinctive tapestries depicting rural scenes. Crude imitations are standard in souvenir shops; the ones for sale and on display in the museum here are in a completely different class, like paintings in wool. There’s pottery and batik fabric, done to equally good effect. The place has the feeling of a sanctuary – quiet and refreshingly green, especially after a dusty Pyramids visit.\nThe centre is housed in a beautiful mudbrick complex, the work of its founder, architect Ramses Wissa Wassef. It won an Aga Khan prize for its refined traditional style.To get here, take a Saqqara-bound microbus (LE3) or taxi from Pyramids Rd at Maryutia Canal – a giant flyover runs above it. Get off when you see the blue ‘Harraniyya’ sign, after about 3.5km, and about 600m after the flyover turns away. The centre is by the canal on the west side of the road."
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 6,
    "name": "Cheops Boat Museum",
    "latitude": "29.977706",
    "longitude": "31.134503",
    "excerpt": "Immediately south of the Great Pyramid is this fascinating museum with exactly one object on display: one of Cheops' five solar barques (boats), buried…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/cheops-boat-museum/a/poi-sig/1431450/1342174",
    "image_url": null,
    "detail_description": "Immediately south of the Great Pyramid is this fascinating museum with exactly one object on display: one of Cheops' five solar barques (boats), buried near his pyramid, and unearthed in 1954. This huge, stunning ancient wood vessel, possibly the oldest boat in existence, was carefully restored from 1200 pieces of Lebanese cedar and encased in this museum to protect it from the elements. Visitors to the museum must help this process by donning protective footwear to keep sand out.\nFive large pits were found near the Great Pyramid of Khufu. They contained the pharaoh’s solar barques, which may have been used to convey the mummy of the dead pharaoh across the Nile to the valley temple, from where it was brought up the causeway and into the tomb chamber. The boats were then buried around the pyramid to provide transport for the pharaoh in the next world.This boat was put back together for this museum, but the others were buried again after their discovery."
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 4,
    "name": "Pyramid of Khafre",
    "latitude": "29.975959",
    "longitude": "31.130962",
    "excerpt": "Khafre, the second pyramid, seems larger than that of Khafre's father, Khufu. At just 136m high, it’s not, but it stands on higher ground and its peak is…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/pyramid-of-khafre/a/poi-sig/406390/1342174",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1492706309.jpg",
    "detail_description": "Khafre, the second pyramid, seems larger than that of Khafre's father, Khufu. At just 136m high, it’s not, but it stands on higher ground and its peak is still capped with the original polished limestone casing. Originally all three pyramids were totally encased in this smooth white stone, which would have made them gleam in the sun. Over the centuries, this casing has been stripped for use in palaces and mosques, exposing the softer inner-core stones to the elements.\nThe chambers and passageways of this pyramid are less elaborate than those in the Great Pyramid, but almost as claustrophobic. The entrance descends into a passage and then across to the burial chamber, which still contains Khafre’s large granite sarcophagus. At the time of research the interior of this pyramid was closed; it usually alternates opening with the Pyramid of Menkaure.Back outside, to the east of the pyramid, are the substantial remains of Khafre’s funerary temple and the flagged paving of the causeway that provided access from the Nile to the tomb."
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 5,
    "name": "Pyramid of Menkaure",
    "latitude": "29.972446",
    "longitude": "31.128377",
    "excerpt": "At 62m (originally 66.5m), this pyramid is the smallest of the trio, only about one-tenth the bulk of the Great Pyramid. The pharaoh Menkaure died before…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/pyramid-of-menkaure/a/poi-sig/406392/1342174",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1288382455.jpg",
    "detail_description": "At 62m (originally 66.5m), this pyramid is the smallest of the trio, only about one-tenth the bulk of the Great Pyramid. The pharaoh Menkaure died before the structure was finished – around the bottom are several courses of granite facing that were never properly smoothed. Inside, you descend into three distinct levels – the largest surprisingly vast – and you can peer into the main tomb.\nOutside the pyramid you’ll see the excavated remains of Menkaure’s Funerary Temple and, further east, the ruins of his valley temple. To the south is a set of Queens’ Pyramids. If you hike this far, horse and camel touts will want to lure you out into the desert for better photo ops of all three pyramids. If you go, keep your general-admission ticket handy in case police ask for it when you return."
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 3,
    "name": "Sphinx",
    "latitude": "29.975132",
    "longitude": "31.138215",
    "excerpt": "Known in Arabic as Abu Al Hol (Father of Terror), this sculpture of a man with the haunches of a lion was dubbed the Sphinx by the ancient Greeks because…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/sphinx/a/poi-sig/406420/1342174",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF237591205.jpg",
    "detail_description": "Known in Arabic as Abu Al Hol (Father of Terror), this sculpture of a man with the haunches of a lion was dubbed the Sphinx by the ancient Greeks because it resembled their mythical winged monster who set riddles and killed anyone unable to answer them. A geological survey has shown that it was most likely carved from the bedrock at the bottom of the causeway during Khafre’s reign, so it probably portrays his features.\nAs is clear from the accounts of early Arab travellers, the nose was hammered off sometime between the 11th and 15th centuries, although some still like to blame Napoleon for the deed. Part of the fallen beard was carted off by 19th-century adventurers and is now on display in the British Museum in London. These days the Sphinx has potentially greater problems: pollution and rising groundwater are causing internal fractures, and it is under a constant state of repair.Legends and superstitions about the Sphinx abound, and the mystery surrounding its long-forgotten purpose is almost as intriguing as its appearance. On seeing it for the first time, many visitors agree with English playwright Alan Bennett, who noted in his diary that seeing the Sphinx is like meeting a TV personality in the flesh: he’s smaller than one had imagined."
},
{
    "country": "giza-pyramids",
    "city": "Giza",
    "index": 2,
    "name": "Great Pyramid of Khufu",
    "latitude": "29.97916039",
    "longitude": "31.13434731",
    "excerpt": "The oldest pyramid in Giza and the largest in Egypt, Khufu’s Great Pyramid stood 146m high when it was completed around 2570 BC. After 46 windy centuries,…",
    "detail_url": "https://www.lonelyplanet.com/egypt/cairo/giza-pyramids/attractions/great-pyramid-of-khufu/a/poi-sig/406308/1342174",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF223136971.jpg",
    "detail_description": "The oldest pyramid in Giza and the largest in Egypt, Khufu’s Great Pyramid stood 146m high when it was completed around 2570 BC. After 46 windy centuries, its height has been reduced by 9m.There isn’t much to see inside the pyramid, but the experience of climbing through the ancient structure is unforgettable – though impossible if you suffer from the tiniest degree of claustrophobia. The elderly and unfit should not attempt the climb, as it is very steep.\nFirst you clamber up the face of the pyramid a bit, up rudimentary stairs to the left of the entrance. Leave your camera with the guard if you have one, then crouch down to enter. At a juncture in the tunnel, a passage descends to an unfinished tomb (usually closed) about 100m along and 30m deep in the bedrock. From here, another passage, 1.3m high and 1m wide, ascends for about 40m to reach the Great Gallery, an impressive narrow space 47m long and 8.5m high. At the start of the gallery, a small horizontal passage leads into the so-called Queen’s Chamber.As you climb up through the Great Gallery, notice how precisely the blocks in the ceiling fit together. In the 10m-long King’s Chamber at the end, the walls are built of red granite blocks. The ceiling itself consists of nine huge slabs of granite, which weigh more than 400 tonnes. Above these slabs, four more slabs are separated by gaps, which are designed to distribute the enormous weight away from the chamber. Good airflow from the modern ventilation system (built into two tiny ancient air shafts) will help you breathe easier as you contemplate the tremendous weight suspended above you.East of the pyramid is a ruin of a different era: King Farouk’s Rest House, a grand neo-Pharaonic structure built in 1946 by Mustafa Fahmy. It’s now an unfortunate shambles, but there’s a good view of the city from the adjacent yard and in mid-2017 the government announced it had been pegged for restoration.Along the pyramid’s east face, three small structures, some 20m high, resemble piles of rubble. These are the Queens’ Pyramids, the tombs of Khufu’s wives and sisters. You can enter some of them, but they’re quite steamy inside. Note also the solar barque pits between the pyramids, which held giant ritual boats."
}
]