[
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 1,
    "name": "Röda Sten Konsthall",
    "latitude": "57.689114",
    "longitude": "11.90167",
    "excerpt": "Occupying a defunct power station beside Älvsborgs bridge, Röda Sten Konsthall's four floors serve up edgy, contemporary exhibitions showcasing both…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/roeda-sten-konsthall/a/poi-sig/1113241/360780",
    "image_url": null,
    "detail_description": "Occupying a defunct power station beside Älvsborgs bridge, Röda Sten Konsthall's four floors serve up edgy, contemporary exhibitions showcasing both Swedish and international artists working in mediums as varied as photography, sound art and installation art. It also hosts the Göteborg International Biennial for Contemporary Art (Gibca). The indie-style cafe serves delicious bites (sandwiches 79kr, dishes 139kr to 169kr), as well as hosting weekly live music. To get here, walk towards the Klippan precinct, continue under Älvsborgsbron and look for the brown-brick building.\r\n\nBeside Röda Sten, check out work-in-progress Draken, a 41m-long sculpture which visitors are welcome to decorate graffiti-style; bring your own paint.\r\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 15,
    "name": "Nya Älvsborgs Fästning",
    "latitude": "57.685656",
    "longitude": "11.838584",
    "excerpt": "At the mouth of the Göta älv, squat red Elfsborgs Fortress was built in the 17th century to keep out the marauding Danes and saw action again in the early…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/nya-aelvsborgs-faestning/a/poi-sig/1415818/360780",
    "image_url": null,
    "detail_description": "At the mouth of the Göta älv, squat red Elfsborgs Fortress was built in the 17th century to keep out the marauding Danes and saw action again in the early 18th century during the Great Nordic War. Tours take in the church built for Karl XII’s troops, dungeons that discouraged escape by swimming, and the original tower. Boats leave at 10am and noon for the lunch tour, 5pm and 7pm for the dinner tour, from Maritiman behind Gothenburg Opera House.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 14,
    "name": "Naturhistoriska Museet",
    "latitude": "57.690329252908",
    "longitude": "11.949406494744",
    "excerpt": "The Natural History Museum is home to an incredible range of taxidermied wildlife, from the horned and hooved denizens of the savannah to all the big cats…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/naturhistoriska-museet/a/poi-sig/420681/360780",
    "image_url": null,
    "detail_description": "The Natural History Museum is home to an incredible range of taxidermied wildlife, from the horned and hooved denizens of the savannah to all the big cats, the extinct Stellers sea cow, all manner of birds and pickled creatures of the deep. Its tour de force is the world’s only stuffed blue whale (which visitors were allowed inside until an amorous couple was caught in flagrante, but Santa Claus still holds court here in the lead-up to Christmas).\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 13,
    "name": "Haga District",
    "latitude": "57.698597921219",
    "longitude": "11.955227851868",
    "excerpt": "The Haga district is Gothenburg’s oldest suburb, dating back to 1648. A hardcore hippie hang-out in the 1960s and '70s, its cobbled streets and vintage…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/haga-district/a/poi-sig/420663/360780",
    "image_url": null,
    "detail_description": "The Haga district is Gothenburg’s oldest suburb, dating back to 1648. A hardcore hippie hang-out in the 1960s and '70s, its cobbled streets and vintage buildings now host a blend of cafes and boutiques. During some summer weekends and at Christmas, store owners set up stalls along the neighbourhood's main strip, Haga Nygata, turning the street into one big market. The charming three-storey timber houses were built as housing for workers in the 19th century.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 12,
    "name": "Stadsmuseum",
    "latitude": "57.706343939871",
    "longitude": "11.963229167244",
    "excerpt": "At Stadsmuseum, admire the remains of the Äskekärrkeppet, Sweden’s only original Viking vessel, alongside silver treasure hoards, weaponry and jewellery…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/stadsmuseum/a/poi-sig/420695/360780",
    "image_url": null,
    "detail_description": "At Stadsmuseum, admire the remains of the Äskekärrkeppet, Sweden’s only original Viking vessel, alongside silver treasure hoards, weaponry and jewellery from the same period in the atmospheric semigloom. Walk through the history of the city from its conception to the 18th century, spiced up with period wares, including an impressive booty of East Indian porcelain, and play 'Guess the Object!'. Temporary art and photography exhibitions are also worth a peek.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 11,
    "name": "Linné District",
    "latitude": "57.698254",
    "longitude": "11.945744",
    "excerpt": "The Linné district holds fast to its grungy roots, especially along the Långgatan streets. Here, hip cafes, junk shops and street-smart boutiques mix with…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/linne-district/a/poi-sig/1415784/360780",
    "image_url": null,
    "detail_description": "The Linné district holds fast to its grungy roots, especially along the Långgatan streets. Here, hip cafes, junk shops and street-smart boutiques mix with seedy sex shops and eclectic locals. It’s home to the kicking Andra Långdagen block party, a wild, one-day street bash organised by the street’s traders and fans. Held annually between April and June (check Facebook for dates), it’s a thumping concoction of DJ sets, film screenings, barbecues, clothes swaps and backyard B-boy battles.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 10,
    "name": "Maritiman",
    "latitude": "57.708710223415",
    "longitude": "11.960007503975",
    "excerpt": "Near the opera house, the world’s largest floating ship museum is made up of 20 historical crafts, including fishing boats, a light vessel and a…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/maritiman/a/poi-sig/420677/360780",
    "image_url": null,
    "detail_description": "Near the opera house, the world’s largest floating ship museum is made up of 20 historical crafts, including fishing boats, a light vessel and a firefighter, all linked by walkways. Shin down into the 69m-long submarine Nordkaparen for a glimpse into underwater warfare. Inside the labyrinthine 121m-long destroyer Småland, in service from 1952 to 1979, hunched figures listen to crackling radio messages, and the bunks look just-slept-in – you half expect to meet uniformed sailors in the dim, twisting passages.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 9,
    "name": "Kronhuset",
    "latitude": "57.707842",
    "longitude": "11.964698",
    "excerpt": "The city’s oldest secular building, Kronhuset is a former arsenal built in Dutch style between 1642 and 1654. It was here that Karl X held the disastrous…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/kronhuset/a/poi-sig/1423112/360780",
    "image_url": null,
    "detail_description": "The city’s oldest secular building, Kronhuset is a former arsenal built in Dutch style between 1642 and 1654. It was here that Karl X held the disastrous riksdag (parliament) in 1660 – he died while it was in session. Kronhusbodarna, across the courtyard from Kronhuset, houses workshops making and selling pottery, silverware, glass and textiles, as well as Göteborgs Choklad &amp; Karamellfabrik (open 11am to 5pm): its chocolate balls are enough to lead the purest of angels into sugar-filled temptation.\r\n\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 29,
    "name": "Galleri Thomassen",
    "latitude": "57.697956",
    "longitude": "11.974154",
    "excerpt": "Showcases up-and-coming talent in its Lilla Galleriet and contemporary art from all over Scandinavia as well as Berlin.",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/galleri-thomassen/a/poi-sig/1497554/360780",
    "image_url": null,
    "detail_description": "Showcases up-and-coming talent in its Lilla Galleriet and contemporary art from all over Scandinavia as well as Berlin.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 28,
    "name": "Galleri Nils Åberg",
    "latitude": "57.700364",
    "longitude": "11.992457",
    "excerpt": "This gallery shows works by fresh, young Scandinavian artists alongside established contemporary pieces by the likes of Picasso and Joan Miró.",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/galleri-nils-aaberg/a/poi-sig/1497555/360780",
    "image_url": null,
    "detail_description": "This gallery shows works by fresh, young Scandinavian artists alongside established contemporary pieces by the likes of Picasso and Joan Miró.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 27,
    "name": "Göteborgs-Utkiken",
    "latitude": "57.713294865227",
    "longitude": "11.967630386352",
    "excerpt": "The red-and-white ‘skyscraper’ Göteborgs-Utkiken, nicknamed ‘The Lipstick’ for obvious reasons, has killer views of the harbour from the top.",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/goeteborgs-utkiken/a/poi-sig/420661/360780",
    "image_url": null,
    "detail_description": "The red-and-white ‘skyscraper’ Göteborgs-Utkiken, nicknamed ‘The Lipstick’ for obvious reasons, has killer views of the harbour from the top.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 26,
    "name": "Botaniska Trädgården",
    "latitude": "57.683321454402",
    "longitude": "11.950378417969",
    "excerpt": "Sweden’s largest botanical garden breathes easy with around 16,000 plant species. Look for outdoor sculptures, and check online for special events and…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/botaniska-traedgaarden/a/poi-sig/420653/360780",
    "image_url": null,
    "detail_description": "Sweden’s largest botanical garden breathes easy with around 16,000 plant species. Look for outdoor sculptures, and check online for special events and activities.\n"
},
{
    "country": "goteborg",
    "city": "Gothenburg",
    "index": 25,
    "name": "Galleri Ferm",
    "latitude": "57.698529",
    "longitude": "11.966772",
    "excerpt": "Constant surprises, mainly from Scandinavian artists such as Per Cederbank, Emil Olsson and Yrjö Edelmann, plus works by internationally renowned…",
    "detail_url": "https://www.lonelyplanet.com/sweden/gotaland/goteborg/attractions/galleri-ferm/a/poi-sig/1497556/360780",
    "image_url": null,
    "detail_description": ""
}
]