[
{
    "country": "greece",
    "city": "Delphi",
    "index": 1,
    "name": "Sanctuary of Apollo",
    "latitude": "38.482275",
    "longitude": "22.501395",
    "excerpt": "Serving as the heart of Ancient Delphi, the hillside Sanctuary of Apollo is where pilgrims would journey to hear prophecies from the god Apollo, voiced…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/sanctuary-of-apollo/a/poi-sig/1518332/359462",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-1140675568.jpeg",
    "detail_description": "Serving as the heart of Ancient Delphi, the hillside Sanctuary of Apollo is where pilgrims would journey to hear prophecies from the god Apollo, voiced through his chosen oracle (a woman from the local area). The Sacred Way, the path that climbs to the complex's centrepiece Temple of Apollo, was lined in ancient times by treasuries and statues, erected by city-states including Athens and Sparta to thank Apollo and assert their own wealth and might. Some stand complete, most lie in ruins, but together they form a magnificent spectacle.\n\n  \nView along the Sacred Way in Delphi © Federica Grassi / Getty Images\n\nHistory\nThe Greeks told many stories to explain the origins of Delphi. The site was originally sacred to Gaia (also known as Ge), the ‘Mother Goddess’ whose cult centred on the Korykeon Cave, high on Mt Parnassos. After slaying a snake or she-dragon (known as Pytho) here, Apollo took the local name of Apollo Pythios.\nFor a thousand years, pilgrims flocked to his sanctuary for guidance. The height of its fame came between the 6th and 4th centuries BCE, after the Amphictyonic League, a federation of 12 tribal states, took control of the sanctuary following the First Sacred War (595–586 BCE). As an autonomous state, Delphi earned great prosperity from benefactors including the kings of Lydia and Egypt, and the Roman emperor Hadrian. Nominally neutral, it was a locus of political power.\nAfter surviving fire in 548 BCE and earthquake in 373 BCE, the sanctuary was conquered by the Aetolians around 300 BCE, and by the Romans in 191 BCE. Although the Roman general Sulla plundered Delphi in 86 BCE, later emperors kept the oracle’s rituals alive well into the 2nd century. Ultimately its influence waned with the spread of Christianity, and the sanctuary was abolished by the Byzantine emperor Theodosius in the late 4th century.\nBy the 7th century, a new village, Kastri, had taken over the ancient site. It remained atop the ruins until late in the 19th century, when its inhabitants were paid to relocate to the newly constructed village of Delphi, allowing archaeologists to unearth the ancient site.\n\n  \nThe twisted serpent column and the Doric columns of the Temple of Apollo, Delphi © Mary Baratto / Getty Images\n\nTouring the Sanctuary of Apollo\nYou'll need an hour minimum to take in all that the Sanctuary of Apollo has to offer. The following route takes in some of the site's top highlights:\nThe Sacred Way\nAfter entering the sanctuary at its lowest point, beside the main road, you set off up the Sacred Way, laid out in its modern form by 19th-century archaeologists. The first of several stone pedestals you reach, on your right, held the Bull of Kerkyra (Corfu). Just beyond it, on the left, are the remains of the Spartan Victory Monument (an offering to the admiral Lysander). Further on sits a small conical stone known as the Omphalos, the 'navel' of the ancient Greek world.\nSphinx of Naxos, Rock of the Sibyl and Stoa of the Athenians\nNortheast of the reconstructed Athenian Treasury stands a portion of the column that supported the Sphinx of Naxos, displayed in the on-site museum. Near it, find the Rock of the Sibyl, where Delphi's earliest prophetess made her predictions. A few steps away, behind three columns from the Stoa of the Athenians, the remarkable Polygonal Wall once supported the terrace of the second Temple of Apollo (548 BCE). Look closely, and you’ll realise it’s covered with minutely carved inscriptions.\nTemple of Apollo\nAs the home of Apollo himself, the Temple of Apollo dominated the entire sanctuary. Its surviving incarnation, from the 4th century BCE, contained a statue of the god, guarded by an eternal flame, and was where the Pythia (oracle), the god’s mouthpiece, delivered her pronouncements. Its vestibule bore the so-called Delphic Maxims, including ‘Know Thyself’ and ‘Nothing in Excess’, which Socrates mentioned in Plato's Protagoras. Congregations gathered not inside the temple, but out in the open air.\nSerpentine Column\nImmediately east, the replica of the Serpentine Column, or Tripod of the Plataeans, was erected in 2015. The original bronze column commemorated the Greeks who defeated the Persian Empire at the Battle of Plataea (479 BCE). Removed by Constantine the Great in AD 324, it now resides at the Hippodrome of Constantinople, in modern Istanbul.\nTheatre and Castalian Spring\nAbove the temple, the well-preserved 4th-century-BCE theatre was restored by Pergamene king Loukumenes II during the 2nd century BCE. Plays were performed here during the Pythian Festival, staged every four years. The views from the top row are breathtaking.\nEast of the Sanctuary of Apollo, a paved path parallel to the main road leads to the Castalian Spring, where pilgrims cleansed themselves before consulting the oracle.\n\n  \nA view from the top row of the Theatre of Delphi © Santi Rodriguez / Shutterstock\n\nTickets and other practicalities\nThe entrance fee to the Sanctuary of Apollo, which is part of the wider Ancient Delphi complex, is €12. This ticket also includes access to Delphi Archaeological Museum. Entrance to the site is free during every first Sunday of the month from November 1st to March 31st.\nTo avoid the summer heat (and year-round crowds), aim to visit early morning or late afternoon, allowing at least an hour to explore the site in full. Whenever you visit, be sure to check opening times ahead, as hours can vary.\n"
},
{
    "country": "greece",
    "city": "Corfu Town",
    "index": 40,
    "name": "Palaio Frourio",
    "latitude": "39.623342",
    "longitude": "19.926571",
    "excerpt": "The rocky headland that juts east from Corfu Town is topped by the Venetian-built 14th-century Palaio Frourio. Before that, already enclosed within…",
    "detail_url": "https://www.lonelyplanet.com/greece/corfu-town/attractions/palaio-frourio/a/poi-sig/1018534/1003356",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1545626501.jpg",
    "detail_description": "The rocky headland that juts east from Corfu Town is topped by the Venetian-built 14th-century Palaio Frourio. Before that, already enclosed within massive stone walls, it cradled the entire Byzantine city. A solitary bridge crosses its seawater moat.Only parts of this huge site, which also holds later structures from the British era, are accessible to visitors; wander up to the lighthouse on the larger of the two hills for superb views.\nA gatehouse contains the small Byzantine Collection of Corfu, while the temple-like Church of St George stands on a large terrace to the south.Note that in season the queues for entry can be very long."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 39,
    "name": "Stavros Niarchos Foundation Cultural Center",
    "latitude": "37.93995",
    "longitude": "23.691705",
    "excerpt": "Sitting beneath a man-made slope above Faliron Bay, and shaded by a 'Magic Carpet' roof covered with solar panels, this stunning Renzo Piano building,…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/attractions/stavros-niarchos-foundation-cultural-center/a/poi-sig/1518295/359421",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_524858500.jpg",
    "detail_description": "Sitting beneath a man-made slope above Faliron Bay, and shaded by a 'Magic Carpet' roof covered with solar panels, this stunning Renzo Piano building, completed in 2016, is home to the Greek National Opera and the main branch of the National Library. It's surrounded by a beautiful big park and hosts an impressive range of events and exhibitions, several of which are free.\nIn addition to regular public transport, you can use a free shuttle bus, departing from Syntagma at Ermou. It runs at least eight times a day on weekdays, and every 30 minutes from 9.30am to 9.30pm on weekends. The last shuttle back is 11.30pm Monday to Thursday and midnight Friday to Sunday."
},
{
    "country": "greece",
    "city": "Rhodes Town",
    "index": 38,
    "name": "Archaeological Museum",
    "latitude": "36.44483",
    "longitude": "28.227235",
    "excerpt": "A weathered, sun-kissed stone lion, visible from the street, invites visitors into the magnificent 15th-century Knights' Hospital that holds Rhodes’…",
    "detail_url": "https://www.lonelyplanet.com/greece/dodecanese/rhodes-town/attractions/archaeological-museum/a/poi-sig/476212/359472",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/AlamyRF_E90Y16.jpg",
    "detail_description": "A weathered, sun-kissed stone lion, visible from the street, invites visitors into the magnificent 15th-century Knights' Hospital that holds Rhodes’ superb archaeology museum. Exhibits range through several upstairs galleries, and across beautiful gardens to an annexe that’s open shorter hours in summer (9am to 4.50pm). Highlights include the exquisite Aphrodite Bathing marble statue from the 1st century BC, a pavilion displaying wall-mounted mosaics, and a reconstructed burial site from 1630 BC that held a helmeted warrior alongside his horse.\nAncient treasures unearthed all over Rhodes, including some wonderful ceramics and a sleek carved dolphin, trace 7000 years of local history. The annexe is especially strong on the Mycenean era, at its peak in the 14th and 13th centuries BC."
},
{
    "country": "greece",
    "city": "Syntagma & Plaka",
    "index": 37,
    "name": "Hadrian’s Arch",
    "latitude": "37.970177592182",
    "longitude": "23.732039873314",
    "excerpt": "The Roman emperor Hadrian had a great affection for Athens. Although he did his fair share of spiriting its Classical artwork to Rome, he also embellished…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/hadrian-s-arch/a/poi-sig/1008083/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1730853691.jpg",
    "detail_description": "The Roman emperor Hadrian had a great affection for Athens. Although he did his fair share of spiriting its Classical artwork to Rome, he also embellished the city with many temples and infrastructure improvements. As thanks, the people of Athens erected this lofty monument of Pentelic marble in 131 AD. It now stands on the edge of one of Athens' busiest avenues.\nIn Roman times, it stood across the road to the Temple of Olympian Zeus and, beyond, the sanctuary of Pan near the Ilissos River, long covered by pavement but emerging briefly in the wild greenery past the temple. The inscriptions laud the new Roman era: the northwest frieze reads, 'This is Athens, the Ancient city of Theseus', while the southeast frieze states, 'This is the city of Hadrian, and not of Theseus'."
},
{
    "country": "greece",
    "city": "Syntagma & Plaka",
    "index": 36,
    "name": "Temple of Olympian Zeus",
    "latitude": "37.970227",
    "longitude": "23.734138",
    "excerpt": "A can't-miss on two counts: it's a marvellous temple, once the largest in Greece, and it's smack in the centre of Athens. Of the temple's 104 original…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/syntagma-plaka/attractions/temple-of-olympian-zeus/a/poi-sig/399857/1342285",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstockRF_1210311976.jpg",
    "detail_description": "A can't-miss on two counts: it's a marvellous temple, once the largest in Greece, and it's smack in the centre of Athens. Of the temple's 104 original Corinthian columns (17m high with a base diameter of 1.7m), only 15 remain – the fallen column was blown down in a gale in 1852.\nBegun in the 6th century BC by Peisistratos, the temple was abandoned for lack of funds. Various other leaders took a stab at completing it, but it was left to Hadrian to finish the job in AD 131, thus taking more than 700 years in total to build. In typically immodest fashion, Hadrian built not just a colossal statue of Zeus, but an equally large one of himself.Admission to the site is included with the Acropolis combo ticket (€30), which permits entry to the Acropolis and six other sites (including this one) within five days.Final admission is 30 minutes before closing."
},
{
    "country": "greece",
    "city": "Samos",
    "index": 34,
    "name": "Evpalinos Tunnel",
    "latitude": "37.694688",
    "longitude": "26.93058",
    "excerpt": "In a word: extraordinary. In 524 BC, when Pythagorio (then called Samos) was the island’s capital and a bustling metropolis of 80,000, securing sources…",
    "detail_url": "https://www.lonelyplanet.com/greece/pythagorio/attractions/evpalinos-tunnel/a/poi-sig/1084788/1003455",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-1240120216.jpg",
    "detail_description": "In a word: extraordinary. In 524 BC, when Pythagorio (then called Samos) was the island’s capital and a bustling metropolis of 80,000, securing sources for drinking water became crucial. To solve the problem, ruler Polycrates ordered labourers to dig into a mountainside according to the exacting plan of his ingenious engineer, Evpalinos. Many workers died during the dangerous dig, but the result was the 1034m-long Evpalinos Tunnel. In medieval times, locals used it to hide from pirates.\nThe Evpalinos Tunnel is actually two tunnels: a service tunnel and a lower water conduit visible from the walkway. You enter the tunnel on narrow stairs, and it's single file from there. The first few metres are pretty tight. There are three options: a 185m section (and return), a longer version and the full 1km (you can walk back outside); guided tours take place every 20 minutes from 8.40am.Located just north of Pythagorio."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 35,
    "name": "Church of Agios Dimitrios Loumbardiaris",
    "latitude": "37.970066",
    "longitude": "23.720351",
    "excerpt": "At the foot of Filopappou Hill, this 16th-century church may not be the oldest in Athens, but it is certainly one of the loveliest, with a heavy timber…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/filopappou-hill-thisio-petralona/attractions/church-of-agios-dimitrios-loumbardiaris/a/poi-sig/1008046/1342286",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1666148053.jpg",
    "detail_description": "At the foot of Filopappou Hill, this 16th-century church may not be the oldest in Athens, but it is certainly one of the loveliest, with a heavy timber roof, marble floors and the permanent scent of incense.\nA great 1732 fresco of St Dimitrios, astride his horse in a pose copied from ancient images of Alexander the Great, adorns the interior.The churchyard, with its wooden gate and bells, conjures Japan – a touch by modernist architect Dimitris Pikionis.Pikionis also applied his precise style to the restoration of the back exterior wall, a delightful piece of stonework.In 1648, the church was the site of a reported miracle. The Turks, ensconced on the Acropolis, prepared to fire a cannon on worshippers gathered in the church, but the gunner was killed by lightning, saving the congregation. Hence its name, Loumbardiaris ('of the cannon')."
},
{
    "country": "greece",
    "city": "Cyclades",
    "index": 33,
    "name": "Karthaia",
    "latitude": "37.560024",
    "longitude": "24.330704",
    "excerpt": "From the 8th century BC until the 7th century AD, this remote twin cove was the site of the ancient city of Karthaia, one of Kea's four historic city…",
    "detail_url": "https://www.lonelyplanet.com/greece/cyclades/kea/attractions/karthaia/a/poi-sig/1574176/359449",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1934642078.jpg",
    "detail_description": "From the 8th century BC until the 7th century AD, this remote twin cove was the site of the ancient city of Karthaia, one of Kea's four historic city-states. Now the partly uncovered ruins sit in splendid isolation, only accessible by boat or on foot. Three hiking trails lead here, with the easiest being route 6: a 40-minute walk down from the parking area at the bottom of a narrow lane, signposted from the main road at Stavroudaki.\nPart of the great charm of this site is that you'd be very unlucky to find more than a handful of people here – and there's a good chance you'll have it completely to yourself. The small, craggy acropolis has the remains of the Temple of Apollo Pythios on its lower level and the Temple of Athena at the top, dating from 530 to 500 BC. Down below is a theatre that once seated 880 people, and the remains of a Roman-era bathhouse."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 32,
    "name": "National Archaeological Museum",
    "latitude": "37.989006178995",
    "longitude": "23.732682013645",
    "excerpt": "Housing the world's finest collection of Greek antiquities in an enormous neoclassical building, this museum is one of Athens' top attractions. Treasures…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/omonia-exarhia/attractions/national-archaeological-museum/a/poi-sig/399851/1342283",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1522798868.jpg",
    "detail_description": "Housing the world's finest collection of Greek antiquities in an enormous neoclassical building, this museum is one of Athens' top attractions. Treasures offering a view of Greek art and history – dating from the Neolithic era to Classical periods, including the Ptolemaic era in Egypt – include exquisite sculptures, pottery, jewellery, frescoes and artefacts found throughout Greece. The beautifully presented exhibits are displayed mainly thematically.\nIt could take several visits to appreciate the museum's vast holdings, but it's possible to see the highlights in a couple of hours. The museum also hosts world-class temporary exhibitions.A joint ticket with the neighbouring Epigraphical Museum, the Byzantine &amp; Christian Museum and the Numismatic Museum costs €15 (€8 for students) and is valid for three days."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 31,
    "name": "Benaki Museum of Greek Culture",
    "latitude": "37.975817",
    "longitude": "23.740447",
    "excerpt": "In 1930 Antonis Benakis – a politician's son born in Alexandria, Egypt, in the late 19th century – endowed what is perhaps the finest museum in Greece…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/kolonaki/attractions/benaki-museum-of-greek-culture/a/poi-sig/1154554/1342282",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/G2NPXM.jpg",
    "detail_description": "In 1930 Antonis Benakis – a politician's son born in Alexandria, Egypt, in the late 19th century – endowed what is perhaps the finest museum in Greece. Its three floors showcase impeccable treasures from the Bronze Age up to WWII. Especially gorgeous are the Byzantine icons and the extensive collection of Greek regional costumes, as well as complete sitting rooms from Macedonian mansions, intricately carved and painted. Benakis had such a good eye that even the agricultural tools are beautiful.\nThe variety of displays here, including Classical Greek masterpieces, means that it's great for a group with varied interests. Late opening hours are another plus.Note also that there are two other major branches, 138 Pireos St for contemporary art, and the Museum of Islamic Art in Keramikos, as well as several smaller museums. A €25 pass to all is valid for three months."
},
{
    "country": "greece",
    "city": "Macedonia",
    "index": 30,
    "name": "Philippi Archaeological Site",
    "latitude": "41.01292",
    "longitude": "24.286759",
    "excerpt": "Founded in 356 BC by the energetic Macedonian dynast Philip II, father of Alexander the Great, this evocatively sited ancient city is on Unesco's World…",
    "detail_url": "https://www.lonelyplanet.com/greece/kavala/attractions/philippi-archaeological-site/a/poi-sig/1625524/1003460",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_2189838665.jpg",
    "detail_description": "Founded in 356 BC by the energetic Macedonian dynast Philip II, father of Alexander the Great, this evocatively sited ancient city is on Unesco's World Heritage list, and lies just 16km northwest from Kavala. Its strategic importance, commanding a principal trade route between Europe and Asia, saw it grow powerful and splendid in the Hellenic period that followed Alexander's death. That prominence persisted through subsequent Roman, Byzantine and post-Byzantine Christian periods, accounting for the palimpsest of stone remnants visitors walk amongst today.\nHighlights include the Hellenistic theatre, set dramatically against the hill, the forum, and later remains of the basilicas that rose here once Philippi became an important centre of early Christianity. There's a very worthwhile museum, too, where more delicate finds are displayed and the overall story of Philippi can be better understood."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 29,
    "name": "Museum of Cycladic Art",
    "latitude": "37.975699",
    "longitude": "23.742217",
    "excerpt": "The 1st floor of this exceptional private museum is dedicated to the iconic minimalist marble Cycladic figurines, dating from 3000 BC to 2000 BC. They…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/kolonaki/attractions/museum-of-cycladic-art/a/poi-sig/1289035/1342282",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-1235547905.jpg",
    "detail_description": "The 1st floor of this exceptional private museum is dedicated to the iconic minimalist marble Cycladic figurines, dating from 3000 BC to 2000 BC. They inspired many 20th-century artists, such as Picasso and Modigliani, with their simplicity and purity of form. Most are surprisingly small, considering their outsize influence, though one is almost human size. The rest of the museum features Greek and Cypriot art dating from 2000 BC to the 4th century AD.\nOverall, there's an interesting focus on how these objects were used, culminating in the 4th-floor exhibit, Scenes from Daily Life in Antiquity, where objects are set in photo recreations of ancient scenes.When you're full of history, check to see if there is an exhibition of contemporary art in the adjacent mansion – if so, it can be reached via the tunnel that's beside the museum's pleasant, modern cafe on the ground floor. There's also a shop selling stylish gifts."
},
{
    "country": "greece",
    "city": "Lindos",
    "index": 28,
    "name": "Acropolis of Lindos",
    "latitude": "36.093248",
    "longitude": "28.091075",
    "excerpt": "A short, steep-stepped footpath climbs the rocky 116m-high headland above the village to reach Lindos’ beautifully preserved Acropolis. First fortified in…",
    "detail_url": "https://www.lonelyplanet.com/greece/lindos/attractions/acropolis-of-lindos/a/poi-sig/1277240/1316692",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstockRF_1513583801.jpg",
    "detail_description": "A short, steep-stepped footpath climbs the rocky 116m-high headland above the village to reach Lindos’ beautifully preserved Acropolis. First fortified in the 6th century BC, the clifftop is now enclosed by battlements constructed by the Knights of St John. Once within the walls, you’re confronted by ancient remains that include the Temple to Athena Lindia and a 20-columned Hellenistic stoa. Silhouetted against the blue sky, the stark pillars are dazzling, while the long-range coastal views are out of this world.\nBe sure to pack a hat and some water, as there’s no shade at the top, and take care to protect young kids from the many dangerous drop-offs.Donkey rides follow a longer pathway to the Acropolis from the village entrance (€8), an option that spares you a mere three minutes of exposed walking on the hillside. Animal-rights groups strongly urge visitors to consider how the donkeys are treated before deciding to ride."
},
{
    "country": "greece",
    "city": "Iraklio",
    "index": 27,
    "name": "Heraklion Archaeological Museum",
    "latitude": "35.338995",
    "longitude": "25.137405",
    "excerpt": "This state-of-the-art museum is one of the largest and most important in Greece. The two-storey revamped 1930s Bauhaus building makes a gleaming showcase…",
    "detail_url": "https://www.lonelyplanet.com/greece/crete/iraklio/attractions/heraklion-archaeological-museum/a/poi-sig/1386827/359430",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-1245671474-RM.jpg",
    "detail_description": "This state-of-the-art museum is one of the largest and most important in Greece. The two-storey revamped 1930s Bauhaus building makes a gleaming showcase for artefacts spanning 5500 years from Neolithic to Roman times, including a Minoan collection of unparalleled richness. The rooms are colour coded and displays are arranged both chronologically and thematically, and presented with descriptions in English. A visit here will greatly enhance your understanding of Crete’s rich history. Don’t skip it.\nThe museum’s treasure trove includes pottery, jewellery and sarcophagi, plus famous frescoes from the sites of Knossos, Tylissos, Amnissos and Agia Triada. The pieces are grouped into comprehensive themes such as settlements, trade, death, religion and administration. Along with clear descriptions, these bring to life both the day-to-day functioning and the long-term progression of societies in Crete and beyond. Allow at least two hours for this extraordinary collection."
},
{
    "country": "greece",
    "city": "Central Greece",
    "index": 26,
    "name": "Moni Osios Loukas",
    "latitude": "38.395021",
    "longitude": "22.746849",
    "excerpt": "The monastery of Moni Osios Loukas, a World Heritage site, overlooks a remote valley 23km southeast of Arahova, between the villages of Distomo and…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi-sterea-ellada/attractions/moni-osios-loukas/a/poi-sig/506504/1316611",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1537582967.jpg",
    "detail_description": "The monastery of Moni Osios Loukas, a World Heritage site, overlooks a remote valley 23km southeast of Arahova, between the villages of Distomo and Kyriaki.Dedicated to a 10th-century hermit canonised for his healing and prophetic powers, its principal church, Agios Loukas, is a glorious symphony of marble and mosaics, with icons by Michael Damaskinos, the 16th-century Cretan painter. Opaque marble screens create striking contrasts of light and shade, while fine frescoes adorn the crypt where Loukas lies entombed.\nThe monks’ former living quarters hold historical displays, while a shop adjoining the spacious scenic terrace outside sells simple snacks. Modest dress is required (no shorts).To get here from Delphi, you'll need your own transport or a taxi. Taxis from Delphi cost €50 return (20 minutes each way); they're €20 return from Distomo or €30 from Livadia. Taxis will normally wait one hour; arrange the price before you set off."
},
{
    "country": "greece",
    "city": "Lesvos",
    "index": 24,
    "name": "Natural History Museum of the Lesvos Petrified Forest",
    "latitude": "39.211607",
    "longitude": "25.854928",
    "excerpt": "This fascinating state-of-the-art museum chronicles what a volcano can do at a moment's notice – in this case 20 million years ago. Don't miss the…",
    "detail_url": "https://www.lonelyplanet.com/greece/western-lesvos/attractions/natural-history-museum-of-the-lesvos-petrified-forest/a/poi-sig/1389072/1336465",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/LPT0518_003.jpg",
    "detail_description": "This fascinating state-of-the-art museum chronicles what a volcano can do at a moment's notice – in this case 20 million years ago. Don't miss the interesting film and short verbal presentation. Well-signed exhibits and – crucially – the museum's own patch of the petrified forest transport visitors to when violent volcanic explosions discharged rapid flows of extremely hot ash and rock, covering the dense forest of western Lesvos, including trees, branches, root systems, leaves and fruits.\nWhat followed – hot fluids rich in pyrite, rising from molten magma – perfectly fossilised plant fibres. This process involved the molecule-by-molecule replacement of organic plant matter with inorganic matter. Today’s petrified forest reveals structural characteristics of plants, root systems and tree trunks exactly as they existed 20 million years ago. Among the star attractions are the giant trunks of petrified sequoia trees and tiny fossils of pistachio nuts and olive leaves.There's also a gift shop. Check website for opening hours."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 25,
    "name": "Byzantine & Christian Museum",
    "latitude": "37.974735",
    "longitude": "23.744781",
    "excerpt": "This outstanding museum, based in the 1848 Villa Ilissia, offers exhibition halls, most of them underground, crammed with religious art. The exhibits go…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/kolonaki/attractions/byzantine-christian-museum/a/poi-sig/1008035/1342282",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_editorial_1701764272.jpg",
    "detail_description": "This outstanding museum, based in the 1848 Villa Ilissia, offers exhibition halls, most of them underground, crammed with religious art. The exhibits go chronologically, charting the gradual and fascinating shift from ancient traditions to Christian ones, and the flourishing of a distinctive Byzantine style. Of course there are icons, but also delicate frescoes (some salvaged from a church and installed on floating panels) and more personal remnants of daily life.\nThe villa grounds, which sit next to Aristotle's Lyceum, are a series of formal gardens that include ancient ruins, such as a section of the 6th-century-BC Peisistratos aqueduct. A pretty cafe overlooks the greenery.A joint ticket also covering the National Archaeological Museum, the Epigraphical Museum and the Numismatic Museum costs €15 (€8 for students) and is valid for three days."
},
{
    "country": "greece",
    "city": "Macedonia",
    "index": 23,
    "name": "Mt Olympus",
    "latitude": "40.093569",
    "longitude": "22.417431",
    "excerpt": "The cloud-covered lair of the Ancient Greek pantheon, awe-inspiring Mt Olympus is simply spectacular. It fires visitors' imaginations today, just as it…",
    "detail_url": "https://www.lonelyplanet.com/greece/macedonia/attractions/mt-olympus/a/poi-sig/1387550/1316645",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1789244651.jpg",
    "detail_description": "The cloud-covered lair of the Ancient Greek pantheon, awe-inspiring Mt Olympus is simply spectacular. It fires visitors' imaginations today, just as it did for the ancients who venerated it. Greece’s highest mountain, Olympus hosts more than 1700 plant species, some rare and endemic, as well as wolves, jackals, deer and more than 100 bird species. Its slopes are thickly forested and its peaks often shrouded in fog.\nThe first known mortals to reach Mytikas (2918m), Olympus’ highest peak, were Litohoro local Christos Kakalos and Swiss climbers Frédéric Boissonnas and Daniel Baud-Bovy in August 1913. Olympus became Greece’s first national park in 1938.Although you can drive up Olympus, many people hike; consult the Litohoro-based hiking associations for maps and current conditions, or check with the Olympus National Park Information Center, which also lists the hiking routes and the regulations for visitors. Both provide info on the mountain's 15 refuges, where hikers can sleep."
},
{
    "country": "greece",
    "city": "Hania",
    "index": 22,
    "name": "Hania Archaeological Museum",
    "latitude": "35.515531",
    "longitude": "24.01769",
    "excerpt": "The setting alone in the beautifully restored 16th-century Venetian Church of San Francisco is reason to visit this fine collection of artefacts from…",
    "detail_url": "https://www.lonelyplanet.com/greece/crete/hania/attractions/hania-archaeological-museum/a/poi-sig/1026606/359427",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_651422344.jpg",
    "detail_description": "The setting alone in the beautifully restored 16th-century Venetian Church of San Francisco is reason to visit this fine collection of artefacts from Neolithic to Roman times. Late-Minoan clay baths used as coffins catch the eye, along with a large glass case with an entire herd of clay bulls (used to worship Poseidon). Other standouts include Roman floor mosaics, Hellenistic gold jewellery, clay tablets with Linear A and Linear B script, and a marble sculpture of the head of Roman emperor Hadrian.\nDownstairs is a private collection of Minoan pottery, jewellery and clay models. Also particularly impressive are the statue of Diana and, in the pretty courtyard, a marble fountain decorated with lions’ heads, a vestige of the Venetian tradition. A Turkish fountain is a relic from the building’s days as a mosque.The church itself was a mosque under the Turks, a movie theatre in 1913, and a munitions depot for the Germans during WWII. At the time of research there were plans to move the museum to a new location sometime in 2020; check ahead before visiting."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 21,
    "name": "Roman Agora",
    "latitude": "37.974464",
    "longitude": "23.725544",
    "excerpt": "This was the city’s market area under Roman rule, and it occupied a much larger area than the current site borders. You can see a lot from outside the…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/roman-agora/a/poi-sig/1290254/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1053590486.jpg",
    "detail_description": "This was the city’s market area under Roman rule, and it occupied a much larger area than the current site borders. You can see a lot from outside the fence, but it's worth going in for a closer look at the well-preserved Gate of Athena Archegetis, the propylaeum (entrance gate) to the market, as well as an Ottoman mosque and the ingenious and beautiful Tower of the Winds, on the east side of the site.\nThe gate, formed by four Doric columns, was financed by Julius Caesar and erected sometime during 10 BC. To the right of the entry, look also for the outlines of what was a 68-seat public latrine. Squatting atop one wing of the agora is the 17th-century Fethiye Mosque, now restored and housing temporary exhibitions. The mosque's interior frescoes have been lost – except for a tiny patch high on the back wall.Admission to the site is included with the Acropolis combo ticket (€30), which permits entry to the Acropolis and six other sites (including this one) within five days."
},
{
    "country": "greece",
    "city": "Macedonia",
    "index": 20,
    "name": "Vergina Royal Tombs Museum",
    "latitude": "40.487269",
    "longitude": "22.320571",
    "excerpt": "A grass-covered tumulus (burial mound) has been converted into a truly spine-tingling museum where visitors can descend to unspoiled royal Macedonian…",
    "detail_url": "https://www.lonelyplanet.com/greece/macedonia/attractions/vergina-royal-tombs-museum/a/poi-sig/1387640/1316645",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-1303580786.jpg",
    "detail_description": "A grass-covered tumulus (burial mound) has been converted into a truly spine-tingling museum where visitors can descend to unspoiled royal Macedonian tombs from the time of Alexander the Great and his dynast-warrior king father Philip II. The showpiece is the marble 336-BC tomb of Philip II: buried with silver chalices, an ivory and gold shield, a gold-plated quiver, a full suit of gilded armour and countless other treasures, the grave was never robbed, and everything is on display here.\nElsewhere in the museum, Tomb I and Tomb IV boast mythic friezes, while Tomb III, the prince's tomb, is thought to be the final resting place of the son of Alexander the Great. About 400m past the Royal Tombs lie extensive palace ruins of 3rd-century-BC king Antigonos Gonatas, while other burial grounds, urban remains and other fascinating archaeology are strewn lavishly about the town and hills above. Not all are accessible, and nothing comes close to the splendour of Philip's grave goods and tomb."
},
{
    "country": "greece",
    "city": "Thessaloniki",
    "index": 19,
    "name": "Archaeological Museum",
    "latitude": "40.625411",
    "longitude": "22.953765",
    "excerpt": "Macedonia's prehistory, Hellenistic and Roman periods are charted in this wonderful museum, home to many of the region's major archaeological discoveries…",
    "detail_url": "https://www.lonelyplanet.com/greece/northern-greece/thessaloniki/attractions/archaeological-museum/a/poi-sig/1386517/359498",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_2194941033.jpg",
    "detail_description": "Macedonia's prehistory, Hellenistic and Roman periods are charted in this wonderful museum, home to many of the region's major archaeological discoveries. Highlights include goldwork from various hoards and graves, and the Derveni Krater (330–320 BC), a huge, ornate Hellenistic bronze-and-tin vase marked by intricate relief carvings of Dionysos, along with mythical figures, animals and ivy vines. The Derveni Papyrus, Greece’s oldest surviving papyrus piece (320–250 BC), is recognised by Unesco as Europe's oldest 'book'.\nThe lower-floor exhibit, Prehistoric Macedonia, boasts prehistoric implements from the Petralona Cave north of Halkidiki, plus Neolithic and Bronze Age daggers, pottery and tools. The grounds, home to a rich collection of funerary monuments and a full-size floorplan of a Roman villa, are free to explore.Combined tickets to this museum, the Byzantine Museum, White Tower, Roman Forum and Galerian Complex-Arched Hall, valid for three days, are €15/8 for adults/concessions."
},
{
    "country": "greece",
    "city": "Alonnisos",
    "index": 18,
    "name": "National Marine Park of Alonnisos Northern Sporades",
    "latitude": "39.158817",
    "longitude": "23.91655",
    "excerpt": "In a country not particularly noted for ecological foresight, Europe's largest marine park (2260 sq km) is a welcome innovation. Created in 1992, its…",
    "detail_url": "https://www.lonelyplanet.com/greece/alonnisos/attractions/national-marine-park-of-alonnisos-northern-sporades/a/poi-sig/1388865/1316752",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_91251935.jpg",
    "detail_description": "In a country not particularly noted for ecological foresight, Europe's largest marine park (2260 sq km) is a welcome innovation. Created in 1992, its prime aim is to protect the endangered Mediterranean monk seal and several rare seabirds. In summer, boats from Alonnisos and Skopelos run full-day trips through the pristine park, whose sea floors are carpeted in oxygen-producing posidonia. The shy monk seal is rarely seen, but you may spot dolphins (three species), turtles, Eleonora's falcons or migrating whales.\nThe marine park is divided into two zones, A and B. Alonnisos lies within Zone B, along with the islets of Peristera and Dio Adelphi. Access to Zone A is more restricted, with boats allowed no closer than 400m to most islets; one exception is the island of Kyra Panagia, whose beautifully renovated monastery dating from 1200 is visited on most boat trips. Rocky Piperi islet is protected by a 5km radius due to its importance for monk-seal reproduction and raptor populations."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 16,
    "name": "Ancient Agora",
    "latitude": "37.975877",
    "longitude": "23.723248",
    "excerpt": "The Agora was ancient Athens' heart, the lively hub of administrative, commercial, political and social activity. Socrates expounded his philosophy here;…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/monastiraki-psyrri/attractions/ancient-agora/a/poi-sig/399843/1342284",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-637930866.jpg",
    "detail_description": "The Agora was ancient Athens' heart, the lively hub of administrative, commercial, political and social activity. Socrates expounded his philosophy here; in AD 49 St Paul came here to win converts to Christianity. The site today is a lush respite, home to the grand Temple of Hephaistos, a good museum and the 11th-century Byzantine Church of the Holy Apostles, trimmed in brick patterns that mimic Arabic calligraphy. The greenery harbours birds and lizards. Allow about two hours to see everything.\nFirst developed as a public site in the 6th century BC, the Agora was devastated by the Persians in 480 BC, but a new one was built in its place almost immediately. It was flourishing by Pericles' time and continued to do so until AD 267, when it was destroyed by the Herulians, a Gothic tribe from Scandinavia. The Turks built a residential quarter on the site, but this was demolished by archaeologists after Independence and later excavated to Classical and, in parts, Neolithic levels.Admission to the site is included with the Acropolis combo ticket (€30), which permits entry to the Acropolis and six other sites (including this one) within five days."
},
{
    "country": "greece",
    "city": "Peloponnese",
    "index": 17,
    "name": "Cave of the Lakes",
    "latitude": "37.960644",
    "longitude": "22.140627",
    "excerpt": "The remarkable Cave of the Lakes lies 16.5km south of Kalavryta near the village of Kastria. A 500m boardwalk snakes its way through the cave, through the…",
    "detail_url": "https://www.lonelyplanet.com/greece/achaia/attractions/cave-of-the-lakes/a/poi-sig/1387749/1316561",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial764560357.jpg",
    "detail_description": "The remarkable Cave of the Lakes lies 16.5km south of Kalavryta near the village of Kastria. A 500m boardwalk snakes its way through the cave, through the vast entrance chamber (home to five species of bats) past spectacular cauliflower-like rock formations, and over the deep, crystal-clear subterranean pools – the 13 stone basins formed by mineral deposits over the millennia. The most impressive formations are in the final chamber, where delicate, ribboning curtains cascade down the wall.\nThe cave features in Greek mythology and is mentioned in the writings of the ancient traveller Pausanias, but its whereabouts remained unknown in modern times until 1964 when locals investigated, having noticed water pouring from the roof of a smaller cave. They discovered a large bat-filled cavern at the start of a 2km-long cave carved out by a subterranean river.Access is by guided half-hour tour (in Greek) only. Foreign visitors are provided with a booklet in English; the sight at each designated stop along the boardwalk corresponds to the letter in the booklet.A taxi from Kalavryta costs around €45 return (the taxi will wait for you for about one hour). There's a good taverna right next to the cave entrance."
},
{
    "country": "greece",
    "city": "Iraklio",
    "index": 15,
    "name": "Historical Museum of Crete",
    "latitude": "35.341918",
    "longitude": "25.130957",
    "excerpt": "If you’re wondering what Crete’s been up to for the past, say, 1700 years, a spin around this engagingly curated museum is in order. Exhibits hopscotch…",
    "detail_url": "https://www.lonelyplanet.com/greece/crete/iraklio/attractions/historical-museum-of-crete/a/poi-sig/446279/359430",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2302117013-RFC.jpg",
    "detail_description": "If you’re wondering what Crete’s been up to for the past, say, 1700 years, a spin around this engagingly curated museum is in order. Exhibits hopscotch from the Byzantine to the Venetian and Turkish periods, culminating with WWII. Quality English labelling, interactive stations throughout and audio guides (€3) in five languages greatly enhance the experience.\nThe Venetian era receives special emphasis and there's even a huge model of the city c 1650 prior to the Turkish occupation. Start in the introductory room, which charts the major phases of history through maps, books, artefacts and images. First-floor highlights include the only two El Greco paintings in Crete (1569's The Baptism of Christ and 1570's View of Mt Sinai and the Monastery of St Catherine), 13th- and 14th-century frescoes, exquisite Venetian gold jewellery, and embroidered vestments. A historical exhibition charts Crete’s road to independence from the Turks in the early 20th century. The most interesting rooms on the 2nd floor are the recreated study of Cretan-born author Nikos Kazantzakis and those dramatically detailing aspects of the WWII Battle of Crete in 1941, including the Cretan resistance and the role of the Allied Secret Service. The top floor features an outstanding folklore collection."
},
{
    "country": "greece",
    "city": "Zagorohoria",
    "index": 14,
    "name": "Vikos Gorge",
    "latitude": "39.945016",
    "longitude": "20.708199",
    "excerpt": "The Voïdomatis ('Good Water' in its Slavic roots) River, a tributary of the Aoös, carved the 12km-long, 900m-deep Vikos Gorge over millions of years. Per…",
    "detail_url": "https://www.lonelyplanet.com/greece/northern-greece/zagorohoria/attractions/vikos-gorge/a/poi-sig/1515141/359499",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1952798971.jpg",
    "detail_description": "The Voïdomatis ('Good Water' in its Slavic roots) River, a tributary of the Aoös, carved the 12km-long, 900m-deep Vikos Gorge over millions of years. Per Guinness, it’s the world’s deepest canyon in proportion to its width. The cliffs begin near Vitsa and run north to near Papingo; the river's springs are below the village of Vikos, where there is also an impressive viewpoint. Several other overlooks on either side of the gorge are accessible by short trails.\nThe gorge and the Tymfi mountain range to the northwest comprise a special protected zone called the Vikos-Aoös Geopark, itself part of the much larger Northern Pindos National Park. Hiking routes around and in the gorge are mostly well tended and blazed; get guidance for your experience level from EOS in Ioannina. The most typical, if quite challenging, route starts in Monodendri, where a steep path heads down; at canyon's end, a right-hand trail leads to Mikro Papingo; the walk takes more than six hours. The only water is at Klima Spring, halfway along the gorge. Check the weather forecast and kit yourself out with sturdy hiking boots and drinking water. Always let someone local (such as your guesthouse) know your departure time and planned route, so they can raise the alarm if necessary."
},
{
    "country": "greece",
    "city": "Athens",
    "index": 13,
    "name": "Panathenaic Stadium",
    "latitude": "37.968748872444",
    "longitude": "23.740586172676",
    "excerpt": "With its serried rows of white Pentelic marble seats built into a ravine next to Ardettos Hill, this ancient-turned-modern stadium is a draw both for…",
    "detail_url": "https://www.lonelyplanet.com/greece/athens/mets-pangrati/attractions/panathenaic-stadium/a/poi-sig/1008092/1342287",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/986a867c0579028836d9da955d3037c5-panathenaic-stadium.jpg",
    "detail_description": "With its serried rows of white Pentelic marble seats built into a ravine next to Ardettos Hill, this ancient-turned-modern stadium is a draw both for lovers of classical architecture and sports fans who can imagine the roar of the crowds from millennia past. A ticket gets you an audio tour, admission to a tiny exhibit on the modern Olympics (mainly eye-candy games posters) and the opportunity to take your photo on a winners' pedestal.\nThe stadium – built in the 4th century BC and restored for the first modern Olympic games in 1896 – was first used as a venue for the Panathenaic athletic contests. It's said that at Hadrian's inauguration in AD 120, a thousand wild animals were sacrificed in the arena. Later, the seats were rebuilt in marble by Herodes Atticus.In 1895, after centuries of disuse, the stadium was restored by wealthy Greek benefactor Georgios Averof – you can see his portrait carved in marble to the right of the entrance. It seats 70,000 spectators around the running track and field – which is not, unfortunately, modern Olympic-size; the stadium could be used only for archery and the marathon finish in the 2004 games. Now it's occasionally used for concerts and public events.Morning joggers are welcome here from 7.30am to 9am (download and fill in the waiver form from the website). There's also an entrance to the surrounding park from Arhimidous if you just want to see the view from the top of the stadium."
},
{
    "country": "greece",
    "city": "Peloponnese",
    "index": 12,
    "name": "Temple of Epicurean Apollo",
    "latitude": "37.429564",
    "longitude": "21.90028",
    "excerpt": "Situated on a wild, isolated spot overlooking rugged mountains and hills, this World Heritage–listed temple is one of Greece’s most atmospheric…",
    "detail_url": "https://www.lonelyplanet.com/greece/andritsena/attractions/temple-of-epicurean-apollo/a/poi-sig/1387258/1316596",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1304265559.jpg",
    "detail_description": "Situated on a wild, isolated spot overlooking rugged mountains and hills, this World Heritage–listed temple is one of Greece’s most atmospheric archaeological sites. The striking, well-preserved temple is robbed of some of its splendour and immediate visual impact by the giant steel-girded tent that's been protecting it from the elements since 1987 (for restoration purposes), but it’s magnificent all the same. It's located 14km southwest of Andritsena at Vassai (Bassae).\nThe temple was built in 420 BC by the people of nearby Figalia, who dedicated it to Apollo Epicurus (the Helper) for delivering them from the plague. Designed by Iktinos, the architect of the Parthenon, the temple combines Doric and Ionic columns and a single Corinthian column – the earliest example of this order. The ruins of an earlier Archaic temple stand alongside.The temple's most prominent decoration – a marble frieze depicting battles between Greeks and Amazons, and between Lapiths and Centaurs – was spirited away in 1814 by 'archaeologists' who procured it from Greece's Ottoman rulers and sold it to the British Museum, where it is currently displayed.Within the protective tent, you can admire the structure from the outside. A long video provides some background to the restoration. Outside, the grounds are lovely and make for a great picnic spot.No public buses run to Vassai. A return taxi from Andritsena, including waiting time, costs around €40."
},
{
    "country": "greece",
    "city": "Peloponnese",
    "index": 11,
    "name": "Olympia Archaeological Museum",
    "latitude": "37.64341",
    "longitude": "21.629548",
    "excerpt": "This superb museum features finds from the adjacent archaeological site of Olympia. Visiting it in conjunction with the ruins helps to put the ancient…",
    "detail_url": "https://www.lonelyplanet.com/greece/the-peloponnese/olympia/attractions/olympia-archaeological-museum/a/poi-sig/476120/359510",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyRF_490186026.jpg",
    "detail_description": "This superb museum features finds from the adjacent archaeological site of Olympia. Visiting it in conjunction with the ruins helps to put the ancient site into perspective. The museum's exhibits span the Olympic sanctuary's past, from the prehistoric to the Roman periods. Artefacts include increasingly sophisticated ceramics, votive offerings to Zeus and Hera, sacrificial cauldron adornments and statuary from the Temple of Hera.The main hall dramatically displays the biggest highlight: reassembled pediments and metopes from the Temple of Zeus.\nThe quality of finds is remarkable, with far more bronze artefacts recovered than at other ancient sites. Numerous votive offerings – ceramic and bronze animals, cauldrons, statues – display remarkable craftsmanship, while the terracotta decoration that survives from the various treasury buildings is a reminder that most of the buildings would have been quite brightly coloured.The eastern pediment of the Temple of Zeus depicts the chariot race between Pelops and Oinomaos, while the western pediment shows the fight between the centaurs and Lapiths at the wedding feast of Pirithous (the centaurs got drunk and tried to abduct the women; the story can be seen as an allegory for Classical Greek values and victories over 'barbarians'). The metopes depict the Twelve Labours of Hercules; half the fun is trying to work out which is which from the remains alone.Another highlight, in a room of its own, is the majestic 4th-century Parian marble statue of Hermes carrying baby Dionysus, carved by Praxiteles. The imposing Nike by Paionios (around 420 BC) is another stunner.Information panels are in Greek, English, French and German."
},
{
    "country": "greece",
    "city": "Monemvasia",
    "index": 10,
    "name": "Kastro – Medieval Village",
    "latitude": "36.687556",
    "longitude": "23.055818",
    "excerpt": "Almost wholly surrounded by ocean, Monemvasia's fortified medieval village is divided into the lower town, bisected by a main cobbled street lined with…",
    "detail_url": "https://www.lonelyplanet.com/greece/the-peloponnese/gefyra-and-monemvasia/attractions/kastro-medieval-village/a/poi-sig/1387308/1319156",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/GettyImages-548311483-RFC.jpg",
    "detail_description": "Almost wholly surrounded by ocean, Monemvasia's fortified medieval village is divided into the lower town, bisected by a main cobbled street lined with souvenir shops, hotels and tavernas that leads to the main square, and the upper town, with its ruins and fortress. The greatest pleasure of visiting the site comes from wandering the labyrinth: exploring the tiny alleyways and winding stairways that weave between a complex network of stone houses and walled gardens, and ducking into atmospheric nooks and crannies.\nIn the lower town, the central square is dominated by the Cathedral of Christos Elkomenos, dating from the 13th century. Head up through the stone archway opposite the bell tower and you come across the handsome 17th-century Church of Myrtidiotissa. Down near the waterfront fortifications is the whitewashed 16th-century Church of Panagia Chrysafitissa.The path to the fortress and the upper town is signposted off the main street in several locations. A walking path (steep steps) skirts the edge of the upper-town ruins all the way to just above the main gate, affording great views of Monemvasia's cluster of rooftops against a cliff backdrop. Some of the upper town's extensive ruins – the central gate complex – have been restored and provide an evocative representation of how the entrance to the upper kastro operated (it's believed that the vaulted passages and spaces were used by the fort's garrison; excellent explanations in English). Don't miss the Church of Agia Sofia perched on the edge of a sheer cliff. Take care and keep to the paths, as the area is covered with overgrown cisterns."
},
{
    "country": "greece",
    "city": "Delphi",
    "index": 9,
    "name": "Delphi Archaeological Museum",
    "latitude": "38.480113661892",
    "longitude": "22.499745682601",
    "excerpt": "Delphi’s magnificent modern museum, 500m east of town, perfectly complements the ancient site alongside. Which you visit first doesn’t matter, but the…",
    "detail_url": "https://www.lonelyplanet.com/greece/delphi/attractions/delphi-archaeological-museum/a/poi-sig/476104/359462",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_editorial_1071661235.jpg",
    "detail_description": "Delphi’s magnificent modern museum, 500m east of town, perfectly complements the ancient site alongside. Which you visit first doesn’t matter, but the treasures collected here will bring your image of ancient Delphi to life. Rich and powerful petitioners flocked to Delphi from the 8th century BC onwards, bringing fabulous gifts and erecting opulent monuments. Unearthed by archaeologists, these now fill a succession of mind-blowing galleries.\nBe sure to check the museum's opening times ahead, as hours can vary.Standout highlights include the matching pair of kouroi (larger-than-life statues of young men) in room 3, known as the Twins of Argos; and the Sphinx of the Naxians, which towers over room 5. Bearing the face of a woman, the body of a lion, and the wings of a bird, the sphinx was donated by the island of Naxos, and originally topped a mighty column near the Athenian Treasury. Nearby, the well-preserved marble frieze from the Siphnian Treasury depicts the battle between the gods and the giants in extraordinary three-dimensional detail.Look out for the tall Column of Dancers in room 11, with three women dancing around its top. The omphalos alongside, a cone sculpted as though wrapped in a woollen net, may have stood at the summit of the column, and takes the form of the Delphi omphalos that marked the very centre of the world.The greatest wonder of all is reserved for the final room (13). Focused yet calm, the Bronze Charioteer commemorates a victory in the Pythian Games of 478 or 474 BC. Very few such life-size bronze statues have survived; this one did because it was buried by an earthquake a century later."
},
{
    "country": "greece",
    "city": "Elounda",
    "index": 8,
    "name": "Spinalonga Island",
    "latitude": "35.296633",
    "longitude": "25.739937",
    "excerpt": "Tiny Spinalonga Island became a leper colony in 1903 and catapulted into pop-cultural consciousness thanks to Victoria Hislop's 2005 bestselling novel The…",
    "detail_url": "https://www.lonelyplanet.com/greece/crete/elounda/attractions/spinalonga-island/a/poi-sig/1387917/359426",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1809885124.jpg",
    "detail_description": "Tiny Spinalonga Island became a leper colony in 1903 and catapulted into pop-cultural consciousness thanks to Victoria Hislop's 2005 bestselling novel The Island and the subsequent Greek TV series spin-off To Nisi. Boats departing from Elounda, Plaka and Agios Nikolaos drop visitors at Dante's Gate, the 20m-long tunnel through which patients arrived. From here, a 1km trail takes you past such ‘sights’ (mostly ruined) as a church, the disinfection room, the hospital and the cemetery.\nBefore it became a leper colony the island was a stronghold of the Venetians, who built a massive fortress in 1579 to protect the bays of Elounda and Mirabello. In 1715 the island fell under Ottoman control. Spinalonga's isolated location off the northern tip of the Spinalonga Peninsula made it a good leprosy quarantine zone. Also known as Hansen’s Disease, the condition causes skin lesions, nerve damage and muscle weakness and has been around since ancient times. As many as 1000 Greeks were quarantined on Spinalonga, initially in squalid and miserable conditions. This changed in 1936 with the arrival of Epaminondas Remoundakis, a law student who contracted leprosy at the age of 21, and who fought passionately for better medical care and infrastructure on the island. A cure for leprosy was finally discovered in 1948 and the last person left Spinalonga in 1957.Thanks to Hislop’s tale about her own family’s connection to the island, interest in Spinalonga has skyrocketed and you’re unlikely to feel lonely during your visit.Ferries operated by local boat cooperatives depart half-hourly from Elounda (€12) and Plaka (€8), giving you as much time on the island as you need. From Agios Nikolaos, Nostos Cruises runs one daily excursion boat."
},
{
    "country": "greece",
    "city": "Messinia",
    "index": 7,
    "name": "Nestor’s Palace",
    "latitude": "37.027216",
    "longitude": "21.694876",
    "excerpt": "The best preserved of all Mycenaean palaces lies 17km north of Pylos and is a thrilling sight. It's described in Homer's 'Odyssey' as the court of the…",
    "detail_url": "https://www.lonelyplanet.com/greece/messinia/attractions/nestor-s-palace/a/poi-sig/1387162/1316587",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1300557962.jpg",
    "detail_description": "The best preserved of all Mycenaean palaces lies 17km north of Pylos and is a thrilling sight. It's described in Homer's 'Odyssey' as the court of the hero Nestor, who took part in the voyage of the Argonauts and sent 90 ships to fight in the Trojan War. Originally a two-storey building, the palace’s walls stand up to 1m high, and from the raised walkways and explanatory text you get a good idea of the layout of a Mycenaean palace complex.\nThe main palace was a building of many rooms. The largest, the throne room, was where the king dealt with state business. In its centre was a large circular hearth surrounded by four ornate columns that supported a balcony. Surrounding the throne is the sentry box, pantry, waiting room, a vestibule and, most fascinating, a bathroom with a terracotta tub still in place. In this tub, according to legend, Polycaste, Nestor's youngest daughter, bathed the hero Telemachus. Archaeologists found small ceramic cups used for bathing and ladling aromatic oils still in place. The palace was destroyed by fire in around 1200 BC and burned ceramic debris in another room clearly reveals where a shelf of crockery collapsed.The remains of an earlier palace are alongside, as are buildings revealed to have been workshops and a wine cellar. In an information kiosk on your way to the ticket office is good background, including information about the famous decipherment of Linear B, which was revealed to be an ancient form of Greek.Many of the finds, including fragments of the palace frescoes and copies of some of the Linear B script tablets – the first to be discovered on the mainland – are housed in the museum in the nearby village of Chora.Near the car park is an impressively reconstructed tholos (Mycenaean beehive-shaped tomb)."
},
{
    "country": "greece",
    "city": "Peloponnese",
    "index": 6,
    "name": "Museum of the Kalavryta Holocaust",
    "latitude": "38.032856",
    "longitude": "22.1105",
    "excerpt": "This is a powerful tribute to the residents of Kalavryta who perished in the 13 December 1943 slaughter perpetrated by the German army. It’s a dignified,…",
    "detail_url": "https://www.lonelyplanet.com/greece/kalavryta/attractions/museum-of-the-kalavryta-holocaust/a/poi-sig/1387679/1316563",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2187033721.jpg",
    "detail_description": "This is a powerful tribute to the residents of Kalavryta who perished in the 13 December 1943 slaughter perpetrated by the German army. It’s a dignified, understated, yet extremely evocative account of the struggle between the occupying forces and partisan fighters in the area, and the events running up to the massacre. The immensely moving and sobering visit is brought to life by personal video testimony from survivors.\nLocated inside the restored old schoolhouse that was set on fire with women, children and the elderly inside, the museum depicts the history of 19th- and 20th-century Kalavryta, the advent of the rack-and-pinion railway and the region's suffering during WWII through evocative photographs and personal effects.ELAS, the Greek resistance movement, was very active in the Kalavryta region during WWII. On 17 October 1943 partisans captured 80 soldiers from a German battalion. Negotiations stalled when the Nazis launched 'Operation Kalavryta', designed to crush the resistance. The partisans killed the German prisoners and in retaliation, on 13 December 1943, the Nazis herded nearly 500 men and teenage boys to the nearby Kappi Ridge and gunned them down. Thirteen survived; 465 were killed. The women and children who managed to break out of the burning schoolhouse were left with the task of gathering and burying the dead, as commemorated by the statues behind the schoolhouse. They then had to find food and shelter in freezing winter conditions, as the Germans had burned down the village.Take some time to watch the video that is on continuous loop dotted throughout the exhibition (only one screen was subtitled in English at our last visit). These are the accounts of surviving townspeople who escaped death, some of whom were children at the time. The final room, walls covered with pictures of the dead Kalavryta villagers and their names, is an especially stark memorial."
},
{
    "country": "greece",
    "city": "Peloponnese",
    "index": 5,
    "name": "Ancient Corinth",
    "latitude": "37.905631",
    "longitude": "22.878642",
    "excerpt": "Within a modern village loom the extensive yet compact ruins of this ancient (mostly Roman) city. Home to legendary Jason of the Argonauts, stealer of the…",
    "detail_url": "https://www.lonelyplanet.com/greece/the-peloponnese/corinthia/attractions/ancient-corinth/a/poi-sig/1018594/359505",
    "image_url": "https://lp-cms-production.imgix.net/2021-10/Archaic%20Temple%20of%20Apollo%2C%20Dorian%20columns%2C%20Corinth%2C%20Greece%20Westend61%20GettyImages-1161376715%20rfc.jpg",
    "detail_description": "Within a modern village loom the extensive yet compact ruins of this ancient (mostly Roman) city. Home to legendary Jason of the Argonauts, stealer of the Golden Fleece, the streets of Ancient Corinth were once trodden by the likes of Pausanias, Roman traveller, and St Paul, who taught the gospel of Christ here. Follow in their footsteps by visiting the Temple of Apollo, the Peribolos of Apollo, the ancient theatre and other highlights. The excellent on-site museum puts everything into context.\nAn exception to the Roman ruins is the prominent 5th-century-BC Doric Temple of Apollo. To the south of this temple is a huge agora (market) bounded on its southern side by the foundations of a huge 71-column stoa (long colonnaded building). This was likely built to accommodate the bigwigs summoned here in 337 BC by Philip II to sign oaths of allegiance to Macedon. In the middle of the central row of shops is a bema, a marble podium from which Roman officials addressed the people. St Paul was supposedly tried for illegal preaching here.At the eastern end of the agora are the remains of the Julian basilica. To the north is the Lower Peirene fountain – the Upper Peirene fountain is on Acrocorinth. According to mythology, Peirene wept so much when her son Kenchrias was killed by Artemis that the gods, rather than let all the precious water go to waste, turned her into a fountain.West of the fountain, steps lead to the Lecheon road, once the main thoroughfare to the port of Lecheon. On the east side of the road is the Peribolos of Apollo, a courtyard flanked by Ionic columns, some of which have been restored. Nearby is a public latrine, where some seats remain.South of the museum are the columns of Temple E (Pausanias describes it as being dedicated to Octavia, sister of Augustus).The site’s excellent museum is a must-see and a good way to begin and end your visit. It has main rooms that contain finds from the area (including their prized pieces, two kouros statues that were stolen and retrieved). The next two rooms exhibit fine Greek and Roman statues, mosaics, figurines, reliefs and friezes. A smaller room houses the finds of excavations at the nearby Sanctuary of Asklepios (500 BC); look out for the model body parts left as votive offerings. Don't miss the pretty courtyard with its fine reliefs from the 2nd-century-AD theatre.Opposite the site entrance is the fairly ruinous ancient theatre, constructed in the 5th century BC for up to 15,000 spectators, and the Roman odeion (indoor theatre), from the 1st century AD.Note that closing times vary substantially through the winter period according to sunset."
},
{
    "country": "greece",
    "city": "Peloponnese",
    "index": 4,
    "name": "Ancient Nemea",
    "latitude": "37.807572",
    "longitude": "22.711047",
    "excerpt": "Ancient Nemea was once the venue for the biennial Nemean Games, held in honour of Zeus. Three original columns of the imposing 4th-century-BC Doric Temple…",
    "detail_url": "https://www.lonelyplanet.com/greece/the-peloponnese/corinthia/attractions/ancient-nemea/a/poi-sig/1018593/359505",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Greece%20Corinthia%20Lefteris_%20GettyImages-1204787236%20RFC.jpg",
    "detail_description": "Ancient Nemea was once the venue for the biennial Nemean Games, held in honour of Zeus. Three original columns of the imposing 4th-century-BC Doric Temple of Zeus survive, and the on-site museum displays rich finds from the area. The atmospheric stadium is nearby; once connected to the sanctuary by a sacred road, it plays host to a resurrected version of the Games. It's located 31km southwest of Corinth and 4km northeast of modern Nemea.\nLike Ancient Olympia, Nemea was not a city but a sanctuary of Zeus. The Nemean Games, held in the stadium here, were hosted by the nearby city of Kleonai and became one of the great Panhellenic festivals. It was also around here that Hercules carried out the first of his labours – the slaying of the lion that had been sent by Hera to destroy Nemea. After Hercules had killed the lion by lifting it off the ground and choking it to death, the lion became the constellation Leo (each of Hercules' 12 labours is related to a sign of the zodiac).It's worth visiting the site’s museum before seeing the remains of the temple. It has two models of the ancient site – the first shows what it would have looked like at the site's zenith around 300 BC, the second in AD 500, when a Christian basilica and community had developed around the ruined temple – as well as ancient paraphernalia from the Games and treasures from the area's Mycenaean tombs. The jewel of the collection, quite literally, is the Gold of Aidonia, an exquisite assortment of gold rings, seals and beads from the site of Aidonia, near Nemea. Don’t miss the video that explains the extraordinarily advanced race-starting mechanism or the sad story of the last Christian inhabitant of the settlement.At the temple site, the three original columns of the 4th-century-BC Temple of Zeus have been joined by six more, reassembled by an American team. Other ruins include a hostelry and, under a roof, a bathhouse, which has some beautifully preserved washbasins. The athletes probably oiled up here before competition.The stadium is 300m away along the road. There's a fantastic view of it in all its glory from the path that skirts it through the pine trees. Alternatively, enter it the way the athletes would have done, through the atmospheric and archaeologically important tunnel hidden behind the columns by the site entrance. The athletes’ starting line is still in place, together with the distance markers. Look out for ancient graffiti in the tunnel. Resurrected in 1996, the two-day Modern Nemean Games (www.nemeangames.org) occur each Olympic year in June.Buses to/from Corinth Isthmus (around €5, one hour, four to five daily, one Sunday) stop on request outside the site on the way to modern Nemea, about 4km northwest of the site.Note that closing hours alter substantially through the winter period according to sunset times."
},
{
    "country": "greece",
    "city": "Messinia",
    "index": 3,
    "name": "Ancient Messini",
    "latitude": "37.176389",
    "longitude": "21.91987",
    "excerpt": "The remains of this vast ancient city are as extensive as those of Olympia and Epidavros, yet Ancient Messini receives only a fraction of their visitors…",
    "detail_url": "https://www.lonelyplanet.com/greece/ancient-messini-mavromati/attractions/ancient-messini/a/poi-sig/1387050/1342111",
    "image_url": "https://lp-cms-production.imgix.net/2023-02/shutterstock_1717995628.jpg",
    "detail_description": "The remains of this vast ancient city are as extensive as those of Olympia and Epidavros, yet Ancient Messini receives only a fraction of their visitors. Picturesquely situated on a hillside below the village of Mavromati and still undergoing excavation, the site comprises a large theatre, an agora (marketplace), a sizeable Sanctuary of Asclepius and one of the most impressive Ancient Greek stadiums. Entry includes the small museum at the site turn-off; don't miss the impressive Arcadian Gate 800m beyond, either.\nAncient Messini was founded in 371 BC after the Theban general Epaminondas defeated Sparta at the Battle of Leuctra, freeing the Messinians from almost 350 years of Spartan rule. Built on the site of an earlier stronghold, the new Messinian capital was one of a string of defensive positions designed to keep watch over Sparta. Epaminondas himself helped to plan the fortifications, which were based on a massive wall that stretched 9km around the surrounding ridges and completely enclosed the town.Apart from its defensive potential, Ancient Messini was also favoured by the gods. According to local myth, Zeus was born here – not in Crete – and raised by the nymphs Neda and Ithomi, who bathed him in the same spring that gives the modern village its name. The larger area is called Ithomi.The first construction you come across is the large theatre, reconstructed for contemporary use. The path leads past the tiered Fountain of Arsinoe building, which supplied the ancient city with water. Next is the extensive agora, with remains of long stoas (columned porticoes), a public bathhouse, a Doric temple dedicated to the deified patron of the city, Messene, and a treasury. The Greek general Philopoemen was held prisoner by the Messinians here in 183 BC and dispatched to the other world with poison.Beyond is the Sanctuary of Asclepius, the spiritual centre that lay at the heart of the ancient city, consisting of a rectangular courtyard fringed with Corinthian columns. Unlike at Epidavros, this was not so much a healing centre as a repository of cult statuary. This extensive complex was centred on a Doric temple that once housed a golden statue of Ithomi. The modern awning west of the temple protects the Artemision, where fragments of an enormous statue of Artemis Orthia were found. The structures on the east side of the Asclepion include the ekklesiasterion, which looks like a small theatre but once acted as an assembly hall. Nearby are the remains of a Roman villa, the steel roof protecting the mosaic remains.Head downhill to the large stadium, which is surrounded by a forest of restored columns. You can see where the Romans closed off part of the athletics track, turning it into a gladiator arena. On the left-hand side, near the arena, are the VIP seats – the ones with backs and with lion paws for legs. On the right-hand side, near the rebuilt gate of the enormous gymnasium, are round holes in stone slabs – Roman public toilets positioned over a stream. The gymnasium itself includes a washroom with very well-preserved basins around it.The curious building near the toilets is a grave memorial to an important Messinian family, and the Doric temple at the far end of the stadium is a mausoleum of the Saithidae, a prominent Roman family."
},
{
    "country": "greece",
    "city": "Peloponnese",
    "index": 2,
    "name": "Ancient Olympia",
    "latitude": "37.63901",
    "longitude": "21.628969",
    "excerpt": "This is where the Olympic Games took place every four years for over 1100 years, until their abolition by Emperor Theodosius I in AD 393. The Olympic…",
    "detail_url": "https://www.lonelyplanet.com/greece/the-peloponnese/olympia/attractions/ancient-olympia/a/poi-sig/476118/359510",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyRF_490186026.jpg",
    "detail_description": "This is where the Olympic Games took place every four years for over 1100 years, until their abolition by Emperor Theodosius I in AD 393. The Olympic flame is still lit here for the modern Games. Thanks to the destruction ordered by Theodosius II in AD 420 and various subsequent earthquakes, little remains of the magnificent temples and athletic facilities, but enough exists to give you a hint of the sanctuary's former glory.\nIt is one of Greece's most evocative ancient sites. Wandering amid the tree-shaded ruins, you can almost picture the blood and smoke of oxen sacrificed to Zeus and Hera, the sweaty, oiled-up athletes waiting inside the original stadium and the raucous crowds waiting to see the action unfold.\n\n  \nStone columns at the Archaeological Site of Olympia © George Damigos / Alamy Stock Photo\n\nHistory\nAccording to one (of many different) legends, Zeus held the first Olympic Games to celebrate beating his father Kronos at wrestling. Archaeologists, however, date the oldest structures in the ancient complex to around 2000 to 1600 BCE, while records show the first known games – the athletic contest was originally part of a wider festival honouring Zeus – took place on the site in 776 BCE. It's worth remembering that some structures precede others by centuries; a visit to the excellent archaeological museum (as well as the Museum of the History of the Olympic Games in Antiquity) before or after will provide context and help with visualising the ancient buildings.\n\n  \nThe entrance to the original Olympic stadium still stands © Education Images / Getty Images\n\nTouring Olympia Archaeological Site\nGymnasium and wrestling school\nOn your right as you descend into the complex, the first ruin encountered is the gymnasium, which dates from the 2nd century BC. South of here are the columns of the partly restored palaestra (wrestling school), where contestants practised and trained.\nPheidias’ workshop\nBeyond here is Pheidias’ workshop, where the gargantuan ivory-and-gold Statue of Zeus, was sculpted by the Athenian master. The statue, one of the Seven Wonders of the Ancient World, stood in the Temple of Zeus (in The Altis) but was destroyed in the 5th century – its existence is known only through ancient texts and its representation on coins. The workshop was identified by archaeologists after the discovery of tools and moulds; in the 5th century AD it was converted into an early-Christian church.\nThe Altis\nThe Altis, or Sacred Precinct of Zeus, lies on the left of the entrance path. Its most important building was the immense 5th-century-BC Doric Temple of Zeus, which enshrined Pheidias’ statue. One column of the temple has been restored and re-erected, and helps put into perspective the sheer size of the structure. To the east of the temple is the base for the Nike (Victory statue) that visitors can admire in the archaeological museum.\nThe altar of oaths\nSouth of the Temple of Zeus is the bouleuterion (council house), which contains the altar of oaths, where competitors swore to abide by the rules decreed by the Olympic Senate and not to commit foul play. Here were kept the official records of the Games and its champions.\nThe stadium\nThe stadium lies to the east of the Altis and is entered through a stone archway. It is rectangular, with a track measuring 192.27m; the stone start and finish lines of the sprint track and the judges’ seats still survive. The stadium could seat at least 45,000 spectators; slaves and women, however, had to be content to watch from outside on the Hill of Kronos. The stadium was used again in 2004, when it was the venue for the shot put at the Athens Olympics.\nDoric Temple of Hera\nTo the north of the Temple of Zeus, past the pelopion (a small, wooded hillock with an altar to Pelops, the first mythical hero of the Olympic Games), is the late 7th-century-BC Doric Temple of Hera, the site’s oldest temple. An altar in front of the temple would have maintained a continuous fire during the Games, symbolising the fire stolen from the gods by Prometheus; today, the Olympic flame is lit here.\n\n  \nThe Olympic flame is still initially lit in Ancient Olympia at the beginning of every Olympic Games © Ververidis Vasilis / Shutterstock\n\nTickets and other practicalities\nThe entrance fee to the site is €12, which covers entrance to the Archaeological Olympia Site, Archaeological Museum of Olympia, Museum of the History of the Olympic Games of Antiquity and Museum of the History of the Olympia Excavations.\nIt is worth visiting first thing in the morning or in the late afternoon; it's a magical experience to be there without the crowds. Information panels are in Greek, English and German.\n"
}
]