[
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 1,
    "name": "Instituto Cultural de Cabañas",
    "latitude": "20.676846",
    "longitude": "-103.337435",
    "excerpt": "Standing proudly at the eastern end of dramatic Plaza Tapatía is one of Guadalajara’s architectural landmarks, and a Unesco World Heritage site since 1997…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/instituto-cultural-de-cabanas/a/poi-sig/1389486/361671",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock745346248-rfc.jpeg",
    "detail_description": "Standing proudly at the eastern end of dramatic Plaza Tapatía is one of Guadalajara’s architectural landmarks, and a Unesco World Heritage site since 1997. On the ceiling and inside the dome of the striking neoclassical Capilla Mayor (Main Chapel) is a most unexpected series of modernist murals by José Clemente Orozco, which rank among his best works and Guadalajara's top sights. The complex also houses a collection of 340 other pieces by Orozco, and works by leading lights of Mexico's contemporary art scene.\nThe beautiful building, which consists of a labyrinth of hidden arched courtyards and exhibition spaces, was founded by Bishop don Juan Cruz Ruiz de Cabañas and designed by Spanish architect Manuel Tolsá between 1805 and 1810. Its original purpose was as an orphanage and home for invalids, and it remained so for 150 years, housing 500 children at one time.From 1937 to 1939, Orozco, one of the 'Big Three' of the Mexican muralist movement, channeled the archetypal struggle for freedom into 57 magnificent murals that now decorate the domed chapel at the center of the complex. Widely regarded as Orozco’s finest works, they depict pre-Hispanic Jalisco and the conquest, presented through dark, unnerving and distinctly modern images of fire, armor, broken chains, blood and prayer. Given the time frame, the works almost certainly serve as a warning against fascism and any force that subverts humanity to cultivate power. Conveniently placed benches allow you to lie down and inspect the works more easily.Free tours of the institute in a half-dozen languages (including English) depart regularly. A hands-on Orozco exhibit and a DIY art space keep kids happy and engaged."
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 35,
    "name": "Cathedral Crypt",
    "latitude": "20.676866",
    "longitude": "-103.347069",
    "excerpt": "The cathedral in Guadalajara includes a Gothic crypt, where three archbishops are buried.",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/cathedral-crypt/a/poi-sig/1584413/361671",
    "image_url": null,
    "detail_description": "The cathedral in Guadalajara includes a Gothic crypt, where three archbishops are buried.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 34,
    "name": "Templo de la Merced",
    "latitude": "20.677459",
    "longitude": "-103.34841",
    "excerpt": "Close to the city center is the ornate Templo de la Merced, which was built between 1650 and 1721; inside are several large paintings, crystal chandeliers…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/templo-de-la-merced/a/poi-sig/433660/361671",
    "image_url": null,
    "detail_description": "Close to the city center is the ornate Templo de la Merced, which was built between 1650 and 1721; inside are several large paintings, crystal chandeliers and lots of gold leaf.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 33,
    "name": "Templo de San Francisco de Asís",
    "latitude": "20.672088",
    "longitude": "-103.347058",
    "excerpt": "Across the road from the Templo de Aranzazú, the larger but less impressive Templo de San Francisco de Asís was begun in the 1660s by the Franciscans. It…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/templo-de-san-francisco-de-asis/a/poi-sig/1413974/361671",
    "image_url": null,
    "detail_description": "Across the road from the Templo de Aranzazú, the larger but less impressive Templo de San Francisco de Asís was begun in the 1660s by the Franciscans. It boasts lovely stained glass.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 32,
    "name": "Templo de Nuestra Señora del Carmen",
    "latitude": "20.674668",
    "longitude": "-103.353163",
    "excerpt": "Facing a small leafy plaza, Templo de Nuestra Señora del Carmen is a 17th-century chapel that was remodeled in the 1860s, with lots of gold leaf, old…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/templo-de-nuestra-senora-del-carmen/a/poi-sig/433648/361671",
    "image_url": null,
    "detail_description": "Facing a small leafy plaza, Templo de Nuestra Señora del Carmen is a 17th-century chapel that was remodeled in the 1860s, with lots of gold leaf, old paintings and murals in the dome.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 30,
    "name": "Templo de San Agustín",
    "latitude": "20.676475",
    "longitude": "-103.344387",
    "excerpt": "South of the landmark Teatro Degollado on Plaza de la Liberación is the baroque-style Templo de San Agustín, all gold and white. Erected in 1573, it is…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/templo-de-san-agustin/a/poi-sig/1386297/361671",
    "image_url": null,
    "detail_description": "South of the landmark Teatro Degollado on Plaza de la Liberación is the baroque-style Templo de San Agustín, all gold and white. Erected in 1573, it is one of the city’s oldest and loveliest churches.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 31,
    "name": "Templo Santa Eduviges",
    "latitude": "20.67514",
    "longitude": "-103.336169",
    "excerpt": "The sanctuary at the Templo Santa Eduviges, built in 1726, is usually packed with worshippers and, during Mass, perfumed with clouds of sandalwood smoke…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/templo-santa-eduviges/a/poi-sig/433662/361671",
    "image_url": null,
    "detail_description": "The sanctuary at the Templo Santa Eduviges, built in 1726, is usually packed with worshippers and, during Mass, perfumed with clouds of sandalwood smoke. It's just east of the Mercado San Juan de Dios.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 29,
    "name": "Templo de Aranzazú",
    "latitude": "20.672189",
    "longitude": "-103.347423",
    "excerpt": "The compact Templo de Aranzazú is perhaps the city’s most beautiful. Built from 1749 to 1752, it has three remarkably ornate Churrigueresque (Spanish…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/templo-de-aranzazu/a/poi-sig/433654/361671",
    "image_url": null,
    "detail_description": "The compact Templo de Aranzazú is perhaps the city’s most beautiful. Built from 1749 to 1752, it has three remarkably ornate Churrigueresque (Spanish baroque) golden altars and a lovely vaulted ceiling.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 28,
    "name": "Palacio Legislativo",
    "latitude": "20.677459",
    "longitude": "-103.345385",
    "excerpt": "On the north side of the Plaza de la Liberación, near the Museo Regional de Guadalajara, is the Palacio Legislativo. Distinguished by thick stone columns…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/palacio-legislativo/a/poi-sig/433628/361671",
    "image_url": null,
    "detail_description": "On the north side of the Plaza de la Liberación, near the Museo Regional de Guadalajara, is the Palacio Legislativo. Distinguished by thick stone columns in its interior courtyard, this is where the state congress meets.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 27,
    "name": "Palacio Municipal",
    "latitude": "20.677479",
    "longitude": "-103.347788",
    "excerpt": "On the north side of Plaza Guadalajara is the Palacio Municipal, which was built between 1949 and 1952 but looks much older. Above its interior stairway…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/palacio-municipal/a/poi-sig/433630/361671",
    "image_url": null,
    "detail_description": "On the north side of Plaza Guadalajara is the Palacio Municipal, which was built between 1949 and 1952 but looks much older. Above its interior stairway is a dark mural by Gabriel Flores depicting the founding of Guadalajara.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 26,
    "name": "Palacio de Justicia",
    "latitude": "20.677469",
    "longitude": "-103.344644",
    "excerpt": "Built in 1588, the Palacio de Justicia began life as Guadalajara's first nunnery. Duck inside to the interior stairwell and check out the 1965 mural by…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/palacio-de-justicia/a/poi-sig/433626/361671",
    "image_url": null,
    "detail_description": "Built in 1588, the Palacio de Justicia began life as Guadalajara's first nunnery. Duck inside to the interior stairwell and check out the 1965 mural by Guillermo Chávez depicting legendary Mexican lawmakers, including Benito Juárez.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 25,
    "name": "Templo de Santa María de Gracia",
    "latitude": "20.677609",
    "longitude": "-103.344125",
    "excerpt": "A block northeast of Plaza de la Liberación is the Templo de Santa María de Gracia, with a rather rough and austere interior; it was built as part of a…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/templo-de-santa-maria-de-gracia/a/poi-sig/433656/361671",
    "image_url": null,
    "detail_description": "A block northeast of Plaza de la Liberación is the Templo de Santa María de Gracia, with a rather rough and austere interior; it was built as part of a convent in 1661. It stands in the location of the city’s first cathedral (1549–1618).\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 24,
    "name": "Galería Jorge Martínez",
    "latitude": "20.678242",
    "longitude": "-103.344923",
    "excerpt": "It's worth popping into this interesting modern and conceptual art gallery to see if there's an exhibition showing (there's no permanent collection on…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/galeria-jorge-martinez/a/poi-sig/433604/361671",
    "image_url": null,
    "detail_description": "It's worth popping into this interesting modern and conceptual art gallery to see if there's an exhibition showing (there's no permanent collection on display). It’s adjacent to, and benefiting, Guadalajara’s top art school, Artes Plásticas, which is operated by the Universidad de Guadalajara.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 21,
    "name": "Plaza Guadalajara",
    "latitude": "20.676927",
    "longitude": "-103.347734",
    "excerpt": "Plaza Guadalajara is shaded by dozens of severly cropped laurel trees and has great views of the east of the cathedral. Boasting a few fine cafes, it's a…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/plaza-guadalajara/a/poi-sig/433642/361671",
    "image_url": null,
    "detail_description": "Plaza Guadalajara is shaded by dozens of severly cropped laurel trees and has great views of the east of the cathedral. Boasting a few fine cafes, it's a hive of activity day and night. On its north side is the Palacio Municipal, which was built between 1949 and 1952 but looks much older. Above the main stairway inside is a dark mural by Gabriel Flores depicting the founding of Guadalajara.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 22,
    "name": "Museo Nacional de la Cerámica",
    "latitude": "20.62672",
    "longitude": "-103.242602",
    "excerpt": "Among the best of the many ceramics museums in the greater Guadalajara region, this one focuses largely on works from Tonalá, arguably the finest in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/museo-nacional-de-la-ceramica/a/poi-sig/1584500/361671",
    "image_url": null,
    "detail_description": "Among the best of the many ceramics museums in the greater Guadalajara region, this one focuses largely on works from Tonalá, arguably the finest in central Mexico. Among the most memorable styles are barro bruñido and barro canela. Located in the one-time home of Jorge Wilmot, an artist best known for introducing high fire techniques to Mexican ceramic art.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 23,
    "name": "Museo Regional de la Cerámica",
    "latitude": "20.63924",
    "longitude": "-103.314561",
    "excerpt": "The Museo Regional de la Cerámica is set in a great old adobe building with stone arches and mature trees in the courtyard. It's a relatively small…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/museo-regional-de-la-ceramica/a/poi-sig/433620/361671",
    "image_url": null,
    "detail_description": "The Museo Regional de la Cerámica is set in a great old adobe building with stone arches and mature trees in the courtyard. It's a relatively small collection that exhibits the varied styles and clays used in Jalisco and Michoacán. Don't miss the fulyl stocked traditional kitchen, the weaver at work on an old loom at 11am and the excellent shop.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 20,
    "name": "Museo de Arte de Zapopan",
    "latitude": "20.720775",
    "longitude": "-103.390177",
    "excerpt": "Two blocks east of the Basílica de Zapopan, MAZ is dedicated to modern art. Four sleek minimalist galleries hold temporary exhibits, which have included…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/museo-de-arte-de-zapopan/a/poi-sig/433608/361671",
    "image_url": null,
    "detail_description": "Two blocks east of the Basílica de Zapopan, MAZ is dedicated to modern art. Four sleek minimalist galleries hold temporary exhibits, which have included works by Diego Rivera and Frida Kahlo as well as leading contemporary Mexican artists. Many of the exhibits are interactive, and the museum acts as a nexus for numerous cultural activities, including lectures, workshops and film screenings.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 19,
    "name": "Rotonda de los Jaliscenses Ilustres",
    "latitude": "20.677774",
    "longitude": "-103.347022",
    "excerpt": "Jalisco’s hall of fame, in the plaza on the north side of the cathedral, is ringed by 30 bronze sculptures of the state’s favorite writers, architects and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/rotonda-de-los-jaliscenses-ilustres/a/poi-sig/433646/361671",
    "image_url": null,
    "detail_description": "Jalisco’s hall of fame, in the plaza on the north side of the cathedral, is ringed by 30 bronze sculptures of the state’s favorite writers, architects and revolutionaries, including one woman – Rita Pérez Jiménez (1779–1861), heroine of the War of Independence.\nSome of the greats depicted here are actually buried underneath the rotunda, the round, pillared gazebo-like monument in the center."
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 18,
    "name": "Plaza Tapatía",
    "latitude": "20.676966809106",
    "longitude": "-103.34085702896",
    "excerpt": "The fabulously wide pedestrian and elevated Plaza Tapatía sprawls for more than 500m eastward from Teatro Degollado to the Instituto Cultural de Cabañas…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/plaza-tapatia/a/poi-sig/433644/361671",
    "image_url": null,
    "detail_description": "The fabulously wide pedestrian and elevated Plaza Tapatía sprawls for more than 500m eastward from Teatro Degollado to the Instituto Cultural de Cabañas. Stroll the length of the plaza on Sunday and you'll find yourself in a sea of locals who shop at low-end crafts markets, snack (from both street vendors and cafes), watch street performers and rest on the low walls of gurgling fountains.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 17,
    "name": "Teatro Degollado",
    "latitude": "20.677027",
    "longitude": "-103.344408",
    "excerpt": "Construction of this neoclassical theater, which is home to the Guadalajara Philharmonic, was begun in 1855 and completed four decades later. Above the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/teatro-degollado/a/poi-sig/1389471/361671",
    "image_url": null,
    "detail_description": "Construction of this neoclassical theater, which is home to the Guadalajara Philharmonic, was begun in 1855 and completed four decades later. Above the Corinthian columns is a pediment with a mosaic depicting Apollo and the Nine Muses.\nThe five-floor interior is swathed in red velvet and gold and crowned by a mural by Gerardo Suárez and Carlos Villaseñor based on the fourth canto of Dante’s Divine Comedy."
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 16,
    "name": "Templo Expiatorio del Santísimo Sacramento",
    "latitude": "20.673614",
    "longitude": "-103.358935",
    "excerpt": "This dramatic neo-Gothic church, begun in 1897 but not completed until 1972, dominates the neighborhood thanks to its enormous stone columns, 15m-high…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/templo-expiatorio-del-santisimo-sacramento/a/poi-sig/433658/361671",
    "image_url": null,
    "detail_description": "This dramatic neo-Gothic church, begun in 1897 but not completed until 1972, dominates the neighborhood thanks to its enormous stone columns, 15m-high mosaic stained-glass windows, kaleidoscopic steeple, and neon blue crosses. A carillon of 25 bells plays many religious and popular tunes. When the hour strikes, a door in the clock tower opens and the 12 Apostles march out. View it best from Parque Expiatorio to the south.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 15,
    "name": "Parque Agua Azul",
    "latitude": "20.659972",
    "longitude": "-103.347917",
    "excerpt": "This large, leafy park about 2km south of the city center is a nice place to rehab from too much urbanity. There are benches and lawns to lounge upon and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/parque-agua-azul/a/poi-sig/1147603/361671",
    "image_url": null,
    "detail_description": "This large, leafy park about 2km south of the city center is a nice place to rehab from too much urbanity. There are benches and lawns to lounge upon and jogging trails aplenty, so bring a good book or some running shoes. And check out the Orchid House – the orchids look their best in October, November, April and May. Bus 60 (or any marked ‘Agua Azul’) heading south on Calzada Independencia will drop you here from the city center.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 14,
    "name": "Casa-Taller Orozco",
    "latitude": "20.674206",
    "longitude": "-103.385221",
    "excerpt": "Orozco’s former home and studio, used briefly by the celebrated muralist in the early 1940s, today hosts temporary exhibitions. On permanent display in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/casa-taller-orozco/a/poi-sig/1528355/361671",
    "image_url": null,
    "detail_description": "Orozco’s former home and studio, used briefly by the celebrated muralist in the early 1940s, today hosts temporary exhibitions. On permanent display in the lobby – and worth a peek if you’re in the area – is La Buena Vida (The Good Life), an unusually joyous Orozco mural the artist was commissioned to paint for Mexico City’s Turf Club in 1945. To avoid disappointment, call before you set out; the museum does not always keep to schedule.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 13,
    "name": "Plaza de los Mariachis",
    "latitude": "20.674678",
    "longitude": "-103.341029",
    "excerpt": "Just south of Avenida Javier Mina and the Mercado San Juan de Dios, this is the very birthplace of mariachi music. By day it’s just a narrow walking…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/plaza-de-los-mariachis/a/poi-sig/433640/361671",
    "image_url": null,
    "detail_description": "Just south of Avenida Javier Mina and the Mercado San Juan de Dios, this is the very birthplace of mariachi music. By day it’s just a narrow walking street, flanked by charming old buildings and dotted with a few plastic tables and chairs, with the odd mariachi musician in full regalia chatting on a cell phone and/or awaiting gainful employment. At night it can get lively, when patrons swill beer and listen to bands play requests (from M$100 per song).\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 12,
    "name": "Museo de Arte Huichol (Wixarika)",
    "latitude": "20.721267",
    "longitude": "-103.391991",
    "excerpt": "This small but surprisingly informative museum has a worthwhile display of artifacts from the Huichol (or Wixarika) people, an indigenous group known for…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/museo-de-arte-huichol-wixarika/a/poi-sig/1147615/361671",
    "image_url": null,
    "detail_description": "This small but surprisingly informative museum has a worthwhile display of artifacts from the Huichol (or Wixarika) people, an indigenous group known for their bright-colored yarn art, beadwork and peyote rituals. (Try to look past the creepy mannequins and taxidermied creatures.) It covers all aspects of the culture, from birth to death and everything in between through everyday items and photographs. There's an excellent shop here too. It's just to the right of the Basílica de Zapopan, within the basilica grounds.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 9,
    "name": "Plaza de la Liberación",
    "latitude": "20.676967",
    "longitude": "-103.345814",
    "excerpt": "This huge plaza due east of the cathedral was a 1980s urban planner’s dream project – two whole blocks of colonial buildings to be knocked down and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/plaza-de-la-liberacion/a/poi-sig/433638/361671",
    "image_url": null,
    "detail_description": "This huge plaza due east of the cathedral was a 1980s urban planner’s dream project – two whole blocks of colonial buildings to be knocked down and replaced with a concrete slab. Today, it's a popular meeting spot lined with leafy trees, benches, shoe shining booths and the iconic 'Guadalajara' sign.\nOn the north side of the plaza, is the Palacio Legislativo. Distinguished by thick stone columns in its interior courtyard, this is where the state congress meets. Just east, across Calle Belén, is the Palacio de Justicia. It was built in 1588 and began life as Guadalajara’s first nunnery. Duck inside to the interior stairwell and check out the 1965 mural by Guillermo Chávez depicting legendary Mexican lawmakers, including Benito Juárez."
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 10,
    "name": "Palacio de Gobierno",
    "latitude": "20.676234",
    "longitude": "-103.346275",
    "excerpt": "The golden-hued Palacio de Gobierno, which houses the Jalisco state government offices, was finished in 1774 and is well worth visiting to see two…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/palacio-de-gobierno/a/poi-sig/433624/361671",
    "image_url": null,
    "detail_description": "The golden-hued Palacio de Gobierno, which houses the Jalisco state government offices, was finished in 1774 and is well worth visiting to see two impressive murals by local artist José Clemente Orozco (1883–1949). The real head-turner is the 400-sq-metre mural of Miguel Hidalgo painted in 1937 that dominates the main interior staircase. Hidalgo brandishes a torch in one fist while the masses at his feet struggle against the twin foes of communism and fascism.\nAnother Orozco mural in the Ex Congreso (former Congress Hall) upstairs to the right depicts Hidalgo, Benito Juárez and other historical luminaries. On the ground floor there’s an excellent multimedia museum about the history of Jalisco and its capital, though labeling is largely in Spanish."
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 11,
    "name": "Museo de las Artes",
    "latitude": "20.674347",
    "longitude": "-103.358935",
    "excerpt": "Three blocks west of Parque Revolución is this museum of contemporary art housed in a French Renaissance building (1917) that once served as the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/museo-de-las-artes/a/poi-sig/433612/361671",
    "image_url": null,
    "detail_description": "Three blocks west of Parque Revolución is this museum of contemporary art housed in a French Renaissance building (1917) that once served as the administration building for the University of Guadalajara. The highlight is the Paraninfo (auditorium) on the 1st floor, whose stage backdrop and dome feature large, powerful murals by Orozco. The rest of the space – some 14 galleries, in fact – is given over to well-curated temporary exhibitions focusing on contemporary Mexican art. Free guided tours offered in Spanish.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 8,
    "name": "Museo Regional de Guadalajara",
    "latitude": "20.677589",
    "longitude": "-103.346447",
    "excerpt": "Guadalajara's most important museum tells the story of the city and the surrounding region, somewhat haphazardly, from prehistory to the revolution…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/museo-regional-de-guadalajara/a/poi-sig/433618/361671",
    "image_url": null,
    "detail_description": "Guadalajara's most important museum tells the story of the city and the surrounding region, somewhat haphazardly, from prehistory to the revolution. Displays are appealing, though signage is in Spanish only. The ground floor houses a natural history collection whose unwitting star is an impressive woolly mammoth skeleton dating from 10,000 BC. Other crowd-pleasers include multimedia displays about indigenous life and a superb collection of pre-Hispanic ceramics and other artifacts taken from a shaft tomb in the nearby Guachimontones Archaeological Site.\nThe upper level of the museum is devoted to colonial paintings depicting the Spanish conquest, as well as more austere religious allegories, a revolutionary wing and exhibits showcasing the indigenous Huichol (or Wixarika) culture. The 19th century building is worth visiting for its architecture – a gorgeous, tree-studded double courtyard with a fountain acts as its centerpiece."
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 7,
    "name": "Museo de Arte Sacro de Guadalajara",
    "latitude": "20.676876",
    "longitude": "-103.346672",
    "excerpt": "This pious collection astride the eastern flank of the cathedral is filled with dark and brooding 17th- to 18th-century religious art, as well as some…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/museo-de-arte-sacro-de-guadalajara/a/poi-sig/1457224/361671",
    "image_url": null,
    "detail_description": "This pious collection astride the eastern flank of the cathedral is filled with dark and brooding 17th- to 18th-century religious art, as well as some spectacular ecclesiastical treasures including chalices, monstrances and vestments. The view of the cathedral and the Plaza de Armas from the 2nd floor terrace is alone worth the admission fee.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 6,
    "name": "Museo Pantaleón Panduro",
    "latitude": "20.642453",
    "longitude": "-103.312715",
    "excerpt": "This superb collection of over 500 pieces of national folk art is housed in a converted religious mission and includes well-displayed miniature figurines,…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/museo-pantaleon-panduro/a/poi-sig/433616/361671",
    "image_url": null,
    "detail_description": "This superb collection of over 500 pieces of national folk art is housed in a converted religious mission and includes well-displayed miniature figurines, as well as enormous, lightly fired urns and other ceramic crafts from all over the country. Its focus is on winners of the prestigious National Pantaleón Panduro Ceramics Prize, first held in 1977 and named after a renowned local sculptor.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 5,
    "name": "Tonalá Street Market",
    "latitude": "20.625354",
    "longitude": "-103.245971",
    "excerpt": "On Thursday and Sunday, Tonalá bursts into a huge street market that sprouts on Avenida Tonaltecas and crawls through dozens of streets and alleys and…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/tonala-street-market/a/poi-sig/1405561/361671",
    "image_url": null,
    "detail_description": "On Thursday and Sunday, Tonalá bursts into a huge street market that sprouts on Avenida Tonaltecas and crawls through dozens of streets and alleys and takes hours to explore. With torta (sandwich), taco and michelada (beer and tomato juice) stands aplenty, the whole area takes on a carnival vibe. The best pieces are usually found at the workshops and warehouses, though a little perseverance often renders one-of-a-kind finds.\n"
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 4,
    "name": "Basílica de Zapopan",
    "latitude": "20.721006",
    "longitude": "-103.392066",
    "excerpt": "One of the city's most important churches, the Basílica de Zapopan, built in 1730, is home to Nuestra Señora de Zapopan, a petite statue of the Virgin…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/basilica-de-zapopan/a/poi-sig/433596/361671",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1255525562.jpg",
    "detail_description": "One of the city's most important churches, the Basílica de Zapopan, built in 1730, is home to Nuestra Señora de Zapopan, a petite statue of the Virgin visited by pilgrims year-round. Since 1734 on October 12, thousands of kneeling faithful crawl behind as the statue is carried here from Guadalajara cathedral. The kneeling pilgrims then make the final trek up the basilica’s aisle to pray for favors at the altar.\nThe early evening, when streams of pilgrims, nuns and monks fill the pews, is a magical time to be here.During the rest of the year, the basílica is lit up on Friday and Saturday evenings at 9pm with a 'video mapping' show – a gorgeous 3D light and sound display projected onto the facade of the church, sharing the history of Zapopan and the edifice itself. It draws crowds of locals and travelers alike (plus loads of street food vendors)."
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 3,
    "name": "Guachimontones Archaeological Site",
    "latitude": "20.692294",
    "longitude": "-103.839512",
    "excerpt": "Just 40km west of Guadalajara is the fascinating and distinctive archaeological site known as Guachimontones – one of the only ancient ruins in the world…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/guachimontones-archaeological-site/a/poi-sig/1633321/361671",
    "image_url": null,
    "detail_description": "Just 40km west of Guadalajara is the fascinating and distinctive archaeological site known as Guachimontones – one of the only ancient ruins in the world whose structures were built in nearly perfect concentric circles, including a massive conical step pyramid. Easy to reach as a day trip, the site has well-preserved structures, an excellent museum, and knowledgeable (and free) guide services.\nOccupied between 300BC and 350AD by the Teuchitlán people, Guachimontones is believed to have been a spiritual center, used mostly for rituals honoring Ehecatl, the god of wind. There were 10 circular complexes in all, surrounding the imposing central pyramid. A hole at the top of the pyramid is thought to have been used to hold a pole that priests would suspend themselves from, simulating the flight of a bird.The ruins are perched on a verdant hill overlooking the village of Teuchitlán and La Vega dam. Three of the 10 complexes are visible and fully excavated, while the main pyramid is a truly arresting sight: perfectly circular, with curving moss-covered steps rising some 18 meters (60 feet); you’re not allowed to climb to the top, unfortunately. Two ball courts, two long plazas and several structures still to be excavated complete the site.The site’s modern museum – also circular in shape – provides an excellent overview of the ruins and the people who worshipped here. Jewelry, pottery, obsidian tools, and other artifacts are on display, as is a re-creation of the shaft tombs found under some of the structures. Several hands-on exhibits will keep young visitors engaged, and there’s a surprisingly good introductory film, available in Spanish, English and French.Tours of the ruins are offered hourly between 10am and 1pm. Guides are knowledgeable and experienced; English and French spoken. Guides also lead tours through the museum every 30 to 60 minutes, depending on numbers.To get here from Guadalajara, take a bus to Teuchitlán (M$120, two hours, hourly from 6am to 9pm) from the Antigua Central Camionera. From the village, a taxi to the ruins costs M$60."
},
{
    "country": "guadalajara",
    "city": "Guadalajara",
    "index": 2,
    "name": "Catedral de Guadalajara",
    "latitude": "20.676911",
    "longitude": "-103.347105",
    "excerpt": "Guadalajara’s cathedral is the city’s most conspicuous landmark with distinctive neo-Gothic towers built after an earthquake toppled the originals in…",
    "detail_url": "https://www.lonelyplanet.com/mexico/western-central-highlands/guadalajara/attractions/catedral-de-guadalajara/a/poi-sig/433600/361671",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyImages-957128972.jpeg",
    "detail_description": "Guadalajara’s cathedral is the city’s most conspicuous landmark with distinctive neo-Gothic towers built after an earthquake toppled the originals in 1818. Begun in 1561 and consecrated in 1618, the building is almost as old as the city itself. Time your visit right and you’ll see light filter through stained-glass of the Last Supper above the altar and hear a working pipe organ rumble sweetly from the rafters.\nThe interior includes a Gothic crypt, where three archbishops are buried, plus massive Tuscan-style gold-leaf pillars and 11 richly decorated side altars that were bequeathed to the city by King Fernando VII of Spain (1784–1833). The 18th-century glass case nearest the west entrance is an extremely popular reliquary, containing the waxed remains of the martyred Santa Inocencia. In the sacristy, which an attendant can open for you on request, is La Asunción de la Virgen, painted by Spanish artist Bartolomé Murillo in 1650. Much like the city's Palacio de Gobierno, the cathedral is a bit of a stylistic hodgepodge, including baroque, Churrigueresque (late Spanish baroque) and neoclassical influences."
}
]