[
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 1,
    "name": "Museo y Casa de Diego Rivera",
    "latitude": "21.018245",
    "longitude": "-101.255026",
    "excerpt": "Diego Rivera's birthplace is now an excellent museum honoring the famous artist, who was persona non grata here for years. Rivera and his twin brother…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/museo-y-casa-de-diego-rivera/a/poi-sig/464994/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9d4fc24792e3e3acc8e3a7f3e22681ed-museo-y-casa-de-diego-rivera.jpg",
    "detail_description": "Diego Rivera's birthplace is now an excellent museum honoring the famous artist, who was persona non grata here for years. Rivera and his twin brother were born in the house in 1886 (Carlos died at age two) and lived here until the family moved to Mexico City six years later. The museum's ground floor is a re-creation of the Rivera family home, furnished with 19th-century antiques.\nThe labyrinth of upper floors exhibit a permanent collection of his original works and preliminary sketches (completed for some of his famous murals in Mexico City), plus there's a nude of Frida Kahlo. Several salas (halls) also host temporary exhibitions of work by Mexican and international artists. An intimate theater upstairs features black-and-white photographs of Kahlo and Rivera."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 21,
    "name": "Jardín de la Unión",
    "latitude": "21.015879",
    "longitude": "-101.252847",
    "excerpt": "This triangular plaza is lined by cafes, bars and restaurants and full of shade-giving trees in a neatly maintained garden.",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/jardin-de-la-union/a/poi-sig/1589148/361570",
    "image_url": null,
    "detail_description": "This triangular plaza is lined by cafes, bars and restaurants and full of shade-giving trees in a neatly maintained garden.\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 20,
    "name": "Jardín de la Reforma",
    "latitude": "21.017765",
    "longitude": "-101.257025",
    "excerpt": "This attractive cafe-lined and shady square is Guanajuato's social hub and is packed full of locals, mariachis and tourists throughout the day.",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/jardin-de-la-reforma/a/poi-sig/1589149/361570",
    "image_url": null,
    "detail_description": "This attractive cafe-lined and shady square is Guanajuato's social hub and is packed full of locals, mariachis and tourists throughout the day.\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 18,
    "name": "Cristo Rey",
    "latitude": "21.011886",
    "longitude": "-101.36909",
    "excerpt": "Cristo Rey (Christ the King) is a 20m bronze statue of Jesus erected in 1950 on the summit of the Cerro de Cubilete, 15km west of Guanajuato. The location…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/cristo-rey/a/poi-sig/464976/361570",
    "image_url": null,
    "detail_description": "Cristo Rey (Christ the King) is a 20m bronze statue of Jesus erected in 1950 on the summit of the Cerro de Cubilete, 15km west of Guanajuato. The location of the statue at the supposed geographical center of the country holds particular significance for Mexican tourists, with impressive views an added draw. Tour agencies offer trips here, but you can also simply take a bus marked 'Cubilete' or 'Cristo Rey,' departing every hour or so from near Alhóndiga (M$40 return).\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 19,
    "name": "Museo Iconográfico del Quijote",
    "latitude": "21.01441",
    "longitude": "-101.251818",
    "excerpt": "This surprisingly interesting museum is worth half-hour of your time. Every exhibit relates to Spain's Don Quixote de la Mancha, Cervantes' classic…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/museo-iconografico-del-quijote/a/poi-sig/464992/361570",
    "image_url": null,
    "detail_description": "This surprisingly interesting museum is worth half-hour of your time. Every exhibit relates to Spain's Don Quixote de la Mancha, Cervantes' classic literary hero, depicted in numerous different media by different artists in different styles. Paintings, statues, tapestries, even chess sets, clocks and postage stamps and all feature the quixotic icon and his bumbling companion Sancho Panza.\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 17,
    "name": "Parador Turístico Sangre de Cristo",
    "latitude": "21.038765",
    "longitude": "-101.3451",
    "excerpt": "Three museums are sited in one impressively designed complex in the hills above Guanajuato. One collection explores the mining history of the region. The…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/parador-turistico-sangre-de-cristo/a/poi-sig/1547762/361570",
    "image_url": null,
    "detail_description": "Three museums are sited in one impressively designed complex in the hills above Guanajuato. One collection explores the mining history of the region. The second has 36 mummies discovered in local churches (they look pretty gruesome so consider missing this one if you have children with you). The last looks at Day of the Dead celebrations and the Catrina dolls (an image/figurine of a skeleton in female clothing) that are a key part of the tradition.\nTo get here, take a 'Cristo Rey' bus, which depart every hour or so from near Alhóndiga (M$40 return)."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 16,
    "name": "Templo de la Compañía de Jesús",
    "latitude": "21.01698",
    "longitude": "-101.252294",
    "excerpt": "Believed to be one of the largest constructions completed by the Jesuits in Mexico, this church was built between 1746 and 1765. However, just two years…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/templo-de-la-compania-de-jesus/a/poi-sig/465002/361570",
    "image_url": null,
    "detail_description": "Believed to be one of the largest constructions completed by the Jesuits in Mexico, this church was built between 1746 and 1765. However, just two years after its completion the Jesuits were expelled from the country and the guild schools and Jesuit college were closed.The local population protested, but punishments were harsh and the resentment felt fed into the nascent independence movement. The church is huge, with an elaborate exterior and an impressive – if austere – interior.\nA small gallery (M$15) at the back of the church contains some impressive 17th- and 18th-century religious paintings."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 15,
    "name": "Casa de Arte Olga Costa & José Chávez Morado",
    "latitude": "21.010724",
    "longitude": "-101.241374",
    "excerpt": "In 1966 artists José Chávez Morado and Olga Costa converted a massive old well into their home and studio; before their deaths, they donated their home…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/casa-de-arte-olga-costa-jose-chavez-morado/a/poi-sig/1404854/361570",
    "image_url": null,
    "detail_description": "In 1966 artists José Chávez Morado and Olga Costa converted a massive old well into their home and studio; before their deaths, they donated their home and its contents for public use. On display is a small, but fascinating, collection of items from the 16th to 18th centuries, including pre-Hispanic and modern ceramics, embroidery, furniture, masks and their own artworks. It's worth heading to the 'suburb' of Pastita to experience a side of Guanajuato you might otherwise miss.\nThe pretty approach follows the former aqueduct that ends at their house. Take any bus marked 'Pastita' from the eastern end of town."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 14,
    "name": "Ex-Hacienda San Gabriel de Barrera",
    "latitude": "21.008921261141",
    "longitude": "-101.27357125282",
    "excerpt": "To escape Guanajuato's narrow streets, head to this magnificent colonial home that is now a museum with tranquil and attractive gardens. Built at the end…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/ex-hacienda-san-gabriel-de-barrera/a/poi-sig/464978/361570",
    "image_url": null,
    "detail_description": "To escape Guanajuato's narrow streets, head to this magnificent colonial home that is now a museum with tranquil and attractive gardens. Built at the end of the 17th century, this was the grand hacienda of Captain Gabriel de Barrera, whose family was descended from the first Conde de Rul of the famous La Valenciana mine. Opened as a museum in 1979, the hacienda, with its opulent period European furnishings, provides an insight into noble lifestyles of the viceregal period.\nThe hacienda is 2.5km west of downtown. Take one of the frequent 'Marfil' buses heading west in the subterranean tunnel under Avenida Juárez and ask the driver to drop you at Hotel Misión Guanajuato."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 13,
    "name": "Templo de San Diego",
    "latitude": "21.015484",
    "longitude": "-101.25305",
    "excerpt": "Built in 1663 by members of St Diego of Alcántara, the facade – carved pink quarry stone – exemplifies Mexican Churriqueresque and is quite lovely.",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/templo-de-san-diego/a/poi-sig/465004/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/098a6b4e50b7e713ee70f320aba8ef64-templo-de-san-diego.jpg",
    "detail_description": "Built in 1663 by members of St Diego of Alcántara, the facade – carved pink quarry stone – exemplifies Mexican Churriqueresque and is quite lovely.\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 12,
    "name": "Templo de San Francisco",
    "latitude": "21.014141",
    "longitude": "-101.251677",
    "excerpt": "Templo de San Francisco was built in 1741 in a late baroque style, as noted in its decorative motifs and stone entrance, though neoclassical features were…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/templo-de-san-francisco/a/poi-sig/465006/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e52acc9c91c34b6a9620278d80cd5172-templo-de-san-francisco.jpg",
    "detail_description": "Templo de San Francisco was built in 1741 in a late baroque style, as noted in its decorative motifs and stone entrance, though neoclassical features were added in the 19th century, including the quirky clock on its facade. Franciscan friars have been running the church since 1828.\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 11,
    "name": "Universidad de Guanajuato",
    "latitude": "21.017415",
    "longitude": "-101.253215",
    "excerpt": "The main building of this university, whose ramparts are visible above much of the city, is one block up the hill from the basilica. The distinctive…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/universidad-de-guanajuato/a/poi-sig/465010/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4cdf5d5af87fbf30b0c7a25d8fdf4c42-universidad-de-guanajuato.jpg",
    "detail_description": "The main building of this university, whose ramparts are visible above much of the city, is one block up the hill from the basilica. The distinctive multistory white-and-blue building with the crenelated pediment dates from the 1950s. The design was (and some might say continues to be) controversial, as this dominating structure disrupts the characteristic, historic cityscape, but it's unusual enough to search out.\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 10,
    "name": "Museo del Pueblo de Guanajuato",
    "latitude": "21.017103",
    "longitude": "-101.25357",
    "excerpt": "Located beside the university, this fascinating art museum displays an exquisite collection of Mexican miniatures, and 18th- and 19th-century artworks by…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/museo-del-pueblo-de-guanajuato/a/poi-sig/464990/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0f14c7321079e95cc6a7fcedeb367dd4-museo-del-pueblo-de-guanajuato.jpg",
    "detail_description": "Located beside the university, this fascinating art museum displays an exquisite collection of Mexican miniatures, and 18th- and 19th-century artworks by Guanajuatan painters Hermenegildo Bustos and José Chávez Morado, plus temporary exhibitions. It occupies the former mansion of the Marqueses de San Juan de Rayas, who owned the San Juan de Rayas mine. The private baroque chapel (built 1696) upstairs in the courtyard contains an interesting three-paneled mural by José Chávez Morado depicting the Spanish colonization.\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 8,
    "name": "Callejón del Beso",
    "latitude": "21.016353",
    "longitude": "-101.256248",
    "excerpt": "Narrowest of the many alleyways in Guanajuato's streets is this callejón, where the balconies of two houses practically touch. In a local legend, a fine…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/callejon-del-beso/a/poi-sig/464974/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2bdc31e8467eb16a553dc026d796615e-callejon-del-beso.jpg",
    "detail_description": "Narrowest of the many alleyways in Guanajuato's streets is this callejón, where the balconies of two houses practically touch. In a local legend, a fine family once lived on this street and their daughter fell in love with a common miner. They were forbidden to see each other, but the miner rented a room opposite and the lovers exchanged furtive besos (kisses) from these balconies. Inevitably, the romance was discovered and the couple met a tragic end.\nFrom the Plazuela de los Ángeles on Avenida Juárez, walk about 40m up Callejón del Patrocinio to see the tiny alley on your left."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 9,
    "name": "Bocamina de San Ramón & Bocamina de San Cayetano",
    "latitude": "21.04249",
    "longitude": "-101.258175",
    "excerpt": "These neighboring mines are part of the famous Valenciana mining district. Silver was discovered here in 1548. At San Ramón you can descend via steps into…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/bocamina-de-san-ramon-bocamina-de-san-cayetano/a/poi-sig/464972/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/67badc25e32b40a67cbfc7454c96d459-bocamina-de-san-ramon-bocamina-de-san-cayetano.jpg",
    "detail_description": "These neighboring mines are part of the famous Valenciana mining district. Silver was discovered here in 1548. At San Ramón you can descend via steps into a mine shaft to a depth of 60m (note: not for claustrophobes). San Cayetano has an interesting museum and former miners take you on a brief tour – including a shaft visit.\nTo reach the mines, take a 'Cristo Rey' or 'Valenciana' bus from the bus stop on the corner of Alhóndiga and Calle 28 de Septiembre. Get off at Templo La Valenciana and follow the signs behind the church."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 7,
    "name": "Museo Regional de Guanajuato Alhóndiga de Granaditas",
    "latitude": "21.018679",
    "longitude": "-101.25759",
    "excerpt": "Built between 1798 and 1808 as a grain storehouse, the Alhóndiga became a fortress in 1810 when 300 Spanish troops and loyalist leaders barricaded…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/museo-regional-de-guanajuato-alhondiga-de-granaditas/a/poi-sig/464968/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d0039e0af99068c92fd8bbc49f8dfdd-museo-regional-de-guanajuato-alhondiga-de-granaditas.jpg",
    "detail_description": "Built between 1798 and 1808 as a grain storehouse, the Alhóndiga became a fortress in 1810 when 300 Spanish troops and loyalist leaders barricaded themselves inside after 20,000 rebels led by Miguel Hidalgo attempted to take Guanajuato. On September 28, 1810, a young miner nicknamed El Pípila tied a stone slab to his back and, thus protected from Spanish bullets, set the entrance ablaze. The rebels moved in and killed everyone inside.\nThe Alhóndiga was later used as an armory, then a school, before it was a prison for 80 years (1864–1948). It became a museum in 1958, though it's arguably more interesting for its history than its display today. Don't miss José Chávez Morado's dramatic murals of Guanajuato's history on the staircases."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 6,
    "name": "Monumento a El Pípila",
    "latitude": "21.014534",
    "longitude": "-101.254715",
    "excerpt": "The monument to El Pípila honors the hero who torched the Alhóndiga gates on September 28, 1810, enabling Hidalgo's forces to win the first victory of the…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/monumento-a-el-pipila/a/poi-sig/464986/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f1ce4890c6bc1be922ecb8361ad2525b-monumento-a-el-pipila.jpg",
    "detail_description": "The monument to El Pípila honors the hero who torched the Alhóndiga gates on September 28, 1810, enabling Hidalgo's forces to win the first victory of the independence movement. The statue shows El Pípila holding his torch over the city. On the base is the inscription Aún hay otras Alhóndigas por incendiar (There are still other Alhóndigas to burn). The easiest way to reach it is via the funicular. If you walk, go in a group and don't carry valuables.\nTwo routes from the center of town go up steep, picturesque lanes. One goes east on Sopeña from Jardín de la Unión, then turns right on Callejón del Calvario (this becomes Pochote; turn right at Subida San Miguel). Another ascent, unmarked, goes uphill from the small plaza on Alonso. Alternatively, the 'Pípila-ISSSTE' bus heading west on Avenida Juárez will let you off right by the statue, or you can ride up in the funicular."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 5,
    "name": "Museo de las Momias",
    "latitude": "21.019817871344",
    "longitude": "-101.26625418663",
    "excerpt": "This famous museum is one of the most bizarre (some might say distasteful) sights in Mexico. The popular attraction is a quintessential example of Mexico…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/museo-de-las-momias/a/poi-sig/464988/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-79473130_full.jpg",
    "detail_description": "This famous museum is one of the most bizarre (some might say distasteful) sights in Mexico. The popular attraction is a quintessential example of Mexico's acceptance of, celebration of and obsession with death; visitors come from all over to see more than 100 disinterred corpses.\nWhile technically these are mummified remains – due to the dry atmosphere in their former crypts – the bodies are not thousands of years old. The first remains were unearthed in 1865 to make room for more bodies in the cemeteries. What the authorities uncovered were not skeletons but mummified flesh (many feature grotesque forms and facial expressions).Some people will be horrified by this macabre collection (it's certainly not suitable for children), but many others are oddly fascinated and then leave wondering if it's normal that they found it so interesting (at least we think other people find it interesting, but perhaps that's just this writer…).The ticket also includes entry into the Museum of the Cult of the Dead though it's really just more of the same done in a more Disneyesque manner.The complex is on the western edge of town, a 10-minute ride from Avenida Juárez on any 'Momias' bus (M$8)."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 4,
    "name": "Basílica de Nuestra Señora de Guanajuato",
    "latitude": "21.016363",
    "longitude": "-101.253294",
    "excerpt": "The attractive orange-yellow Basílica de Nuestra Señora de Guanajuato contains a jewel-covered image of the Virgin, patron of Guanajuato. The wooden…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/basilica-de-nuestra-senora-de-guanajuato/a/poi-sig/464970/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/889aed4a4ca1c5dbdfa05bc5a3d1f78a-basilica-de-nuestra-senora-de-guanajuato.jpg",
    "detail_description": "The attractive orange-yellow Basílica de Nuestra Señora de Guanajuato contains a jewel-covered image of the Virgin, patron of Guanajuato. The wooden statue was supposedly hidden from the Moors in a cave in Spain for 800 years. Felipe II of Spain gave it to Guanajuato in thanks for the wealth it provided to the crown. Next door, the small Galería Mariana is dedicated to images of Mary and other Catholic relics.\n"
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 3,
    "name": "Templo La Valenciana",
    "latitude": "21.041558635444",
    "longitude": "-101.25764966011",
    "excerpt": "On a hill overlooking Guanajuato, 5km north of the center, is the magnificent Templo La Valenciana. Its facade is spectacular and its interior dazzles…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/templo-la-valenciana/a/poi-sig/465008/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128895407_high.jpg",
    "detail_description": "On a hill overlooking Guanajuato, 5km north of the center, is the magnificent Templo La Valenciana. Its facade is spectacular and its interior dazzles with ornate golden altars, filigree carvings and giant paintings. Ground was broken here in 1765 and the church was completed in 1788.\nOne legend says that the Spaniard who started the nearby San Ramón mine promised San Cayetano that if it made him rich, he would build a church to honor the saint. Another says that the silver baron of La Valenciana, Conde de Rul, tried to atone for exploiting the miners by building the ultimate in Churrigueresque churches."
},
{
    "country": "guanajuato",
    "city": "Guanajuato",
    "index": 2,
    "name": "Teatro Juárez",
    "latitude": "21.015252",
    "longitude": "-101.252781",
    "excerpt": "Don’t leave Guanajuato without visiting the magnificent Teatro Juárez. It was built between 1873 and 1903 and inaugurated by the dictator Porfirio Díaz,…",
    "detail_url": "https://www.lonelyplanet.com/mexico/northern-central-highlands/guanajuato/attractions/teatro-juarez/a/poi-sig/465000/361570",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a03bdd457d63a5984cba6509fb1c1b83-teatro-juarez.jpg",
    "detail_description": "Don’t leave Guanajuato without visiting the magnificent Teatro Juárez. It was built between 1873 and 1903 and inaugurated by the dictator Porfirio Díaz, whose lavish tastes are reflected in the plush red-and-gold interior. The outside features 12 columns with brass capitals, lamp posts and eight of the nine muses; inside the impression is Moorish, with the bar and lobby gleaming with carved wood, stained glass and precious metals. It’s only open when no performances are scheduled.\nEntertaining guided tours of the theater (in Spanish only) take place at regular intervals throughout the day.Posters outside the theater advertise upcoming performances. Tickets normally cost between M$50 and M$100."
}
]