[
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 1,
    "name": "Shamian Island",
    "latitude": "23.109891",
    "longitude": "113.239968",
    "excerpt": "Don't depart Guangzhou without an amble through the concession-era gem that is Shamian Island. The central east–west drag is a time-warp boulevard of…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/shamian-island/a/poi-sig/1102506/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c6c1894cc6bc591688a186240940bff9-shamian-island.jpg",
    "detail_description": "Don't depart Guangzhou without an amble through the concession-era gem that is Shamian Island. The central east–west drag is a time-warp boulevard of faded European-style buildings shaded by columns of banyan trees. It's a charming setting and the backdrop to many a wedding photo shoot. Choose a quiet time of day, and duck into side streets where you can peek into lived-in residences with wooden staircases and cracked Victorian floor tiles.\nThe island (it's not really; the narrow channel to the north was dug by the British to detach it from the city) was acquired as a foreign concession in 1859 after the second Opium War. At its peak, Shamian was home to consulates, banks and trading firms from all over the globe. Today several of these heritage buildings house hotels, cafes and eateries."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 38,
    "name": "Shamian Clubhouse",
    "latitude": "23.109852",
    "longitude": "113.243358",
    "excerpt": "The ‘Red Mansion’ (c 1907), once Shamian’s grandest abode, fuses features of British colonial architecture such as colonnades and louvre windows with the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/shamian-clubhouse/a/poi-sig/1437665/355940",
    "image_url": null,
    "detail_description": "The ‘Red Mansion’ (c 1907), once Shamian’s grandest abode, fuses features of British colonial architecture such as colonnades and louvre windows with the Lingnan fondness for skylights. Sadly it's not open for visitors.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 37,
    "name": "Church of Our Lady of Lourdes",
    "latitude": "23.10999",
    "longitude": "113.242414",
    "excerpt": "Dating from 1890, this Roman Catholic church marks the edge of the French concession (everything due west of here on Shamian Island was administered by…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/church-of-our-lady-of-lourdes/a/poi-sig/1102507/355940",
    "image_url": null,
    "detail_description": "Dating from 1890, this Roman Catholic church marks the edge of the French concession (everything due west of here on Shamian Island was administered by the British). It's still in use; English Mass is at 11am. Pop in for a peek at the stained glass.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 36,
    "name": "Cathedral of the Sacred Heart",
    "latitude": "23.117233",
    "longitude": "113.254795",
    "excerpt": "The French were granted permission to build this Roman Catholic cathedral after the second Opium War, between 1863 and 1888. Constructed entirely of…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/cathedral-of-the-sacred-heart/a/poi-sig/1102505/355940",
    "image_url": null,
    "detail_description": "The French were granted permission to build this Roman Catholic cathedral after the second Opium War, between 1863 and 1888. Constructed entirely of granite in the neo-Gothic style, its twin spires soar to an impressive 48m. English Mass is held at 3.30pm daily.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 35,
    "name": "Luányú Táng",
    "latitude": "23.11842121",
    "longitude": "113.2318851",
    "excerpt": "Luányú Táng is a 200-year-old union for actors playing martial-arts and acrobatic roles in Cantonese opera. The union still gives theatrical martial-arts…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/luanyu-tang/a/poi-sig/1453343/355940",
    "image_url": null,
    "detail_description": "Luányú Táng is a 200-year-old union for actors playing martial-arts and acrobatic roles in Cantonese opera. The union still gives theatrical martial-arts training to children, and members come for opera ‘jamming’ sessions in a little chamber upstairs, which you might be permitted to watch.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 31,
    "name": "Canton Customs Mansion",
    "latitude": "23.10999",
    "longitude": "113.245761",
    "excerpt": "The Guangdong customs building (c 1916) is one of the most impressive concession-era structures remaining along the waterfront. Designed by a British…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/canton-customs-mansion/a/poi-sig/1605044/355940",
    "image_url": null,
    "detail_description": "The Guangdong customs building (c 1916) is one of the most impressive concession-era structures remaining along the waterfront. Designed by a British architect in neoclassical style, it is crowned with a bell tower that chimes at 8am and 8pm.\nThe interiors are well preserved, and open to the public every Wednesday. Passport required."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 32,
    "name": "Memorial Museum of Generalissimo Sun Yatsen’s Mansion",
    "latitude": "23.112418",
    "longitude": "113.273871",
    "excerpt": "Sun Yatsen lived in this restored mansion when he established governments in Guangzhou in 1917 and 1923. The beautiful complex comprises two Victorian…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/memorial-museum-of-generalissimo-sun-yatsen-s-mansion/a/poi-sig/1102509/355940",
    "image_url": null,
    "detail_description": "Sun Yatsen lived in this restored mansion when he established governments in Guangzhou in 1917 and 1923. The beautiful complex comprises two Victorian-style buildings containing displays on the history of Guangzhou in the revolutionary era, as well as Sun’s living quarters. A taxi from Shamian Island costs about ¥45.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 33,
    "name": "Xinhai Revolution Museum",
    "latitude": "23.074757",
    "longitude": "113.41547",
    "excerpt": "Browse engaging but propaganda-ish exhibits on famous Cantonese revolutionaries, with a section dedicated to the life of Sun Wan, Sun Yatsen’s daughter…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/xinhai-revolution-museum/a/poi-sig/1336814/355940",
    "image_url": null,
    "detail_description": "Browse engaging but propaganda-ish exhibits on famous Cantonese revolutionaries, with a section dedicated to the life of Sun Wan, Sun Yatsen’s daughter. The museum is on Changzhou Island, southeast of central Guangzhou; from the metro exit, take bus 361 or 383 to Chángzhōujie, from where it's a short walk here.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 34,
    "name": "Guangzhou City Museum",
    "latitude": "23.140616",
    "longitude": "113.260331",
    "excerpt": "First built in 1380 as a military watchtower, the red-walled Zhenhai Tower (镇海楼, Zhènhǎi Lóu) is now home to the Guangzhou City Museum, which ascends…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-city-museum/a/poi-sig/1102495/355940",
    "image_url": null,
    "detail_description": "First built in 1380 as a military watchtower, the red-walled Zhenhai Tower (镇海楼, Zhènhǎi Lóu) is now home to the Guangzhou City Museum, which ascends through the history of the city a floor at a time. Imaginative displays offer more style than substance, but the views from the top are worth the climb.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 29,
    "name": "Guangdong Museum of Art",
    "latitude": "23.11047362",
    "longitude": "113.3017766",
    "excerpt": "On the southern shoreline of Ersha Island (Èrshā Dǎo), this colossus of an art museum showcases the works of important Cantonese artists and has been the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangdong-museum-of-art/a/poi-sig/1102516/355940",
    "image_url": null,
    "detail_description": "On the southern shoreline of Ersha Island (Èrshā Dǎo), this colossus of an art museum showcases the works of important Cantonese artists and has been the site of the Guangzhou Triennale. It's a little tricky to get to; taxi is your best bet (¥25 from Shamian Island).\nDon't confuse this museum with Guangzhou Museum of Art."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 30,
    "name": "Spring Garden",
    "latitude": "23.120775",
    "longitude": "113.290608",
    "excerpt": "Located in the historic Dōngshān area, Spring Garden was the headquarters of the central committee of the Chinese Communist Party in 1923. Mao Zedong…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/spring-garden/a/poi-sig/1239610/355940",
    "image_url": null,
    "detail_description": "Located in the historic Dōngshān area, Spring Garden was the headquarters of the central committee of the Chinese Communist Party in 1923. Mao Zedong lived here during the party’s third national congress. The offices and bedrooms on display are very austere and you'll need to use a lot of imagination as explanations are in Chinese only.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 28,
    "name": "Guangzhou Art Gallery",
    "latitude": "23.140251",
    "longitude": "113.262477",
    "excerpt": "Not to be confused with the far more impressive Guangdong Museum of Art, this dusty old museum has middling displays of concession-era porcelain, silks…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-art-gallery/a/poi-sig/1356586/355940",
    "image_url": null,
    "detail_description": "Not to be confused with the far more impressive Guangdong Museum of Art, this dusty old museum has middling displays of concession-era porcelain, silks and other facets of the city's trading history. Free entry if you present your ticket for Guangzhou City Museum, within the same park.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 27,
    "name": "Memorial Hall of the Lingnan School of Painting",
    "latitude": "23.09538",
    "longitude": "113.274477",
    "excerpt": "This excellent little museum on the campus of the Guangzhou Academy of Fine Arts pays tribute to the founders of the Lingnan school of painting, such as…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/memorial-hall-of-the-lingnan-school-of-painting/a/poi-sig/1437477/355940",
    "image_url": null,
    "detail_description": "This excellent little museum on the campus of the Guangzhou Academy of Fine Arts pays tribute to the founders of the Lingnan school of painting, such as Gao Jianfu. Considered revolutionary, the Lingnan school advocated the modernisation of traditional Han Chinese ink-wash painting via bold colours and the inclusion of western artistic movements such as impressionism.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 26,
    "name": "Guangxiao Temple",
    "latitude": "23.131638",
    "longitude": "113.251019",
    "excerpt": "The ‘Bright Filial Piety Temple’ is the oldest temple site in Guangzhou, dating from the 4th century. By the time of the Tang it was well established as a…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangxiao-temple/a/poi-sig/472234/355940",
    "image_url": null,
    "detail_description": "The ‘Bright Filial Piety Temple’ is the oldest temple site in Guangzhou, dating from the 4th century. By the time of the Tang it was well established as a centre of Buddhist learning in southern China. Bodhidharma, the founder of Zen Buddhism, taught here. Most of the current buildings date from the 19th century or later, including a double-eaved main hall containing a 10m-tall Buddha statue.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 25,
    "name": "Shangxiajiu Pedestrian Street",
    "latitude": "23.117006",
    "longitude": "113.242178",
    "excerpt": "Crowds march up and down this kilometre-long shopping thoroughfare that begins towards the eastern end of Dishifu Lu. The early-20th-century buildings…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/shangxiajiu-pedestrian-street/a/poi-sig/1239847/355940",
    "image_url": null,
    "detail_description": "Crowds march up and down this kilometre-long shopping thoroughfare that begins towards the eastern end of Dishifu Lu. The early-20th-century buildings here fuse western and Lingnan elements, but the discount shopping and street food is thoroughly modern. The clothes and luggage flogged here tend to be cheap, in all senses. You'll find it more pleasant, and the architecture more impressive, further west towards the beginning of Enning Lu.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 24,
    "name": "Guangzhou Big Buddha Temple",
    "latitude": "23.124199",
    "longitude": "113.2634",
    "excerpt": "Spanning a whole block, this ritzy Buddhist temple complex is most noticeable by the monolithic Chinese building on Wenming Lu lit up at night like a…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-big-buddha-temple/a/poi-sig/1537021/355940",
    "image_url": null,
    "detail_description": "Spanning a whole block, this ritzy Buddhist temple complex is most noticeable by the monolithic Chinese building on Wenming Lu lit up at night like a birthday cake. The temple dates to the 10th century, though you would hardly know it. Authenticity issues aside, you'll see monks flitting about, and a trio of 10-ton bronze statues of Buddha representing past, present and future. Its accessible location near shopping streets ensures a constant crowd.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 23,
    "name": "Guangzhou Museum of Art",
    "latitude": "23.145431",
    "longitude": "113.275459",
    "excerpt": "A gargantuan museum with an extensive collection of Chinese art ranging from the ancient to the contemporary. The emphasis here is on calligraphic works…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-museum-of-art/a/poi-sig/1102515/355940",
    "image_url": null,
    "detail_description": "A gargantuan museum with an extensive collection of Chinese art ranging from the ancient to the contemporary. The emphasis here is on calligraphic works and paintings, especially those created in the Lingnan area. Rare Tibetan tapestries are displayed on the top floor.\nFrom the metro exit, it's an 800m walk or you can hop on bus 184, 110 or 109. Don't confuse this museum with the distant Guangdong Museum of Art."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 22,
    "name": "Yuexiu Park",
    "latitude": "23.14332",
    "longitude": "113.259215",
    "excerpt": "A crenellated roadway between attractions in this hilly park is actually a (heavily restored) slab of Guangzhou's long-departed city wall, built during…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/yuexiu-park/a/poi-sig/1102494/355940",
    "image_url": null,
    "detail_description": "A crenellated roadway between attractions in this hilly park is actually a (heavily restored) slab of Guangzhou's long-departed city wall, built during the Ming dynasty. Entering via the park's west entrance, it connects the Five Rams Statue, the Guangzhou City Museum in the red-walled Zhenhai Tower, the Guangzhou Art Gallery and boating lakes.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 21,
    "name": "Grave of Abu Waqas",
    "latitude": "23.145046",
    "longitude": "113.254248",
    "excerpt": "Whether or not this actually is the grave of Abu Waqas, the man who brought Islam to China in the 7th century and an uncle of the Prophet Mohammed, the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/grave-of-abu-waqas/a/poi-sig/1438353/355940",
    "image_url": null,
    "detail_description": "Whether or not this actually is the grave of Abu Waqas, the man who brought Islam to China in the 7th century and an uncle of the Prophet Mohammed, the sense of reverence and tranquillity here makes it worth seeking out. To find the tomb, go past the main prayer hall to a pavilion. There you'll find a path strewn with tinsel and incense leading to the grave, draped in cloth.\nFrom Yuexiu Park metro exit B2, go north and take a left on Lanpu Lu. The entrance to the complex is at the end of the road."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 19,
    "name": "Bahe Academy",
    "latitude": "23.116878",
    "longitude": "113.233573",
    "excerpt": "Formerly a guild hall for Cantonese opera practitioners, Bahe Academy opened in 1889 to provide lodging and other services to opera troupes. It now serves…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/bahe-academy/a/poi-sig/1439512/355940",
    "image_url": null,
    "detail_description": "Formerly a guild hall for Cantonese opera practitioners, Bahe Academy opened in 1889 to provide lodging and other services to opera troupes. It now serves as a meeting place for retired artists, and isn't open to the public, though you can sometimes sneak a peek inside.\nCheck out the the original 3m-tall wooden doors from 1889, the only bit that survived a bombing raid by the Japanese in 1937. They were supposedly used during the Great Leap Forward as parking planks for heavy vehicles, and clearly survived that as well."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 18,
    "name": "Martyrs' Park",
    "latitude": "23.131382",
    "longitude": "113.280008",
    "excerpt": "East of the Peasant Movement Institute on Zhongshan Sanlu, this lavish memorial park commemorates communists killed after an attempted coup in 1927, which…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/martyrs-park/a/poi-sig/1102514/355940",
    "image_url": null,
    "detail_description": "East of the Peasant Movement Institute on Zhongshan Sanlu, this lavish memorial park commemorates communists killed after an attempted coup in 1927, which became known as the Guangzhou Uprising. The insurgents seized control of the city for a couple of days, but the uprising was suppressed and some 5000 communists were killed, in both the fighting and the subsequent purges. Today it's used mainly as a large green space to admire the lotus pond.\nThe memorial was established by the CCP in 1958."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 20,
    "name": "Ancestral Home of Bruce Lee",
    "latitude": "23.11817",
    "longitude": "113.231664",
    "excerpt": "The last house along the first lane off Yongqing Fang (永庆坊), an alleyway running north under an arch from Enning Lu, was the ancestral home of kung fu…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/ancestral-home-of-bruce-lee/a/poi-sig/1453340/355940",
    "image_url": null,
    "detail_description": "The last house along the first lane off Yongqing Fang (永庆坊), an alleyway running north under an arch from Enning Lu, was the ancestral home of kung fu legend Bruce Lee. His father Li Haiquan (李海泉) was a Cantonese opera practitioner and union member at Luányú Táng on the next alley north.\nYou can enter the old house, which has been stripped back to the bare bricks and is now an exhibition space displaying historic photographs of the surrounding neighbourhood."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 17,
    "name": "Guangzhou Orchid Garden",
    "latitude": "23.145806",
    "longitude": "113.255417",
    "excerpt": "Across from Yuexiu Park is this charming and little-visited garden, with worn stone bridges crossing pools, an orchid display and a quaint little…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-orchid-garden/a/poi-sig/472248/355940",
    "image_url": null,
    "detail_description": "Across from Yuexiu Park is this charming and little-visited garden, with worn stone bridges crossing pools, an orchid display and a quaint little ornamental pavilion on a lake where tea is served (from ¥20). Enter via the south gate; from the subway exit, go north and turn left into Lanpu Lu.\nTo the west of the garden entrance is a religious complex housing a Muslim grave that supposedly marks the burial site of Abu Waqas, who is credited with bringing Islam to China."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 15,
    "name": "Baiyun Mountain",
    "latitude": "23.182815",
    "longitude": "113.294449",
    "excerpt": "Baiyun ('White Cloud'), a cluster of scenic peaks in the northern suburbs of Guangzhou, is the closest natural escape from the city. Star Touching Peak …",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/baiyun-mountain/a/poi-sig/1240893/355940",
    "image_url": null,
    "detail_description": "Baiyun ('White Cloud'), a cluster of scenic peaks in the northern suburbs of Guangzhou, is the closest natural escape from the city. Star Touching Peak (摩星岭, Móxīng Lǐng), at 382m, is the highest point and more of a hill, accessible by steep steps or a cable car. Avoid weekends if you can, when the crowds tend to spoil the serenity.\nTo get to Baiyun Mountain western entrance, take bus 664 outside the metro exit, or it's a half-hour walk. Alternatively, bus 24 goes all the way to the southern entrance from Jiefang Zhonglu (解放中路) in the centre of the city."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 16,
    "name": "Huaisheng Mosque",
    "latitude": "23.125442",
    "longitude": "113.253722",
    "excerpt": "You can't miss the 36m-high minaret thrusting up over Guangta Lu like a lighthouse. Enter just east of it and you can stroll all the way through the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/huaisheng-mosque/a/poi-sig/1102504/355940",
    "image_url": null,
    "detail_description": "You can't miss the 36m-high minaret thrusting up over Guangta Lu like a lighthouse. Enter just east of it and you can stroll all the way through the complex to the main prayer hall with its tapering Chinese roof shading rows of west-facing prayer mats.\nSome of the stonework enclosing the main hall's courtyard dates back to the Ming dynasty. Rewind another thousand years or so and it's said the original building was founded on this spot in 627 by Abu Waqas, an uncle of the Prophet Mohammed. The present structure dates to the Qing dynasty; the tower was rebuilt in 1934."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 14,
    "name": "Guangdong Museum",
    "latitude": "23.117055",
    "longitude": "113.321614",
    "excerpt": "The flagship museum of Guangdong province, this ultramodern institution was conceived as one of the city's new showpiece buildings along with the Canton…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangdong-museum/a/poi-sig/1239592/355940",
    "image_url": null,
    "detail_description": "The flagship museum of Guangdong province, this ultramodern institution was conceived as one of the city's new showpiece buildings along with the Canton Tower to the south and Guangzhou Opera House opposite – part of a civic plan to make Zhujiang New Town the cultural heart of the city. Inspired by a Chinese lacquer box, it contains a sprawling collection of treasures including ceramics, woodcarvings and ink stones, along with natural-history displays.\nID required for entry. Don't confuse this museum with Guangzhou City Museum."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 13,
    "name": "Peasant Movement Institute",
    "latitude": "23.130119",
    "longitude": "113.271124",
    "excerpt": "Marking a brief period of concord between the Kuomintang and the Communists, this school, at the site of a former Confucian temple, was a joint…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/peasant-movement-institute/a/poi-sig/1102511/355940",
    "image_url": null,
    "detail_description": "Marking a brief period of concord between the Kuomintang and the Communists, this school, at the site of a former Confucian temple, was a joint undertaking. Mao Zedong and Zhou Enlai both taught here before relations broke down and the school was closed in 1926. Inside, lecture theatres and living quarters have been re-created. There is a smattering of artefacts and memorabilia and endless photo displays and explanations only in Chinese.\nIn 1927, a failed Communist coup in the city led to the death of 5000 revolutionaries, commemorated in Martyrs' Park, one metro stop east."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 12,
    "name": "Five Rams Statue",
    "latitude": "23.140607",
    "longitude": "113.257606",
    "excerpt": "Erected in 1959 in Socialist realism style, this statue on a knoll in Yuexiu Park depicts the symbol of Guangzhou: five mythical rams who bore five…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/five-rams-statue/a/poi-sig/1356578/355940",
    "image_url": null,
    "detail_description": "Erected in 1959 in Socialist realism style, this statue on a knoll in Yuexiu Park depicts the symbol of Guangzhou: five mythical rams who bore five immortals – the city's founders – 2000 years ago. Back then, as legend goes, Guangzhou was barren; the rams carried sheaves of rice, ensuring an eternity of bumper harvests. When the immortals departed, the rams turned to stone.\nThe large park is confusing with contradictory signs. Enter the park from the metro exit A and make a sharp right above the water. At the end after the toilets, turn right through the steps between boulders, then go up more steps for a shortcut to the statue."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 11,
    "name": "Whampoa Military Academy",
    "latitude": "23.088457",
    "longitude": "113.419762",
    "excerpt": "This reconstruction of a military school founded in 1924 (the original was destroyed by the Japanese) is a museum of China's modern revolutionary history…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/whampoa-military-academy/a/poi-sig/1102510/355940",
    "image_url": null,
    "detail_description": "This reconstruction of a military school founded in 1924 (the original was destroyed by the Japanese) is a museum of China's modern revolutionary history. The academy was established to train army elites for both the Kuomintang and the communists, before it was purged of the latter in 1927 as relations between the two factions collapsed.\nThe academy is on Chángzhōu Island (长洲岛, Chángzhōu Dǎo), also home to the Xinhai Revolution Museum. From the metro exit, it's a 900m walk to Xīnzhōu Pier (新洲码头, Xīnzhōu Mǎtóu). Ferries (¥2) depart every hour from dawn to dusk with more at busy times. Private boats will also make the 10-minute trip to the island for ¥40."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 10,
    "name": "Redtory",
    "latitude": "23.115141",
    "longitude": "113.364186",
    "excerpt": "The warehouses and workshops of the former Guangdong Canned Food Factory (c 1958) are now home to Redtory art village. If you're hoping for an experience…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/redtory/a/poi-sig/1448117/355940",
    "image_url": null,
    "detail_description": "The warehouses and workshops of the former Guangdong Canned Food Factory (c 1958) are now home to Redtory art village. If you're hoping for an experience like Beijing's similarly postindustrial 798 Art District you'll be disappointed, but the galleries, cafes and bookshops are a pleasant distraction for an afternoon. The Redtory Museum of Contemporary Art (RMCA, closed Monday) is the best gallery. Seek out Uncle Restaurant for tasty Canto snacks and milk tea in a retro Hong Kong diner.\nShuttle buses (¥2, 10 minutes) depart from under a green roof outside metro exit B for the art village's north entrance gate, leaving when full. Listen for the loudspeaker announcement. Return buses depart from the same gate."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 9,
    "name": "Temple of the Six Banyan Trees",
    "latitude": "23.130672",
    "longitude": "113.254709",
    "excerpt": "This Buddhist temple complex was first built in AD 537 to enshrine Buddhist relics brought over from India and placed in the octagonal Decorated Pagoda …",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/temple-of-the-six-banyan-trees/a/poi-sig/1102501/355940",
    "image_url": null,
    "detail_description": "This Buddhist temple complex was first built in AD 537 to enshrine Buddhist relics brought over from India and placed in the octagonal Decorated Pagoda (Huā Tǎ). The temple was given its current name by the exiled poet Su Dongbo in 1099, who waxed lyrical over the banyans in the courtyard. Though not the original trees, the current banyans are over 170 years old. You can see the character's 'six banyans' (liùróng) that Su wrote above the gates.\nMany prominent monks taught here, including Bodhidharma, the founder of Zen Buddhism. The on-site canteen serves simple vegetarian meals of tofu skin, vegetables and rice for ¥6 daily at around noon. You can also take metro Line 1 to Ximenkou, but any metro involves an 800m walk."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 8,
    "name": "Dōngshān",
    "latitude": "23.121653",
    "longitude": "113.291702",
    "excerpt": "Tree-lined streets Xinhepu Lu (新河浦路), Xuguyuan Lu (恤孤院路) and Peizheng Lu (培正路) in the historic Dōngshān area offer a welcome respite from the city. Here…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/dongshan/a/poi-sig/1439626/355940",
    "image_url": null,
    "detail_description": "Tree-lined streets Xinhepu Lu (新河浦路), Xuguyuan Lu (恤孤院路) and Peizheng Lu (培正路) in the historic Dōngshān area offer a welcome respite from the city. Here you'll find schools and churches raised by American missionaries in the 1900s, and exquisite villas commissioned by overseas Chinese and military bigwigs of the Kuomintang.\nThe most beautifully restored building is the three-storey Kuí Yuán, built in 1922 by an overseas Chinese living in America. Spring Garden was the headquarters of the central committee of the Chinese Communist Party in 1923.From exit E of the Dongshankou metro station, walk south along Shuqian Lu until Miaoqianzhi Jie, then east (left) and you'll reach Xuguyuan Lu. If you want to eat, Guigangdama Lu (龟岗大马路) is lined with cheap dim sum eateries and bubble-tea booths."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 7,
    "name": "Canton Tower",
    "latitude": "23.109082",
    "longitude": "113.319222",
    "excerpt": "Built for the 2010 Asian games, this 604m tall tower was designed to look 'female' by its Dutch architects, earning it the nickname 'slim waisted' (小蛮腰,…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/canton-tower/a/poi-sig/1239758/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/32e3838791430626dafacaa83680724b-lpl-03270.jpg",
    "detail_description": "Built for the 2010 Asian games, this 604m tall tower was designed to look 'female' by its Dutch architects, earning it the nickname 'slim waisted' (小蛮腰, xiǎo mányāo). Most visitors flock here after dark to ogle the rainbow-lit exterior. Good views can be had from the grassy plaza south of the tower or across the river north near the museums area.\nYou'll need to pay extra or buy a more expensive combo ticket to reach the very highest vantage point inside the tower, or go on the rides: a scenic 'Bubble Tram' and the 'Sky Drop' stomach-churner."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 5,
    "name": "Yuyin Mountain Villa",
    "latitude": "23.017082",
    "longitude": "113.383005",
    "excerpt": "One of Guangdong's four famous classical gardens, this graceful property on the outskirts of the city was built in 1871 by an official of the Qing court…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/yuyin-mountain-villa/a/poi-sig/1494760/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6ed61830f3969ea13c7adf97cca9556e-yuyin-mountain-villa.jpg",
    "detail_description": "One of Guangdong's four famous classical gardens, this graceful property on the outskirts of the city was built in 1871 by an official of the Qing court. It incorporates the landscaping styles of Sūzhōu and Hángzhōu, and the features of Lingnan architecture. The result is a photogenic collection of courtyards, pavilions, terraces, halls and water features. It's a 20-minute walk from the metro station to Yuyin Mountain Villa. A taxi from central Guangzhou should cost about ¥80 to ¥100.\nHighlights include the Waterside Pavilion, which commands a different vista on each of its eight sides, and the Deep Willow Room with its 'Manchu' windows (满洲窗, mǎnzhoū chuāng) of coloured glass, designed to create the illusion of the passing seasons by altering the hue of the garden scenery.A dessert shop on the premises is famous for ginger milk curd (姜汁撞奶, jiāngzhī zhuàngnăi; ¥10), a pudding-type treat made by adding the squeezed juice of fresh ginger to heated buffalo's milk."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 6,
    "name": "Mausoleum of the Nanyue King",
    "latitude": "23.140528",
    "longitude": "113.255793",
    "excerpt": "You'll feel like Indiana Jones/Lara Croft (select as preferred) as you descend the two-millennia-old steps into an actual Han dynasty tomb. This was the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/mausoleum-of-the-nanyue-king/a/poi-sig/1102492/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/df3103e6eaaab007575c3eeba27c0db1-mausoleum-of-the-nanyue-king.jpg",
    "detail_description": "You'll feel like Indiana Jones/Lara Croft (select as preferred) as you descend the two-millennia-old steps into an actual Han dynasty tomb. This was the final resting place of Zhao Mo, second king of the Nanyue Kingdom, entombed here in 122 BC with over a dozen sacrificial servants. The remains of a concubine lies under glass – a shroud of bone dust.\nA formidable bounty of treasures was excavated from the cave, which are on display in the excellent galleries here. Jade discs, bronzes, gold seals, swords and Zhao Mo's jade burial suit – a priceless (and uncomfortable) pair of pyjamas.The Nanyue Kingdom covered parts of northern Vietnam and southern China, and had its capital at Panyu; now present-day Guangzhou. In Vietnam, Nanyue is known as Nam Việt.When you enter the museum, skip past the initial galleries and head straight for the tomb. It is only possible to cross busy Jiefang road by the underground metro entrances, not at street level."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 3,
    "name": "Chen Clan Ancestral Hall",
    "latitude": "23.128935",
    "longitude": "113.241277",
    "excerpt": "An all-in-one ancestral shrine, Confucian school and ‘chamber of commerce’ for the Chen clan, this compound was built in 1894 by the residents of 72…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/chen-clan-ancestral-hall/a/poi-sig/1102498/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2e59324804fb797b3ef48e0a05e88ad-chen-clan-ancestral-hall.jpg",
    "detail_description": "An all-in-one ancestral shrine, Confucian school and ‘chamber of commerce’ for the Chen clan, this compound was built in 1894 by the residents of 72 villages in Guangdong, where the Chen lineage is predominant. There are 19 buildings in the traditional Lingnan style, all featuring exquisite carvings, statues and paintings, and decorated with ornate scrollwork throughout.\n"
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 4,
    "name": "Qingping Chinese Medicine Market",
    "latitude": "23.111549",
    "longitude": "113.236395",
    "excerpt": "Just north of the channel that divides Shamian Island from the city, this tumbledown market is a sensory delight, with open-fronted vendors arranged…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/qingping-chinese-medicine-market/a/poi-sig/1537024/355940",
    "image_url": null,
    "detail_description": "Just north of the channel that divides Shamian Island from the city, this tumbledown market is a sensory delight, with open-fronted vendors arranged beneath an arcade and in the tiny alleys behind. You'll find ginseng, goji berries, Sichuan peppercorns, giant mushrooms and countless other restorative tonic essentials.\nThe dried and live creepy crawlies from the land and sea, plus other animal parts, are not for the squeamish."
},
{
    "country": "guangzhou",
    "city": "Guangzhou",
    "index": 2,
    "name": "Guangzhou Opera House",
    "latitude": "23.117834",
    "longitude": "113.316824",
    "excerpt": "Designed by Zaha Hadid, southern China's premier performance venue has transformed the area with its typically commanding, otherworldly aspect. Futuristic…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-opera-house/a/poi-sig/1336903/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/765567f35bcfeedda8c1dd6fee497fa8-lpl-03280.jpg",
    "detail_description": "Designed by Zaha Hadid, southern China's premier performance venue has transformed the area with its typically commanding, otherworldly aspect. Futuristic glass panels have been woven together to form subtle curves, creating a visual effect that has been described as pebbles on the bed of the Pearl River. As well as opera, dance and classical music, touring international productions, such as War Horse, are staged here. You're free to stroll around the architecturally interesting exterior, which is lit up at night.\nWeekend visiting slots are at 10am, 11am and on the hour between 1pm and 4pm. Taking the form of a 45-minute tour (Chinese only), you'll get to see the grand opera hall with its ethereal LED lights as well as the state-of-the-art rehearsal studios."
}
]