[
{
    "country": "guangdong",
    "index": 1,
    "name": "OCT-LOFT",
    "latitude": "22.541703",
    "longitude": "113.989227",
    "excerpt": "By far the best place for strolling or simply hanging out in the city is the breezy OCT-LOFT complex, a warren of repurposed communist-era factories criss…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/oct-loft/a/poi-sig/1102369/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/84723291fcc5f189d57d43cc74e30641-oct-loft.jpg",
    "detail_description": "By far the best place for strolling or simply hanging out in the city is the breezy OCT-LOFT complex, a warren of repurposed communist-era factories criss-crossed by cobbled laneways. It's also a great place to browse a multitude of contemporary art spaces in between pit stops at the area's excellent cafes, design shops, music venues, bars, restaurants and Shenzhen's best bookshop.\nOCT-LOFT (OCT stands for Overseas Chinese Town) started out, appropriately for Shenzhen, as a TV manufacturing base before it was converted into a creative industries hub. Staying here is recommended, if you can snag a room at the hip Shenzhen Loft Youth Hostel, formerly a factory workers' dormitory complex. Note that OCT-LOFT isn't actually served by OCT metro station."
},
{
    "country": "guangdong",
    "index": 40,
    "name": "Guangzhou Orchid Garden",
    "latitude": "23.145806",
    "longitude": "113.255417",
    "excerpt": "Across from Yuexiu Park is this charming and little-visited garden, with worn stone bridges crossing pools, an orchid display and a quaint little…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-orchid-garden/a/poi-sig/472248/355940",
    "image_url": null,
    "detail_description": "Across from Yuexiu Park is this charming and little-visited garden, with worn stone bridges crossing pools, an orchid display and a quaint little ornamental pavilion on a lake where tea is served (from ¥20). Enter via the south gate; from the subway exit, go north and turn left into Lanpu Lu.\nTo the west of the garden entrance is a religious complex housing a Muslim grave that supposedly marks the burial site of Abu Waqas, who is credited with bringing Islam to China."
},
{
    "country": "guangdong",
    "index": 39,
    "name": "Huaisheng Mosque",
    "latitude": "23.125442",
    "longitude": "113.253722",
    "excerpt": "You can't miss the 36m-high minaret thrusting up over Guangta Lu like a lighthouse. Enter just east of it and you can stroll all the way through the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/huaisheng-mosque/a/poi-sig/1102504/355940",
    "image_url": null,
    "detail_description": "You can't miss the 36m-high minaret thrusting up over Guangta Lu like a lighthouse. Enter just east of it and you can stroll all the way through the complex to the main prayer hall with its tapering Chinese roof shading rows of west-facing prayer mats.\nSome of the stonework enclosing the main hall's courtyard dates back to the Ming dynasty. Rewind another thousand years or so and it's said the original building was founded on this spot in 627 by Abu Waqas, an uncle of the Prophet Mohammed. The present structure dates to the Qing dynasty; the tower was rebuilt in 1934."
},
{
    "country": "guangdong",
    "index": 38,
    "name": "OCT East",
    "latitude": "22.61302",
    "longitude": "114.291329",
    "excerpt": "Some 20km east of downtown Shenzhen is OCT East, a theme-park-meets-resort set in attractive mountainous surrounds. Think Universal Studios plus Chinese…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/oct-east/a/poi-sig/1102429/355944",
    "image_url": null,
    "detail_description": "Some 20km east of downtown Shenzhen is OCT East, a theme-park-meets-resort set in attractive mountainous surrounds. Think Universal Studios plus Chinese Disneyland, with a mock Swiss village, a golf complex, a scenic tea valley and luxury hotels thrown in. A railway loops around the site.\nSightseeing Bus 1, which leaves from Window of the World, with stops at Dìwáng Dàxià (Shennan Lu), has its last stop at the park. A taxi from Luohu train station is about ¥80. OCT East is a little way inland from Dameisha, one of Shenzhen's biggest and best beaches."
},
{
    "country": "guangdong",
    "index": 37,
    "name": "Baiyun Mountain",
    "latitude": "23.182815",
    "longitude": "113.294449",
    "excerpt": "Baiyun ('White Cloud'), a cluster of scenic peaks in the northern suburbs of Guangzhou, is the closest natural escape from the city. Star Touching Peak …",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/baiyun-mountain/a/poi-sig/1240893/355940",
    "image_url": null,
    "detail_description": "Baiyun ('White Cloud'), a cluster of scenic peaks in the northern suburbs of Guangzhou, is the closest natural escape from the city. Star Touching Peak (摩星岭, Móxīng Lǐng), at 382m, is the highest point and more of a hill, accessible by steep steps or a cable car. Avoid weekends if you can, when the crowds tend to spoil the serenity.\nTo get to Baiyun Mountain western entrance, take bus 664 outside the metro exit, or it's a half-hour walk. Alternatively, bus 24 goes all the way to the southern entrance from Jiefang Zhonglu (解放中路) in the centre of the city."
},
{
    "country": "guangdong",
    "index": 36,
    "name": "China Folk Culture Village",
    "latitude": "22.533805",
    "longitude": "113.983755",
    "excerpt": "Operated by CTS, China's major state-owned travel company, this theme park features recreations of minority villages from across China, together with…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/china-folk-culture-village/a/poi-sig/1102374/355944",
    "image_url": null,
    "detail_description": "Operated by CTS, China's major state-owned travel company, this theme park features recreations of minority villages from across China, together with costumed dancing and other cultural performances. Your ticket is also good for the minimonuments of Splendid China next door. The price drops to ¥80 after 7pm.\nChina Folk Culture Village is linked by a mini-monorail run by the Shenzhen Happy Line Tour Co to Splendid China and Window of the World, along with several hotels."
},
{
    "country": "guangdong",
    "index": 34,
    "name": "Peasant Movement Institute",
    "latitude": "23.130119",
    "longitude": "113.271124",
    "excerpt": "Marking a brief period of concord between the Kuomintang and the Communists, this school, at the site of a former Confucian temple, was a joint…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/peasant-movement-institute/a/poi-sig/1102511/355940",
    "image_url": null,
    "detail_description": "Marking a brief period of concord between the Kuomintang and the Communists, this school, at the site of a former Confucian temple, was a joint undertaking. Mao Zedong and Zhou Enlai both taught here before relations broke down and the school was closed in 1926. Inside, lecture theatres and living quarters have been re-created. There is a smattering of artefacts and memorabilia and endless photo displays and explanations only in Chinese.\nIn 1927, a failed Communist coup in the city led to the death of 5000 revolutionaries, commemorated in Martyrs' Park, one metro stop east."
},
{
    "country": "guangdong",
    "index": 33,
    "name": "Seven Star Crags Park",
    "latitude": "23.08063358",
    "longitude": "112.46559385",
    "excerpt": "The landscape of limestone hills, grottoes and willow-graced lakes in this massive, busy park is beautiful, so it’s a pity the authorities try so hard –…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/zhaoqing/attractions/seven-star-crags-park/a/poi-sig/1239901/355946",
    "image_url": null,
    "detail_description": "The landscape of limestone hills, grottoes and willow-graced lakes in this massive, busy park is beautiful, so it’s a pity the authorities try so hard – the caves are illuminated like nightclubs and boat rides cost extra (¥15 to ¥60). The easiest way to navigate between sights is to use the battery-operated carts (¥15 to ¥30 per person). If you just want a quick jaunt, it's possible to walk around the lake without entering (or paying).\nBoats (¥20, frequent) will take you across the lake to the park, or you can walk around the lake to the entrance in about 60 to 90 minutes."
},
{
    "country": "guangdong",
    "index": 35,
    "name": "Guangdong Museum",
    "latitude": "23.117055",
    "longitude": "113.321614",
    "excerpt": "The flagship museum of Guangdong province, this ultramodern institution was conceived as one of the city's new showpiece buildings along with the Canton…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangdong-museum/a/poi-sig/1239592/355940",
    "image_url": null,
    "detail_description": "The flagship museum of Guangdong province, this ultramodern institution was conceived as one of the city's new showpiece buildings along with the Canton Tower to the south and Guangzhou Opera House opposite – part of a civic plan to make Zhujiang New Town the cultural heart of the city. Inspired by a Chinese lacquer box, it contains a sprawling collection of treasures including ceramics, woodcarvings and ink stones, along with natural-history displays.\nID required for entry. Don't confuse this museum with Guangzhou City Museum."
},
{
    "country": "guangdong",
    "index": 32,
    "name": "Hakka Park",
    "latitude": "24.312519",
    "longitude": "116.126894",
    "excerpt": "Pebbled paths and a willow-fringed pond make this small park on the north bank of the Meijiang River a delight to stroll around in. The Hakka Museum here…",
    "detail_url": "https://www.lonelyplanet.com/china/meizhou/attractions/hakka-park/a/poi-sig/1498311/1324048",
    "image_url": null,
    "detail_description": "Pebbled paths and a willow-fringed pond make this small park on the north bank of the Meijiang River a delight to stroll around in. The Hakka Museum here offers a quick warm-up to the culture of Hakkaland, and there are a couple of interesting 1930s buildings – Xianqin Building (先勤樓, Xiānqínlóu), a courtyard-style Hakka house; and the East–West hybrid Dafu Building (達夫樓, Dáfūlóu), which evokes a pseudo-Western train terminal drawn by Japanese animator Miyazaki.\nThe Huang Zunxian Memorial is a famous Qing dynasty writer's home."
},
{
    "country": "guangdong",
    "index": 31,
    "name": "Five Rams Statue",
    "latitude": "23.140607",
    "longitude": "113.257606",
    "excerpt": "Erected in 1959 in Socialist realism style, this statue on a knoll in Yuexiu Park depicts the symbol of Guangzhou: five mythical rams who bore five…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/five-rams-statue/a/poi-sig/1356578/355940",
    "image_url": null,
    "detail_description": "Erected in 1959 in Socialist realism style, this statue on a knoll in Yuexiu Park depicts the symbol of Guangzhou: five mythical rams who bore five immortals – the city's founders – 2000 years ago. Back then, as legend goes, Guangzhou was barren; the rams carried sheaves of rice, ensuring an eternity of bumper harvests. When the immortals departed, the rams turned to stone.\nThe large park is confusing with contradictory signs. Enter the park from the metro exit A and make a sharp right above the water. At the end after the toilets, turn right through the steps between boulders, then go up more steps for a shortcut to the statue."
},
{
    "country": "guangdong",
    "index": 30,
    "name": "Huang Zunxian Memorial",
    "latitude": "24.313438",
    "longitude": "116.124609",
    "excerpt": "The former home of famous Qing dynasty era, Meizhou writer-philosopher Huang Zunxian (1848–1905) is hands on, allowing you to sit in the Lingnan-style…",
    "detail_url": "https://www.lonelyplanet.com/china/meizhou/attractions/huang-zunxian-memorial/a/poi-sig/1537144/1324048",
    "image_url": null,
    "detail_description": "The former home of famous Qing dynasty era, Meizhou writer-philosopher Huang Zunxian (1848–1905) is hands on, allowing you to sit in the Lingnan-style courtyard table under a small painted pagoda and ponder civilisation (文明, wénmíng), a word that Huang was the first to use in Chinese. There are no English explanations but personal items, such as the lovely gold and red bed, speak for themselves.\nHuang is credited with convincing the emperor to allow overseas Chinese to return to China, previously punishable by torture! Although he lived in the USA, Japan and Singapore and most of his poetry is about international affairs, Meizhou is where he was born and died."
},
{
    "country": "guangdong",
    "index": 29,
    "name": "Chikan",
    "latitude": "22.324661",
    "longitude": "112.586217",
    "excerpt": "The charming old town of Chikan, 10km southwest of Kaiping, has streets of shophouses with arcades on the ground floor flanking the Tanjiang River (潭江)…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/kaiping/attractions/chikan/a/poi-sig/1239892/355941",
    "image_url": null,
    "detail_description": "The charming old town of Chikan, 10km southwest of Kaiping, has streets of shophouses with arcades on the ground floor flanking the Tanjiang River (潭江). These distinctive qílóu (骑楼) buildings were built by overseas Cantonese merchants in the 1920s. Bus 6 from Yici bus station terminates at Chikan.\nThe whole area of Chikan was undergoing renovations when we visited. The years-long renovations displaced nearly 4000 households and the whole area has become a ghost town of scaffolding in preparation for a new tourist-friendly town. Some visitors report enjoying this quiet dilapidated state, and the diāolóu remain accessible. Check ahead to see if shiny Chikan 2.0 is ready."
},
{
    "country": "guangdong",
    "index": 28,
    "name": "Whampoa Military Academy",
    "latitude": "23.088457",
    "longitude": "113.419762",
    "excerpt": "This reconstruction of a military school founded in 1924 (the original was destroyed by the Japanese) is a museum of China's modern revolutionary history…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/whampoa-military-academy/a/poi-sig/1102510/355940",
    "image_url": null,
    "detail_description": "This reconstruction of a military school founded in 1924 (the original was destroyed by the Japanese) is a museum of China's modern revolutionary history. The academy was established to train army elites for both the Kuomintang and the communists, before it was purged of the latter in 1927 as relations between the two factions collapsed.\nThe academy is on Chángzhōu Island (长洲岛, Chángzhōu Dǎo), also home to the Xinhai Revolution Museum. From the metro exit, it's a 900m walk to Xīnzhōu Pier (新洲码头, Xīnzhōu Mǎtóu). Ferries (¥2) depart every hour from dawn to dusk with more at busy times. Private boats will also make the 10-minute trip to the island for ¥40."
},
{
    "country": "guangdong",
    "index": 27,
    "name": "Maritime Silk Road Museum of Guangdong",
    "latitude": "21.575679",
    "longitude": "111.869016",
    "excerpt": "Sitting right on Shili Yintan beach, this museum was purpose-built to house an 800-year-old Song dynasty shipwreck that was wholly salvaged near the…",
    "detail_url": "https://www.lonelyplanet.com/china/yangjiang/attractions/maritime-silk-road-museum-of-guangdong/a/poi-sig/1437800/1337720",
    "image_url": null,
    "detail_description": "Sitting right on Shili Yintan beach, this museum was purpose-built to house an 800-year-old Song dynasty shipwreck that was wholly salvaged near the island. The remains of the 30m-long merchant vessel (南海一号, Nanhai No 1), and much of the 70,000 pieces of merchandise on board, now rest in a sealed glass tank. The displays are supplemented by temporary exhibitions of treasures from dynastic China.\nThe ship is believed to have been headed for the Middle East or Africa when it sank. The wreckage has significant archaeological value, though only a few hundred pieces of the porcelain, gold and copper treasures have been put on display. Excavation continues to be carried out in phases."
},
{
    "country": "guangdong",
    "index": 26,
    "name": "Dàoyùnlóu",
    "latitude": "23.976842",
    "longitude": "116.822889",
    "excerpt": "China’s largest octagonal tǔlóu (土楼, Hakka earthen house), Dàoyùnlóu is located in Raoping (饶平, Ráopíng), 53km northeast of Chaozhou. Some 600 villagers…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/chaozhou/attractions/daoyunlou/a/poi-sig/1240737/355938",
    "image_url": null,
    "detail_description": "China’s largest octagonal tǔlóu (土楼, Hakka earthen house), Dàoyùnlóu is located in Raoping (饶平, Ráopíng), 53km northeast of Chaozhou. Some 600 villagers once resided in this stunning complex built in 1587; today only 160 remain. Ascend to the upper floors from unit 18 to admire the views and frescoes.\nBuses to Raoping (¥22, one hour) leave from Chaozhou Main Bus Station. Change to a bus to the village of Sānráo (三饶镇; ¥13) in Raoping, another 50km away. From there, motor-rickshaws will take you to Dàoyùnlóu (¥5, 10 minutes).At the time of research the building was being partially renovated without word of when things would be completely open. Call ahead to see if they are receiving visitors."
},
{
    "country": "guangdong",
    "index": 25,
    "name": "Nankou Village",
    "latitude": "24.272631",
    "longitude": "115.981851",
    "excerpt": "This quiet village about 17km west of Meizhou is where you’ll see fine examples of wéilóngwū (围龙屋), dwellings nestled between paddy fields and the hills,…",
    "detail_url": "https://www.lonelyplanet.com/china/meizhou/attractions/nankou-village/a/poi-sig/1240823/1324048",
    "image_url": null,
    "detail_description": "This quiet village about 17km west of Meizhou is where you’ll see fine examples of wéilóngwū (围龙屋), dwellings nestled between paddy fields and the hills, like dragons in repose. If you make your way to the back of Dōnghuā Lú (东华卢) and Déxīn Táng (德馨堂), you'll see rooms arranged in a semi-circle on an undulating slope, like the coiled body of a dragon. Another of the old houses, Nánhuá Yòulú (南华又庐) charges an admission of ¥12.\nBus 9 from Meizhou's local bus terminal and buses to Xìngníng (兴宁; ¥15, every 20 minutes) from Meizhou's main bus station go to Nankou. Once you get off, walk 1km to the village entrance. The last bus back departs at 4.30pm. A one-way taxi ride costs around ¥35."
},
{
    "country": "guangdong",
    "index": 24,
    "name": "Redtory",
    "latitude": "23.115141",
    "longitude": "113.364186",
    "excerpt": "The warehouses and workshops of the former Guangdong Canned Food Factory (c 1958) are now home to Redtory art village. If you're hoping for an experience…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/redtory/a/poi-sig/1448117/355940",
    "image_url": null,
    "detail_description": "The warehouses and workshops of the former Guangdong Canned Food Factory (c 1958) are now home to Redtory art village. If you're hoping for an experience like Beijing's similarly postindustrial 798 Art District you'll be disappointed, but the galleries, cafes and bookshops are a pleasant distraction for an afternoon. The Redtory Museum of Contemporary Art (RMCA, closed Monday) is the best gallery. Seek out Uncle Restaurant for tasty Canto snacks and milk tea in a retro Hong Kong diner.\nShuttle buses (¥2, 10 minutes) depart from under a green roof outside metro exit B for the art village's north entrance gate, leaving when full. Listen for the loudspeaker announcement. Return buses depart from the same gate."
},
{
    "country": "guangdong",
    "index": 23,
    "name": "Temple of the Six Banyan Trees",
    "latitude": "23.130672",
    "longitude": "113.254709",
    "excerpt": "This Buddhist temple complex was first built in AD 537 to enshrine Buddhist relics brought over from India and placed in the octagonal Decorated Pagoda …",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/temple-of-the-six-banyan-trees/a/poi-sig/1102501/355940",
    "image_url": null,
    "detail_description": "This Buddhist temple complex was first built in AD 537 to enshrine Buddhist relics brought over from India and placed in the octagonal Decorated Pagoda (Huā Tǎ). The temple was given its current name by the exiled poet Su Dongbo in 1099, who waxed lyrical over the banyans in the courtyard. Though not the original trees, the current banyans are over 170 years old. You can see the character's 'six banyans' (liùróng) that Su wrote above the gates.\nMany prominent monks taught here, including Bodhidharma, the founder of Zen Buddhism. The on-site canteen serves simple vegetarian meals of tofu skin, vegetables and rice for ¥6 daily at around noon. You can also take metro Line 1 to Ximenkou, but any metro involves an 800m walk."
},
{
    "country": "guangdong",
    "index": 21,
    "name": "Museum of Contemporary Art & Planning Exhibition",
    "latitude": "22.548372",
    "longitude": "114.056818",
    "excerpt": "One of those thrillingly space-age, 'only in China' architectural projects, this gargantuan exhibition space designed by Coop Himmelb(l)au anchors…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/museum-of-contemporary-art-planning-exhibition/a/poi-sig/1592835/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/df139750895d339a6dd3e9ec0db902bd-museum-of-contemporary-art-planning-exhibition.jpg",
    "detail_description": "One of those thrillingly space-age, 'only in China' architectural projects, this gargantuan exhibition space designed by Coop Himmelb(l)au anchors Shenzhen’s Fútián Cultural District. Opened in 2016, the exterior is a vast curve of chrome planted among the city’s high-rises, while the entrance hall is a soaring atrium with a cloud-like mirrored art installation (perfect to take selfies in). Gallery spaces within house temporary exhibitions with an emphasis on contemporary art and design.\n"
},
{
    "country": "guangdong",
    "index": 22,
    "name": "Dōngshān",
    "latitude": "23.121653",
    "longitude": "113.291702",
    "excerpt": "Tree-lined streets Xinhepu Lu (新河浦路), Xuguyuan Lu (恤孤院路) and Peizheng Lu (培正路) in the historic Dōngshān area offer a welcome respite from the city. Here…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/dongshan/a/poi-sig/1439626/355940",
    "image_url": null,
    "detail_description": "Tree-lined streets Xinhepu Lu (新河浦路), Xuguyuan Lu (恤孤院路) and Peizheng Lu (培正路) in the historic Dōngshān area offer a welcome respite from the city. Here you'll find schools and churches raised by American missionaries in the 1900s, and exquisite villas commissioned by overseas Chinese and military bigwigs of the Kuomintang.\nThe most beautifully restored building is the three-storey Kuí Yuán, built in 1922 by an overseas Chinese living in America. Spring Garden was the headquarters of the central committee of the Chinese Communist Party in 1923.From exit E of the Dongshankou metro station, walk south along Shuqian Lu until Miaoqianzhi Jie, then east (left) and you'll reach Xuguyuan Lu. If you want to eat, Guigangdama Lu (龟岗大马路) is lined with cheap dim sum eateries and bubble-tea booths."
},
{
    "country": "guangdong",
    "index": 20,
    "name": "Dinghu Shan Reserve",
    "latitude": "23.184866",
    "longitude": "112.504463",
    "excerpt": "The 11.3-sq-km Dinghu Shan Reserve lies 18km northeast of Zhaoqing and offers great walks among lush vegetation, rare trees and roaring waterfalls, and…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/zhaoqing/attractions/dinghu-shan-reserve/a/poi-sig/1240112/355946",
    "image_url": null,
    "detail_description": "The 11.3-sq-km Dinghu Shan Reserve lies 18km northeast of Zhaoqing and offers great walks among lush vegetation, rare trees and roaring waterfalls, and makes for a relaxing day trip. A wooden boat will ferry you to a butterfly reserve on a tiny wooded island on Ding Lake (Dǐnghú).\nFrom there, a guide will take you on an hour-long hike through a scenic forest with ponds and waterfalls, to emerge near Baoding Garden (宝鼎园, Băodĭng Yuán), which has the world's largest dǐng, a three-legged ceremonial cauldron. Battery-operated carts (¥20) are useful for navigating the reserve.Qingyun Temple (庆云寺, Qìngyún Sì) may look a little gaudy, but the site was built in 1636, making it one of Guangdong's 'four oldest temples' (广东四大名刹, guǎngdōng sì dà míngshā). What's more, it's surrounded by towering ancient banyans, and it's where you'll find the great Qingyun Vegetarian Restaurant. Here you can sample the famous Dinghu Vegetarian Dish (鼎湖上素, Dǐnghú Shàngsù; ¥68), supposedly an invention by monks around here. If ordering tea, make sure it's regular tea (普通茶, pǔtōngchá; ¥3 per person) and not an exotic variety that will inflate your bill by ¥30 to ¥100Bus 21 (¥2) goes to Dinghu Shan from the local bus station in Zhaoqing. Dinghu Shan's local bus station is on Duanzhou Silu."
},
{
    "country": "guangdong",
    "index": 19,
    "name": "Guanlan Print Village",
    "latitude": "22.745314",
    "longitude": "114.082718",
    "excerpt": "Parts of this 300-year-old Hakka village have been preserved and repurposed into workshops and galleries showcasing printmaking artists from China and…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/guanlan-print-village/a/poi-sig/1494547/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2674d9782822937e15c746b821a0dfd7-guanlan-original-printmaking-base.jpg",
    "detail_description": "Parts of this 300-year-old Hakka village have been preserved and repurposed into workshops and galleries showcasing printmaking artists from China and overseas. Outside scheduled art events, it's a sleepy place to wander, with rows of quaint houses, tree-lined paths and lotus ponds, overlooked by a pair of five-storey diāolóu (watchtowers).\nTo get here, take Line 4 of the metro to Qinghu station, then change to bus M338 to the village. The journey from downtown Shenzhen takes about 1¾ hours. A taxi (45 minutes) costs about ¥100 each way."
},
{
    "country": "guangdong",
    "index": 18,
    "name": "Canton Tower",
    "latitude": "23.109082",
    "longitude": "113.319222",
    "excerpt": "Built for the 2010 Asian games, this 604m tall tower was designed to look 'female' by its Dutch architects, earning it the nickname 'slim waisted' (小蛮腰,…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/canton-tower/a/poi-sig/1239758/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/32e3838791430626dafacaa83680724b-lpl-03270.jpg",
    "detail_description": "Built for the 2010 Asian games, this 604m tall tower was designed to look 'female' by its Dutch architects, earning it the nickname 'slim waisted' (小蛮腰, xiǎo mányāo). Most visitors flock here after dark to ogle the rainbow-lit exterior. Good views can be had from the grassy plaza south of the tower or across the river north near the museums area.\nYou'll need to pay extra or buy a more expensive combo ticket to reach the very highest vantage point inside the tower, or go on the rides: a scenic 'Bubble Tram' and the 'Sky Drop' stomach-churner."
},
{
    "country": "guangdong",
    "index": 17,
    "name": "Dapeng Fortress",
    "latitude": "22.597371",
    "longitude": "114.508181",
    "excerpt": "This Ming dynasty walled town was erected 600 years ago to shore up the coastline against marauding Japanese pirates, and later became embroiled in the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/dapeng-fortress/a/poi-sig/1102432/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/22551b0a5984a05cd3808d677beeccf8-dapeng-fortress.jpg",
    "detail_description": "This Ming dynasty walled town was erected 600 years ago to shore up the coastline against marauding Japanese pirates, and later became embroiled in the Opium Wars with the British in the 19th century. Old houses in narrow alleyways (some operating as restaurants and shops), fortress gates, temples, wells and other relics are the main attractions, many spruced up for visitors.\nIt's a bit of a mission to get here by public transport. From Futian bus station, take bus E26 to Dapeng bus station (60km, ¥10). Change to local bus B753 for the final 4km to the fortress (or take a taxi). The total journey time is around 2½ to three hours from Shenzhen. A taxi (one hour) should cost about ¥400 to ¥500 for the round trip (negotiated in advance)."
},
{
    "country": "guangdong",
    "index": 16,
    "name": "Mausoleum of the Nanyue King",
    "latitude": "23.140528",
    "longitude": "113.255793",
    "excerpt": "You'll feel like Indiana Jones/Lara Croft (select as preferred) as you descend the two-millennia-old steps into an actual Han dynasty tomb. This was the…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/mausoleum-of-the-nanyue-king/a/poi-sig/1102492/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/df3103e6eaaab007575c3eeba27c0db1-mausoleum-of-the-nanyue-king.jpg",
    "detail_description": "You'll feel like Indiana Jones/Lara Croft (select as preferred) as you descend the two-millennia-old steps into an actual Han dynasty tomb. This was the final resting place of Zhao Mo, second king of the Nanyue Kingdom, entombed here in 122 BC with over a dozen sacrificial servants. The remains of a concubine lies under glass – a shroud of bone dust.\nA formidable bounty of treasures was excavated from the cave, which are on display in the excellent galleries here. Jade discs, bronzes, gold seals, swords and Zhao Mo's jade burial suit – a priceless (and uncomfortable) pair of pyjamas.The Nanyue Kingdom covered parts of northern Vietnam and southern China, and had its capital at Panyu; now present-day Guangzhou. In Vietnam, Nanyue is known as Nam Việt.When you enter the museum, skip past the initial galleries and head straight for the tomb. It is only possible to cross busy Jiefang road by the underground metro entrances, not at street level."
},
{
    "country": "guangdong",
    "index": 15,
    "name": "Yuyin Mountain Villa",
    "latitude": "23.017082",
    "longitude": "113.383005",
    "excerpt": "One of Guangdong's four famous classical gardens, this graceful property on the outskirts of the city was built in 1871 by an official of the Qing court…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/yuyin-mountain-villa/a/poi-sig/1494760/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6ed61830f3969ea13c7adf97cca9556e-yuyin-mountain-villa.jpg",
    "detail_description": "One of Guangdong's four famous classical gardens, this graceful property on the outskirts of the city was built in 1871 by an official of the Qing court. It incorporates the landscaping styles of Sūzhōu and Hángzhōu, and the features of Lingnan architecture. The result is a photogenic collection of courtyards, pavilions, terraces, halls and water features. It's a 20-minute walk from the metro station to Yuyin Mountain Villa. A taxi from central Guangzhou should cost about ¥80 to ¥100.\nHighlights include the Waterside Pavilion, which commands a different vista on each of its eight sides, and the Deep Willow Room with its 'Manchu' windows (满洲窗, mǎnzhoū chuāng) of coloured glass, designed to create the illusion of the passing seasons by altering the hue of the garden scenery.A dessert shop on the premises is famous for ginger milk curd (姜汁撞奶, jiāngzhī zhuàngnăi; ¥10), a pudding-type treat made by adding the squeezed juice of fresh ginger to heated buffalo's milk."
},
{
    "country": "guangdong",
    "index": 14,
    "name": "Xuan Villa",
    "latitude": "24.515382",
    "longitude": "116.671607",
    "excerpt": "Foreboding and beautiful Xuan Villa was built in 1936 by a wealthy Malaysian-Chinese member of a secret society tied to Sun Yatsen. Parts of the building…",
    "detail_url": "https://www.lonelyplanet.com/china/dabu/chayang-old-town/attractions/xuan-villa/a/poi-sig/1439772/1339817",
    "image_url": null,
    "detail_description": "Foreboding and beautiful Xuan Villa was built in 1936 by a wealthy Malaysian-Chinese member of a secret society tied to Sun Yatsen. Parts of the building doubled up as an air-raid shelter. If the owners let you in, you’ll see crumbling but elegant staircases and sweeping balconies with views of tea fields.\n"
},
{
    "country": "guangdong",
    "index": 13,
    "name": "Sunrise Art Center",
    "latitude": "22.612463",
    "longitude": "114.131161",
    "excerpt": "Built from the vestiges of a century-old Hakka home, this idyllic courtyard gallery was created by Chen Qiuzhi, a contemporary ink artist from Anhui…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/sunrise-art-center/a/poi-sig/1603611/355944",
    "image_url": null,
    "detail_description": "Built from the vestiges of a century-old Hakka home, this idyllic courtyard gallery was created by Chen Qiuzhi, a contemporary ink artist from Anhui province. Several galleries display his work, and the wonderful cafe is just the spot to kick back with a tea or coffee after browsing the surrounding Dafen Oil Painting Village.\n"
},
{
    "country": "guangdong",
    "index": 11,
    "name": "Window of the World",
    "latitude": "22.537491",
    "longitude": "113.968349",
    "excerpt": "It's 'Around the World in 80 Minutes' (OK, more like half a day) at this endearingly kitsch theme park set in well-tended gardens. From the Houses of…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/window-of-the-world/a/poi-sig/1102372/355944",
    "image_url": null,
    "detail_description": "It's 'Around the World in 80 Minutes' (OK, more like half a day) at this endearingly kitsch theme park set in well-tended gardens. From the Houses of Parliament to the Pyramids, the world's great monuments are realised, tackily, in miniature. Some aren't so small – the Eiffel Tower clocks in at an impressive 108m, and Niagara Falls is quite the sight.\nThe Twin Towers still stand tall(ish) above micro Manhattan, floating in a boating lake overlooked by Mt Rushmore and Capitol Hill. There are a few child-friendly rides, too, including a miniature railway and grand canyon rapids. Tickets drop to ¥80 after 7.30pm."
},
{
    "country": "guangdong",
    "index": 12,
    "name": "Qingping Chinese Medicine Market",
    "latitude": "23.111549",
    "longitude": "113.236395",
    "excerpt": "Just north of the channel that divides Shamian Island from the city, this tumbledown market is a sensory delight, with open-fronted vendors arranged…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/qingping-chinese-medicine-market/a/poi-sig/1537024/355940",
    "image_url": null,
    "detail_description": "Just north of the channel that divides Shamian Island from the city, this tumbledown market is a sensory delight, with open-fronted vendors arranged beneath an arcade and in the tiny alleys behind. You'll find ginseng, goji berries, Sichuan peppercorns, giant mushrooms and countless other restorative tonic essentials.\nThe dried and live creepy crawlies from the land and sea, plus other animal parts, are not for the squeamish."
},
{
    "country": "guangdong",
    "index": 9,
    "name": "Guangji Bridge",
    "latitude": "23.66548348",
    "longitude": "116.64927872",
    "excerpt": "Originally a 12th-century pontoon bridge with 86 boats straddling the Hán River, Guangji Bridge suffered repeated destruction over the centuries. The…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/chaozhou/attractions/guangji-bridge/a/poi-sig/1437959/355938",
    "image_url": null,
    "detail_description": "Originally a 12th-century pontoon bridge with 86 boats straddling the Hán River, Guangji Bridge suffered repeated destruction over the centuries. The current version is a brilliant, faux-ancient passageway with 18 wooden boats hooked up afresh every morning and 24 stone piers topped with pagodas.A ticket allows you one crossing. If you want to come back, remember to tell the staff ‘I want to come back’ (我要回来, ‘wǒyào huílai’) before leaving the bridge.\nThe bridge, pagodas and tower are lit up spectacularly at night, though sometimes in gawdy colours. It is worth returning for, even though there is no access across the bridge."
},
{
    "country": "guangdong",
    "index": 10,
    "name": "Lianhua Shan Park",
    "latitude": "22.55608",
    "longitude": "114.054565",
    "excerpt": "It's an easy half-hour amble up to the top of this tropical hill in the heart of Futian District for Shenzhen's best skyline photographs. Appropriately,…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/lianhua-shan-park/a/poi-sig/1603613/355944",
    "image_url": null,
    "detail_description": "It's an easy half-hour amble up to the top of this tropical hill in the heart of Futian District for Shenzhen's best skyline photographs. Appropriately, you'll be sharing the mind-blowing vistas with Deng Xiaoping (in statue form), whose economic reforms in the 1980s made this whole crazy mess of prosperity possible.\nAnecdotally, the man who cast the statue of Deng was the father of Teng Fei, proprietor of Old Heaven Books and B10 Live House, and curator of the OCT-LOFT Jazz Festival. Lianhua Shan Park is also a popular kite-flying spot."
},
{
    "country": "guangdong",
    "index": 8,
    "name": "West Lake",
    "latitude": "23.673377",
    "longitude": "116.639271",
    "excerpt": "The moat of ancient Chaozhou is a lake inside a park well loved by locals. Around the lake are a few notable buildings. Hanbi Building served as a…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/chaozhou/attractions/west-lake/a/poi-sig/1439763/355938",
    "image_url": null,
    "detail_description": "The moat of ancient Chaozhou is a lake inside a park well loved by locals. Around the lake are a few notable buildings. Hanbi Building served as a military office during anti-warlord expeditions in 1925. Sitting on a knoll is Phoenix Building, with its bird-like shape, iron moongate, gourd-shaped ceiling openings, and quirky interior spaces formed by the fowl’s anatomy.\nPhoenix Building is attached to a shuttered building, Sìwàng Lóu, designed in a period style reminiscent of 1970s kung fu movies. West Lake is about ¥10 by pedicab from Paifang Jie."
},
{
    "country": "guangdong",
    "index": 7,
    "name": "Dafen Oil Painting Village",
    "latitude": "22.612466",
    "longitude": "114.131598",
    "excerpt": "This folksy urban village of narrow lanes and alleys is a pleasure to visit in itself, but what makes Dafen simply unmissable is the hundreds of art…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/dafen-oil-painting-village/a/poi-sig/1102441/355944",
    "image_url": null,
    "detail_description": "This folksy urban village of narrow lanes and alleys is a pleasure to visit in itself, but what makes Dafen simply unmissable is the hundreds of art studios and shops churning out reproduction oil paintings by hand, from Van Gogh's sunflowers (yours for less than ¥100) to enormous, gilt-framed scenes of mounted cavalry or galleons at sea rendered in lavish detail, costing upwards of ¥2000. Or why not go pop art with a Mona Lisa–meets-Minions mash-up?\nAll this has earned Dafen the nickname of 'the world's art factory' – at one time churning out 60% of the world's olil paintings – a reputation the authorities have sought to upgrade with the staging of the first Dafen International Oil Painting Biennale in 2018, improved road access and renewed focus on the (rather overblown) Dafen Art Museum built in 2007. But for now, the place remains quirky and full of character.For a wacky souvenir, you can order a bespoke painting (you astride a unicorn, perhaps?) for a negotiable fee, and return to collect it a few days later. Dafen is also a good place to buy Chinese brushes and ink stones, which make excellent buys for the artistically inclined. To get to the village, exit the metro and take a left after Walmart."
},
{
    "country": "guangdong",
    "index": 6,
    "name": "Chen Clan Ancestral Hall",
    "latitude": "23.128935",
    "longitude": "113.241277",
    "excerpt": "An all-in-one ancestral shrine, Confucian school and ‘chamber of commerce’ for the Chen clan, this compound was built in 1894 by the residents of 72…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/chen-clan-ancestral-hall/a/poi-sig/1102498/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2e59324804fb797b3ef48e0a05e88ad-chen-clan-ancestral-hall.jpg",
    "detail_description": "An all-in-one ancestral shrine, Confucian school and ‘chamber of commerce’ for the Chen clan, this compound was built in 1894 by the residents of 72 villages in Guangdong, where the Chen lineage is predominant. There are 19 buildings in the traditional Lingnan style, all featuring exquisite carvings, statues and paintings, and decorated with ornate scrollwork throughout.\n"
},
{
    "country": "guangdong",
    "index": 5,
    "name": "Design Society",
    "latitude": "22.483018",
    "longitude": "113.91243",
    "excerpt": "China's first dedicated museum of design, this architectural landmark opened with media fanfare in 2017 on the Shekou shore with its famous founding…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/shenzhen/attractions/design-society/a/poi-sig/1591128/355944",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/520e36680de704251e2ce8d9ac39354e-design-society.jpg",
    "detail_description": "China's first dedicated museum of design, this architectural landmark opened with media fanfare in 2017 on the Shekou shore with its famous founding partner, London's V&amp;A Museum. A focus on contemporary concerns is present in shows that have included the story of China through comics and cutting-edge local designers. The fabulous building, designed by Japanese architect Fumihiko Maki, has plenty of room for humongous exhibitions, an excellent cafe (plus a small rooftop coffee kiosk with ocean views) and a dim sum restaurant.\nCheck the website to see what's on."
},
{
    "country": "guangdong",
    "index": 4,
    "name": "Zili",
    "latitude": "22.37378",
    "longitude": "112.575123",
    "excerpt": "Zili, 11km west of Kaiping, has the largest collection of diāolóu historic watchtowers in the area, though only a few of the 15 are open to the public…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/kaiping/attractions/zili/a/poi-sig/1240909/355941",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d8e2c9b28f10122e7c224b256ada1dcb-zili.jpg",
    "detail_description": "Zili, 11km west of Kaiping, has the largest collection of diāolóu historic watchtowers in the area, though only a few of the 15 are open to the public. The most stunning is Míngshí Lóu (铭石楼), which has a veranda with Ionic columns and a hexagonal pavilion on its roof. It appeared in the film Let the Bullets Fly. Yúnhuàn Lóu (云幻楼) has four towers known as ‘swallow nests’, each with embrasures, cobblestones and a water cannon.\nNext to the village is Fang Clan’s Dēng Lóu (方氏灯楼), aka Light Tower, named because of its powerful searchlight."
},
{
    "country": "guangdong",
    "index": 3,
    "name": "Guangzhou Opera House",
    "latitude": "23.117834",
    "longitude": "113.316824",
    "excerpt": "Designed by Zaha Hadid, southern China's premier performance venue has transformed the area with its typically commanding, otherworldly aspect. Futuristic…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/guangzhou-opera-house/a/poi-sig/1336903/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/765567f35bcfeedda8c1dd6fee497fa8-lpl-03280.jpg",
    "detail_description": "Designed by Zaha Hadid, southern China's premier performance venue has transformed the area with its typically commanding, otherworldly aspect. Futuristic glass panels have been woven together to form subtle curves, creating a visual effect that has been described as pebbles on the bed of the Pearl River. As well as opera, dance and classical music, touring international productions, such as War Horse, are staged here. You're free to stroll around the architecturally interesting exterior, which is lit up at night.\nWeekend visiting slots are at 10am, 11am and on the hour between 1pm and 4pm. Taking the form of a 45-minute tour (Chinese only), you'll get to see the grand opera hall with its ethereal LED lights as well as the state-of-the-art rehearsal studios."
},
{
    "country": "guangdong",
    "index": 2,
    "name": "Shamian Island",
    "latitude": "23.109891",
    "longitude": "113.239968",
    "excerpt": "Don't depart Guangzhou without an amble through the concession-era gem that is Shamian Island. The central east–west drag is a time-warp boulevard of…",
    "detail_url": "https://www.lonelyplanet.com/china/guangdong/guangzhou/attractions/shamian-island/a/poi-sig/1102506/355940",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c6c1894cc6bc591688a186240940bff9-shamian-island.jpg",
    "detail_description": "Don't depart Guangzhou without an amble through the concession-era gem that is Shamian Island. The central east–west drag is a time-warp boulevard of faded European-style buildings shaded by columns of banyan trees. It's a charming setting and the backdrop to many a wedding photo shoot. Choose a quiet time of day, and duck into side streets where you can peek into lived-in residences with wooden staircases and cracked Victorian floor tiles.\nThe island (it's not really; the narrow channel to the north was dug by the British to detach it from the city) was acquired as a foreign concession in 1859 after the second Opium War. At its peak, Shamian was home to consulates, banks and trading firms from all over the globe. Today several of these heritage buildings house hotels, cafes and eateries."
}
]