[
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 1,
    "name": "Iglesia y Convento de Santo Domingo",
    "latitude": "14.559663772624",
    "longitude": "-90.727889473056",
    "excerpt": "Founded by Dominican friars in 1542, Santo Domingo became the biggest and richest monastery in Antigua. Following three 18th-century earthquakes, the…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/iglesia-y-convento-de-santo-domingo/a/poi-sig/432108/358404",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e5e7c7d97e26adcc35d21d4cfad74025-iglesia-y-convento-de-santo-domingo.jpg",
    "detail_description": "Founded by Dominican friars in 1542, Santo Domingo became the biggest and richest monastery in Antigua. Following three 18th-century earthquakes, the buildings were pillaged for construction material. The site was acquired as a private residence in 1970 by a North American archaeologist, who performed extensive excavations before it was taken over by the Casa Santo Domingo Hotel. The archaeological zone has been innovatively restored as a 'cultural route.'\nThe zone includes the picturesque ruined monastery church, the adjacent cloister with a replica of the original fountain, workshops for candle and pottery makers, and two underground crypts that were discovered during the church excavations. One of these, the Calvary Crypt, contains a well-preserved mural of the Crucifixion dating from 1683.Also part of the archaeological zone are six museums, with extraordinarily rich collections presented in top-class exhibitions. All can be visited with one admission ticket. This museum route may be entered either through the hotel or the Universidad de San Carlos extension on 1a Av Norte. Starting from the hotel side, the route includes the following museums: the Museo de la Platería, with silverwork masterpieces including incense burners, candelabras and crowns; the Museo Colonial, with canvases and wooden sculpture on religious themes from the 16th to 18th centuries; the Museo Arqueológico, with ceramic and stone objects from the Maya Classic period; the cleverly curated Museo de Arte Precolombino y Vidrio Moderno, with Maya sculpture and ceramics shown as art pieces alongside glass works by modern artists; the Museo de Artes y Artesanías Populares de Sacatepéquez, with exhibits on traditional handicrafts from the Antigua region; and the Museo de la Farmacia, a restored version of a 19th-century apothecary's shop from Guatemala City."
},
{
    "country": "guatemala",
    "city": "Quetzaltenango",
    "index": 40,
    "name": "Parque Centro América",
    "latitude": "14.834245301319",
    "longitude": "-91.518221497536",
    "excerpt": "Most of Xela's sights crowd in and around the broad central plaza. It's a great place for a stroll or to sit and people-watch. It was originally two…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/parque-centro-america/a/poi-sig/432266/358436",
    "image_url": null,
    "detail_description": "Most of Xela's sights crowd in and around the broad central plaza. It's a great place for a stroll or to sit and people-watch. It was originally two separate parks, designed by Italian architect Alberto Porta in the 19th century; these were combined in a 1930s update into its current oblong shape. The most notable of the monuments scattered along its expanse is a rotunda of Ionic columns dedicated to the composer Rafael Álvarez Ovalle.\nIn the center of the plaza is a pillar dedicated to Justo Rufino Barrios, the 19th-century president whose 'reforms' transferred land ownership from Maya peasants to coffee-plantation owners."
},
{
    "country": "guatemala",
    "city": "Tikal",
    "index": 39,
    "name": "Museo Sylvanus G Morley",
    "latitude": "17.225844",
    "longitude": "-89.612528",
    "excerpt": "This museum exhibits a number of superb ceramic pieces from excavations, including incense burners and vases, with descriptions of their uses and…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/tikal/attractions/museo-sylvanus-g-morley/a/poi-sig/1331728/1005620",
    "image_url": null,
    "detail_description": "This museum exhibits a number of superb ceramic pieces from excavations, including incense burners and vases, with descriptions of their uses and significance (in Spanish). The usual museum building is under restoration indefinitely, during which time the ceramics are displayed at the CCIT.\nTwo of the most highly prized items, the elaborately carved Stela 31 dedicated to the ruler Stormy Sky-Double Comb, and the simulated tomb of King Moon Double Comb with the precious items unearthed from his burial site beneath Temple I, remain inside the museum, and the guard can show them to you on request."
},
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 38,
    "name": "Iglesia y Convento de la Recolección",
    "latitude": "14.56089",
    "longitude": "-90.74063",
    "excerpt": "A serene air pervades the remains of the monastery of La Recolección, which stands well west of the center. Erected in the early 18th century by the…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/iglesia-y-convento-de-la-recoleccion/a/poi-sig/432102/358404",
    "image_url": null,
    "detail_description": "A serene air pervades the remains of the monastery of La Recolección, which stands well west of the center. Erected in the early 18th century by the Récollets (a French branch of the Franciscan order), its church was one of the largest in Antigua at the time. The earthquake of 1773 toppled the structure, of which only the great arched doorway remains intact.\nBeyond are strewn the massive chunks of masonry that formed the original walls. The adjoining cloisters, laid out on an equally grand scale, have been cleared of debris and have variously served as fairgrounds and swimming pool following the complex's short life as a monastery."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 37,
    "name": "Tikal",
    "latitude": "17.219019",
    "longitude": "-89.623203",
    "excerpt": "The most striking feature of Tikal is its towering, steep-sided temples, rising to heights of more than 44m, but what distinguishes it is its jungle…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/el-peten/attractions/tikal/a/poi-sig/1331724/1315412",
    "image_url": null,
    "detail_description": "The most striking feature of Tikal is its towering, steep-sided temples, rising to heights of more than 44m, but what distinguishes it is its jungle setting. Much of the delight of touring the site comes from strolling the broad causeways, originally built of packed limestone to accommodate traffic between temple complexes. By stepping softly you’re more likely to spot monkeys, agoutis, foxes and ocellated turkeys.\nTikal is a popular day trip from Flores or El Remate, so it is much quieter in the late afternoon and early morning, which makes an overnight stay an attractive option.Tickets purchased after 3pm are valid for the whole next day."
},
{
    "country": "guatemala",
    "city": "Guatemala City",
    "index": 36,
    "name": "Museo Miraflores",
    "latitude": "14.620492519705",
    "longitude": "-90.554251670837",
    "excerpt": "This excellent modern museum is inauspiciously jammed between two shopping malls a few kilometers out of town. Downstairs focuses on objects found at…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/guatemala-city/attractions/museo-miraflores/a/poi-sig/431948/358409",
    "image_url": null,
    "detail_description": "This excellent modern museum is inauspiciously jammed between two shopping malls a few kilometers out of town. Downstairs focuses on objects found at Kaminaljuyú, with fascinating trade-route maps showing the site's importance. Upstairs there are displays on textiles and indigenous clothing, separated by region, from around the country.\nSigns are in Spanish and (for the most part) English. Out back is a pleasant grassy area with paths and seating – a good place to take a breather.To get here, catch any bus from the center going to Centro Comercial Tikal Futura. The museum is 250m down the road between it and the Miraflores shopping center."
},
{
    "country": "guatemala",
    "city": "Tikal",
    "index": 35,
    "name": "Acrópolis del Norte",
    "latitude": "17.222709",
    "longitude": "-89.623407",
    "excerpt": "The Acropolis del Norte predates the nearby temples significantly. Archaeologists have uncovered about 100 different structures, the oldest of which dates…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/tikal/attractions/acropolis-del-norte/a/poi-sig/1604916/1005620",
    "image_url": null,
    "detail_description": "The Acropolis del Norte predates the nearby temples significantly. Archaeologists have uncovered about 100 different structures, the oldest of which dates from before the time of Christ, with evidence of occupation as far back as 600 BC. The final version of the acropolis, as it stood around AD 800, had more than 12 temples atop a vast platform, many of them the work of King Ah Cacao.\nLook especially for the two huge, powerful wall masks, uncovered from an earlier structure and now protected by roofs. On the plaza side of the North Acropolis are two rows of stelae. These served to record the great deeds of the kings, to sanctify their memory and to add power to the temples and plazas that surrounded them."
},
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 33,
    "name": "Iglesia de San Francisco",
    "latitude": "14.553832060028",
    "longitude": "-90.729457468858",
    "excerpt": "This church is imbued with the spirit of Hermano Pedro de San José de Bethancourt, a Franciscan monk who founded a hospital for the poor in Antigua and…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/iglesia-de-san-francisco/a/poi-sig/432100/358404",
    "image_url": null,
    "detail_description": "This church is imbued with the spirit of Hermano Pedro de San José de Bethancourt, a Franciscan monk who founded a hospital for the poor in Antigua and earned the gratitude of generations. On the south side are the ruins of the adjoining monastery, with some vivid frescoes still visible amid its earthquake rubble.\nHermano Pedro's intercession is still sought by the ill, who pray fervently by his tomb, housed in an elaborate pavilion since his canonization in 2002. Devotees may enter via a garden north of the church. A museum is haphazardly strewn with relics from the church and Santo Hermano's well-preserved personal belongings, while the corridor is plastered with thank-you notes for miracles attributed to the saint."
},
{
    "country": "guatemala",
    "city": "Quetzaltenango",
    "index": 34,
    "name": "Centro Intercultural de Quetzaltenango",
    "latitude": "14.84553955722",
    "longitude": "-91.523866153263",
    "excerpt": "Quetzaltenango's railroad station, 1km east of the Templo de Minerva along 4a Calle, lay dormant for many years until the city converted it into this…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/western-highlands/quetzaltenango-xela/attractions/centro-intercultural-de-quetzaltenango/a/poi-sig/1331846/358436",
    "image_url": null,
    "detail_description": "Quetzaltenango's railroad station, 1km east of the Templo de Minerva along 4a Calle, lay dormant for many years until the city converted it into this center, which now houses schools of art and dance, plus three interesting museums.\nThe Museo Ixkik' is devoted to Maya weaving and traditional outfits, while some 400 paintings by Guatemala's leading modernists are exhibited in the Museo de Arte, including works by Efraín Recinos, Juan Antonio Franco and the landscape artist José Luis Álvarez. The Museo del Ferrocarril de los Altos covers the ambitious rail project that connected Quetzaltenango to the Pacific coast but operated for just three years from 1930 to 1933."
},
{
    "country": "guatemala",
    "city": "Tikal",
    "index": 32,
    "name": "Templo IV",
    "latitude": "17.223672",
    "longitude": "-89.62978",
    "excerpt": "Templo IV, at 65m, is the highest building at Tikal and the second-highest pre-Columbian building known in the western hemisphere, after La Danta at El…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/tikal/attractions/templo-iv/a/poi-sig/1604924/1005620",
    "image_url": null,
    "detail_description": "Templo IV, at 65m, is the highest building at Tikal and the second-highest pre-Columbian building known in the western hemisphere, after La Danta at El Mirador. The view east is almost as good as from a helicopter – a panorama across the jungle canopy, with (from left to right) the temples of the Gran Plaza, Temple III, Temple V (just the top bit) and the great pyramid of the Mundo Perdido poking through.\nIt was completed about AD 741, probably by order of Ah Cacao's son, Yax Kin, who was depicted on the carved lintel over the middle doorway (now in a museum in Basel, Switzerland), as the western boundary of the ceremonial precinct. A steep wooden staircase leads to the top. This is where most sunrise tourgoers will sit to watch the sun come up, accompanied by mist, monkeys and the occasional jay."
},
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 31,
    "name": "Antiguo Colegio de la Compañía de Jesús",
    "latitude": "14.557956",
    "longitude": "-90.735279",
    "excerpt": "Established in 1626, the Jesuit monastery and college was a vital component of Antigua life until the order was expelled in 1767; just six years later,…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/antiguo-colegio-de-la-compania-de-jesus/a/poi-sig/1331347/358404",
    "image_url": null,
    "detail_description": "Established in 1626, the Jesuit monastery and college was a vital component of Antigua life until the order was expelled in 1767; just six years later, the great earthquake left it in ruins. Rescued from the rubble by the Spanish government, the complex has been reborn as a cultural center, the Centro de Formación de la Cooperación Española.\nThe former offices, classrooms and refectories now contain lecture halls, exhibit spaces, a fashionable cafe and an excellent library. The three cloisters have been made over with fine wood columns and balconies, a brilliant setting for photo exhibits, concerts, films and festivals. One component remains respectfully unrestored, though: the Compañía de Jesús church, the grand facade of which stands to the left of the main entrance of the complex."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 30,
    "name": "Dos Pilas",
    "latitude": "16.448269",
    "longitude": "-90.275345",
    "excerpt": "If you have the time, it's well worth visiting this ruin. It has fine carvings on display, particularly the hieroglyphic staircase, with five 6m-wide…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/around-sayaxche/attractions/dos-pilas/a/poi-sig/1604809/1328193",
    "image_url": null,
    "detail_description": "If you have the time, it's well worth visiting this ruin. It has fine carvings on display, particularly the hieroglyphic staircase, with five 6m-wide steps, each with two rows of superbly preserved glyphs, climbing to the base of the royal palace near the main plaza. (But find out if it's currently visible as archaeologists may cover it up.) In addition, a number of stelae standing here are in excellent shape with clear inscriptions. Getting here, however, is a serious undertaking.\nThe best way to reach Dos Pilas is by tour (boat Q500, 4x4 Q800) from Sayaxché or by staying at the Posada Caribe and organizing a tour there, possibly by horseback. If not by horse, you'll be driven over a rough road to Aldea El Nacimiento (one hour or more depending on the mud), then you'll hike for about half an hour to the site. Camping is an option."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 29,
    "name": "El Perú",
    "latitude": "17.269678",
    "longitude": "-90.356712",
    "excerpt": "This ruin, deep in the jungles of Laguna del Tigre, has several important Classic-period structures and stelae. Carvings here have led archaeologists to…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/parque-nacional-laguna-del-tigre/attractions/el-peru/a/poi-sig/1601555/1336372",
    "image_url": null,
    "detail_description": "This ruin, deep in the jungles of Laguna del Tigre, has several important Classic-period structures and stelae. Carvings here have led archaeologists to believe it may have been allied with Calakmul, Tikal's great rival to the north.\nThough there are no excavated buildings here, a number of stelae, in various states of deterioration, occupy four plazas. Stela number 16 in plaza 3 (the original lies under a thatched roof next to a fiberglass replica) portrays Siyaj K'ak', aka Smoking Frog, a warrior from Teotihuacán who arrived here in 378 and apparently allied with El Perú in a campaign to overthrow Tikal.A visit to this ruin offers fantastic birding opportunities as well, both in the jungle and on the river trip to get there. Either arrange for a visit via Estación Biológica Las Guacamayas or in the nearby community of Paso Caballos."
},
{
    "country": "guatemala",
    "city": "Guatemala",
    "index": 28,
    "name": "Centro Cultural La Azotea",
    "latitude": "14.574665",
    "longitude": "-90.745165",
    "excerpt": "A sprawling coffee plantation outside Jocotenango, La Azotea features a complex of three museums. The Museo del Café covers the history and process of…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/jocotenango/attractions/centro-cultural-la-azotea/a/poi-sig/1331087/1315389",
    "image_url": null,
    "detail_description": "A sprawling coffee plantation outside Jocotenango, La Azotea features a complex of three museums. The Museo del Café covers the history and process of coffee cultivation; the Casa K'ojom holds a superb collection of traditional Maya musical instruments, masks, paintings and other artifacts; and the Rincón de Sacatepéquez displays the multicolored outfits and crafts of the Antigua valley.\nYou can roam the coffee plantation itself, which is crisscrossed by nature trails; adjacent to it is a botanical garden and nursery with an incredible variety of tropical plants. A shop sells quality coffee, local crafts and Maya instruments. Beside the estate is Establo La Ronda, a stable of 30 horses where experienced riders can join tours of the highlands.Catch a tuk-tuk from Antigua to La Azotea; it costs Q10 to the finca, an additional Q5 to be taken the further 500m to the museum entrance."
},
{
    "country": "guatemala",
    "city": "Tikal",
    "index": 27,
    "name": "El Mundo Perdido",
    "latitude": "17.21988",
    "longitude": "-89.627688",
    "excerpt": "About 400m southwest of the Gran Plaza is El Mundo Perdido (Lost World), a complex of 38 structures with a huge pyramid in its midst, thought to be…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/tikal/attractions/el-mundo-perdido/a/poi-sig/1604922/1005620",
    "image_url": null,
    "detail_description": "About 400m southwest of the Gran Plaza is El Mundo Perdido (Lost World), a complex of 38 structures with a huge pyramid in its midst, thought to be essentially Preclassic (with some later repairs and renovations). The pyramid, 32m high and 80m along the base, is surrounded by four much-eroded stairways, with huge masks flanking each one.\nThe stairway facing eastward is thought to have functioned as a platform for viewing the sun's trajectory against a trio of structures on a raised platform to the east, a similar arrangement to the astronomical observatory at Uaxactún. Tunnels dug into the pyramid by archaeologists reveal four similar pyramids beneath the outer face; the earliest (Structure 5C-54 Sub 2B) dates from 700 BC, making this pyramid the oldest Maya structure at Tikal.A smaller temple to the west, dating from the Early Classic Period, demonstrates Teotihuacán's influence, with its talud-tablero (stepped building) style of architecture."
},
{
    "country": "guatemala",
    "city": "Chichicastenango",
    "index": 26,
    "name": "Iglesia de Santo Tomás",
    "latitude": "14.94219012",
    "longitude": "-91.11126017",
    "excerpt": "This church on the plaza's east side dates from 1540 and is often the scene of rituals that are more distinctly Maya than Catholic. Inside, the floor of…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/iglesia-de-santo-tomas/a/poi-sig/432180/358424",
    "image_url": null,
    "detail_description": "This church on the plaza's east side dates from 1540 and is often the scene of rituals that are more distinctly Maya than Catholic. Inside, the floor of the church may be dotted with offerings of maize, flowers and bottles of liquor wrapped in corn husks; candles are arranged in specific patterns along low stone platforms. Enter through the side door rather than the front entrance and note that photography is very strictly not permitted inside.\nThe church's front steps serve much the same purpose as the great flights of stairs leading up to Maya pyramids (there are 20 steps, for each day of the Maya calendar). For much of the day (especially Sunday), they smolder with incense of copal resin, while indigenous prayer leaders called chuchkajaues (mother-fathers) swing censers (usually tin cans poked with holes) and chant magic words marking the days of the ancient Maya calendar and in honor of ancestors. The candles and offerings inside recall those ancestors, many of whom are buried beneath the floor just as Maya kings were buried beneath pyramids."
},
{
    "country": "guatemala",
    "city": "Chichicastenango",
    "index": 23,
    "name": "Pascual Abaj",
    "latitude": "14.93678836393",
    "longitude": "-91.114587641823",
    "excerpt": "On a hilltop south of town, Pascual Abaj (Sacrifice Stone) is a shrine to the Maya earth god Huyup Tak'ah (Mountain Plain). A stone-faced idol stands amid…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/pascual-abaj/a/poi-sig/432186/358424",
    "image_url": null,
    "detail_description": "On a hilltop south of town, Pascual Abaj (Sacrifice Stone) is a shrine to the Maya earth god Huyup Tak'ah (Mountain Plain). A stone-faced idol stands amid a circle of squat stone crosses in a clearing. Said to be hundreds – perhaps thousands – of years old, it has suffered numerous indignities at the hands of outsiders, but local people still revere it.\nChuchkajaues come regularly to offer incense, food, cigarettes, flowers, liquor and perhaps even a sacrificial chicken, in thanks and hope for the earth's continuing fertility. The area is littered with past offerings. The worshippers won't mind if you watch the goings on, but be sure to request permission before taking any photos. You may be asked if you want to make an offering yourself.Even if there are no ceremonies going on, you can still see the idol and enjoy the walk up the pine-clad hill. To get there from the plaza, walk down 5a Av, turn right into 9a Calle and proceed downhill. At the bottom, bear left along a path and head up through either of the morerías (ceremonial mask workshops) that are signposted here; the one on the right houses a museum of local culture. Exiting at the rear, follow the path uphill through the trees to the top of the hill."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 24,
    "name": "Naj Tunich",
    "latitude": "16.291142",
    "longitude": "-89.222031",
    "excerpt": "When they were discovered in 1979, these caves created a stir in the archaeological world. Measuring 3km long, they're packed with hieroglyphic texts and…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/el-peten/attractions/naj-tunich/a/poi-sig/1331710/1315412",
    "image_url": null,
    "detail_description": "When they were discovered in 1979, these caves created a stir in the archaeological world. Measuring 3km long, they're packed with hieroglyphic texts and Maya murals depicting religious ceremonies, art education, ball games and even sex scenes – though whether they're of a gay nature is a question still being disputed by anthropologists.\nIn all, there are 94 images, completed during the Maya Classic period. Scribes and artists traveled from as far away as Calakmul in Mexico to contribute to the murals.The caves were closed in 1984 due to vandalism, reopened briefly, then closed permanently a decade later for conservation purposes. Fortunately, a superb replica has been created in a nearby cave. Reproductions of the murals were painted by local artists under the supervision of archaeological and cultural authorities.Finca Ixobel runs tours to Naj Tunich and the replica site, traveling by Land Rover to the nearby community of La Compuerta, then continuing on foot to the cave. Proceeds from the tour go to development projects in local communities.It's a tough call as to whether visiting a replica site is worth the extended journey to get there."
},
{
    "country": "guatemala",
    "city": "Tikal",
    "index": 25,
    "name": "Templo I",
    "latitude": "17.221971",
    "longitude": "-89.62301",
    "excerpt": "Templo I, the Templo del Gran Jaguar (Temple of the Grand Jaguar), was built to honor – and bury – Ah Cacao. The king may have worked out the plans for…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/tikal/attractions/templo-i/a/poi-sig/1604914/1005620",
    "image_url": null,
    "detail_description": "Templo I, the Templo del Gran Jaguar (Temple of the Grand Jaguar), was built to honor – and bury – Ah Cacao. The king may have worked out the plans for the building himself, but it was actually erected above his tomb by his son, who succeeded him to the throne in AD 734. The king's rich burial goods included stingray spines, which were used for ritual bloodletting, 180 jade objects, pearls and 90 pieces of bone carved with hieroglyphs.\nAt the top of the 44m-high temple is a small enclosure of three rooms covered by a corbeled arch. The sapodilla-wood lintels over the doors were richly carved; one of them was removed and is now in the Basel Museum für Völkerkunde. The lofty roofcomb that crowned the temple was originally adorned with reliefs and bright paint. When it's illuminated by the afternoon sun, it is still possible to make out the figure of a seated dignitary.Although climbing to the top of Templo I is prohibited, the views from Templo II just across the way are nearly as awe-inspiring. Templo II, also known as the Temple of the Masks, was at one time almost as high as Templo I, but it now measures only 38m without its roofcomb."
},
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 22,
    "name": "Cementerio General",
    "latitude": "14.556316",
    "longitude": "-90.742521",
    "excerpt": "Antigua's municipal cemetery, southwest of the market and bus terminal, is a conglomeration of tombs and mausoleums decked with wreaths, exotic flowers…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/cementerio-general/a/poi-sig/432094/358404",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/71a930551997b6a793fbfd566c159c64-cementerio-general.jpg",
    "detail_description": "Antigua's municipal cemetery, southwest of the market and bus terminal, is a conglomeration of tombs and mausoleums decked with wreaths, exotic flowers and other signs of mourning. We recommend only visiting this sprawling site on weekends, when there are plenty of people about; muggings have been known here.\n"
},
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 21,
    "name": "Parque Central",
    "latitude": "14.556791702538",
    "longitude": "-90.733535327495",
    "excerpt": "Surrounded by superb colonial structures, this broad and beautiful plaza is the gathering place for antigüeños and visitors alike – a fine, verdant place…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/parque-central/a/poi-sig/432124/358404",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e95a0b729bcf8a7352b319dac8d5302f-parque-central.jpg",
    "detail_description": "Surrounded by superb colonial structures, this broad and beautiful plaza is the gathering place for antigüeños and visitors alike – a fine, verdant place to sit or stroll and observe the goings-on, from hawkers and shoeshiners to school kids and groups of tourists. The buxom mermaids in the central fountain are a reconstruction of the original 1738 version, which was trashed early in the 20th century.\n"
},
{
    "country": "guatemala",
    "city": "Guatemala City",
    "index": 20,
    "name": "Museo Ixchel",
    "latitude": "14.607823328361",
    "longitude": "-90.505473263938",
    "excerpt": "This museum is named for the Maya goddess of the moon, women, reproduction and textiles. Photographs and exhibits of indigenous costumes and other crafts…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/guatemala-city/attractions/museo-ixchel/a/poi-sig/431946/358409",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dea118493a96bdb1155bb822fd31b813-museo-ixchel.jpg",
    "detail_description": "This museum is named for the Maya goddess of the moon, women, reproduction and textiles. Photographs and exhibits of indigenous costumes and other crafts show the incredible richness of traditional arts in Guatemala's highland towns. Guided tours are available in English (with prior reservation) or Spanish.\nIf you enjoy Guatemalan textiles at all, you must visit this museum. It has access for travelers with disabilities, a section for children, a cafe, a shop and a library."
},
{
    "country": "guatemala",
    "city": "Guatemala City",
    "index": 19,
    "name": "Parque Arqueológico Kaminaljuyú",
    "latitude": "14.632295882811",
    "longitude": "-90.548468828201",
    "excerpt": "Containing remnants of one of the first important cities in the Maya region, this park is just west of 23a Av and is some 4km west of the city center. At…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/guatemala-city/attractions/parque-arqueologico-kaminaljuyu/a/poi-sig/431964/358409",
    "image_url": null,
    "detail_description": "Containing remnants of one of the first important cities in the Maya region, this park is just west of 23a Av and is some 4km west of the city center. At its peak, from about 400 BC to AD 100, ancient Kaminaljuyú had thousands of inhabitants and scores of temples, and probably dominated much of highland Guatemala.\nLarge-scale carvings found here were the forerunners of Classic Maya carving, and Kaminaljuyú had a literate elite before anywhere else in the Maya world. The city fell into ruin before being reoccupied around AD 400 by invaders from Teotihuacán in central Mexico, who rebuilt it in Teotihuacán's talud-tablero style, with buildings stepped in alternating vertical (tablero) and sloping (talud) sections. Unfortunately, most of Kaminaljuyú has been covered by urban sprawl: the archaeological park is but a small portion of the ancient city, and even here the remnants consist chiefly of grassy mounds. To the left from the entrance is La Acrópolis, where you can inspect excavations of a ball court and talud-tablero buildings from AD 450 to 550.A couple of hundred meters south of the entrance and across the road are two burial statues from the Late Preclassic era. They're badly deteriorated, but are the only examples of carving left at the site – the best examples have been moved to the Museo Nacional de Arqueología y Etnología.A taxi from Zona 1 costs around Q50."
},
{
    "country": "guatemala",
    "city": "Guatemala City",
    "index": 18,
    "name": "Mapa en Relieve",
    "latitude": "14.660441797485",
    "longitude": "-90.508595108986",
    "excerpt": "North of Zona 1, Zona 2 is mostly a middle-class residential district, but it's worth venturing along to Parque Minerva to see this huge open-air map of…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/guatemala-city/attractions/mapa-en-relieve/a/poi-sig/431936/358409",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e45cfb2b50b297d883531d2761248ea0-mapa-en-relieve.jpg",
    "detail_description": "North of Zona 1, Zona 2 is mostly a middle-class residential district, but it's worth venturing along to Parque Minerva to see this huge open-air map of Guatemala showing the country at a scale of 1:10,000. The vertical scale is exaggerated to 1:2000 to make the volcanoes and mountains appear dramatically higher and steeper than they really are.\nConstructed in 1905 under the direction of Francisco Vela, it was fully restored and repainted in 1999. Viewing towers afford a panoramic view. This is an odd but fun place, and it's curious to observe that Belize is still represented as part of Guatemala. It's an easy walk (or short cab ride) from Parque Central."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 17,
    "name": "Estación Biológica Las Guacamayas",
    "latitude": "17.2464",
    "longitude": "-90.306931",
    "excerpt": "A scientific research center within the Parque Nacional Laguna del Tigre, Scarlet Macaw Biological Station offers wildlife-watching/archaeology tours and…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/parque-nacional-laguna-del-tigre/attractions/estacion-biologica-las-guacamayas/a/poi-sig/1331753/1336372",
    "image_url": null,
    "detail_description": "A scientific research center within the Parque Nacional Laguna del Tigre, Scarlet Macaw Biological Station offers wildlife-watching/archaeology tours and the chance to tag along with researchers as they monitor macaws and butterflies. Overlooking the broad lazy river, it's a splendidly isolated spot and there is comfortable, ecofriendly accommodations in several thatched-roof houses.\nOne-day birding tours are devoted to spotting and photographing not just macaws but more than 300 other avian species found in and around the reserve, including red-capped manakin, red-legged honeycreeper and long-tailed hermit. Two- to three-day tours consist of some combination of a visit to the archaeological site of El Perú, 20 minutes west down the Río San Pedro, and nighttime observation of the endemic Morelet's crocodile, along with the chance to fish for the renowned pescado blanco (white fish).The 15 rooms are semi-luxurious jungle affairs featuring bamboo-frame beds, mahogany furniture, screened picture windows and porches overlooking the river. A separate building contains the comedor (dining hall), where healthy meals are prepared. The rate per person on a two-day stay (with two persons) is around Q2400, including accommodation, meals and transport; for a three-day stay it's Q3330.Volunteering is also possible, with the chance to contribute to infrastructure, maintain trails, cultivate the butterfly garden or support environmental education projects among the Q'eqchi' community in Paso Caballos. There's a minimum two-week commitment, and volunteers pay Q750 per week for accommodations, food and transport to the site."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 16,
    "name": "San Miguel & Tayazal",
    "latitude": "16.935632",
    "longitude": "-89.89593",
    "excerpt": "Covering the western end of the San Miguel peninsula are the remains of Tayazal, among the last of the Maya capitals. The chiefly Classic-era mounds are…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/san-miguel-tayazal/attractions/san-miguel-tayazal/a/poi-sig/1331762/1328267",
    "image_url": null,
    "detail_description": "Covering the western end of the San Miguel peninsula are the remains of Tayazal, among the last of the Maya capitals. The chiefly Classic-era mounds are overgrown by vegetation, and a few pockmarked stelae have been recovered. The real draw, though, is the chance to wander the forested spine of the peninsula, taking in panoramic views of the lake.\nTayazal was settled by the Itzáes, refugees from the destroyed city of Chichén Itzá in Yucatán, who held out against the Spanish until 1697.Lanchas (small motorboats; Q5 per person) make the five-minute crossing to San Miguel village from the north side of Flores whenever they have a boatload. To reach the ruins, walk 250m to the left along the shore from where the boat drops you, then turn up the paved street to the right. After 300m, turn left at the 'Playa' sign, passing a football field on your right. About another 600m on, a trail on the right leads to Playa El Chechenal, a swimming beach with a dock extending over turquoise waters and a few picnic tables (admission Q5). Continue west another 300m to reach the main entrance to the site. From here it's a precipitous climb up the hillside – actually one of the pyramids of ancient Tayazal – to reach El Mirador del Rey Canek, an observation point with 360-degree views around Lago de Petén Itzá. The archaeological site can be visited by circling round the base of the tower and skirting the lake back toward the village. Around 800m further, go left up a hill (past a building foundation), then follow a dirt road left to reach the Gran Plaza, where you'll find some weathered stelae dating from the Late Classic Period."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 15,
    "name": "Aguateca",
    "latitude": "16.398295",
    "longitude": "-90.203934",
    "excerpt": "The ruins of Aguateca stand on a hilltop at the far south end of Laguna Petexbatún. Defended by cliffs and split by a ravine, the city enjoyed military…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/around-sayaxche/attractions/aguateca/a/poi-sig/1331758/1328193",
    "image_url": null,
    "detail_description": "The ruins of Aguateca stand on a hilltop at the far south end of Laguna Petexbatún. Defended by cliffs and split by a ravine, the city enjoyed military successes (including one over nearby Ceibal) up until about AD 735, according to data gleaned from carved stelae. Of the sites within reach of Sayaxché, this is the most accessible and most immediately impressive.\nIt's fairly certain that rulers from Dos Pilas abandoned that city for the better-fortified Aguateca around AD 761, and that the city was finally overrun by unknown attackers around 790 – a wealth of arrowheads and skeletons have been found dating back to that time. It was abandoned shortly afterwards.The visitor center is a five-minute walk from the dock. Rangers can guide you round the site in about 1½ hours (a small tip is in order). Two main groups feature well-restored structures: the Grupo del Palacio, where the ruler lived, and the Plaza Mayor (Main Plaza) to its south, where fiberglass copies of stelae showing finely attired rulers stand beside the fallen originals. The two groups are connected by a causeway over the ravine.From the visitor center, you can skirt the cliff wall north to reach a mirador (lookout) with views over the rivers and swampland toward the east. The trail then turns left and descends into the ravine, continuing 100m between two sheer limestone walls, then climbs back up to emerge onto the Grupo del Palacio. Proceed through the palatial complex back toward the entrance. At the lower end, turn right to take the causeway over the ravine (70m deep here) to reach the Main Plaza.Aguateca is a 1¾-hour lancha (small motorboat) trip direct from Sayaxché, via the mangrove-fringed Río Petexbatún."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 14,
    "name": "Laguna Petexbatún",
    "latitude": "16.437773",
    "longitude": "-90.189514",
    "excerpt": "Laguna Petexbatún is a 6km-long lake south of Sayaxché, approached by an hour's lancha (small motorboat) ride up the Río Petexbatún, a tributary of the…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/around-sayaxche/attractions/laguna-petexbatun/a/poi-sig/1331757/1328193",
    "image_url": null,
    "detail_description": "Laguna Petexbatún is a 6km-long lake south of Sayaxché, approached by an hour's lancha (small motorboat) ride up the Río Petexbatún, a tributary of the Río de la Pasión. The lake, river and surrounding forests harbor many birds, including kingfishers, egrets, vultures, eagles, cormorants and herons. Within reach of the waterways are five archaeological sites and a pair of jungle-hideaway accommodations.\nWhat we know of the history of these archaeological sites has mostly been unraveled by archaeologists since the late 1980s. Dos Pilas was founded about AD 640 by a prince who left Tikal and later defeated it in two wars, capturing its ruler Nuun Ujol Chaak (Shield Skull) in 679, according to inscriptions at the site. Dos Pilas' second and third rulers carried out monumental building programs, waged wars of conquest and came to dominate most of the territory between the Pasión and Chixoy rivers, but in AD 761 their vassal Tamarindito rebelled and killed the fourth ruler, causing the Dos Pilas nobility to relocate to the naturally fortified site of Aguateca, which was already functioning as a twin capital. Aguateca in turn was abandoned in the early 9th century, around the same time as three defensive moats were cut across the neck of the Chiminos peninsula on the edge of Laguna Petexbatún. Archaeologists surmise that Punta de Chiminos was the last refuge of the Petexbatún dynasty founded at Dos Pilas.The closest place to stay is Chiminos Island Lodge. Most visitors are brought here by one of the lodges in the vicinity or by tour operators in Flores. To arrive independently, try any of the boat operators in Sayaxché, who charge around Q700 for a half-day tour of the lake including a visit to Aguateca."
},
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 13,
    "name": "Catedral de Santiago",
    "latitude": "14.55667032484",
    "longitude": "-90.732863558458",
    "excerpt": "Antigua's cathedral was begun in 1545, wrecked by the quake of 1773, and only partially rebuilt over the next century. The present sliver of a church –…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/catedral-de-santiago/a/poi-sig/432092/358404",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2f0fce5ed96aaf3f483980278124330-catedral-de-santiago.jpg",
    "detail_description": "Antigua's cathedral was begun in 1545, wrecked by the quake of 1773, and only partially rebuilt over the next century. The present sliver of a church – the parish of San José – occupies only the entrance hall of the original edifice. Behind it are the roofless ruins of the main part of the cathedral, which are entered from 5a Calle Oriente.\nThe ruin is a haunting place, with massive chunks of pillars strewn beneath sweeping brick archways and vegetation sprouting from cracks in the walls. Reproductions of the intricate plasterwork figures and moldings between the arches seem all that more impressive against the ruined backdrop. Behind the main altar, steps lead down to a former crypt, now serving as a chapel, with a smoke-blackened Christ.The main part of the cathedral was built in the 17th century by Joseph de Porres, an architect of African-Maya descent."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 12,
    "name": "Yaxhá",
    "latitude": "17.07378",
    "longitude": "-89.400569",
    "excerpt": "The Classic Maya sites of Yaxhá, Nakum and El Naranjo form a triangle that is the basis for a national park covering more than 37,000 hectares and…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/el-peten/attractions/yaxha/a/poi-sig/1113060/1315412",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dfdf29b2dfbc8449956944eb59462198-yaxha.jpg",
    "detail_description": "The Classic Maya sites of Yaxhá, Nakum and El Naranjo form a triangle that is the basis for a national park covering more than 37,000 hectares and bordering the Parque Nacional Tikal to the west. Yaxhá, the most visited of the trio, stands on a hill between two sizable lakes, Lago Yaxhá and Lago Sacnab.\nThe setting, the sheer size of the site, the number of excellently restored buildings and the abundant jungle flora and fauna all make it particularly worth visiting.During its heyday in the 8th century, it was home to a population of 20,000. Its 400-plus structures included five acropolises, two astronomical observatories and three ball courts.It takes at least a couple of hours to look around the main groups of ruins. The high point (literally), towering above all else, is Structure 216 in the Acrópolis Este (East Acropolis), which affords magnificent views in every direction. On an island near the south shore of Laguna Yaxhá is a separate, Postclassic archaeological site, Topoxté.The site is 11km north of the Puente Ixlú–Melchor de Mencos road, accessed via unpaved road from a turnoff 32km from Puente Ixlú and 33km from Melchor de Mencos."
},
{
    "country": "guatemala",
    "city": "Guatemala City",
    "index": 10,
    "name": "Palacio Nacional de la Cultura",
    "latitude": "14.64251",
    "longitude": "-90.513203",
    "excerpt": "On the north side of Parque Central is this imposing presidential palace, which was built between 1936 and 1943 during the dictatorial rule of General…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/guatemala-city/attractions/palacio-nacional-de-la-cultura/a/poi-sig/431962/358409",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5ee295f2866c4f73d1685e00047606b8-palacio-nacional-de-la-cultura.jpg",
    "detail_description": "On the north side of Parque Central is this imposing presidential palace, which was built between 1936 and 1943 during the dictatorial rule of General Jorge Ubico at enormous cost to the lives of the prisoners who were forced to labor here. It's the third palace to stand on the site.\nDespite its tragic background, architecturally the palace is one of the country's most interesting constructions, a mélange of multiple earlier styles from Spanish Renaissance to neoclassical. Today most government offices have been removed from here, and it's open as a museum and for a few ceremonial events.Visits are by guided tour (available in English). You pass through a labyrinth of gleaming brass, polished wood, carved stone and frescoed arches. Features include an optimistic mural of Guatemalan history by Alberto Gálvez Suárez above the main stairway, and a two-ton gold, bronze and Bohemian-crystal chandelier in the reception hall. The banqueting hall sports stained-glass panels depicting – with delicious irony – the virtues of good government. From here your guide will probably take you out onto the presidential balcony, where you can imagine yourself as a banana-republic dictator reviewing your troops.In the western courtyard, the Patio de la Paz, a monument depicting two hands, stands where Guatemala's Peace Accords were signed in 1996; each day at 11am the rose held by the hands is changed by a military guard and the one from the previous day is tossed to a woman among the spectators."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 11,
    "name": "Nakum",
    "latitude": "17.180811",
    "longitude": "-89.403992",
    "excerpt": "This impressive sight is also impressively hard to get to, requiring 4x4-only driving or horses. Nakum was a significant port on the Holmul river, a…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/el-peten/attractions/nakum/a/poi-sig/1604812/1315412",
    "image_url": null,
    "detail_description": "This impressive sight is also impressively hard to get to, requiring 4x4-only driving or horses. Nakum was a significant port on the Holmul river, a waterway that linked Tikal with the Caribbean coast, though it reached its cultural peak in the Late Classic Period, well past Tikal's prime. It's 17km north of Yaxhá, a 1½-hour drive over a rough road that's impassable from August to January. It's at its best between March and May.\nRemote as this spot is, it's particularly exciting to find such a formidable group of structures here. The excavated section is not huge, but it packs a lot in. Major excavations of the site have recently been completed. Archaeological research focused on the predominance of talud-tablero-type structures (stepped building style, with alternating vertical and sloping sections) in the south section, suggests a connection with Teotihuacán in Mexico. The question remains why Nakum flourished during the Terminal Classic at a time when its contemporaries were collapsing all around it.The site features two major architectural groups, the North and South Sectors, connected by a causeway; most of the excavated structures are in the latter. The most interesting of these, in the part dubbed the Plaza Central, features an unusually well-preserved roofcomb with a clearly visible mask. In tandem with the pyramidal structure opposite, it presumably served as some kind of astronomical observatory.Moving south from the Plaza Central, you enter the South Acropolis, a walled compound on a raised platform comprising 12 courtyards surrounded by 33 buildings that housed palatial residences. This arrangement was in place around AD 900, though there is evidence that the site had been occupied for the previous 14 centuries. What's unique about some of the courtyards here, like Patio 1, is that they were completely enclosed by buildings, a layout not found elsewhere in the Maya world. Outside the South Acropolis to the east are stelae bearing dates from the 9th century, among the latest recorded dates in the Maya lowlands.El Sombrero Eco-Lodge in Yaxhá can arrange horseback rides with a night spent sleeping in hammocks. To get here independently, you'll need a 4WD and a permit from the park's administration at Yaxhá. Should you wish to spend the night, Nakum has a handful of tent platforms, free of charge, but bring food and water."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 9,
    "name": "El Mirador",
    "latitude": "17.737978",
    "longitude": "-89.918461",
    "excerpt": "Buried within the furthest reaches of the Petén jungle, just 7km south of the Mexican border, the Late Preclassic metropolis at El Mirador contains one of…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/el-peten/attractions/el-mirador/a/poi-sig/1331793/1315412",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Guatemala%20El%20Peten%20Raphael%20Rivest%20shutterstock_1711358266%20RFC.jpg",
    "detail_description": "Buried within the furthest reaches of the Petén jungle, just 7km south of the Mexican border, the Late Preclassic metropolis at El Mirador contains one of the largest clusters of buildings of any single Maya site, among them the biggest pyramid ever built in the Maya world. Ongoing excavations have only scratched the surface, so many are still hidden beneath the jungle.\nEl Mirador (The Lookout), the name given to the site by chicleros (chicle harvesters) before its 'discovery' by archaeologists, is due to the excellent views provided by some of the pyramids. La Danta (the Tapir) looms some 70m above the forest floor. Another pyramid, El Tigre, measures 55m high and its base covers 18,000 sq meters – six times the area of Tikal's biggest structure, Templo IV. La Danta, El Tigre and the other temples erected here display the unusual 'triadic' style, in which three pyramids crown a large platform, with the one in the middle dominating the other two, which face each other at a lower level. The facades of these buildings were once embellished with carved masks.You'll have to use your imagination to picture this city that, at its height, spread over 16 sq km and supported tens of thousands of citizens. It was certainly the greatest Maya city of the Preclassic era, far exceeding in size anything built subsequently in the Maya world. Within the complex, more than a dozen internal causeways link the main architectural complexes.Scholars are still figuring out why and how El Mirador thrived (there are few natural resources and no water sources save for the reservoirs built by ingenious, ancient engineers) and what led to its abandonment in 150 AD. Some five centuries after that date, El Mirador appears to have been resettled, as suggested by the existence of Classic architecture among the older structures. Pottery unearthed from this era displays the highly refined codex-style of decoration, in which calligraphic lines are painted on a cream-colored surface, with designs believed to resemble Maya codices.Richard Hansen, a professor from Idaho State University, is leading the effort to map the Mirador basin, a vast swath of northern El Petén comprising dozens of interconnected cities, with funding from an assortment of international and Guatemalan foundations and private sources. In March 2009, Dr Hansen and his crew made a significant discovery when they excavated a 4m frieze at the base of La Danta, dating from 300 BC, which they surmise decorated a royal pool. The carved images upon it depict the twin heroes Hunahpú and Ixbalnqué swimming through the underworld domain of Xibalbá, a tale that is related in the Popol Vuh (the Maya 'Bible'). The finding underlines the importance of El Mirador in establishing the belief system of Classic-era civilizations."
},
{
    "country": "guatemala",
    "city": "El Petén",
    "index": 8,
    "name": "Ceibal",
    "latitude": "16.528924",
    "longitude": "-90.058708",
    "excerpt": "With its strategic position on the west bank of the Río de la Pasión, the independent kingdom of Ceibal amassed considerable power controlling commerce…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/around-sayaxche/attractions/ceibal/a/poi-sig/1331750/1328193",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Guatemala%20Sayaxch%C3%A9%20Milton-Sosa%20shutterstock_1029397006%20RFC.jpg",
    "detail_description": "With its strategic position on the west bank of the Río de la Pasión, the independent kingdom of Ceibal amassed considerable power controlling commerce along this key stretch of the waterway. Though architecturally less amazing than some other sites, the river journey to Ceibal is among the most memorable, as is hiking below the jungle canopy with monkeys howling overhead.\nUnimportant during most of the Classic period, Ceibal (sometimes spelt Seibal) grew rapidly in the 9th century AD. It attained a population of around 10,000 by AD 900, then was abandoned shortly afterwards. Its low, ruined temples were quickly covered by a thick carpet of jungle. Excavation of the site is ongoing under the supervision of University of Arizona archaeologist Takeshi Inomata.A one-hour ride up the Río de la Pasión from Sayaxché brings you to a primitive dock. After landing, you clamber up a narrow, rocky path beneath gigantic ceiba trees and jumbles of jungle vines to reach the archaeological zone, perched about 100m above the river.There's a large scale model of the site by the entrance. The ceremonial core of the city covers three hills, connected over steep ravines by the original causeways. Smallish temples, many of them covered with jungle, surround two principal groups, A and D. In front of some temples, and standing seemingly alone on paths, are magnificent stelae, their intricate carvings still in excellent condition.It takes about two hours to explore the site. Bring mosquito repellent!Most of the stelae appear at Grupo A, made up of three plazas at the site's highest point. At the best excavated of these, Plaza Sur, stands Structure A-3, a pyramidal platform with a stela on each side and one at the top. Some of the characters depicted here have distinctly non-Maya features and dress, which has led to speculation that foreigners once inhabited the area. According to one hotly debated theory, the city was invaded by Putun Maya, a race of merchant-warriors from the Tabasco area of Mexico, around the middle of the 9th century. This might account for the 'foreign' look of the mustachioed warrior on stela 11, for example, who stands on the east side of the platform.Calzada I leads east to Grupo D, a more compact series of temples that backs up against a precipitous gorge. About midway is a turnoff south for Calzada II, just beyond which is the fantastically preserved stela 14, which may depict a tax collector. Proceeding down Calzada II to the south, you reach the intriguing Structure 79. Three stone steps surround the unusual ring-shaped structure, which stands alone in a clearing with a small altar in the shape of a jaguar's head. It is believed to have served as an astronomical observatory, from which the inhabitants studied planetary movements.Viajes Don Pedro in Sayaxché runs lanchas (small motorboats) here (Q700 for up to five passengers). The fee should include a guide, who may actually be the boatman. In high season, ask the lancheros about joining a tour group.Alternatively, Ceibal can be reached overland: get any minibus heading south from Sayaxché on Hwy 5 (toward Raxrujá and Chisec) and get off after 9km at Paraíso, from where it's an 8km walk east down a dirt track to Ceibal. About 2km in, where the road bends left by a small farmhouse, continue straight uphill to enter the park – there's no sign. In the rainy season check with locals first that this stretch is passable."
},
{
    "country": "guatemala",
    "city": "Panajachel",
    "index": 7,
    "name": "La Galería",
    "latitude": "14.739961791731",
    "longitude": "-91.156682957095",
    "excerpt": "Overflowing with art by Guatemalan painters and sculptors, this gallery functions as both an exhibit space and cultural center, hosting lectures, films…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-lago-de-atitlan/panajachel/attractions/la-galeria/a/poi-sig/1330567/1005621",
    "image_url": null,
    "detail_description": "Overflowing with art by Guatemalan painters and sculptors, this gallery functions as both an exhibit space and cultural center, hosting lectures, films and occasional concerts. Started in 1971 by the German-K'iche' painter Nan Cuz, the gallery holds a number of the hallucinatory landscapes that garnered Cuz international acclaim.\n"
},
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 6,
    "name": "Arco de Santa Catalina",
    "latitude": "14.559815",
    "longitude": "-90.734217",
    "excerpt": "The Arco de Santa Catalina is Antigua's most iconic monument, and an early-morning or late-afternoon photo opportunity framing Volcán Agua through its…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/arco-de-santa-catalina/a/poi-sig/432088/358404",
    "image_url": null,
    "detail_description": "The Arco de Santa Catalina is Antigua's most iconic monument, and an early-morning or late-afternoon photo opportunity framing Volcán Agua through its arch is an essential part of any visit to the town. It was built in 1694 to enable nuns from the Santa Catalina convent to cross the street without being seen; the clock tower is a 19th-century add-on.\n"
},
{
    "country": "guatemala",
    "city": "Guatemala City",
    "index": 5,
    "name": "Casa MIMA",
    "latitude": "14.63431",
    "longitude": "-90.512785",
    "excerpt": "A wonderfully presented museum and cultural center set in a house dating from the late 19th century. The owners of the house were collectors with eclectic…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/guatemala-city/attractions/casa-mima/a/poi-sig/431922/358409",
    "image_url": null,
    "detail_description": "A wonderfully presented museum and cultural center set in a house dating from the late 19th century. The owners of the house were collectors with eclectic tastes ranging from French neo-rococo, Chinese and art deco to indigenous artifacts. The place is set up like a functioning house, filled with curios and furniture spanning the centuries, such as top hats, an Underwood typewriter and a vintage Sunbeam blender.\n"
},
{
    "country": "guatemala",
    "city": "Antigua",
    "index": 4,
    "name": "Iglesia Merced",
    "latitude": "14.561203877526",
    "longitude": "-90.73429419001",
    "excerpt": "At the northern end of 5a Av is La Merced – a striking yellow building trimmed with white plaster filigree. Its facade is one of the most beautiful in…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/antigua/attractions/iglesia-merced/a/poi-sig/432104/358404",
    "image_url": null,
    "detail_description": "At the northern end of 5a Av is La Merced – a striking yellow building trimmed with white plaster filigree. Its facade is one of the most beautiful in Guatemala The squat, thick-walled structure was built to withstand earthquakes, and three centuries after its construction it remains in good shape. Only the church is still in use; a candlelit procession, accompanied by bell ringing and firecrackers, starts and ends here on the last Thursday evening of each month.\nInside the monastery ruins is a fountain 27m in diameter, said to be the largest in Hispanic America. It's in the shape of a water lily (traditionally a symbol of power for the Maya), and lily motifs also appear on the church's entrance arch. Go upstairs for a bird's-eye view of the fountain and the town."
},
{
    "country": "guatemala",
    "city": "Chichicastenango",
    "index": 3,
    "name": "Market",
    "latitude": "14.942732",
    "longitude": "-91.111583",
    "excerpt": "Some villagers still walk for hours carrying their wares to reach Chichi's market, one of Guatemala's largest and a highlight of many people's trips to…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-quiche/chichicastenango/attractions/market/a/poi-sig/1332597/358424",
    "image_url": null,
    "detail_description": "Some villagers still walk for hours carrying their wares to reach Chichi's market, one of Guatemala's largest and a highlight of many people's trips to the country. It's a rich mix of the traditional and the tourist, where local women shopping for a new huipile rub shoulders with travelers looking for a textile souvenir. Sunday is the busier of the two market days, when Spanish school students and weekenders from Guatemala City descend en masse on Chichi.\nAt dawn on Thursday and Sunday vendors spread out their vegetables, chunks of chalk (ground to a powder and boiled with dried maize to soften it), handmade harnesses and other merchandise, and wait for customers. In the past vendors erected their stands of tree limbs and covered them with cotton sheeting each market day, but these days a sea of tin roofs remains a permanent fixture atop the plaza.Tourist-oriented handicraft stalls selling masks, textiles, pottery and so on now occupy much of the plaza and the streets to the north. Things villagers need – food, soap, clothing, sewing notions, toys – cluster at the north end of the square and in the covered Centro Comercial Santo Tomás off the north side, whose upper deck offers irresistible photo opportunities of the fruit- and vegetable-selling business conducted below."
},
{
    "country": "guatemala",
    "city": "Panajachel",
    "index": 2,
    "name": "Reserva Natural Atitlán",
    "latitude": "14.750819",
    "longitude": "-91.165594",
    "excerpt": "A former coffee plantation being reclaimed by natural vegetation, this reserve is 200m past the Hotel Atitlán on the northern outskirts of town. It makes…",
    "detail_url": "https://www.lonelyplanet.com/guatemala/the-highlands-lago-de-atitlan/panajachel/attractions/reserva-natural-atitlan/a/poi-sig/432360/1005621",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8813a6df72b4fd60494ed84eb446189e-reserva-natural-atitlan.jpg",
    "detail_description": "A former coffee plantation being reclaimed by natural vegetation, this reserve is 200m past the Hotel Atitlán on the northern outskirts of town. It makes a good outing on foot or bicycle. You can leisurely walk the main trail in an hour: it leads up over swing bridges to a waterfall, then down to a platform for viewing local spider monkeys.\nYou should also see pisotes (coatis), relatives of the raccoon with long snouts and long, upright, furry tails. The reserve includes a butterfly enclosure and herb garden, an interpretive center, a small coffee plantation and an aviary. For more extreme thrills, there are various zip lines spanning canyons and forest, the longest of which extends nearly a kilometer."
}
]