[
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 1,
    "name": "Frans Hals Museum – Hof",
    "latitude": "52.376536",
    "longitude": "4.633731",
    "excerpt": "A must for anyone interested in the Dutch Masters, this superb museum is located in the poorhouse where Hals spent his final years. The collection focuses…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/frans-hals-museum-hof/a/poi-sig/496016/360850",
    "image_url": null,
    "detail_description": "A must for anyone interested in the Dutch Masters, this superb museum is located in the poorhouse where Hals spent his final years. The collection focuses on the 17th-century Haarlem School; its pride and joy are eight group portraits of the Civic Guard that reveal Hals’ exceptional attention to mood and psychological tone. Other greats represented here include Pieter Bruegel the Younger and Jacob van Ruisdael. Tickets include admission to the modern- and contemporary-art Frans Hals Museum – Hal.\nAmong the museum’s other treasures are the works of Hals’ teacher, Flemish artist Karel van Mander: stunning illustrations of the human anatomy, all ceiling-high with biblical and mythological references."
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 12,
    "name": "Proveniershuis",
    "latitude": "52.377394",
    "longitude": "4.631445",
    "excerpt": "Off Grote Houtstraat southwest of the Grote Markt is one of Haarlem's prettiest buildings, the Proveniershuis. It started life as a hofje (almshouse) and…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/proveniershuis/a/poi-sig/496028/360850",
    "image_url": null,
    "detail_description": "Off Grote Houtstraat southwest of the Grote Markt is one of Haarlem's prettiest buildings, the Proveniershuis. It started life as a hofje (almshouse) and for a time became the headquarters of St Joris Doelen (the Civic Guard of St George).\n"
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 14,
    "name": "Nieuwe Kerk",
    "latitude": "52.377226091011",
    "longitude": "4.6297781898332",
    "excerpt": "Walk down charming Korte Houtstraat to find the 17th-century Nieuwe Kerk; the ornate tower by Lieven de Key is supported by a rather boxy design by Jacob…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/nieuwe-kerk/a/poi-sig/496026/360850",
    "image_url": null,
    "detail_description": "Walk down charming Korte Houtstraat to find the 17th-century Nieuwe Kerk; the ornate tower by Lieven de Key is supported by a rather boxy design by Jacob van Campen.\n"
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 13,
    "name": "Laurens Coster Statue",
    "latitude": "52.381408",
    "longitude": "4.636692",
    "excerpt": "On the main square north of the Grote Kerk is the bronze Laurens Coster statue, installed in 1856. Haarlemmers believe that Coster has a claim, along with…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/laurens-coster-statue/a/poi-sig/1233874/360850",
    "image_url": null,
    "detail_description": "On the main square north of the Grote Kerk is the bronze Laurens Coster statue, installed in 1856. Haarlemmers believe that Coster has a claim, along with Gutenberg, to be called the inventor of movable type.\n"
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 11,
    "name": "Bakenesserkerk",
    "latitude": "52.38167",
    "longitude": "4.641927",
    "excerpt": "The striking Bakenesserkerk is a late-15th-century church with a lamplit tower of sandstone. The stone was employed here when the Grote Kerk proved too…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/bakenesserkerk/a/poi-sig/496014/360850",
    "image_url": null,
    "detail_description": "The striking Bakenesserkerk is a late-15th-century church with a lamplit tower of sandstone. The stone was employed here when the Grote Kerk proved too weak to support a heavy steeple – hence the wooden tower. Small art exhibitions take place here.\n"
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 10,
    "name": "Stadhuis",
    "latitude": "52.381448",
    "longitude": "4.635125",
    "excerpt": "At the western end of the Grote Markt is the florid 14th-century town hall, which sprouted many extensions, including a balcony where judgements from the…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/stadhuis/a/poi-sig/496034/360850",
    "image_url": null,
    "detail_description": "At the western end of the Grote Markt is the florid 14th-century town hall, which sprouted many extensions, including a balcony where judgements from the high court were pronounced. It only opens to the public on Open Monuments Day (the second weekend of September).\n"
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 9,
    "name": "De Zandwaaier Visitor Centre",
    "latitude": "52.395977",
    "longitude": "4.592532",
    "excerpt": "The visitor centre of the Zuid-Kennemerland National Park has nature displays and is a good source of information, with a range of detailed walking and…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/de-zandwaaier-visitor-centre/a/poi-sig/1028837/360850",
    "image_url": null,
    "detail_description": "The visitor centre of the Zuid-Kennemerland National Park has nature displays and is a good source of information, with a range of detailed walking and cycling maps including a great 35km circuit. Bike hire costs €13.50 per day.\n"
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 8,
    "name": "Erebegraafplaats Bloemendaal",
    "latitude": "52.401699",
    "longitude": "4.576514",
    "excerpt": "Inside the Zuid-Kennemerland National Park, the WWII cemetery Erebegraafplaats Bloemendaal is the resting place of 372 members of the Dutch Resistance…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/erebegraafplaats-bloemendaal/a/poi-sig/1235001/360850",
    "image_url": null,
    "detail_description": "Inside the Zuid-Kennemerland National Park, the WWII cemetery Erebegraafplaats Bloemendaal is the resting place of 372 members of the Dutch Resistance. Its walled compound in the dunes is isolated from the rest of the park and accessible only via the main road.\n"
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 7,
    "name": "Corrie ten Boom House",
    "latitude": "52.382148",
    "longitude": "4.635447",
    "excerpt": "Known as 'the hiding place', the Corrie ten Boom House is named for the matriarch of a family who lived in the house during WWII. Using a secret…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/corrie-ten-boom-house/a/poi-sig/1097625/360850",
    "image_url": null,
    "detail_description": "Known as 'the hiding place', the Corrie ten Boom House is named for the matriarch of a family who lived in the house during WWII. Using a secret compartment in her bedroom, she hid hundreds of Jews and Dutch resistors until they could be spirited to safety. In 1944 the family was betrayed and sent to concentration camps, where three died. Later, Corrie ten Boom toured the world espousing peace. Reserve hour-long tours (English available) at least five days ahead.\n"
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 6,
    "name": "Haarlemmerhout",
    "latitude": "52.368355",
    "longitude": "4.631252",
    "excerpt": "Covering 60 hectares, Haarlemmerhout is the Netherlands' oldest public park. It was first mapped in 1539, by which time it was already well established,…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/haarlemmerhout/a/poi-sig/1603040/360850",
    "image_url": null,
    "detail_description": "Covering 60 hectares, Haarlemmerhout is the Netherlands' oldest public park. It was first mapped in 1539, by which time it was already well established, and was extensively redesigned in 1760. Planted with beech, horse chestnut, oak, linden, silver maple and plane trees, it's a serene spot for a stroll or picnic. A small petting zoo, playgrounds and a pancake house make it great for kids. Art exhibitions, concerts and festivals take place in the warmer months.\nKeep an eye out for wildlife including hares, hedgehogs, stoats and water voles."
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 5,
    "name": "Teylers Museum",
    "latitude": "52.380315",
    "longitude": "4.640393",
    "excerpt": "Dating from 1778, Teylers is the country's oldest continuously operating museum. Its array of whizz-bang inventions includes an 18th-century electrostatic…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/teylers-museum/a/poi-sig/496032/360850",
    "image_url": null,
    "detail_description": "Dating from 1778, Teylers is the country's oldest continuously operating museum. Its array of whizz-bang inventions includes an 18th-century electrostatic machine that conjures up visions of mad scientists. The eclectic collection also has paintings from the Dutch and French schools, and a magnificent, sky-lighted Ovale Zaal (Oval Room) displays natural-history specimens in elegant glass cases on two levels. Temporary exhibitions regularly take place. Admission includes an audioguide.\nFree 90-minute guided tours in English and Dutch depart at 2pm on Sundays."
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 4,
    "name": "Frans Hals Museum – Hal",
    "latitude": "52.38114223282",
    "longitude": "4.6361985820615",
    "excerpt": "The Frans Hals Museum's modern and contemporary-art branch occupies two historic ‘halls’: the 17th-century Dutch Renaissance Vleeshal, a former meat…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/frans-hals-museum-hal/a/poi-sig/1125179/360850",
    "image_url": null,
    "detail_description": "The Frans Hals Museum's modern and contemporary-art branch occupies two historic ‘halls’: the 17th-century Dutch Renaissance Vleeshal, a former meat market and the sole place meat was allowed to be sold in Haarlem from the 17th through to the 19th century, and the neoclassical Verweyhal (fish house). Rotating exhibits include Dutch impressionists, CoBrA artists (an avant-garde group from Copenhagen, Brussels and Amsterdam), video, installation art and photography by international artists.\nTickets include the Frans Hals Museum – Hof."
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 2,
    "name": "Grote Kerk van St Bavo",
    "latitude": "52.380957",
    "longitude": "4.636595",
    "excerpt": "Topped by a towering 50m-high steeple, the Gothic Grote Kerk van St Bavo contains some fine Renaissance artworks, but the star attraction is its stunning…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/grote-kerk-van-st-bavo/a/poi-sig/496018/360850",
    "image_url": null,
    "detail_description": "Topped by a towering 50m-high steeple, the Gothic Grote Kerk van St Bavo contains some fine Renaissance artworks, but the star attraction is its stunning Müller organ – one of the most magnificent in the world, standing 30m high and with about 5000 pipes, dating from 1738. It was played by Handel and a 10-year-old Mozart. Free hour-long organ recitals take place at 8.15pm Tuesday, 1.15pm Saturday and occasionally 4pm Thursday and 2.30pm Sunday from May to early October.\nTours (per person €5 including admission) in English and Dutch lasting 45 minutes run on Saturdays at 2pm."
},
{
    "country": "haarlem",
    "city": "Haarlem",
    "index": 3,
    "name": "Zuid-Kennemerland National Park",
    "latitude": "52.399224",
    "longitude": "4.594259",
    "excerpt": "Some 3800 hectares of classic Dutch coastal dunes are being restored in this oasis less than 5km west of Haarlem. Trails snake through hilltop copses of…",
    "detail_url": "https://www.lonelyplanet.com/the-netherlands/the-randstad/haarlem/attractions/zuid-kennemerland-national-park/a/poi-sig/1602693/360850",
    "image_url": null,
    "detail_description": "Some 3800 hectares of classic Dutch coastal dunes are being restored in this oasis less than 5km west of Haarlem. Trails snake through hilltop copses of Corsican firs and valleys of low-lying thickets; at the western edge is a massive barrier of thousand-year-old golden sand. Its visitor centre, De Zandwaaier, has nature displays and hires bikes.Take bus 81 from Haarlem train station (€2.17, 20 minutes, half-hourly) or cycle/drive the N200 towards Bloemendaal aan Zee.\nThere are car parks at the Koevlak and Parnassia entrances, from where paths lead into the reserve.Spring sees the dunes sprout desert orchids, the bright rosettes of the century weed and the white-blooming grass of Parnassus. Red foxes, fallow deer and many species of birds are native to the area. Bats slumber in the park's abandoned bunkers before appearing at dusk.Members of the Dutch Resistance are laid to rest at the Erebegraafplaats Bloemendaal cemetery.The Vogelmeer lake has a bird observation hut above the south shore. The artificial lake 't Wed teems with bathers in summer. Lookout points, with evocative names such as Hazenberg (Hare Mountain), are scattered throughout. At 50m, the Kopje van Bloemendaal is the highest dune in the country, just outside the eastern border of the park, with views of the sea and Amsterdam."
}
]