[
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 1,
    "name": "Church of St Sophia",
    "latitude": "45.76805",
    "longitude": "126.62153",
    "excerpt": "The red-brick Russian Orthodox Church of St Sophia, with its distinctive green onion dome and roosting pigeons, is Harbin’s most famous landmark. Built in…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/church-of-st-sophia/a/poi-sig/473374/356009",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/393faafdb6a3e91f03c03e089f557d20-lpl-6131740.jpg",
    "detail_description": "The red-brick Russian Orthodox Church of St Sophia, with its distinctive green onion dome and roosting pigeons, is Harbin’s most famous landmark. Built in 1907 and expanded in 1932, it was the largest Orthodox church in the Far East and the centre of spiritual life for 100,000 Russian settlers. After surviving the Cultural Revolution it was used as a warehouse for a department store. Declared a protected landmark in the 1990s, the church was under renovation at the time of print due to damage caused by the resident pigeons; it is not known when it might reopen.\nGo inside for an atmosphere of yesteryear, and browse the displays of old Harbin photographs. To continue your ecclesiastical explorations, you can take bus 8 from the east side of the square to St Alexeevsky Church."
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 16,
    "name": "Huangshan Jewish Cemetery",
    "latitude": "45.774228",
    "longitude": "126.830978",
    "excerpt": "Located in the far eastern suburbs of Harbin, this is the largest Jewish cemetery in East Asia. There are more than 600 graves here, all well maintained…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/huangshan-jewish-cemetery/a/poi-sig/1500057/356009",
    "image_url": null,
    "detail_description": "Located in the far eastern suburbs of Harbin, this is the largest Jewish cemetery in East Asia. There are more than 600 graves here, all well maintained. A taxi here takes around 45 minutes and costs about ¥100.\n"
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 15,
    "name": "Flood Control Monument",
    "latitude": "45.77866117",
    "longitude": "126.61151451",
    "excerpt": "This monument from 1958, set within a popular plaza beside the Songhua River and Stalin Park, commemorates the thousands of people who died in years past…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/flood-control-monument/a/poi-sig/1454120/356009",
    "image_url": null,
    "detail_description": "This monument from 1958, set within a popular plaza beside the Songhua River and Stalin Park, commemorates the thousands of people who died in years past when the river overflowed its banks.\n"
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 14,
    "name": "Harbin New Synagogue",
    "latitude": "45.766591905453",
    "longitude": "126.61100691634",
    "excerpt": "This synagogue was built in 1921 by the city's Jewish community, the vast majority of whom had emigrated from Russia. Beautifully restored and converted…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/harbin-new-synagogue/a/poi-sig/473382/356009",
    "image_url": null,
    "detail_description": "This synagogue was built in 1921 by the city's Jewish community, the vast majority of whom had emigrated from Russia. Beautifully restored and converted into a museum in 2004, the 2nd and 3rd floors present a fascinating exhibition (with detailed English captions) on the history and rich cultural life of Harbin’s Jews. An American guide can be arranged with at least a day's notice.\n"
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 12,
    "name": "Stalin Park",
    "latitude": "45.778464",
    "longitude": "126.609514",
    "excerpt": "Best seen illuminated at night, this tree-lined promenade, dotted with statues, historic buildings, playgrounds and cafes, runs along part of the 42km…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/stalin-park/a/poi-sig/473394/356009",
    "image_url": null,
    "detail_description": "Best seen illuminated at night, this tree-lined promenade, dotted with statues, historic buildings, playgrounds and cafes, runs along part of the 42km-long embankment built to curb the unruly Songhua River and is a pleasant spot to escape the hubbub of the city. The Flood Control Monument from 1958 commemorates the thousands of people who died in years past when the river overflowed its banks.\nBoat rides along the river and to/from Sun Island also depart from various points along the park."
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 13,
    "name": "Zhaolin Park",
    "latitude": "45.77583",
    "longitude": "126.617646",
    "excerpt": "A pleasant green space in the heart of old Harbin, Zhaolin Park comes alive during the Harbin Ice & Snow Festival with its Ice Lantern Display. Tickets…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/zhaolin-park/a/poi-sig/1437299/356009",
    "image_url": null,
    "detail_description": "A pleasant green space in the heart of old Harbin, Zhaolin Park comes alive during the Harbin Ice &amp; Snow Festival with its Ice Lantern Display. Tickets don't come cheap, however, so you might want to save your yuán for the more spectacular Ice &amp; Snow World and the Harbin International Snow Sculpture Art Expo at Sun Island.\n"
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 11,
    "name": "Jewish Middle School",
    "latitude": "45.76978726",
    "longitude": "126.60913135",
    "excerpt": "Attached to the Harbin Main Synagogue, this was the first Jewish middle school in the Far East, and has been immaculately restored and reopened as the…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/jewish-middle-school/a/poi-sig/1454126/356009",
    "image_url": null,
    "detail_description": "Attached to the Harbin Main Synagogue, this was the first Jewish middle school in the Far East, and has been immaculately restored and reopened as the Glasnov School of Music, a private performing arts academy.\nThe school and concert hall is part of a drive to rejuvenate Harbin's classical music heritage. China's first symphony orchestra was founded in Harbin at the turn of the 20th century, while the original Glazunov Conservatory of Music was set up here by a Russian violinist in 1925. In 2010, Harbin was named Unesco City of Music."
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 10,
    "name": "Harbin Confucius Temple",
    "latitude": "45.772941",
    "longitude": "126.668758",
    "excerpt": "This peaceful temple complex was first built in 1929 and is said to be the largest Confucian temple in northeastern China. Most of what you see now,…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/harbin-confucius-temple/a/poi-sig/473376/356009",
    "image_url": null,
    "detail_description": "This peaceful temple complex was first built in 1929 and is said to be the largest Confucian temple in northeastern China. Most of what you see now, though, is from a recent restoration. The site also houses the fascinating (and free) Minority Cultures Museum replete with photos and artefacts focusing on indigenous tribes such as the Ewenki. You need a passport to enter.\nFrom Shangzhi Jie (one street east of Zhongyang Dajie), take bus 53 to the Hagongcheng Daxue stop (哈工程大学) and then it's a 1km walk east to the temple. A taxi here costs ¥12."
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 9,
    "name": "Temple of Bliss",
    "latitude": "45.77494",
    "longitude": "126.65781",
    "excerpt": "Heilongjiang’s largest temple complex has an active Buddhist community in residence, giving it a genuine religious atmosphere despite the ticket sales…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/temple-of-bliss/a/poi-sig/473398/356009",
    "image_url": null,
    "detail_description": "Heilongjiang’s largest temple complex has an active Buddhist community in residence, giving it a genuine religious atmosphere despite the ticket sales. There are many large statues here, including Milefo (Maitreya, the Buddha yet-to-come) and the Sakyamuni Buddha. The Seven-Tiered Buddhist Pagoda (七级浮屠塔; Qījí Fútú Tǎ) dates from 1924. There is also the dubious novelty of seeing a temple with a Ferris wheel in the background. The entrance to the complex is on the left at the start of the pedestrian street.\nReach the temple by catching bus 53 (¥1) or a taxi (¥12) from the Zhongyang Dajie area 5km away."
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 8,
    "name": "Harbin Culture Park",
    "latitude": "45.778524",
    "longitude": "126.663952",
    "excerpt": "If culture equals amusement, then the creators of this park have certainly ticked all the right boxes. The 110m high Ferris wheel offers panoramic views…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/harbin-culture-park/a/poi-sig/1496510/356009",
    "image_url": null,
    "detail_description": "If culture equals amusement, then the creators of this park have certainly ticked all the right boxes. The 110m high Ferris wheel offers panoramic views of the city, and the Steel Dragon Inverted Coaster is a guaranteed knuckle-whitener, but simply strolling at ground level makes for good people-watching. Look out for the yellow Holy Dormition Church, built in 1908 and once surrounded by Russian graves. The park is in between the Temple of Bliss and the Harbin Confucius Temple.\nA taxi here costs ¥12. Bus 53 takes you just past the east entrance of the park (you'll spot the roller-coaster)."
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 7,
    "name": "St Alexeevsky Church",
    "latitude": "45.749109",
    "longitude": "126.65392",
    "excerpt": "Built in 1935, this attractive red-brick Orthodox church isn't as photogenic as Harbin's landmark Church of St Sophia, but it still functions (as a…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/st-alexeevsky-church/a/poi-sig/1575005/356009",
    "image_url": null,
    "detail_description": "Built in 1935, this attractive red-brick Orthodox church isn't as photogenic as Harbin's landmark Church of St Sophia, but it still functions (as a Catholic church) and the non-touristy location feels authentic. For a taste of old Harbin, walk a short way north past the old tram shelter along Guogeli Dajie to Gogol Bookshop, and admire its gorgeous period interior. There is a cafe inside and a Russian restaurant on the 3rd floor.\nIf you're game, keep walking all the way to Dongdazhi Jie (1km), then turn right and eventually you'll get to a cluster of three more old churches, including a former German Lutheran church. To get to St Alexeevsky Church, take bus 8 south along Diduan Jie (which is on the east side of St Sophia Church Sq) and get off at the Gexin Jie (革新街) stop. A taxi from St Sophia costs ¥15."
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 6,
    "name": "Japanese Germ Warfare Experimental Base",
    "latitude": "45.611396",
    "longitude": "126.628075",
    "excerpt": "This museum is set in the notorious Japanese Germ Warfare Experimental Base (Division 731). Between 1939 and 1945, prisoners of war and civilians were…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/japanese-germ-warfare-experimental-base/a/poi-sig/473388/356009",
    "image_url": null,
    "detail_description": "This museum is set in the notorious Japanese Germ Warfare Experimental Base (Division 731). Between 1939 and 1945, prisoners of war and civilians were frozen alive, subjected to vivisection or infected with bubonic plague, syphilis and other virulent diseases. Three to four thousand people died here in the most gruesome fashion. The museum includes photos, sculptures and exhibits of the equipment used by the Japanese. There are extensive English captions and an audio guide is available for ¥15.\nThe base is in the south of Harbin and takes over an hour to reach by bus. From the small bus station at the north end of Tongjiang Jie (通江街), catch bus 348 (¥2). Get off at the temporary stop called Yiliu'er Zhong (一六二中). From there it's a 700m walk northeast to the base. If you get lost, just ask the locals the way to qīsānyī (731). Note that Chinese people can be, understandably, uncomfortable talking about this museum."
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 5,
    "name": "Sun Island Scenic Area",
    "latitude": "45.791445",
    "longitude": "126.597669",
    "excerpt": "Across the water from Stalin Park is Sun Island, a 38-sq-km recreational zone with landscaped gardens, a ‘water world’, a ‘Russian-style’ town, and…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/sun-island-scenic-area/a/poi-sig/473396/356009",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 4,
    "name": "Harbin Main Synagogue",
    "latitude": "45.769708",
    "longitude": "126.609203",
    "excerpt": "The beautiful old Main Synagogue, built in 1909, has been refurbished as a concert venue. You can buy tickets on-site to a variety of musical performances…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/harbin-main-synagogue/a/poi-sig/1238561/356009",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/db24bfcffe249e42286457c1212f18c8-lpl-6111637.jpg",
    "detail_description": "The beautiful old Main Synagogue, built in 1909, has been refurbished as a concert venue. You can buy tickets on-site to a variety of musical performances, including opera, usually starting around 7pm on most nights. The former Jewish Middle School shares the same compound.\n"
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 3,
    "name": "Zhongyang Dajie",
    "latitude": "45.772395",
    "longitude": "126.61299",
    "excerpt": "The cobblestone avenue of Zhongyang Dajie is the most obvious legacy of Russia's involvement with Harbin. Now a pedestrian-only zone running from Jingwei…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/zhongyang-dajie/a/poi-sig/473378/356009",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "haerbin",
    "city": "Harbin",
    "index": 2,
    "name": "Harbin Ice & Snow World",
    "latitude": "45.778898",
    "longitude": "126.559238",
    "excerpt": "The signature venue for Harbin's winter-long Ice & Snow Festival is the main reason that both domestic and international travellers chase the cold weather…",
    "detail_url": "https://www.lonelyplanet.com/china/heilongjiang/haerbin/attractions/harbin-ice-snow-world/a/poi-sig/1437293/356009",
    "image_url": null,
    "detail_description": ""
}
]