[
{
    "country": "haifa",
    "city": "Haifa",
    "index": 1,
    "name": "Baha’i Gardens",
    "latitude": "32.811462",
    "longitude": "34.984921",
    "excerpt": "These formal gardens flowing down 19 steep terraces to a resplendent domed shrine – the final resting place of the prophet-herald of the Baha’i faith –…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/baha-i-gardens/a/poi-sig/1444834/361051",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_480195898.jpg",
    "detail_description": "These formal gardens flowing down 19 steep terraces to a resplendent domed shrine – the final resting place of the prophet-herald of the Baha’i faith – are Haifa’s crowning attraction. There are bird’s-eye views from the platform at the top, but we highly recommend the free, 45-minute Panorama Tour. Tours begin daily (except Wednesday) at 11.30am in Hebrew and noon in English. Arrive half an hour ahead as it's first come, first served. Men and women must be covered from shoulders to knees.\nThe gardens are tended by the Baha’i World Centre, the religion’s global headquarters. Emerald lawns and bright flower beds ripple down to the Shrine of the Báb, which is even more dazzling against a backdrop of deep blue Haifa Bay. Completed in 1953, this glinting dome guards the mortal remains of the Báb, the spiritual predecessor to the Baha’i faith’s main prophet Baha’ullah. After persecution and imprisonment, the Báb was executed in Persia in 1850 and his remains were secretly kept by his followers. They were brought to Haifa in 1909 and Baha’ullah chose this spot for the Báb’s burial place. Combining the style and proportions of European architecture with motifs inspired by Eastern traditions, it was designed by a Canadian architect, built with Italian stone and decorated with Portuguese fire-glazed tiles.Framing the shrine, the gardens were laid out on the slopes of Mt Carmel between 1989 and 2001. They were given Unesco World Heritage status in 2008 along with Akko’s Shrine of Baha’ullah. Impressively symmetrical, the well-tended terraces have a regal feel: gurgling fountains, flower beds, stone eagles, hedges trimmed into eight-pointed stars, and lawns with barely a blade of grass out of place. (Suddenly, the stringent rules of conduct – no food, no smoking, no setting foot on the lawns – make a whole lot of sense.) The gardens are illuminated throughout the night, a spiritual solace for the Báb’s years of imprisonment in near-darkness; you can enjoy this sparkling view from the German Colony.Buildings (closed to the public) around the gardens include the Universal House of Justice, a domed neoclassical structure with Corinthian columns from which the Baha’is’ spiritual and administrative affairs are governed; and the Archives, in a green-roofed structure that looks like the Parthenon, in which are kept more than 100 different translations of the Kitáb-i-Aqdas, the holy book of the Baha’i faith.To get to the start of the Panorama Tour from Carmel Centre (the Carmelit’s Gan HaEm stop), walk 1km north along Yefe Nof St, which affords the city’s finest bay views. Alternatively, from Bat Galim Egged bus 136 zigzags via Ben Gurion Blvd up to HaNassi Ave (parallel to Yefe Nof). The tour finishes down on HaTziyonut Blvd – to get back up to Carmel Centre, there is usually a sherut (10NIS) waiting; count on paying about 30NIS for a taxi. Bus 115 links the lower entrance on HaTziyonut Blvd with Haifa-Hof HaCarmel bus station and Talpiot market.Note that the line for the Panorama Tour can be long when there’s a cruise liner or US Navy ship in port. Admission is limited to 60 people (120 if there are two guides available). See the website for a monthly schedule of less regular tours in Russian and Arabic."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 22,
    "name": "Istiqlal Mosque",
    "latitude": "32.81212",
    "longitude": "35.004416",
    "excerpt": "Haifa's largest mosque, built in 1926, is open only to worshippers. For shoppers and travellers, it serves as a landmark signalling the start of the…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/istiqlal-mosque/a/poi-sig/1452823/361051",
    "image_url": null,
    "detail_description": "Haifa's largest mosque, built in 1926, is open only to worshippers. For shoppers and travellers, it serves as a landmark signalling the start of the lively flea market.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 21,
    "name": "Louis Promenade",
    "latitude": "32.809514",
    "longitude": "34.986069",
    "excerpt": "A 15-minute walking path running parallel to Yefe Nof St, Louis Promenade offers lofty views over Haifa Bay and connects to other trails that thread their…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/louis-promenade/a/poi-sig/1574986/361051",
    "image_url": null,
    "detail_description": "A 15-minute walking path running parallel to Yefe Nof St, Louis Promenade offers lofty views over Haifa Bay and connects to other trails that thread their way around Haifa. A worthy photo op for aerial views; visit at sunset.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 19,
    "name": "Mahmoud Mosque",
    "latitude": "32.804915",
    "longitude": "34.970169",
    "excerpt": "Serving Haifa's Ahmadiyya Muslim Community, founded in India in 1889, this mosque is on the Mediterranean-facing slopes of Mt Carmel in the palm-lined…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/mahmoud-mosque/a/poi-sig/1452839/361051",
    "image_url": null,
    "detail_description": "Serving Haifa's Ahmadiyya Muslim Community, founded in India in 1889, this mosque is on the Mediterranean-facing slopes of Mt Carmel in the palm-lined Kababir neighbourhood. Its twin minarets are 34m tall. It's open to worshippers only but worth a look from the outside if you're passing.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 20,
    "name": "Museum Without Walls",
    "latitude": "32.814861",
    "longitude": "34.994009",
    "excerpt": "More than 60 open-air murals and sculptures form a route through the lanes and alleys of Wadi Nisnas, from superhero murals to mixed-media sculptures and…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/museum-without-walls/a/poi-sig/1447463/361051",
    "image_url": null,
    "detail_description": "More than 60 open-air murals and sculptures form a route through the lanes and alleys of Wadi Nisnas, from superhero murals to mixed-media sculptures and pop art. Some are large and eye-catching, others so small you could walk right past them; find a map on the helpful website.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 18,
    "name": "Zoo",
    "latitude": "32.80580386",
    "longitude": "34.98568377",
    "excerpt": "The shaded slopes below Gan Ha'Em are home to a compact zoo with free-roaming peacocks, an aviary, a reptile house and habitats for monkeys, meerkats,…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/zoo/a/poi-sig/1444382/361051",
    "image_url": null,
    "detail_description": "The shaded slopes below Gan Ha'Em are home to a compact zoo with free-roaming peacocks, an aviary, a reptile house and habitats for monkeys, meerkats, ibexes, deer and more, though enclosures for larger animals like bears and Bengal tigers seem rather small.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 17,
    "name": "Al Jarina Mosque",
    "latitude": "32.816746",
    "longitude": "35.002216",
    "excerpt": "A few hundred metres east of Paris Sq is the late 18th-century Al Jarina Mosque, topped by an early-20th-century minaret that looks a little like a…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/al-jarina-mosque/a/poi-sig/1444452/361051",
    "image_url": null,
    "detail_description": "A few hundred metres east of Paris Sq is the late 18th-century Al Jarina Mosque, topped by an early-20th-century minaret that looks a little like a provincial English clock tower. The mosque is for worshippers only, though the view of the minaret surrounded by skyscrapers is an irresistible snapshot.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 16,
    "name": "Gan Ha’Em",
    "latitude": "32.805709",
    "longitude": "34.98726",
    "excerpt": "Sculpted on the crest of Mt Carmel in 1913, this shady, kid-friendly public garden – whose name means 'Mother’s Park' – has a zoo, a playground and an…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/gan-ha-em/a/poi-sig/1444376/361051",
    "image_url": null,
    "detail_description": "Sculpted on the crest of Mt Carmel in 1913, this shady, kid-friendly public garden – whose name means 'Mother’s Park' – has a zoo, a playground and an amphitheatre that hosts free concerts on some summer evenings. It's located across from the upper terminus of the Carmelit metro line.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 15,
    "name": "Beit HaGefen Cultural Center",
    "latitude": "32.816232",
    "longitude": "34.992228",
    "excerpt": "In an old stone building across the street from the modern Beit HaGefen Arab–Jewish Center, this gallery-cum-social space sponsors interfaith social and…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/beit-hagefen-cultural-center/a/poi-sig/1444450/361051",
    "image_url": null,
    "detail_description": "In an old stone building across the street from the modern Beit HaGefen Arab–Jewish Center, this gallery-cum-social space sponsors interfaith social and cultural activities; call ahead to arrange two-hour tours of street art, neighbourhoods and spiritual sites.\nThe upstairs gallery puts on exhibitions related to intercultural coexistence and shared spaces and values."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 14,
    "name": "Viewing Balcony",
    "latitude": "32.811146",
    "longitude": "34.985543",
    "excerpt": "Situated about 100m up the hill from the tour entrance of the Baha’i Gardens, this viewing platform allows a bird’s-eye view over the Shrine of the Báb…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/viewing-balcony/a/poi-sig/1502701/361051",
    "image_url": null,
    "detail_description": "Situated about 100m up the hill from the tour entrance of the Baha’i Gardens, this viewing platform allows a bird’s-eye view over the Shrine of the Báb and towards the sea. It’s a beautiful vantage point for a quick photoshoot, but you’re better off taking a free guided tour of the gardens.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 13,
    "name": "Tikotin Museum of Japanese Art",
    "latitude": "32.808603",
    "longitude": "34.985962",
    "excerpt": "Founded in 1959 by art collector Felix Tikotin, this small, low-lit gallery immerses visitors in the sensory qualities of Japanese art. A visit here is…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/tikotin-museum-of-japanese-art/a/poi-sig/1444371/361051",
    "image_url": null,
    "detail_description": "Founded in 1959 by art collector Felix Tikotin, this small, low-lit gallery immerses visitors in the sensory qualities of Japanese art. A visit here is best suited to Japanese art aficionados, though its 19th-century hanging scrolls, glazed bowls and calligraphy create a calming change of pace compared to Haifa's other major museums.\nThe upper floor has a pleasant canteen selling homemade cakes."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 12,
    "name": "Eshkol Tower",
    "latitude": "32.762981",
    "longitude": "35.01847",
    "excerpt": "A lift shudders its way up to the 30th-floor observation area of Eshkol Tower, the brazen high-rise topping Haifa University. Designed by renowned…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/eshkol-tower/a/poi-sig/1444837/361051",
    "image_url": null,
    "detail_description": "A lift shudders its way up to the 30th-floor observation area of Eshkol Tower, the brazen high-rise topping Haifa University. Designed by renowned Brazilian architect Oscar Niemeyer, the tower was completed in 1978. It has since been eclipsed as Haifa's tallest building, but the views remain exceptional – who would have thought that hulking Haifa could appear Lilliputian from above? A worthwhile photo op after visiting the Hecht Museum.\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 11,
    "name": "Haifa City Museum",
    "latitude": "32.822534",
    "longitude": "34.992324",
    "excerpt": "Split across two buildings, the City Museum examines Haifa's last century of history and features rotating exhibitions on contemporary life here. Most…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/haifa-city-museum/a/poi-sig/1444396/361051",
    "image_url": null,
    "detail_description": "Split across two buildings, the City Museum examines Haifa's last century of history and features rotating exhibitions on contemporary life here. Most interesting are the displays characterising Haifa as the 'Red City' in the decades following the 1940s when Haifa had a strong socialist ideology.\nThe museum is worth a quick look for its often cutting-edge photo exhibitions and primer on recent Haifa history (not to mention a glimpse inside the Templer-era building), but it's much better value as part of the combined Haifa Museum Ticket."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 10,
    "name": "Mané–Katz Museum",
    "latitude": "32.80762",
    "longitude": "34.987571",
    "excerpt": "Ukraine-born artist Emmanuel Mané-Katz (1894–1962) was an influential member of the early-20th-century School of Paris and is best known for his colourful…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/mane-katz-museum/a/poi-sig/1444359/361051",
    "image_url": null,
    "detail_description": "Ukraine-born artist Emmanuel Mané-Katz (1894–1962) was an influential member of the early-20th-century School of Paris and is best known for his colourful depictions of the shtetls (ghettos) of Eastern Europe. In the late 1950s he was given this home by the Haifa city authorities in return for the bequest of his works. Hundreds of his paintings are displayed inside, alongside antiques and Judaica.\nThe museum closes down between temporary exhibitions, though its garden cafe remains open. Check the website for details before you go."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 9,
    "name": "National Maritime Museum",
    "latitude": "32.828719",
    "longitude": "34.972519",
    "excerpt": "This museum, founded in 1953, covers five millennia of maritime history across its three floors, from barnacle-clung amphorae to Israel's recent naval…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/national-maritime-museum/a/poi-sig/1444463/361051",
    "image_url": null,
    "detail_description": "This museum, founded in 1953, covers five millennia of maritime history across its three floors, from barnacle-clung amphorae to Israel's recent naval history. Temporary exhibitions on themes from pirates to naval battles rotate on the ground floor, while the archaeological treasures – Egyptian canopic jars and Roman remnants recovered from Haifa Bay – are in the permanent collection above. Explanation is in English and Hebrew.\nThe star piece is the Lod Mosaic, formerly the floor of an affluent Roman villa, depicting mammals and fish in impressive detail.This part of town is served by buses 111 and 112 from the German Colony, Wadi Nisnas and Hadar; bus 111 also goes to Haifa-Hof HaCarmel."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 8,
    "name": "Elijah’s Cave",
    "latitude": "32.82978846",
    "longitude": "34.96954558",
    "excerpt": "Holy to Jews, Christians, Muslims and Druze, this cave is where the prophet Elijah is believed to have prayed before challenging the priests of Ba’al on…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/elijah-s-cave/a/poi-sig/1444466/361051",
    "image_url": null,
    "detail_description": "Holy to Jews, Christians, Muslims and Druze, this cave is where the prophet Elijah is believed to have prayed before challenging the priests of Ba’al on Mt Carmel (1 Kings 18) and where he is said to have hidden from the wrath of Queen Jezebel afterwards (1 Kings 19:1–3). Upon entering, follow the signs to separate sections for men (to the right) and women (to the left); the cave is behind a velvet curtain. There’s not much to see unless you’re interested in Jewish pilgrimage sites. Dress modestly.\nAccording to Christian tradition, Mary, Joseph and Jesus sheltered here on their return from Egypt. Muslims associate the site with Al Khidr (the Green Prophet), sometimes seen as an Islamic version of Elijah, or as his companion.To get to Elijah’s Cave from the National Maritime Museum, look for the asphalt path leading uphill from Allenby Rd. The path from Stella Maris down to the cave begins from the parking lot across the street from the church, along the fence of the Israeli navy base."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 7,
    "name": "Haifa Museum of Art",
    "latitude": "32.814969",
    "longitude": "34.992861",
    "excerpt": "Challenging and contemporary, the Museum of Art's three exhibition spaces showcase mixed media and photography by Israeli and international artists. If…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/haifa-museum-of-art/a/poi-sig/1444448/361051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/44311b1d9cb7eedff1bf4e00da6ae2ac-haifa-museum-of-art.jpg",
    "detail_description": "Challenging and contemporary, the Museum of Art's three exhibition spaces showcase mixed media and photography by Israeli and international artists. If you enjoy confrontational artwork and lively debate, this airy gallery is well worth exploring (plus you can people-watch the local artistic community, who come here in droves to stroll and scratch their chins).\n"
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 6,
    "name": "MadaTech",
    "latitude": "32.81064413",
    "longitude": "34.99687618",
    "excerpt": "Kid-friendly science exhibits fill this elegant 1912 building, including hands-on displays in the astronomy rooms, optical illusions and a hall of mirrors…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/madatech/a/poi-sig/1444441/361051",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock_editorial_2235217329.jpg",
    "detail_description": "Kid-friendly science exhibits fill this elegant 1912 building, including hands-on displays in the astronomy rooms, optical illusions and a hall of mirrors (exhibits are labelled with the appropriate age group). The building was the first home of the Technion–Israel Institute and its soaring arches and echoing hallways are a delight to wander. When Albert Einstein visited in 1923, he planted a palm tree that still stands out front.\nFuel for budding scientists (that is, slushies and popcorn) is on sale in the inner courtyard."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 5,
    "name": "Shrine of the Báb",
    "latitude": "32.814519",
    "longitude": "34.986928",
    "excerpt": "Though it’s primarily a pilgrimage site, modestly dressed visitors are allowed to enter this domed shrine holding the remains of the Báb, spiritual…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/shrine-of-the-bab/a/poi-sig/1452828/361051",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_480195898.jpg",
    "detail_description": "Though it’s primarily a pilgrimage site, modestly dressed visitors are allowed to enter this domed shrine holding the remains of the Báb, spiritual predecessor to the Baha’i faith’s main prophet Baha’ullah. Canadian architect William Sutherland Maxwell designed the shrine to unify Middle Eastern and European styles. It was built in 1953 with Italian stone and covered Portuguese glazed tiles.\nAfter persecution and imprisonment, the Báb was executed in Persia in 1850 and his body kept by his followers until it was re-interred at this spot, chosen by Baha’ullah."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 4,
    "name": "Clandestine Immigration & Naval Museum",
    "latitude": "32.830035",
    "longitude": "34.971027",
    "excerpt": "Using a series of powerful video testimonials, this fascinating museum showcases the Zionist Movement’s determined efforts to infiltrate Jewish refugees…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/clandestine-immigration-naval-museum/a/poi-sig/1444456/361051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5edee7cc8dc1dab3f71947f878fbe70b-clandestine-immigration-naval-museum.jpg",
    "detail_description": "Using a series of powerful video testimonials, this fascinating museum showcases the Zionist Movement’s determined efforts to infiltrate Jewish refugees from Europe into British-blockaded Palestine from 1934 to 1948. The centrepiece is a WWII landing craft rechristened the Af-Al-Pi-Chen (‘nevertheless’ in Hebrew) that carried 434 refugees to Palestine in 1947; intercepted by the British, they were sent to internment camps on Cyprus. The museum is run by the Ministry of Defense, so you'll need your passport to get in.\nMost compelling are the testimonials about life on board these surplus war ships; survivors describe gruelling conditions and overcrowding, but also an irrepressible optimism about their hopes of entering the Holy Land. Many never reached it, including the passengers on board the Exodus: this vastly overloaded steamer ship carried more than 4500 Holocaust survivors to Palestine in 1947 but was forced by the British to return to Europe."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 3,
    "name": "Hecht Museum",
    "latitude": "32.763027",
    "longitude": "35.018406",
    "excerpt": "This university campus museum showcases engrossing archaeological finds such as well-restored mosaics and troves of ancient coins, but the pièce de…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/hecht-museum/a/poi-sig/1444835/361051",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2325093225.jpg",
    "detail_description": "This university campus museum showcases engrossing archaeological finds such as well-restored mosaics and troves of ancient coins, but the pièce de résistance is the Ma'agan Mikhael Shipwreck, a 2400-year-old merchant vessel unearthed in 1985. Originally 12.5m long, the ship would have hauled 15 tons of cargo and has a rare one-armed wooden anchor.Elsewhere, the art wing assembles mostly Impressionist and post-Impressionist works (part of founder Dr Reuben Hecht's own collection), including works by luminaries like Van Gogh and Modigliani.\nThe Oscar Ghez Collection is a poignant display of the works by 18 Paris-based artists who perished in the Holocaust. Meanwhile, temporary art exhibitions place the spotlight on young artists, portraiture, Israeli art colonies and a host of other themes.The Hecht Museum is beneath the Eshkol Tower; follow signs to the building's lower floor and then continue along the corridor until you see amphorae."
},
{
    "country": "haifa",
    "city": "Haifa",
    "index": 2,
    "name": "Stella Maris Carmelite Monastery",
    "latitude": "32.826898",
    "longitude": "34.969997",
    "excerpt": "The Carmelite Order was established in the late 12th century when Crusader-era pilgrims, inspired by the prophet Elijah, opted for a hermitic life on the…",
    "detail_url": "https://www.lonelyplanet.com/israel-and-the-palestinian-territories/mediterranean-coast/haifa/attractions/stella-maris-carmelite-monastery/a/poi-sig/1444841/361051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bbb3d00a46adbdf69c7b97f6fdaeb199-stella-maris-carmelite-monastery.jpg",
    "detail_description": "The Carmelite Order was established in the late 12th century when Crusader-era pilgrims, inspired by the prophet Elijah, opted for a hermitic life on the slopes of Mt Carmel. Today the order lives on around the world and in the 'Star of the Sea' monastery, whose current building was constructed in 1836 at the northern tip of Mt Carmel. The sea views are magnificent. Wear clothing that covers your knees and shoulders; men should remove hats.\nInside the church, the beautifully painted ceiling and dome portray Elijah and the chariot of fire in which he is said to have ascended to heaven; King David with his harp; the saints of the order; the prophets Isaiah, Ezekiel and David; and the Holy Family with the four evangelists below.On the path leading to the church entrance, a pyramid with a wrought-iron cross on top serves as a memorial for 200 sick and wounded French troops, hospitalised here, who were slaughtered by the Ottomans after Napoleon returned to Paris in 1799.The monastery is accessible by cable car from Bat Galim's seafront promenade and by bus 115 from Hadar and Haifa-Hof HaCarmel; by buses 30 and 31 from Carmel Centre; and on foot from near Elijah's Cave."
}
]