[
{
    "country": "hallstatt",
    "city": "Hallstatt",
    "index": 1,
    "name": "Salzwelten",
    "latitude": "47.563829",
    "longitude": "13.636007",
    "excerpt": "The fascinating Salzbergwerk (salt mine) is situated high above Hallstatt on Salzberg (Salt Mountain) and is the lake's major cultural attraction. The…",
    "detail_url": "https://www.lonelyplanet.com/austria/salzkammergut/hallstatt/attractions/salzwelten/a/poi-sig/504726/358619",
    "image_url": null,
    "detail_description": "The fascinating Salzbergwerk (salt mine) is situated high above Hallstatt on Salzberg (Salt Mountain) and is the lake's major cultural attraction. The bilingual German–English tour details how salt is formed and the history of mining, and takes visitors down into the depths on miners' slides – the largest is 60m (on which you can get your photo taken).\nThe Hallstätter Hochtal (Hallstatt High Valley) near the mine was also an Iron Age burial ground. An audio guide (€5), available from the base station of the funicular, takes you through the numbered stations and explains the site and rituals of burial.The funicular is the easiest way up to the mountain station, from where the mine is 15 minutes’ walk; a switchback trail takes about 40 minutes to walk. Another option is to take the steps behind the Beinhaus and follow the trail until it joins the picturesque Soleleitungsweg; go left and follow the very steep trail past the waterfall and up the steps. It’s a tough climb, and not really for children."
},
{
    "country": "hallstatt",
    "city": "Hallstatt",
    "index": 4,
    "name": "Dachsteinsport Janu",
    "latitude": "47.561507",
    "longitude": "13.648969",
    "excerpt": "Celtic and Roman excavations can be seen downstairs in Dachsteinsport Janu, where there's a free exhibition that gets a little kitsch at times but…",
    "detail_url": "https://www.lonelyplanet.com/austria/salzkammergut/hallstatt/attractions/dachsteinsport-janu/a/poi-sig/504722/358619",
    "image_url": null,
    "detail_description": "Celtic and Roman excavations can be seen downstairs in Dachsteinsport Janu, where there's a free exhibition that gets a little kitsch at times but explains the excavations.\n"
},
{
    "country": "hallstatt",
    "city": "Hallstatt",
    "index": 3,
    "name": "Weltkulturerbe Museum",
    "latitude": "47.561903",
    "longitude": "13.648989",
    "excerpt": "This multimedia museum has a strong focus on the region’s history of Iron Age/Celtic settlement and salt mining, taking you through 26 stations of…",
    "detail_url": "https://www.lonelyplanet.com/austria/salzkammergut/hallstatt/attractions/weltkulturerbe-museum/a/poi-sig/1336950/358619",
    "image_url": null,
    "detail_description": "This multimedia museum has a strong focus on the region’s history of Iron Age/Celtic settlement and salt mining, taking you through 26 stations of Hallstatt's history. All explanations are in German and English. Its Celtic and Roman excavations can be seen beneath sports shop Dachsteinsport Janu, around the corner.\n"
},
{
    "country": "hallstatt",
    "city": "Hallstatt",
    "index": 2,
    "name": "Beinhaus",
    "latitude": "47.563388",
    "longitude": "13.648871",
    "excerpt": "This small ossuary contains rows of neatly stacked skulls, painted with decorative designs and the names of their former owners. Bones have been exhumed…",
    "detail_url": "https://www.lonelyplanet.com/austria/salzkammergut/hallstatt/attractions/beinhaus/a/poi-sig/504720/358619",
    "image_url": null,
    "detail_description": "This small ossuary contains rows of neatly stacked skulls, painted with decorative designs and the names of their former owners. Bones have been exhumed from the overcrowded graveyard since 1600, and although the practice waned in the 20th century, the last joined the collection in 1995. It stands in the grounds of the 15th-century Catholic Pfarrkirche (parish church), which has some attractive Gothic frescoes and three winged altars inside.\n"
}
]