[
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 1,
    "name": "Fischmarkt",
    "latitude": "53.545299",
    "longitude": "9.9546",
    "excerpt": "Here's the perfect excuse to stay up all Saturday night. Every Sunday in the wee hours, some 70,000 locals and visitors descend upon the famous Fischmarkt…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/fischmarkt/a/poi-sig/420903/1342305",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b7870ba006a5306c81309096be26d79f-fischmarkt.jpg",
    "detail_description": "Here's the perfect excuse to stay up all Saturday night. Every Sunday in the wee hours, some 70,000 locals and visitors descend upon the famous Fischmarkt in St Pauli. The market has been running since 1703, and its undisputed stars are the boisterous Marktschreier (market criers) who hawk their wares at full volume. Live bands also entertainingly crank out cover versions of ancient German pop songs in the adjoining Fischauktionshalle (Fish Auction Hall).\nVendors artfully arrange their bananas, cherries, kumquats and whatever else they’ve picked up that week (some comes direct from farms but a lot comes from wholesalers). Others pile up eels, shellfish, cacti and all manner of goods. It’s not yet 5am when the first customers begin to trundle in. ‘Don’t be shy, little girl', a vendor might shout with a lascivious wink to a 60-year-old, waggling a piece of eel in front of her face. Almost always, the ‘girl’ blushes before taking a hearty bite as the crowd cheers."
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 33,
    "name": "Cap San Diego",
    "latitude": "53.542632540451",
    "longitude": "9.97735089083",
    "excerpt": "A beautiful 1961 freighter, the 10,000-tonne Cap San Diego is open to tours that give a good feel for when sea voyages were a relaxing and low-key way to…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/neustadt/attractions/cap-san-diego/a/poi-sig/420885/1342302",
    "image_url": null,
    "detail_description": "A beautiful 1961 freighter, the 10,000-tonne Cap San Diego is open to tours that give a good feel for when sea voyages were a relaxing and low-key way to tour the world. There are also special exhibitions.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 32,
    "name": "Park Fiction",
    "latitude": "53.546326",
    "longitude": "9.956939",
    "excerpt": "Hamburg's maritime tableau spreads out before this park created by local residents and overlooking the Elbe. Pick up some beer and have your own sunset…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/park-fiction/a/poi-sig/1518886/1342305",
    "image_url": null,
    "detail_description": "Hamburg's maritime tableau spreads out before this park created by local residents and overlooking the Elbe. Pick up some beer and have your own sunset happy hour while lounging on the grass under the fake palm trees.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 31,
    "name": "Panoptikum",
    "latitude": "53.549468",
    "longitude": "9.966466",
    "excerpt": "If wax museums are your thing, Hamburg has a decent version with more than 120 figures spread over four floors. Everyone gets a run, from Queen Elizabeth…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/panoptikum/a/poi-sig/1596977/1342305",
    "image_url": null,
    "detail_description": "If wax museums are your thing, Hamburg has a decent version with more than 120 figures spread over four floors. Everyone gets a run, from Queen Elizabeth and Pope Benedict XVI to Angelina Jolie and St Pauli identity Olivia Jones.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 29,
    "name": "Hansaplatz Fountain",
    "latitude": "53.554816",
    "longitude": "10.012214",
    "excerpt": "The centerpiece of Hansaplatz square. Completed in 1878, the fountain shows important figures in Hamburg's past, including Emperor Constantine the Great…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-georg/attractions/hansaplatz-fountain/a/poi-sig/1293859/1342303",
    "image_url": null,
    "detail_description": "The centerpiece of Hansaplatz square. Completed in 1878, the fountain shows important figures in Hamburg's past, including Emperor Constantine the Great and Charlemagne, and is surmounted by a figure showing the might of the Hanseatic League.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 30,
    "name": "Sankt Pauli Museum",
    "latitude": "53.548416",
    "longitude": "9.962518",
    "excerpt": "To make historical sense of St Pauli, this museum is an excellent place to start. It takes you back to the earliest days of the neighbourhood, brings to…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/sankt-pauli-museum/a/poi-sig/1596976/1342305",
    "image_url": null,
    "detail_description": "To make historical sense of St Pauli, this museum is an excellent place to start. It takes you back to the earliest days of the neighbourhood, brings to life many of its characters, and doesn't flinch from the seedy and the sinful.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 28,
    "name": "Grossneumarkt",
    "latitude": "53.550463",
    "longitude": "9.980114",
    "excerpt": "Once the hub of Neustadt life, this large, leafy square is pretty quiet these days, although it comes to life with market stalls on Wednesday and Saturday…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/neustadt/attractions/grossneumarkt/a/poi-sig/1596822/1342302",
    "image_url": null,
    "detail_description": "Once the hub of Neustadt life, this large, leafy square is pretty quiet these days, although it comes to life with market stalls on Wednesday and Saturday; the food trucks that turn up on Wednesdays in particular are almost worth the trip alone.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 40,
    "name": "Star Club Memorial",
    "latitude": "53.551113",
    "longitude": "9.957658",
    "excerpt": "The seminal venue for the Beatles opened in 1962. It has since burnt down and there is a sad historical marker. Thai karaoke now echoes off the walls.",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/star-club-memorial/a/poi-sig/1293865/1342305",
    "image_url": null,
    "detail_description": "The seminal venue for the Beatles opened in 1962. It has since burnt down and there is a sad historical marker. Thai karaoke now echoes off the walls.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 39,
    "name": "Beatles-Platz",
    "latitude": "53.549749",
    "longitude": "9.957336",
    "excerpt": "Designed like a vinyl record, it has abstract steel sculptures resembling cookie cutters of the Fab Four (including a hybrid of Ringo Starr and Pete Best).",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/beatles-platz/a/poi-sig/1205327/1342305",
    "image_url": null,
    "detail_description": "Designed like a vinyl record, it has abstract steel sculptures resembling cookie cutters of the Fab Four (including a hybrid of Ringo Starr and Pete Best).\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 38,
    "name": "Wochenmarkt",
    "latitude": "53.556575",
    "longitude": "10.010347",
    "excerpt": "This weekly eco-market (think organic farmers' produce) adds a little life to Friday afternoons in the heart of St Georg. It sometimes shifts to Friday…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-georg/attractions/wochenmarkt/a/poi-sig/1596652/1342303",
    "image_url": null,
    "detail_description": "This weekly eco-market (think organic farmers' produce) adds a little life to Friday afternoons in the heart of St Georg. It sometimes shifts to Friday morning.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 37,
    "name": "Alsterarkaden",
    "latitude": "53.551667",
    "longitude": "9.991529",
    "excerpt": "The elegant Renaissance-style arcades of the Alsterarkaden shelter upscale shops and cafes alongside the Alsterfleet canal. This is ground zero for…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/neustadt/attractions/alsterarkaden/a/poi-sig/1293858/1342302",
    "image_url": null,
    "detail_description": "The elegant Renaissance-style arcades of the Alsterarkaden shelter upscale shops and cafes alongside the Alsterfleet canal. This is ground zero for Hamburg's ladies who lunch.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 36,
    "name": "HafenCity Nachhaltigkeitspavillon",
    "latitude": "53.542284",
    "longitude": "9.999211",
    "excerpt": "For alternative, greener take on the whole HafenCity development, this intriguing exhibit takes a look at sustainable urban development and…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/hafencity-nachhaltigkeitspavillon/a/poi-sig/1597760/1342304",
    "image_url": null,
    "detail_description": "For alternative, greener take on the whole HafenCity development, this intriguing exhibit takes a look at sustainable urban development and environmentally sound construction.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 35,
    "name": "Hamburg Dungeon",
    "latitude": "53.543992",
    "longitude": "9.989448",
    "excerpt": "This camped-up chamber of horrors is brought to life by actors, incorporating various thrill rides, and is housed in an old warehouse. It's pricey and not…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/hamburg-dungeon/a/poi-sig/420907/1342304",
    "image_url": null,
    "detail_description": "This camped-up chamber of horrors is brought to life by actors, incorporating various thrill rides, and is housed in an old warehouse. It's pricey and not recommended for kids under 10.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 34,
    "name": "Herbertstrasse",
    "latitude": "53.548327",
    "longitude": "9.960437",
    "excerpt": "Along Davidstrasse, a painted tin wall bars views into Herbertstrasse, a block-long bordello that’s off-limits to men under 18 and to women of all ages…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/herbertstrasse/a/poi-sig/420913/1342305",
    "image_url": null,
    "detail_description": "Along Davidstrasse, a painted tin wall bars views into Herbertstrasse, a block-long bordello that’s off-limits to men under 18 and to women of all ages. It's the notorious sinful centre of the district.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 27,
    "name": "Komponisten-Quartier",
    "latitude": "53.551463",
    "longitude": "9.97726",
    "excerpt": "This engaging museum celebrates the classical composers with a significant connection to the city, among them Felix Mendelssohn, Gustav Mahler and Carl…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/neustadt/attractions/komponisten-quartier/a/poi-sig/1596818/1342302",
    "image_url": null,
    "detail_description": "This engaging museum celebrates the classical composers with a significant connection to the city, among them Felix Mendelssohn, Gustav Mahler and Carl Philipp Emanuel Bach. Exhibits range from instruments and memorabilia to interactive displays.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 26,
    "name": "Dockland",
    "latitude": "53.54331",
    "longitude": "9.933829",
    "excerpt": "One of Hamburg's more striking waterfront structures and right on the water, Dockland was finished in 2006; it has wonderfully sharp angles and terrific…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/altona-elbmeile/attractions/dockland/a/poi-sig/1597102/1342306",
    "image_url": null,
    "detail_description": "One of Hamburg's more striking waterfront structures and right on the water, Dockland was finished in 2006; it has wonderfully sharp angles and terrific views from the rooftop terrace. At first glance, it resembles a cruise ship moored at the docks.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 23,
    "name": "Johannes Brahms Museum",
    "latitude": "53.551259",
    "longitude": "9.976573",
    "excerpt": "Master composer Johannes Brahms (1833-1897) was born in Hamburg. Although the house where he was born was destroyed in 1943, this fine 18th-century…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/neustadt/attractions/johannes-brahms-museum/a/poi-sig/1596824/1342302",
    "image_url": null,
    "detail_description": "Master composer Johannes Brahms (1833-1897) was born in Hamburg. Although the house where he was born was destroyed in 1943, this fine 18th-century building is an excellent substitute. All manner of original Brahms memorabilia is on display and there's a CD library with all of Brahms' works.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 25,
    "name": "Speicherstadt Museum",
    "latitude": "53.543125",
    "longitude": "9.988021",
    "excerpt": "A century-old warehouse is the atmospheric backdrop for exhibitions on Hamburg’s trading past, especially within its namesake district. There are…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/speicherstadt-museum/a/poi-sig/420937/1342304",
    "image_url": null,
    "detail_description": "A century-old warehouse is the atmospheric backdrop for exhibitions on Hamburg’s trading past, especially within its namesake district. There are sometimes demonstrations on the trade in tea or coffee; check the website for timing of these and of museum tours (per person €10).\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 24,
    "name": "Baakenpark",
    "latitude": "53.53805",
    "longitude": "10.014553",
    "excerpt": "Opened in May 2018, Baakenpark, on the southeastern reaches of HafenCity, is proof that the HafenCity development hasn't forgotten the need for parks…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/attractions/baakenpark/a/poi-sig/1597759/359370",
    "image_url": null,
    "detail_description": "Opened in May 2018, Baakenpark, on the southeastern reaches of HafenCity, is proof that the HafenCity development hasn't forgotten the need for parks. With kids playgrounds, weekend concerts and even an occasional open-air cinema, it's a lovely place to escape the rigours of city life.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 22,
    "name": "Kaffee Museum",
    "latitude": "53.544748",
    "longitude": "9.996738",
    "excerpt": "Coffee has always been an important part of Hamburg's trading scene and this excellent museum takes you through this history and has a live roasting…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/kaffee-museum/a/poi-sig/1597758/1342304",
    "image_url": null,
    "detail_description": "Coffee has always been an important part of Hamburg's trading scene and this excellent museum takes you through this history and has a live roasting demonstration. Try the resulting brew in the cafe. Check out the website for a range of activities that can include coffee, tea and even gin tasting.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 21,
    "name": "Altona Museum",
    "latitude": "53.551202",
    "longitude": "9.934548",
    "excerpt": "This moderately interesting collection is devoted to the art and culture of northern Germany since the 18th century. An unusual aspect is the focus on…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/altona-elbmeile/attractions/altona-museum/a/poi-sig/1597101/1342306",
    "image_url": null,
    "detail_description": "This moderately interesting collection is devoted to the art and culture of northern Germany since the 18th century. An unusual aspect is the focus on children's culture with a wonderful 'house of children's books'. We wouldn't cross town to see it, but it's worth an hour of your time if you're in the area.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 20,
    "name": "Rote Flora",
    "latitude": "53.561986480107",
    "longitude": "9.961459391318",
    "excerpt": "One of the most outstanding remnants of the area’s rougher days, the graffiti-covered Rote Flora looks one step away from demolition. Once the famous…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/altona-elbmeile/attractions/rote-flora/a/poi-sig/1026435/1342306",
    "image_url": null,
    "detail_description": "One of the most outstanding remnants of the area’s rougher days, the graffiti-covered Rote Flora looks one step away from demolition. Once the famous Flora Theatre, it’s now an alternative cultural centre with a calendar of new music, protests and events. The city protected it from gentrification in 2014.\r\n\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 19,
    "name": "Krameramtswohnungen",
    "latitude": "53.548307052478",
    "longitude": "9.9803100432407",
    "excerpt": "In an alley off Krayenkamp 10 are the Krameramtswohnungen, a row of tiny half-timbered houses from the 17th century that, for nearly 200 years, were…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/neustadt/attractions/krameramtswohnungen/a/poi-sig/420915/1342302",
    "image_url": null,
    "detail_description": "In an alley off Krayenkamp 10 are the Krameramtswohnungen, a row of tiny half-timbered houses from the 17th century that, for nearly 200 years, were almshouses for the widows of members of the Guild of Small Shopkeepers. Today they house shops and restaurants, plus a little summer-only museum relating to the buildings.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 18,
    "name": "HafenCity InfoCenter",
    "latitude": "53.543343033558",
    "longitude": "9.9904586136643",
    "excerpt": "You can pick up brochures and check out detailed architectural models and installations that give a sense of the immensity of the project; there's a scale…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/hafencity-infocenter/a/poi-sig/1026447/1342304",
    "image_url": null,
    "detail_description": "You can pick up brochures and check out detailed architectural models and installations that give a sense of the immensity of the project; there's a scale model of the whole city. The centre offers a program of free guided tours through the evolving district; check the website for more information and timings.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 17,
    "name": "Davidwache",
    "latitude": "53.549079",
    "longitude": "9.962765",
    "excerpt": "South of the Reeperbahn stands the star of many a German crime film and TV show, the Davidwache. This brick police station, festooned with ornate ceramic…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/davidwache/a/poi-sig/420891/1342305",
    "image_url": null,
    "detail_description": "South of the Reeperbahn stands the star of many a German crime film and TV show, the Davidwache. This brick police station, festooned with ornate ceramic tiles, is the base for 150 officers, who keep the lurid surrounds reasonably tame. Its presence here is a reminder that while St Pauli loves to thumb its nose at authority, it needs that authority to define itself…\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 16,
    "name": "Museum für Kunst und Gewerbe",
    "latitude": "53.551298188235",
    "longitude": "10.009388559421",
    "excerpt": "The Museum für Kunst und Gewerbe is lots of fun. Its vast collection of sculpture, furniture, fashion, jewellery, posters, porcelain, musical instruments…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-georg/attractions/museum-fuer-kunst-und-gewerbe/a/poi-sig/420925/1342303",
    "image_url": null,
    "detail_description": "The Museum für Kunst und Gewerbe is lots of fun. Its vast collection of sculpture, furniture, fashion, jewellery, posters, porcelain, musical instruments and household objects runs the gamut from Italian to Islamic, Japanese to Viennese and medieval to pop art, and includes an art-nouveau salon from the 1900 Paris World Fair. The museum cafe is part of the exhibition space.\r\n\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 13,
    "name": "Flakturm IV",
    "latitude": "53.556722",
    "longitude": "9.970361",
    "excerpt": "Rising up from the northern reaches of St Pauli, this brooding concrete structure was built during WWII as an anti-aircraft defence position but doubled…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/flakturm-iv/a/poi-sig/1596978/1342305",
    "image_url": null,
    "detail_description": "Rising up from the northern reaches of St Pauli, this brooding concrete structure was built during WWII as an anti-aircraft defence position but doubled as a bunker or shelter for those fleeing bombardment – a rather strange combination when you think about it. Around 18,000 people could shelter here behind the 3.5m-thick walls. Now it's a nightclub, Uebel und Gefährlich.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 14,
    "name": "Museum für Völkerkunde",
    "latitude": "53.568479",
    "longitude": "9.988722",
    "excerpt": "North of the Altstadt, the much-updated Museum für Völkerkunde demonstrates seafaring Hamburg’s acute awareness of the outside world. Modern artefacts…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/attractions/museum-fuer-voelkerkunde/a/poi-sig/420927/359370",
    "image_url": null,
    "detail_description": "North of the Altstadt, the much-updated Museum für Völkerkunde demonstrates seafaring Hamburg’s acute awareness of the outside world. Modern artefacts from Africa, Asia and the South Pacific are displayed alongside traditional masks, jewellery, costumes and musical instruments. There are also carved wooden canoes and giant sculptures from Papua New Guinea, and a complete, intricately carved Maori meeting hall.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 12,
    "name": "Süllberg Hill",
    "latitude": "53.559373",
    "longitude": "9.801245",
    "excerpt": "The best views of the Elbe (nearly 3km wide here) and its container ships are from the 75m-high Süllberg hill. To get to Süllberg, take the S-Bahn to…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/attractions/suellberg-hill/a/poi-sig/1518856/359370",
    "image_url": null,
    "detail_description": "The best views of the Elbe (nearly 3km wide here) and its container ships are from the 75m-high Süllberg hill. To get to Süllberg, take the S-Bahn to Blankenese, then bus 48 to Waseberg – having passed the beachfront restaurants and cafes – where you’ll see a sign pointing to the nearby Süllberg. If you alight at the Krögers Treppe (Fischerhaus) bus stop, head up the Bornholdt Treppe and Süllbergweg. Or get off once the road starts winding and explore.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 15,
    "name": "Tierpark Hagenbeck",
    "latitude": "53.596879",
    "longitude": "9.94179",
    "excerpt": "The 2500 animals that live in Hamburg's zoo have open enclosures over 27 hectares. In addition to elephants, tigers, orang-utans, toucans and other…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/attractions/tierpark-hagenbeck/a/poi-sig/420949/359370",
    "image_url": null,
    "detail_description": "The 2500 animals that live in Hamburg's zoo have open enclosures over 27 hectares. In addition to elephants, tigers, orang-utans, toucans and other creatures, you'll find a replica Nepalese temple, a Japanese garden, an art deco gate and a huge aquarium. A petting zoo, pony rides, a miniature railway and playground mean you'll have to drag the kids away at the end of the day. It is 5km northwest of the centre.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 11,
    "name": "Museum für Hamburgische Geschichte",
    "latitude": "53.551044914284",
    "longitude": "9.9733076225584",
    "excerpt": "Hamburg's history museum has lots of kid-friendly features: it's chock-full of intricate ship models, has a large model train set (which runs on the hour)…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/museum-fuer-hamburgische-geschichte/a/poi-sig/420923/1342305",
    "image_url": null,
    "detail_description": "Hamburg's history museum has lots of kid-friendly features: it's chock-full of intricate ship models, has a large model train set (which runs on the hour), and is home to the actual bridge of the steamship Werner, which you can clamber over. As it chronicles the city’s evolution, it reveals titbits such as the fact that the Reeperbahn was once the home of rope makers (Reep means ‘rope’). There is a good exhibit on the history of the city's Jewish population.\n"
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 10,
    "name": "Tanzende Türme",
    "latitude": "53.549825",
    "longitude": "9.968451",
    "excerpt": "Watching over the eastern gateway to St Pauli since 2011, the 'Dancing Towers' are a Hamburg icon. The two towers buck and weave by up to 3m from the…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/tanzende-tuerme/a/poi-sig/1596980/1342305",
    "image_url": null,
    "detail_description": "Watching over the eastern gateway to St Pauli since 2011, the 'Dancing Towers' are a Hamburg icon. The two towers buck and weave by up to 3m from the vertical, making it appear like a couple dancing; a legendary dancehall once stood on the site and it's a fitting introduction to this neighbourhood that loves to party. It's wonderfully lit at night.\nIn the basement you'll find the terrific Mojo Club, while the excellent Clouds and Clouds Bar crown the summit."
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 9,
    "name": "Bullenhuser Damm Schule",
    "latitude": "53.540193",
    "longitude": "10.040817",
    "excerpt": "During WWII, 20 Jewish children were chosen by Dr Josef Mengele at Auschwitz and sent to Neuengamme concentration camp near Hamburg for medical…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/attractions/bullenhuser-damm-schule/a/poi-sig/1519055/359370",
    "image_url": null,
    "detail_description": "During WWII, 20 Jewish children were chosen by Dr Josef Mengele at Auschwitz and sent to Neuengamme concentration camp near Hamburg for medical experiments. In 1945, with the German war effort collapsing, the children and their adult minders (other prisoners) were brought to this otherwise unremarkable school in a grimy industrial area of southeast Hamburg and murdered. In a war filled with horror, this story stands out. Today there are exhibits about the children in a basement display area.\nA nearby memorial garden along Grossmanstrasse is planted with roses. Read about this atrocity and the children at www.kinder-vom-bullenhuser-damm.de."
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 8,
    "name": "Internationales Maritimes Museum",
    "latitude": "53.54340208",
    "longitude": "9.999586355",
    "excerpt": "Hamburg's maritime past – and future – is fully explored in this excellent private museum that sprawls over 10 floors of a revamped brick shipping…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/internationales-maritimes-museum/a/poi-sig/1139887/1342304",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7b6055a029bca9e09696d5ebb6692211-internationales-maritimes-museum.jpg",
    "detail_description": "Hamburg's maritime past – and future – is fully explored in this excellent private museum that sprawls over 10 floors of a revamped brick shipping warehouse. Considered the world’s largest private collection of maritime treasures, it includes a mind-boggling 26,000 model ships, 50,000 construction plans, 5000 illustrations, 2000 films, 1.5 million photographs and much more.\nThe collection is well presented so you can easily dip in and out of what interests you most about 3000 years of maritime history."
},
{
    "country": "hamburg",
    "city": "St Pauli & Reeperbahn",
    "index": 7,
    "name": "St Pauli Nachtmarkt",
    "latitude": "53.549653",
    "longitude": "9.965758",
    "excerpt": "Wednesday late afternoon and evening is a terrific time to be in St Pauli when the weekly night market takes over Spielbudenplatz with food stalls, live…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/st-pauli-reeperbahn/attractions/st-pauli-nachtmarkt/a/poi-sig/1597806/1342305",
    "image_url": null,
    "detail_description": "Wednesday late afternoon and evening is a terrific time to be in St Pauli when the weekly night market takes over Spielbudenplatz with food stalls, live bands (usually around 6pm or 7pm) and plenty of comfy chairs to knock back a beer.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 6,
    "name": "St Michaelis Kirche",
    "latitude": "53.54841",
    "longitude": "9.978483",
    "excerpt": "‘Der Michel’, as it is affectionately called, is one of Hamburg’s most recognisable landmarks and northern Germany’s largest Protestant baroque church…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/neustadt/attractions/st-michaelis-kirche/a/poi-sig/420941/1342302",
    "image_url": null,
    "detail_description": "‘Der Michel’, as it is affectionately called, is one of Hamburg’s most recognisable landmarks and northern Germany’s largest Protestant baroque church. Ascending the tower (by steps or lift) rewards visitors with great panoramas across the city and canals. The crypt has an engaging multimedia exhibit on the city's history.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 5,
    "name": "Altonaer Balkon",
    "latitude": "53.545624",
    "longitude": "9.935825",
    "excerpt": "Thrill to some of Hamburg's best harbour views from this accurately named and quite pretty park.",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/altona-elbmeile/attractions/altonaer-balkon/a/poi-sig/1518855/1342306",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cdf269b54c8792bc155b8fe3f4514b0c-altonaer-balkon.jpg",
    "detail_description": "Thrill to some of Hamburg's best harbour views from this accurately named and quite pretty park.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 4,
    "name": "Auswanderermuseum BallinStadt",
    "latitude": "53.520417",
    "longitude": "10.016956",
    "excerpt": "Sort of a bookend for New York's Ellis Island, Hamburg's excellent emigration museum looks at the conditions that drove about 5 million people to leave…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/attractions/auswanderermuseum-ballinstadt/a/poi-sig/1293860/359370",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f2b960b66fefdd5e67d081c66672487e-auswanderermuseum-ballinstadt.jpg",
    "detail_description": "Sort of a bookend for New York's Ellis Island, Hamburg's excellent emigration museum looks at the conditions that drove about 5 million people to leave Germany for the US and South America in search of better lives from 1850 until the 1930s. Multilingual displays address the hardships endured before and during the voyage and upon arrival in the New World. About 4km southeast of the city centre, BallinStadt is easily reached by S-Bahn.\n"
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 3,
    "name": "Miniatur Wunderland",
    "latitude": "53.543954",
    "longitude": "9.9889",
    "excerpt": "Even the worst cynics are quickly transformed into fans of this vast miniature world that goes on and on. The model trains wending their way through the…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/miniatur-wunderland/a/poi-sig/1139891/1342304",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e7cfe4251f728261fe40fca014ac2e93-miniatur-wunderland.jpg",
    "detail_description": "Even the worst cynics are quickly transformed into fans of this vast miniature world that goes on and on. The model trains wending their way through the Alps are impressive, but slightly predictable. But when you see a model A380 swoop out of the sky and land at the fully functional model of Hamburg’s airport, you can’t help but gasp! On weekends and in summer holidays, pre-purchase your ticket online to skip the queues.\nThe current display is a mind-numbing 1300 sq m; tiny details abound as days change to night."
},
{
    "country": "hamburg",
    "city": "Hamburg",
    "index": 2,
    "name": "Elbphilharmonie",
    "latitude": "53.541238",
    "longitude": "9.984587",
    "excerpt": "Welcome to one of the most Europe's most exciting recent architectural creations. A squat brown-brick former warehouse at the far west of HafenCity was…",
    "detail_url": "https://www.lonelyplanet.com/germany/hamburg/speicherstadt-hafencity/attractions/elbphilharmonie/a/poi-sig/420899/1342304",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ebb3ab7b1944d3bce1619fe08f48ff1a-elbphilharmonie.jpg",
    "detail_description": "Welcome to one of the most Europe's most exciting recent architectural creations. A squat brown-brick former warehouse at the far west of HafenCity was the base for the architecturally bold Elbphilharmonie, a major concert hall and performance space, not to mention architectural icon. Pritzker Prize–winning Swiss architects Herzog &amp; de Meuron were responsible for the design, which captivates with details like 1096 individually curved glass panes.\nEnter via Europe's longest (and really rather beautiful) escalator up to the Plaza, from where you can emerge onto the wraparound balcony for terrific city and harbour views in all directions. And make sure you return for a live performance."
}
]