[
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 9,
    "name": "Hanalei Bridge",
    "latitude": "22.210828",
    "longitude": "-159.475919",
    "excerpt": "This attractive one-lane bridge is the only crossing over the Hanalei River, east of town. When it’s closed due to flooding or construction, there’s no…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/hanalei-bridge/a/poi-sig/1328559/1333504",
    "image_url": null,
    "detail_description": "This attractive one-lane bridge is the only crossing over the Hanalei River, east of town. When it’s closed due to flooding or construction, there’s no way in or out of Hanalei.\n"
},
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 8,
    "name": "Waikoko Beach",
    "latitude": "22.203975",
    "longitude": "-159.512944",
    "excerpt": "Protected by a reef on the western bend of Hanalei Bay, sandy-bottomed roadside Waikoko beach – literally ‘blood water’ – offers shallower and calmer…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/waikoko-beach/a/poi-sig/1302085/1333504",
    "image_url": null,
    "detail_description": "Protected by a reef on the western bend of Hanalei Bay, sandy-bottomed roadside Waikoko beach – literally ‘blood water’ – offers shallower and calmer waters than the middle of the bay. It’s thus the safest for family swimming, but sadly it has no facilities. Local surfers call the break here Waikokos; watch them at work to spot where it is.\n"
},
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 7,
    "name": "Hanalei  Pavilion Beach Park",
    "latitude": "22.207004",
    "longitude": "-159.498621",
    "excerpt": "Pretty much at the center of Hanalei Bay, this scenic beach park commands a white-sand crescent just made for walking or jogging. Waters are typically not…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/hanalei-pavilion-beach-park/a/poi-sig/1459518/1333504",
    "image_url": null,
    "detail_description": "Pretty much at the center of Hanalei Bay, this scenic beach park commands a white-sand crescent just made for walking or jogging. Waters are typically not as calm as beside the pier, but swimming and paddling are usually possible in summer. Facilities include restrooms and outdoor showers. There’s only a small parking lot, but street-parking spaces are often available.\n"
},
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 6,
    "name": "Waiʻoli (Pine Trees) Beach Park",
    "latitude": "22.20287043",
    "longitude": "-159.50550543",
    "excerpt": "Offering respite from the sun, this park is equipped with restrooms, outdoor showers, beach volleyball courts and picnic tables. Winter brings big swells,…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/wai-oli-pine-trees-beach-park/a/poi-sig/1302081/1333504",
    "image_url": null,
    "detail_description": "Offering respite from the sun, this park is equipped with restrooms, outdoor showers, beach volleyball courts and picnic tables. Winter brings big swells, and locals dominate the surf spot that’s known as Pine Trees in honor of the waterfront ironwoods. There’s a more challenging shore break here than anywhere else on Hanalei Bay, and swimming is dangerous, except during summer calms.\n"
},
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 5,
    "name": "Middles Beach",
    "latitude": "22.210689",
    "longitude": "-159.517708",
    "excerpt": "West of Hanalei in Waipa, not far beyond Waikoko Beach at Mile 4 on the makai (ocean) side of the road is a small, scrubby parking area. Walk along the…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/middles-beach/a/poi-sig/1449329/1333504",
    "image_url": null,
    "detail_description": "West of Hanalei in Waipa, not far beyond Waikoko Beach at Mile 4 on the makai (ocean) side of the road is a small, scrubby parking area. Walk along the beach or look out to the ocean to see three surf breaks; from left to right, Waikokos, Middles and Chicken Wings. This little beach is informally known as Middles, after the break.\n"
},
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 4,
    "name": "Waiʻoli Mission House",
    "latitude": "22.197975",
    "longitude": "-159.500788",
    "excerpt": "Home to missionaries from 1837 onwards, this historic two-story dwelling lies hidden from the highway at the far end of a footpath that leads behind Wai…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/wai-oli-mission-house/a/poi-sig/1563972/1333504",
    "image_url": null,
    "detail_description": "Home to missionaries from 1837 onwards, this historic two-story dwelling lies hidden from the highway at the far end of a footpath that leads behind Wai‘oli Hui‘ia church. Set in lush gardens, surrounded by a white picket fence and furnished in authentic period style, it offers guided tours to walk-in visitors (no reservations).\nWhen you arrive, ring the large bell beside the outdoor chimney and a guide will emerge to show you around."
},
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 3,
    "name": "Waiʻoli Huiʻia Church",
    "latitude": "22.200478607567",
    "longitude": "-159.50215256587",
    "excerpt": "The green clapboard Wai‘oli Hui‘ia church stands on a huge manicured lawn just west of central Hanalei, against a beautiful mountain backdrop. It was…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/wai-oli-hui-ia-church/a/poi-sig/1299848/1333504",
    "image_url": null,
    "detail_description": "The green clapboard Wai‘oli Hui‘ia church stands on a huge manicured lawn just west of central Hanalei, against a beautiful mountain backdrop. It was originally built by Hanalei’s first missionaries, William and Mary Alexander, who arrived here in 1834 in a double-hulled canoe. The current version, with its graceful stained-glass windows and curving pews, dates from 1912.\nFollow the path to the rear to reach the Alexanders’ Mission House."
},
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 2,
    "name": "Black Pot Beach Park (Hanalei Pier)",
    "latitude": "22.212735",
    "longitude": "-159.497108",
    "excerpt": "The short easternmost stretch of Hanalei Bay, alongside the rivermouth, usually offers the calmest surf among the wild North Shore swells, and is popular…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/black-pot-beach-park-hanalei-pier/a/poi-sig/1302080/1333504",
    "image_url": "https://lp-cms-production.imgix.net/2023-03/shutterstockRF_179311358.jpg",
    "detail_description": "The short easternmost stretch of Hanalei Bay, alongside the rivermouth, usually offers the calmest surf among the wild North Shore swells, and is popular with novice surfers. It's also known as Hanalei Pier for its unmistakable landmark jetty, perfect for a sunset stroll. In summer, swimming, snorkeling and SUP are decent – though the river itself can carry bacteria. Kayakers launch from a boat ramp on the river.\nAlthough the beach has re-opened after a year-long closure following the 2018 floods, its camping facilities remained closed at press time."
},
{
    "country": "hanalei",
    "city": "Hanalei",
    "index": 1,
    "name": "Hanalei Bay",
    "latitude": "22.203855",
    "longitude": "-159.503245",
    "excerpt": "Hanalei Bay is Kauaʻi's postcard-perfect beach, embracing surfers, paddlers, bodyboarders and beach bums alike. It's a perfect crescent of golden sand…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hanalei/attractions/hanalei-bay/a/poi-sig/453871/1333504",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/GettyRF_120231200.jpg",
    "detail_description": "\nHanalei Bay&nbsp;is Kauaʻi's postcard-perfect beach, embracing&nbsp;surfers, paddlers, bodyboarders and beach bums alike. It's a&nbsp;perfect crescent of golden sand lining the two-mile stretch of the beautiful bay, running west from the mouth of the Hanalei River. It’s divided into four named sections, though as you enjoy a beachfront walk you can’t tell where one ends and the next begins.&nbsp;Each offers different conditions for swimming and surfing, so don’t assume it’s safe to enter the ocean anywhere along the continuous strip.\nBlack Pot Beach\nThe short easternmost stretch of Hanalei Bay, alongside the rivermouth, usually offers the calmest surf among the wild North Shore swells, and is popular with novice surfers. It's also known as Hanalei Pier for its unmistakable landmark jetty, perfect for a sunset stroll. In summer, swimming, snorkeling and SUP are decent – though the river itself can carry bacteria. Kayakers launch from a boat ramp on the river.\nHanalei Pavilion Beach Park\nOnce you’ve admired the view from the pier, slip off your shoes and walk a half-mile to Hanalei Pavilion Beach Park, absorbing the beauty of Hanalei Bay. If the waves are large, you'll see surfers charging the point break way offshore; if seas are calm, have a swim before heading south on Weke Rd.\nWaikoko Beach\n\nProtected by a reef on the western bend of Hanalei Bay, sandy-bottomed roadside Waikoko beach – literally \"blood water\"&nbsp;– offers shallower and calmer waters than the middle of the bay. It’s thus the safest for family swimming, but sadly it has no facilities. Local surfers call the break here Waikokos; watch them at work to spot where it is.\nWaiʻoli (Pine Trees) Beach Park\n\nWinter brings big swells, and locals dominate the surf spot that’s known as Pine Trees in honor of the waterfront ironwoods. There’s a more challenging shore break here than anywhere else on Hanalei Bay, and swimming is dangerous, except during summer calms.\n\nParking and facilities in Hanalei Bay\nThere's a small parking lot at Hanalei Pavilion Beach Park, and street-parking spaces are often available. Facilities here include restrooms and outdoor showers.&nbsp;Waiʻoli Beach Park offers respite from the sun, with with restrooms, outdoor showers, beach volleyball courts and picnic tables.\n\n\n"
}
]