[
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 1,
    "name": "Temple of Literature",
    "latitude": "21.027709",
    "longitude": "105.835086",
    "excerpt": "Set amidst landscaped grounds near the centre of Hanoi, the Temple of Literature honours Vietnam's finest scholars, and also offers visitors a chance to…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/temple-of-literature/a/poi-sig/1113735/357880",
    "image_url": "https://lp-cms-production.imgix.net/2025-05/250416-Vietnam-Hanoi-JackSoloman-TempleOfLiterature-5.jpg",
    "detail_description": "Set amidst landscaped grounds near the centre of Hanoi, the Temple of Literature honours Vietnam's finest scholars, and also offers visitors a chance to see a rare example of well-preserved traditional Vietnamese architecture.\nFounded in 1070 by Emperor Le Thanh Tong, the attractive complex is dedicated to the Qufu-born philosopher Confucius (Khong Tu) and was the site of Vietnam’s first university, Quoc Tu Giam (1076). The altars are popular with students praying for good grades, while the halls, ponds and gardens of the five courtyards make picturesque backdrops for student graduation photos. The temple is depicted on the 100,000d note.\nOriginally university admission was exclusively for those born of noble families, but after 1442 it became more egalitarian. Gifted students from all over the nation headed to Hanoi to study the principles of Confucianism, literature and poetry. In 1484 Emperor Ly Thanh Tong ordered that stelae (large slabs) be erected to record the names, places of birth and achievements of exceptional scholars: 82 of 116 stelae remain standing, mostly atop turtle statues. Paths lead from the imposing tiered gateway on P Quoc Tu Giam through formal gardens to the Khue Van pavilion, constructed in 1802.\nEntry to the temple is 30,000d for adults and 15,000d for students.\nHotels near the Temple of Literature\nHanoi has accommodation suited to every budget, though&nbsp;an extra US$10 to $20 makes a massive difference in quality: you could easily move from a windowless room to a larger space with a view, so splurge if you can. Good hotel options within walking distance of the Temple of Literature include Tomodachi House and Somerset Grand Hanoi, a 15-minute and 17-minute walk away respectively.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 40,
    "name": "Thong Nhat Park",
    "latitude": "21.017156",
    "longitude": "105.844213",
    "excerpt": "This park, formerly known as Lenin Park, is a lovely place to escape the bustle of the Old Quarter and see what the locals do in their downtime. Hint:…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/thong-nhat-park/a/poi-sig/1390339/357880",
    "image_url": null,
    "detail_description": "This park, formerly known as Lenin Park, is a lovely place to escape the bustle of the Old Quarter and see what the locals do in their downtime. Hint: they use the exercise equipment, chat and play badminton or hacky-sack.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 39,
    "name": "Old East Gate",
    "latitude": "21.037318",
    "longitude": "105.85214",
    "excerpt": "Of the former 16 medieval gates to the city, only this one stone and brick gate remains. The portal – still used by scooter traffic – is inscribed on the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/old-east-gate/a/poi-sig/1390425/357880",
    "image_url": null,
    "detail_description": "Of the former 16 medieval gates to the city, only this one stone and brick gate remains. The portal – still used by scooter traffic – is inscribed on the north side with the chu nho characters 東河門 (East River Gate).\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 38,
    "name": "Pho Ly Van Phuc",
    "latitude": "21.030704",
    "longitude": "105.831921",
    "excerpt": "More commonly known as 'Chicken Street', Pho Ly Van Phuc is devoted to barbecued, grilled and roast chicken, usually dished up brushed with honey and…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/pho-ly-van-phuc/a/poi-sig/1633844/357880",
    "image_url": null,
    "detail_description": "More commonly known as 'Chicken Street', Pho Ly Van Phuc is devoted to barbecued, grilled and roast chicken, usually dished up brushed with honey and served with bread, potatoes, vinegar dip, chilli sauce and lashings of cold beer (to taste).\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 37,
    "name": "Tay Ho Pagoda",
    "latitude": "21.055175",
    "longitude": "105.819829",
    "excerpt": "Jutting into West Lake (Ho Tay), beautiful Tay Ho Pagoda is perhaps the most popular place of worship in Hanoi. Throngs of people come here on the first…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/tay-ho-pagoda/a/poi-sig/1141855/357880",
    "image_url": null,
    "detail_description": "Jutting into West Lake (Ho Tay), beautiful Tay Ho Pagoda is perhaps the most popular place of worship in Hanoi. Throngs of people come here on the first and 15th day of each lunar month in the hope of receiving good fortune from the Mother Goddess, to whom the temple is dedicated.\r\n\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 36,
    "name": "Ambassadors’ Pagoda",
    "latitude": "21.024064",
    "longitude": "105.845109",
    "excerpt": "The official centre of Buddhism in Hanoi, the wonderfully maintained and otherwise peaceful Ambassadors’ Pagoda attracts quite a crowd on holidays. During…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/ambassadors-pagoda/a/poi-sig/398053/357880",
    "image_url": null,
    "detail_description": "The official centre of Buddhism in Hanoi, the wonderfully maintained and otherwise peaceful Ambassadors’ Pagoda attracts quite a crowd on holidays. During the 17th century there was a guesthouse on-site for the ambassadors of Buddhist countries. Today about a dozen monks and nuns are based here.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 35,
    "name": "Manzi Exhibition Space & Artist Residency",
    "latitude": "21.041864",
    "longitude": "105.84537",
    "excerpt": "Just round the corner from its namesake cafe, gallery and shop, this art space and gallery hosts exhibitions and open studios for local and international…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/manzi-exhibition-space-artist-residency/a/poi-sig/1633750/357880",
    "image_url": null,
    "detail_description": "Just round the corner from its namesake cafe, gallery and shop, this art space and gallery hosts exhibitions and open studios for local and international artists, connecting with overseas art institutions and promoting intellectual and artistic debate in Hanoi.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 34,
    "name": "Ðuong Thuy Khue",
    "latitude": "21.04267",
    "longitude": "105.834775",
    "excerpt": "Near the southern bank of West Lake, Ð Thuy Khue features dozens of outdoor seafood restaurants. The level of competition is evident by the daredevil…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/djuong-thuy-khue/a/poi-sig/1633840/357880",
    "image_url": null,
    "detail_description": "Near the southern bank of West Lake, Ð Thuy Khue features dozens of outdoor seafood restaurants. The level of competition is evident by the daredevil touts who literally throw themselves in front of oncoming traffic to steer people towards their tables. You can eat well here for about 150,000d per person.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 33,
    "name": "P Truc Bach",
    "latitude": "21.048798",
    "longitude": "105.839946",
    "excerpt": "A relatively quiet waterfront scene is around the northeast edge of Truc Bach Lake. Many lau (hotpot) restaurants are huddled together in an almost…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/p-truc-bach/a/poi-sig/1633841/357880",
    "image_url": null,
    "detail_description": "A relatively quiet waterfront scene is around the northeast edge of Truc Bach Lake. Many lau (hotpot) restaurants are huddled together in an almost continuous strip for a few hundred metres. Grab a few friends and settle in at one of the dinky lakeside tables for a DIY session of fresh seafood, chicken or beef. It’s perfect on a cool Hanoi night.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 32,
    "name": "Flag Tower",
    "latitude": "21.032116",
    "longitude": "105.840054",
    "excerpt": "The hexagonal Flag Tower, one of the symbols of Hanoi, is part of the Vietnam Military History Museum complex, though tower-only admission is free from…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/flag-tower/a/poi-sig/1390455/357880",
    "image_url": null,
    "detail_description": "The hexagonal Flag Tower, one of the symbols of Hanoi, is part of the Vietnam Military History Museum complex, though tower-only admission is free from the adjacent Highlands coffee shop. Access is possible to a terrace overlooking a rusting collection of war matériel (equipment and supplies used by soldiers).\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 31,
    "name": "Presidential Palace",
    "latitude": "21.040357",
    "longitude": "105.834314",
    "excerpt": "This opulent restored colonial pile was flung up in 1906 as the Palace for the Governor General of Indochina. The yellow (a colour of communism) beaux…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/presidential-palace/a/poi-sig/1390456/357880",
    "image_url": null,
    "detail_description": "This opulent restored colonial pile was flung up in 1906 as the Palace for the Governor General of Indochina. The yellow (a colour of communism) beaux-arts palace is now used for official receptions and isn’t open to the public. There's a combined entrance gate to the stilt house and Presidential Palace grounds on P Ong Ich Kiem inside the mausoleum complex. When the main mausoleum entrance is closed, enter from Ð Hung Vuong near the palace building.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 30,
    "name": "Ngo Cam Chi",
    "latitude": "21.028951",
    "longitude": "105.843819",
    "excerpt": "This narrow lane is packed with local eateries turning out cheap, tasty food for a few dollars. Ngo Cam Chi translates as ‘Forbidden to Point Alley’ and…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/ngo-cam-chi/a/poi-sig/1633839/357880",
    "image_url": null,
    "detail_description": "This narrow lane is packed with local eateries turning out cheap, tasty food for a few dollars. Ngo Cam Chi translates as ‘Forbidden to Point Alley’ and dates from centuries ago. It is said that the street was named as a reminder for the local residents to keep their curious fingers in their pockets when the king and his entourage went through the neighbourhood. Ngo Cam Chi is about 500m northeast of Hanoi Train Station. Adjoining Tong Duy Tan is also crammed with good eating.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 29,
    "name": "Hanoi Ceramic Mosaic Mural",
    "latitude": "21.040147",
    "longitude": "105.850965",
    "excerpt": "Spanning almost 4km along the Song Hong dyke, from its terminus at the Long Bien Bridge, this mural project holds the Guinness World Record for being the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/hanoi-ceramic-mosaic-mural/a/poi-sig/1527196/357880",
    "image_url": null,
    "detail_description": "Spanning almost 4km along the Song Hong dyke, from its terminus at the Long Bien Bridge, this mural project holds the Guinness World Record for being the largest ceramic mosaic on the planet. The colourful mural lines busy roads, uses ceramics produced at nearby Bat Trang and depicts different periods in Vietnam's history. Local and international artists commenced work on the project in 2007; it was completed in 2010 for Hanoi's 1000th-birthday celebrations. New sections have recently been added and the mural continues to grow.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 28,
    "name": "Quan Thanh Temple",
    "latitude": "21.043201",
    "longitude": "105.836438",
    "excerpt": "Shaded by huge trees, Quan Thanh Temple was established during the Ly dynasty (1010–1225) and was dedicated to Tran Vo (God of the North), whose symbols…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/quan-thanh-temple/a/poi-sig/1141854/357880",
    "image_url": null,
    "detail_description": "Shaded by huge trees, Quan Thanh Temple was established during the Ly dynasty (1010–1225) and was dedicated to Tran Vo (God of the North), whose symbols of power were the tortoise and the snake. A bronze statue and bell date from 1677 and there's a fascinating copy of an ancient map of old Hanoi in chu nho (Chinese characters) and chu nom (Vietnamese script) in the main hall. The temple is on the shores of Truc Bach Lake, near the West Lake.\nFind it at the intersection of Ð Thanh Nien and P Quan Thanh."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 27,
    "name": "Truc Bach Lake",
    "latitude": "21.043653789405",
    "longitude": "105.8395218863",
    "excerpt": "Separated from West Lake (Ho Tay) only by Ð Thanh Nien, this lake is lined with flame trees. During the 18th century the Trinh lords built a palace on the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/truc-bach-lake/a/poi-sig/1141866/357880",
    "image_url": null,
    "detail_description": "Separated from West Lake (Ho Tay) only by Ð Thanh Nien, this lake is lined with flame trees. During the 18th century the Trinh lords built a palace on the lakeside; it was later transformed into a reformatory for wayward royal concubines, who were condemned to spend their days weaving pure white silk. It's not much to look at but makes for a quiet stroll.\nUS Lieutenant Commander John McCain (later becoming the Republican nominee for the US presidency in 2008) was famously photographed being dragged, and subsequently captured, from Truc Bach Lake in 1967."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 26,
    "name": "Ho Chi Minh Museum",
    "latitude": "21.03554",
    "longitude": "105.832704",
    "excerpt": "The huge concrete Soviet-style Ho Chi Minh Museum is a triumphalist monument dedicated to the life of the founder of modern Vietnam. The often-confusing…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/ho-chi-minh-museum/a/poi-sig/1141848/357880",
    "image_url": null,
    "detail_description": "The huge concrete Soviet-style Ho Chi Minh Museum is a triumphalist monument dedicated to the life of the founder of modern Vietnam. The often-confusing exhibition is a mixed bag; highlights include mementos of Ho’s life, and some fascinating photos and dusty official documents relating to the overthrow of the French and the onward march of revolutionary socialism. Photography is forbidden and you may be asked to check your bag at reception.\nAn English-speaking guide costs around 100,000d, and given the quite surreal nature of the exhibition it’s a worthwhile investment."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 25,
    "name": "Martyrs' Monument",
    "latitude": "21.031038",
    "longitude": "105.853749",
    "excerpt": "This dramatic monument depicts a woman with a sword and one man holding a rifle and another a torch. It was erected as a memorial to those who died…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/martyrs-monument/a/poi-sig/1390140/357880",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/iStock-1402789240.jpg",
    "detail_description": "This dramatic monument depicts a woman with a sword and one man holding a rifle and another a torch. It was erected as a memorial to those who died fighting for Vietnam’s independence.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 24,
    "name": "Dong Xuan Market",
    "latitude": "21.03819522",
    "longitude": "105.8496791",
    "excerpt": "The largest covered market in Hanoi was originally built by the French in 1889 and almost completely destroyed by fire in 1994. Almost everything you can…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/dong-xuan-market/a/poi-sig/1141834/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ad88013eb7017b6d55c57e94a1d4190d-dong-xuan-market.jpg",
    "detail_description": "The largest covered market in Hanoi was originally built by the French in 1889 and almost completely destroyed by fire in 1994. Almost everything you can think of, from fresh (and live) produce to cheap clothing, souvenirs, consumer goods and traditional arts and crafts, can be found inside. Stalls continue selling outside on Friday, Saturday and Sunday nights.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 23,
    "name": "Tran Quoc Pagoda",
    "latitude": "21.047783",
    "longitude": "105.836491",
    "excerpt": "One of the oldest pagodas in Vietnam, Tran Quoc Pagoda looks new with its clean orange bricks. What gives it a photogenic advantage is the backdrop of the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/tran-quoc-pagoda/a/poi-sig/398079/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6aadac1a561d3f5469fb3fef600b0db347f88902cea55ee74292b7095ae2aa4e.jpg",
    "detail_description": "One of the oldest pagodas in Vietnam, Tran Quoc Pagoda looks new with its clean orange bricks. What gives it a photogenic advantage is the backdrop of the eastern shore of West Lake (Ho Tay). It's just off Ð Thanh Nien, which divides this lake from Truc Bach Lake. A stela here, dating from 1639, tells the history of this site. The pagoda was rebuilt in the 15th century and again in 1842.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 22,
    "name": "Long Bien Bridge",
    "latitude": "21.041749",
    "longitude": "105.854591",
    "excerpt": "A symbol of the tenacity and resilience of the Hanoian people, the Long Bien Bridge (built between 1899 and 1902) was bombed on several occasions during…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/long-bien-bridge/a/poi-sig/1527197/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/30d521d8026ae949abb52364d7bfcc1f-long-bien-bridge.jpg",
    "detail_description": "A symbol of the tenacity and resilience of the Hanoian people, the Long Bien Bridge (built between 1899 and 1902) was bombed on several occasions during the American War, and each time quickly repaired by the Vietnamese. The bridge, used by trains, mopeds and pedestrians, is undergoing reconstruction to restore its original appearance. It's colourfully illuminated at night.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 21,
    "name": "West Lake",
    "latitude": "21.04257",
    "longitude": "105.828232",
    "excerpt": "The city’s largest lake, West Lake is 15km in circumference and ringed by upmarket suburbs, including the predominantly expat Tay Ho district. On the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/west-lake/a/poi-sig/1387899/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1f1cd473c0fff8eb1737a40c8beda4d9-ho-tay.jpg",
    "detail_description": "The city’s largest lake, West Lake is 15km in circumference and ringed by upmarket suburbs, including the predominantly expat Tay Ho district. On the south side, along Ð Thuy Khue, are seafood restaurants, and to the east, the Xuan Dieu strip is lined with restaurants, cafes, boutiques and luxury hotels. The atmosphere makes a calm change from the chaos of the Old Quarter. A pathway circles the lake, making for a great bicycle ride.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 20,
    "name": "Hanoi Opera House",
    "latitude": "21.02415835",
    "longitude": "105.8578635",
    "excerpt": "This glorious neoclassical centrepiece of Hanoi's French Quarter is unmissable with its Gothic pillars and domes. The French-colonial 900-seat venue was…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/hanoi-opera-house/a/poi-sig/1142082/357880",
    "image_url": "https://lp-cms-production.imgix.net/2025-05/250420-Vietnam-Hanoi-JackSoloman-HanoiOperaHouse-4.jpg",
    "detail_description": "This glorious neoclassical centrepiece of Hanoi's French Quarter is unmissable with its Gothic pillars and domes. The French-colonial 900-seat venue was built in 1911, and on 16 August 1945 the Viet Minh–run Citizens’ Committee announced that it had taken over the city from a balcony in this building. For some drama today, book ahead for a performance here, or take a 50-minute tour (at 2.30pm, 3.30pm or 4.30pm). Most weekends you’ll see Hanoi wedding couples getting photographed on the elegant front steps.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 19,
    "name": "Ngoc Son Temple",
    "latitude": "21.030654",
    "longitude": "105.85237",
    "excerpt": "Meaning 'Temple of the Jade Mountain', Hanoi's most visited temple sits on a small island in the northern part of Hoan Kiem Lake, connected to the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/ngoc-son-temple/a/poi-sig/398071/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c4a90380f5fb993d59587c313748f622-ngoc-son-temple.jpg",
    "detail_description": "Meaning 'Temple of the Jade Mountain', Hanoi's most visited temple sits on a small island in the northern part of Hoan Kiem Lake, connected to the lakeshore by an elegant scarlet bridge (called Cau The Huc), constructed in classical Vietnamese style. The temple is dedicated to General Tran Hung Dao (who defeated the Mongols in the 13th century), La To (patron saint of physicians) and the scholar Van Xuong.\nPurchase your ticket from the booth on your right as you enter the grounds and before you cross the bridge."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 18,
    "name": "Fine Arts Museum of Vietnam",
    "latitude": "21.03049944",
    "longitude": "105.8367818",
    "excerpt": "The excellent Fine Arts Museum is housed in two buildings that were once the French Ministry of Information. Treasures abound, including ancient Champa…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/fine-arts-museum-of-vietnam/a/poi-sig/1141859/357880",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/shutterstock2091212296.jpg",
    "detail_description": "The excellent Fine Arts Museum is housed in two buildings that were once the French Ministry of Information. Treasures abound, including ancient Champa stone carvings and some astonishing effigies of Quan Am, the thousand-eyed, thousand-armed Goddess of Compassion, worshipped across the Far East. Look out for the lacquered statues of Buddhist monks from the Tay Son dynasty and the collection of contemporary art and folk-naive paintings. Most pieces have English explanations, but guided tours (150,000d) are useful (they don't run between 11.30am and 1.30pm).\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 17,
    "name": "Ho Chi Minh Mausoleum Complex",
    "latitude": "21.037473",
    "longitude": "105.832833",
    "excerpt": "The Ho Chi Minh Mausoleum Complex is an important place of pilgrimage for many Vietnamese. A traffic-free area of botanical gardens, monuments, memorials…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/ho-chi-minh-mausoleum-complex/a/poi-sig/1141835/357880",
    "image_url": "https://lp-cms-production.imgix.net/2025-05/250419-Vietnam-Hanoi-JackSoloman-HoChiMinhMausoleum-3-cropped.jpg",
    "detail_description": "The Ho Chi Minh Mausoleum Complex is an important place of pilgrimage for many Vietnamese. A traffic-free area of botanical gardens, monuments, memorials and pagodas, it’s usually crowded with groups of Vietnamese who come from far and wide to pay their respects to 'Uncle Ho'. Within the complex are Ho Chi Minh's Mausoleum, Ho Chi Minh’s Stilt House, the Ho Chi Minh Museum, the Presidential Palace and the One Pillar Pagoda.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 16,
    "name": "Lotte Observation Deck",
    "latitude": "21.031685",
    "longitude": "105.81292",
    "excerpt": "The city's best views can be found on the 65th-floor 360-degree Observation Deck of the landmark Lotte Center in the western corner of Hanoi's Ba Dinh…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/lotte-observation-deck/a/poi-sig/1527182/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e381f0e60cbf4b552d2f3ec5033bedd7-lotte-tower-observation-deck.jpg",
    "detail_description": "The city's best views can be found on the 65th-floor 360-degree Observation Deck of the landmark Lotte Center in the western corner of Hanoi's Ba Dinh district. From this uninterrupted vantage point, high above Hanoi's hustle and bustle, you can compare the size of the Old Quarter relative to the sheer scale of Hanoi's voracious growth. Glass-floor sky walks allow you to walk out over the precipitous drop. There's also a rooftop bar on the same floor as an alternative.\nThe tower also houses a hotel, all manner of restaurants and a department store on its lower floors. The Lotte Center is around 20 minutes by taxi from the Old Quarter."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 15,
    "name": "One Pillar Pagoda",
    "latitude": "21.03599361",
    "longitude": "105.8336558",
    "excerpt": "The One Pillar Pagoda was originally built by the Emperor Ly Thai Tong who ruled from 1028 to 1054. According to the annals, the heirless emperor dreamed…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/one-pillar-pagoda/a/poi-sig/1141850/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-171148259_super.jpg",
    "detail_description": "The One Pillar Pagoda was originally built by the Emperor Ly Thai Tong who ruled from 1028 to 1054. According to the annals, the heirless emperor dreamed that he met Quan The Am Bo Tat, the Goddess of Mercy, who handed him a male child. Ly Thai Tong then married a young peasant girl and had a son and heir by her. As a way of expressing his gratitude for this event, he constructed a pagoda here in 1049.\nBuilt of wood on a single stone pillar, the pagoda is designed to resemble a lotus blossom, the symbol of purity, rising out of a sea of sorrow. One of the last acts of the French before quitting Hanoi in 1954 was to destroy the original One Pillar Pagoda; the structure was rebuilt by the new government."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 14,
    "name": "Ho Chi Minh’s Stilt House",
    "latitude": "21.039286",
    "longitude": "105.832393",
    "excerpt": "This humble, traditional stilt house where Ho lived intermittently from 1958 to 1969 is set in a well-tended garden adjacent to a carp-filled pond and has…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/ho-chi-minh-s-stilt-house/a/poi-sig/1388963/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-540775891_full.jpg",
    "detail_description": "This humble, traditional stilt house where Ho lived intermittently from 1958 to 1969 is set in a well-tended garden adjacent to a carp-filled pond and has been preserved just as Ho left it. The clear views through the open doorways and windows permit insights more fascinating than many museum displays. The stilt house is now used for official receptions and isn’t open to the public, but visitors may wander the grounds if sticking to the paths.\nFrom here, you look out on to the opulent beaux-arts Presidential Palace. There is a combined entrance gate to the stilt house and palace grounds on P Ong Ich Kiem inside the Ho Chi Minh Mausoleum Complex. When the main entrance is closed, enter from Ð Hung Vuong."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 13,
    "name": "Vietnam Military History Museum",
    "latitude": "21.031725",
    "longitude": "105.84029",
    "excerpt": "Easy to spot thanks to a large collection of weaponry at the front, the Military Museum displays Soviet and Chinese equipment alongside French- and US…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/vietnam-military-history-museum/a/poi-sig/398081/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ad8a8bb535d9018ece2986696dbd00e8363032e87690dedcd991c0015bad4701.jpg",
    "detail_description": "Easy to spot thanks to a large collection of weaponry at the front, the Military Museum displays Soviet and Chinese equipment alongside French- and US-made weapons captured during years of warfare. The centrepiece is a Soviet-built MiG-21 jet fighter, triumphant amid the wreckage of French aircraft downed at Dien Bien Phu, and a US F-111. Adjacent is the hexagonal Flag Tower, one of the symbols of Hanoi. Tower-only admission is free via the adjacent Highlands coffee shop.\nAccess is possible to a terrace overlooking a rusting collection of war matériel (equipment and supplies used by soldiers). Opposite the museum is a small park (Lenin Park; Cong Vien Lenin) with a commanding statue of Lenin."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 12,
    "name": "St Joseph Cathedral",
    "latitude": "21.028651",
    "longitude": "105.848894",
    "excerpt": "Hanoi's neo-Gothic St Joseph Cathedral was inaugurated in 1886, and has a soaring facade that faces a little plaza that's usually stuffed with selfie…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/st-joseph-cathedral/a/poi-sig/1141867/357880",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/shutterstock1455193274.jpg",
    "detail_description": "Hanoi's neo-Gothic St Joseph Cathedral was inaugurated in 1886, and has a soaring facade that faces a little plaza that's usually stuffed with selfie sticks and posses of preening photographers. The church's most noteworthy features are the looming twin bell towers, elaborate altar and fine stained-glass windows. Entrance via the main gate is only permitted during Mass: times are listed on a sign on the gates to the left of the cathedral.\nAt other times, enter via the Diocese of Hanoi compound, a block away at 40 P Nha Chung. When you reach the side door to the cathedral, to your right, ring the small bell high up on the right-hand side of the door.An array of cafes and restaurants are artfully placed with views to the cathedral, including La Place, Eden Cafe and Cong Caphe."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 11,
    "name": "Ho Chi Minh’s Mausoleum",
    "latitude": "21.03674458",
    "longitude": "105.834644",
    "excerpt": "In the tradition of Lenin, Stalin and Mao, Ho Chi Minh’s Mausoleum is a monumental marble edifice. Contrary to Ho Chi Minh’s desire for a simple cremation…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/ho-chi-minh-s-mausoleum/a/poi-sig/1141839/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba27869e97f9babd7f7a09d6c8ff358ff366f352964989ef7bb2d4e833f5bdf6.jpg",
    "detail_description": "In the tradition of Lenin, Stalin and Mao, Ho Chi Minh’s Mausoleum is a monumental marble edifice. Contrary to Ho Chi Minh’s desire for a simple cremation, the mausoleum was constructed from materials gathered from all over Vietnam between 1973 and 1975. Set deep in the bowels of the building in a glass sarcophagus is the frail, pale body of Ho Chi Minh. The mausoleum is usually closed from 4 September to 4 November while his embalmed body goes to Russia for maintenance.\nDress modestly: wearing shorts, sleeveless T-shirts or hats is not permitted. You may be requested to store day packs, cameras and phones before you enter. Talking, putting your hands in your pockets and photography are strictly prohibited in the mausoleum. The queue usually snakes for several hundred metres to the mausoleum entrance and inside, filing past Ho’s body at a slow but steady pace.If you’re lucky you’ll catch the changing of the guard outside the mausoleum – the pomp and ceremony displayed here rivals the British equivalent at Buckingham Palace in London.The app Into Thin Air 2 (www.facebook.com/intothinairhanoi) is well worth downloading to listen to the sound work relating to the mausoleum."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 10,
    "name": "Hai Ba Trung Temple",
    "latitude": "21.01268077",
    "longitude": "105.8557234",
    "excerpt": "Two kilometres south of Hoan Kiem Lake, this temple was founded in 1142. A statue shows the two Trung sisters (from the 1st century CE) kneeling with…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/hai-ba-trung-temple/a/poi-sig/1141853/357880",
    "image_url": null,
    "detail_description": "Two kilometres south of Hoan Kiem Lake, this temple was founded in 1142. A statue shows the two Trung sisters (from the 1st century CE) kneeling with their arms raised in the air. Some say the statue shows the sisters, who had been proclaimed the queens of the Vietnamese, about to dive into a river. They are said to have drowned themselves rather than surrender in the wake of their defeat at the hands of the Chinese.\nThere is an annual festival held here in January or early February with a colourful procession and cultural activities like wrestling and human-chess displays."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 9,
    "name": "Heritage House",
    "latitude": "21.03436873",
    "longitude": "105.8535351",
    "excerpt": "One of the Old Quarter’s best-restored properties, this traditional merchants’ house is sparsely but beautifully decorated, with rooms filled with fine…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/heritage-house/a/poi-sig/1141858/357880",
    "image_url": "https://lp-cms-production.imgix.net/2023-10/shutterstock1460756816-RFE.jpg",
    "detail_description": "One of the Old Quarter’s best-restored properties, this traditional merchants’ house is sparsely but beautifully decorated, with rooms filled with fine furniture set around two courtyards. Note the high steps between rooms, a traditional design incorporated to stop the flow of bad energy around the property. There are crafts and trinkets for sale here, including silver jewellery, basketwork and Vietnamese tea sets, and there’s usually a calligrapher or another craftsperson at work too.\n"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 8,
    "name": "Vietnamese Women’s Museum",
    "latitude": "21.023244",
    "longitude": "105.851323",
    "excerpt": "This excellent and highly informative museum showcases the roles of women in Vietnamese society and culture. Labelled in English and French, exhibits…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/vietnamese-women-s-museum/a/poi-sig/1141860/357880",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock1278590260-RFE.jpg",
    "detail_description": "This excellent and highly informative museum showcases the roles of women in Vietnamese society and culture. Labelled in English and French, exhibits cover everything from marriage customs to childbirth, but it’s the memories of the wartime contribution by individual heroic women that are most poignant. If the glut of information sometimes feels repetitive, for visual stimulation there is a stunning collection of propaganda posters, as well as costumes, tribal basketware and fabric motifs from Vietnam’s ethnic minority groups. Check the website for special exhibitions.\nThe audio guide is 30,000d."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 7,
    "name": "Bach Ma Temple",
    "latitude": "21.035741",
    "longitude": "105.851104",
    "excerpt": "In the heart of the Old Quarter, the small Bach Ma Temple (literally 'White Horse Temple') is said to be the oldest temple in the city, though much of the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/bach-ma-temple/a/poi-sig/1141852/357880",
    "image_url": "https://lp-cms-production.imgix.net/2025-05/250413-Vietnam-Hanoi-JackSoloman-BachMaTemple-4.jpg",
    "detail_description": "In the heart of the Old Quarter, the small Bach Ma Temple (literally 'White Horse Temple') is said to be the oldest temple in the city, though much of the current structure dates from the 18th century and a shrine to Confucius was added in 1839. It was originally built by Emperor Ly Thai To in the 11th century to honour a white horse that guided him to this site, where he chose to construct his city walls.\nPass through the wonderful old wooden doors of the pagoda to see a statue of the legendary white horse, as well as a beautiful red-lacquered funeral palanquin. At the time of research the temple was shut for restoration."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 6,
    "name": "Vietnam Museum of Ethnology",
    "latitude": "21.040617",
    "longitude": "105.798683",
    "excerpt": "This fabulous collection relating to Vietnam's ethnic minorities features well-presented tribal art, artefacts and everyday objects gathered from across…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/vietnam-museum-of-ethnology/a/poi-sig/1141856/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ae67624a79f02b5ac0736f2917869afa89b857ff8621413ad1afa77910c25fec.jpg",
    "detail_description": "This fabulous collection relating to Vietnam's ethnic minorities features well-presented tribal art, artefacts and everyday objects gathered from across the nation, and examples of traditional village houses. Displays are well labelled in Vietnamese, French and English. If you're into anthropology, it's well worth the Grab motorbike-taxi fare (approximately 40,000d each way) to the Cau Giay district, about 7km from the city centre, where the museum is located.\nOtherwise local bus 14 (4000d) departs from P Dinh Tien Hoang on the east side of Hoan Kiem Lake and passes within a couple of blocks (around 600m) of the museum; get off at the Nghia Tan bus stop and head to Ð Nguyen Van Huyen."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 5,
    "name": "National Museum of Vietnamese History",
    "latitude": "21.024745",
    "longitude": "105.859215",
    "excerpt": "Built between 1925 and 1932, this architecturally impressive museum was formerly home to the École Française d’Extrême-Orient. Its architect, Ernest…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/national-museum-of-vietnamese-history/a/poi-sig/1387781/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08d53f22d7bf51dcd1ad536d38c28ca7-national-museum-of-vietnamese-history.jpg",
    "detail_description": "Built between 1925 and 1932, this architecturally impressive museum was formerly home to the École Française d’Extrême-Orient. Its architect, Ernest Hebrard, was among the first in Vietnam to incorporate a blend of Chinese and French design elements. Exhibit highlights include bronzes from the Dong Son culture (3rd century BCE to 3rd century CE), Hindu statuary from the Khmer and Champa kingdoms, jewellery from imperial Vietnam, and displays relating to the French occupation and the Communist Party. The audio guide is free.\nThe former Museum of the Vietnamese Revolution across the road at 216 Ð Tran Quang Khai is now part of the National Museum of Vietnamese History. The 40,000 exhibits enthusiastically present the histories of conflict and revolution within Vietnam, from the liberation movements against the French occupation to the establishment of the Communist Party and the Socialist Republic of Vietnam."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 4,
    "name": "Imperial Citadel of Thang Long",
    "latitude": "21.033247",
    "longitude": "105.839142",
    "excerpt": "Added to Unesco's World Heritage List in 2010, Hanoi's Imperial Citadel was the hub of Vietnamese military power for over 1000 years. Ongoing…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/imperial-citadel-of-thang-long/a/poi-sig/1450417/357880",
    "image_url": "https://lp-cms-production.imgix.net/2025-05/250419-Vietnam-Hanoi-JackSoloman-ThangLongCitadel-1.jpg",
    "detail_description": "Added to Unesco's World Heritage List in 2010, Hanoi's Imperial Citadel was the hub of Vietnamese military power for over 1000 years. Ongoing archaeological digs continue on-site, revealing remains of ancient palaces, grandiose pavilions and imperial gates. The main gate (Doan Mon) is named after one of the gates of the Forbidden City in Beijing. Further back is the imposing and colonnaded French Caserne de la Compagnie d'Ouvriers. At the rear is the Princess Pagoda (Hau Lau), which probably housed imperial concubines.\nThere are also fascinating military command bunkers from the American War – complete with maps and 1960s communications equipment – used by the legendary Vietnamese general Vo Nguyen Giap. The leafy grounds are also an easy-going and quiet antidote to Hanoi's bustle. Guided tours are 150,000d or you can download the Hoang Thanh Thang Long mobile app."
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 3,
    "name": "Hoan Kiem Lake",
    "latitude": "21.029021",
    "longitude": "105.852317",
    "excerpt": "Legend claims that, in the mid-15th century, heaven sent Emperor Le Loi a magical sword, which he used to drive the Chinese from Vietnam. After the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/hoan-kiem-lake/a/poi-sig/1387763/357880",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1461603412-RFE.jpg",
    "detail_description": "Legend claims that, in the mid-15th century, heaven sent Emperor Le Loi a magical sword, which he used to drive the Chinese from Vietnam. After the war a giant golden turtle grabbed the sword and disappeared into the depths of this lake to restore the sword to its divine owners, inspiring the name Ho Hoan Kiem (Lake of the Restored Sword).The area is best from Friday to Sunday: nearby traffic is banned between 7pm and midnight and a public-square, funfair vibe takes over.\nEvery morning at around 6am local residents practise t’ai chi on the shore. Sunset is a lovely time to explore the lake too, and can make for some sublime photographs as the sun sets.The ramshackle Thap Rua, on an islet near the southern end, is often used as an emblem of Hanoi. A number of elegant pagoda-like stone gateways can be found around the lake, inscribed with chu nho Chinese characters, including Hoa Phong Pagoda (Thap Hoa Phong) near the southeast of the lake shore.You may often bump into small groups of Hanoi university and high-school students out interviewing foreigners to practise their English. They are invariably polite, often very interesting to talk to and provide an opportunity to interact with local youngsters, while they get the chance to improve their language skills (which the Vietnamese are highly ambitious about)!"
},
{
    "country": "hanoi",
    "city": "Hanoi",
    "index": 2,
    "name": "Hoa Lo Prison Museum",
    "latitude": "21.025256",
    "longitude": "105.846448",
    "excerpt": "This thought-provoking site is all that remains of the former Hoa Lo Prison, ironically nicknamed the ‘Hanoi Hilton’ by US prisoners of war (POWs) during…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/hoa-lo-prison-museum/a/poi-sig/1141862/357880",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1472215502.jpg",
    "detail_description": "This thought-provoking site is all that remains of the former Hoa Lo Prison, ironically nicknamed the ‘Hanoi Hilton’ by US prisoners of war (POWs) during the American War. Most exhibits relate to the prison’s use up to the mid-1950s, focusing on the Vietnamese struggle for independence from France. A gruesome relic is the ominous French guillotine, used to behead Vietnamese revolutionaries. There are also displays focusing on the American pilots who were incarcerated at Hoa Lo during the American War.\nThese pilots include Pete Peterson (the first US ambassador to a unified Vietnam in 1995) and Senator John McCain (the Republican nominee for the US presidency in 2008). McCain’s flight suit is displayed, along with a photograph of Hanoi locals rescuing him from Truc Bach Lake after being shot down in 1967.The vast prison complex was built by the French in 1896. Originally intended to house around 450 inmates, records indicate that by the 1930s there were close to 2000 prisoners. Hoa Lo was never a very successful prison, and hundreds escaped its walls over the years – many squeezing out through sewer grates.Polyglots might notice that the French signs are watered down compared with the English equivalents.The name 'Hoa Lo' means' 'stove' or 'furnace'. Most of the prison was demolished in the 1990s and high-rises (including the Somerset Grand Hanoi) and other developments were built upon its land, though the section in a corner of the plot containing the museum survives."
}
]