[
{
    "country": "hanover",
    "city": "Hanover",
    "index": 1,
    "name": "Herrenhäuser Gärten",
    "latitude": "52.390556",
    "longitude": "9.69758",
    "excerpt": "Proof that Hanover is not all buttoned-down business are the grandiose Baroque Royal Gardens of Herrenhausen, about 5km north of the city centre, which…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/herrenhaeuser-gaerten/a/poi-sig/421051/359378",
    "image_url": null,
    "detail_description": "Proof that Hanover is not all buttoned-down business are the grandiose Baroque Royal Gardens of Herrenhausen, about 5km north of the city centre, which are considered one of the most important historic garden landscapes in Europe. Inspired by the gardens at Versailles, they're a great place to slow down and smell the roses for a couple of hours, especially on a blue-sky day. Two of the four gardens are free admission; visit the other two with a combination ticket.\nThe oldest, the Baroque Grosser Garten and Berggarten, have paid admission; Georgeangarten (George Garden) and Welfengarten (Guelph Garden) are free and open to the public day and night. An on-site museum recounts the history of the Hanoverian rulers who created the gardens. East of the Grosser Garten, beyond a small canal, the lake-dotted Georgengarten counts the Wilhelm Busch Museum among its treasures."
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 23,
    "name": "Wasserspiele",
    "latitude": "52.385999",
    "longitude": "9.696035",
    "excerpt": "A highlight in summer, the Wasserspiele are water fountains synchronised to do some spectacular spurting.",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/wasserspiele/a/poi-sig/1297232/359378",
    "image_url": null,
    "detail_description": "A highlight in summer, the Wasserspiele are water fountains synchronised to do some spectacular spurting.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 22,
    "name": "Waterloo Memorial",
    "latitude": "52.366516629056",
    "longitude": "9.7276157179501",
    "excerpt": "This 46.3m-high column commemorates the victory of German, British and Prussian forces over Napoleon in the Battle of Waterloo in June 1815.",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/waterloo-memorial/a/poi-sig/421077/359378",
    "image_url": null,
    "detail_description": "This 46.3m-high column commemorates the victory of German, British and Prussian forces over Napoleon in the Battle of Waterloo in June 1815.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 21,
    "name": "Altes Rathaus",
    "latitude": "52.371171251202",
    "longitude": "9.7359741766497",
    "excerpt": "Much of it is a postwar fake, but the Altes Rathaus, begun in 1455, still has some original elements. Today it houses offices and a small restaurant.",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/altes-rathaus/a/poi-sig/421039/359378",
    "image_url": null,
    "detail_description": "Much of it is a postwar fake, but the Altes Rathaus, begun in 1455, still has some original elements. Today it houses offices and a small restaurant.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 20,
    "name": "Leibnizhaus",
    "latitude": "52.371407",
    "longitude": "9.732503",
    "excerpt": "The Renaissance facade of the Leibnizhaus is a reconstruction but the house was once the home of mathematician and philosopher Gottfried Wilhelm Leibniz …",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/leibnizhaus/a/poi-sig/1307485/359378",
    "image_url": null,
    "detail_description": "The Renaissance facade of the Leibnizhaus is a reconstruction but the house was once the home of mathematician and philosopher Gottfried Wilhelm Leibniz (1646–1716).\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 19,
    "name": "Oskar-Winter-Brunnen",
    "latitude": "52.371414",
    "longitude": "9.73261",
    "excerpt": "Make a wish and turn the small brass ring embedded in the ironwork of this ornate 1896 fountain three times and – according to local legend – your wish…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/oskar-winter-brunnen/a/poi-sig/421065/359378",
    "image_url": null,
    "detail_description": "Make a wish and turn the small brass ring embedded in the ironwork of this ornate 1896 fountain three times and – according to local legend – your wish will come true.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 18,
    "name": "Wilhelm Busch Museum",
    "latitude": "52.384218",
    "longitude": "9.707794",
    "excerpt": "Contains a wealth of caricature and cartoon art, including works by greats Busch, Honoré Daumier and William Hogarth, as well as British artist Ronald…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/wilhelm-busch-museum/a/poi-sig/421079/359378",
    "image_url": null,
    "detail_description": "Contains a wealth of caricature and cartoon art, including works by greats Busch, Honoré Daumier and William Hogarth, as well as British artist Ronald Searle and pieces by Francisco de Goya. No English signage.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 17,
    "name": "Ballhof",
    "latitude": "52.372259",
    "longitude": "9.732846",
    "excerpt": "Originally built for 17th-century games similar to badminton, the Ballhof (1649–64) was modernised inside in the 1970s and today serves as a venue for…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/ballhof/a/poi-sig/421041/359378",
    "image_url": null,
    "detail_description": "Originally built for 17th-century games similar to badminton, the Ballhof (1649–64) was modernised inside in the 1970s and today serves as a venue for youth theatre and opera. It's located in the Altstadt (old town).\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 16,
    "name": "Museum August Kestner",
    "latitude": "52.368066",
    "longitude": "9.73629",
    "excerpt": "Decorative arts through the ages are the focal point of the medium-sized Kestner Museum, where you’ll see everything from Bauhaus-style cutlery to an…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/museum-august-kestner/a/poi-sig/421055/359378",
    "image_url": null,
    "detail_description": "Decorative arts through the ages are the focal point of the medium-sized Kestner Museum, where you’ll see everything from Bauhaus-style cutlery to an impressive collection of Greek and Egyptian antiquities. There's some English signage throughout the exhibits, too.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 15,
    "name": "Erlebnis Zoo",
    "latitude": "52.381101",
    "longitude": "9.767983",
    "excerpt": "More than 175 species of animals roam modern enclosures at this 22-hectare zoo east of the centre, though the experience doesn't feel particularly worth…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/erlebnis-zoo/a/poi-sig/1593784/359378",
    "image_url": null,
    "detail_description": "More than 175 species of animals roam modern enclosures at this 22-hectare zoo east of the centre, though the experience doesn't feel particularly worth the steep price tag. If you go at the weekend, be prepared to jostle through hordes of stroller-pushing families. Children under age two are admitted free.\nU-Bahn line 11 terminates right outside."
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 14,
    "name": "Historische Museum Hannover",
    "latitude": "52.371676",
    "longitude": "9.732481",
    "excerpt": "This museum of local history had just one exhibit hall open at research time; it's currently undergoing renovations for its permanent exhibits, due to…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/historische-museum-hannover/a/poi-sig/1593694/359378",
    "image_url": null,
    "detail_description": "This museum of local history had just one exhibit hall open at research time; it's currently undergoing renovations for its permanent exhibits, due to open in October 2019. The museum offers a unique skyline view (via 81 steps) at the top of the 23m-high Beginenturm (attached to the rear of the building), the only medieval city-wall tower still remaining in Hanover.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 13,
    "name": "Aegidienkirche",
    "latitude": "52.369363",
    "longitude": "9.739348",
    "excerpt": "This former Gothic church (dating from 1347) was never repaired or reconstructed after it was bombed in 1943, and today stands as a reminder of the…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/aegidienkirche/a/poi-sig/1296542/359378",
    "image_url": null,
    "detail_description": "This former Gothic church (dating from 1347) was never repaired or reconstructed after it was bombed in 1943, and today stands as a reminder of the horrors of war. Inside the ruin is the Peace Bell, donated by sister city Hiroshima. Every 6 August at 8.15am, the date and time of the atomic detonation at Hiroshima, a delegation from both cities meets here to ring the bell.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 12,
    "name": "Kestner Gesellschaft",
    "latitude": "52.377052443497",
    "longitude": "9.7316236079307",
    "excerpt": "It’s always worth checking listings for the Kestner Gesellschaft. Founded in 1916 to bring innovative artworks from international artists to Hanover, the…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/kestner-gesellschaft/a/poi-sig/421053/359378",
    "image_url": null,
    "detail_description": "It’s always worth checking listings for the Kestner Gesellschaft. Founded in 1916 to bring innovative artworks from international artists to Hanover, the society exhibited works by Otto Dix, Georg Grosz, Wassily Kandinsky and Paul Klee before they became famous; today this renowned gallery still curates shows that later tour Europe. Its wonderfully light, high-ceilinged premises were once a bathhouse.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 10,
    "name": "Marktkirche",
    "latitude": "52.3717745892",
    "longitude": "9.7354110877081",
    "excerpt": "The red-brick Gothic Marktkirche St Georgii et Jacobi (1349–59), located in the Market Sq, is Hanover's largest Lutheran church. Its foundations date back…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/marktkirche/a/poi-sig/421057/359378",
    "image_url": null,
    "detail_description": "The red-brick Gothic Marktkirche St Georgii et Jacobi (1349–59), located in the Market Sq, is Hanover's largest Lutheran church. Its foundations date back to a Romanesque predecessor from around 1125; it was heavily damaged during WWII and rebuilt in 1952. The linden-wood altar, which displays the Passion of Christ in 21 scenes, was carved around 1480. Public tours (with English availability) are offered every Saturday at noon, January through November.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 11,
    "name": "Strandbad",
    "latitude": "52.343127",
    "longitude": "9.753628",
    "excerpt": "This popular swimming beach is situated on the southeast bank of the Maschsee, Hanover’s large lake, where you’ll also find in-line skaters gliding by in…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/strandbad/a/poi-sig/1296300/359378",
    "image_url": null,
    "detail_description": "This popular swimming beach is situated on the southeast bank of the Maschsee, Hanover’s large lake, where you’ll also find in-line skaters gliding by in the shade of neighbouring trees. The closest stop is Döhrener Turm on the tram/U-Bahn lines 1, 2 and 8; walk west for 15 minutes to Maschsee. You can also walk 15 minutes along the lake from Maschsee/Sprengel Museum stop (bus 100).\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 8,
    "name": "Eilenriede Forest",
    "latitude": "52.383668",
    "longitude": "9.759464",
    "excerpt": "More than 640 hectares (almost twice the size of NYC's Central Park), Europe's largest city forest, Eilenriede, is also known as Hanover's grüne Lunge …",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/eilenriede-forest/a/poi-sig/1296303/359378",
    "image_url": null,
    "detail_description": "More than 640 hectares (almost twice the size of NYC's Central Park), Europe's largest city forest, Eilenriede, is also known as Hanover's grüne Lunge (green lung). Beginning about 1km northeast of the Hauptbahnhof, it's well frequented and beloved by locals, who picnic, play and cycle through the enchanting woods, luminous green in the summertime. Here, it's easy to imagine you're not in the middle of a city of half a million people.\nCatch bus 200 going north from Kröpcke to Emmichplatz, where you'll find an entrance arch to the northern half of the park."
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 9,
    "name": "Berggarten",
    "latitude": "52.39311",
    "longitude": "9.699308",
    "excerpt": "The oldest botanical garden in Germany is redolent with a mind-boggling assortment of global flora – including glasshouses for orchids, cacti and tropical…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/berggarten/a/poi-sig/421043/359378",
    "image_url": null,
    "detail_description": "The oldest botanical garden in Germany is redolent with a mind-boggling assortment of global flora – including glasshouses for orchids, cacti and tropical plants – and features 300-year-old lime trees lining an avenue leading to a mausoleum holding the remains of George I of England.\nThe combination ticket entry includes admission to Grosser Garten and Museum Schloss Herrenhäusen."
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 7,
    "name": "Maschsee",
    "latitude": "52.361292",
    "longitude": "9.738007",
    "excerpt": "This artificial lake, built by the unemployed in one of the earliest Nazi-led public-works projects, is now a favourite spot for boating and swimming. It…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/maschsee/a/poi-sig/1205472/359378",
    "image_url": null,
    "detail_description": "This artificial lake, built by the unemployed in one of the earliest Nazi-led public-works projects, is now a favourite spot for boating and swimming. It’s certainly the most central, at just 30 minutes’ walk from the Hauptbahnhof and directly alongside the HDI Arena, Hanover’s football stadium. Ferries – some solar-powered – ply the lake from Easter to October in good weather, and there are sailing, pedal and rowing boats for hire.\nYou can grab bus 100 to the Maschsee from near Kröpcke station. Bus 200 makes the return trip."
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 6,
    "name": "Museum Schloss Herrenhäusen",
    "latitude": "52.391178",
    "longitude": "9.697344",
    "excerpt": "The Schloss Herrenhäusen, an early-19th-century palace destroyed by bombing in 1943, reopened in 2013 after being spectacularly reconstructed to the…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/museum-schloss-herrenhaeusen/a/poi-sig/1520898/359378",
    "image_url": null,
    "detail_description": "The Schloss Herrenhäusen, an early-19th-century palace destroyed by bombing in 1943, reopened in 2013 after being spectacularly reconstructed to the original plans. It features an authentic facade and a state-of-the-art modern interior, primarily used for high-end conferences and events. This small museum is the only part of the complex open to visitors. It features displays (with English signage) on the Baroque era and the fascinating period in Hanover's history when the British Empire was ruled from here.\nThe combination ticket entry includes admission to Grosser Garten and Berggarten."
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 5,
    "name": "Grosser Garten",
    "latitude": "52.386628",
    "longitude": "9.696894",
    "excerpt": "The jewel in the crown of the Herrenhäuser Gärten is grand both in format and history, having been laid out as a Baroque garden in 1714 under the tutelage…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/grosser-garten/a/poi-sig/421049/359378",
    "image_url": null,
    "detail_description": "The jewel in the crown of the Herrenhäuser Gärten is grand both in format and history, having been laid out as a Baroque garden in 1714 under the tutelage of the French landscape gardener Martin Charbonnier. The garden contains statues, fountains, a maze and the coloured tile walls of the Niki de Saint Phalle Grotto, creator of the city's much-loved Die Nanas sculptures. The Grosse Fontäne is Europe's tallest fountain, jetting water up to 80m.\nIn summer the synchronised Wasserspiele water fountains always pull a crowd, as do nightly garden illuminations, summer concerts and fireworks competitions. Dates and times vary: check the ‘Events’ section of the website for details.The combination ticket entry includes admission to Berggarten and Museum Schloss Herrenhäusen."
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 3,
    "name": "Sprengel Museum",
    "latitude": "52.363205",
    "longitude": "9.739616",
    "excerpt": "The Sprengel Museum is held in extremely high esteem, both for the design of the building as well as for the art housed inside. Its huge interior spaces…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/sprengel-museum/a/poi-sig/421073/359378",
    "image_url": null,
    "detail_description": "The Sprengel Museum is held in extremely high esteem, both for the design of the building as well as for the art housed inside. Its huge interior spaces are perfectly suited to displaying its modern figurative, abstract and conceptual art, including works by Picasso, Léger, Alexander Calder and Louise Bourgeois. At the core of the collection are 300 works by Niki de Saint Phalle, creator of Die Nanas; a selection is usually on show. Check the website for visiting exhibitions.\n"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 4,
    "name": "Die Nanas",
    "latitude": "52.372521",
    "longitude": "9.729767",
    "excerpt": "When these three earth-mama sculptures were first installed beside the Leine River in 1974, Hanover’s city fathers and mothers were inundated with nearly…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/die-nanas/a/poi-sig/1205124/359378",
    "image_url": null,
    "detail_description": "When these three earth-mama sculptures were first installed beside the Leine River in 1974, Hanover’s city fathers and mothers were inundated with nearly 20,000 letters of complaint. Now, the voluptuous and fluorescent-coloured ‘Sophie’, ‘Charlotte’ and ‘Caroline’ are among the city’s most recognisable, and most loved, landmarks. Their creator, the French artist Niki de Saint Phalle, was made an honorary citizen of Hanover in 2000; in gratitude she donated 300 of her artworks to the Sprengel Museum.\nDie Nanas is one of eight works of public art (and the first one installed) found along the Skulpturenmeile (Sculpture Mile), a 1200m-long stretch along the six-lane Brühlstraße/Leibnizufer road from Königsworther Platz (the northern end) to Niedersächsische Landtag (the southern end), the Lower Saxony state parliament. (Going from south to north, Die Nanas is sculpture number two.)"
},
{
    "country": "hanover",
    "city": "Hanover",
    "index": 2,
    "name": "Neues Rathaus",
    "latitude": "52.367228879862",
    "longitude": "9.7372966013348",
    "excerpt": "An excellent way to get your bearings in Hanover is to visit the Neues Rathaus (built 1901–13) and ascend 98m in the curved elevator (the only one of its…",
    "detail_url": "https://www.lonelyplanet.com/germany/lower-saxony/hanover/attractions/neues-rathaus/a/poi-sig/421063/359378",
    "image_url": null,
    "detail_description": "An excellent way to get your bearings in Hanover is to visit the Neues Rathaus (built 1901–13) and ascend 98m in the curved elevator (the only one of its kind). It's shaped to travel to the top of the building's green dome, where there are four open-air observation platforms offering panoramic views as far as the Deister hills. The cabin can take only five people at a time so expect queues.\nIn the grand marble lobby downstairs, four city models depict Hanover from the Middle Ages to today; the sombre 1945 model shows the extent of the damage done by Allied bombing in WWII."
}
]