[
{
    "country": "hilo",
    "city": "Hilo",
    "index": 1,
    "name": "Liliʻuokalani Park",
    "latitude": "19.725504",
    "longitude": "-155.06846",
    "excerpt": "Arguably Hilo's most beautiful spot, these sprawling Japanese gardens are perfect for picnicking. Named for Hawaii's last queen (r 1891–93), the 30-acre…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/lili-uokalani-park/a/poi-sig/454313/1315528",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f275fc34cc15c03b176f0af71cc45bd581448f9efb593332775ad69910bfcaee.jpg",
    "detail_description": "Arguably Hilo's most beautiful spot, these sprawling Japanese gardens are perfect for picnicking. Named for Hawaii's last queen (r 1891–93), the 30-acre county park features magnificent trees, grassy lawns, charming footbridges over ornamental ponds, and sweeping views of Hilo Bay and Mauna Kea. At sunrise and sunset, join the locals jogging or power walking the perimeter.\nBordering the park is Banyan Dr, Hilo's mini 'hotel row,' best known for giant banyan trees lining the road. Royalty and celebrities planted the trees in the 1930s and, if you look closely, you'll find plaques beneath the trees identifying Babe Ruth, Amelia Earhart and Cecil B DeMille. Also nearby is the paved footbridge to Mokuola (Coconut Island), a tiny island that will captivate kids of all ages."
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 29,
    "name": "Federal Building",
    "latitude": "19.725827",
    "longitude": "-155.088909",
    "excerpt": "Designed by architect Henry Whitfield, this stately building (1919) is typical of Hilo’s early 20th-century government buildings. The former courthouse…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/federal-building/a/poi-sig/1425129/1315528",
    "image_url": null,
    "detail_description": "Designed by architect Henry Whitfield, this stately building (1919) is typical of Hilo’s early 20th-century government buildings. The former courthouse today houses government offices, including the downtown post office branch.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 28,
    "name": "Tsunami Memorial Clock",
    "latitude": "19.722656",
    "longitude": "-155.067043",
    "excerpt": "This tall green clock is permanently stopped at 1:04, marking the morning of May 23, 1960, when a major tsunami demolished the town. A series of seismic…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/tsunami-memorial-clock/a/poi-sig/1555719/1315528",
    "image_url": null,
    "detail_description": "This tall green clock is permanently stopped at 1:04, marking the morning of May 23, 1960, when a major tsunami demolished the town. A series of seismic sea waves destroyed hundreds of buildings and killed 61 people. The longstanding clock had survived the prior 1946 tsunami.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 25,
    "name": "Nani Mau Gardens",
    "latitude": "19.674636",
    "longitude": "-155.052924",
    "excerpt": "First opened in 1972, these gardens are past their glory days. The sprawling grounds feel rather forlorn, but they do make for leisurely strolling. The…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/nani-mau-gardens/a/poi-sig/1553678/1315528",
    "image_url": null,
    "detail_description": "First opened in 1972, these gardens are past their glory days. The sprawling grounds feel rather forlorn, but they do make for leisurely strolling. The mature trees remain impressive, especially the curious Cannonball Tree which has fruit resembling khaki-colored bowling balls hanging from the trunk.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 24,
    "name": "Peʻepeʻe Falls & Boiling Pots",
    "latitude": "19.715172",
    "longitude": "-155.13118",
    "excerpt": "Two miles past Rainbow Falls is another drive-up lookout, Peʻepeʻe Falls & Boiling Pots. This unique series of falls cascading into swirling, bubbling…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/pe-epe-e-falls-boiling-pots/a/poi-sig/1302655/1315528",
    "image_url": null,
    "detail_description": "Two miles past Rainbow Falls is another drive-up lookout, Peʻepeʻe Falls &amp; Boiling Pots. This unique series of falls cascading into swirling, bubbling pools (or 'boiling pots') might tempt you to hike down and plunge in, but don't even think about it; currents are treacherous and drownings are frequent.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 27,
    "name": "East Hawai‘i Cultural Center/HMOCA",
    "latitude": "19.724732645921",
    "longitude": "-155.08830239703",
    "excerpt": "Curious about Hilo's art scene? Go to this downtown center, which displays well-curated works by both professionals and amateurs. Exhibits change monthly,…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/east-hawai-i-cultural-center-hmoca/a/poi-sig/454243/1315528",
    "image_url": null,
    "detail_description": "Curious about Hilo's art scene? Go to this downtown center, which displays well-curated works by both professionals and amateurs. Exhibits change monthly, while workshops and classes (such as painting, drawing, ukulele and hula) are ongoing. Check the website for occasional evening concerts.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 26,
    "name": "Reeds Bay Beach Park",
    "latitude": "19.72613",
    "longitude": "-155.062762",
    "excerpt": "This calm little cove is ideal for kids and stand-up paddleboard (SUP) beginners. It's scenic, but not secluded. Set alongside Banyan Dr, the compact park…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/reeds-bay-beach-park/a/poi-sig/1475556/1315528",
    "image_url": null,
    "detail_description": "This calm little cove is ideal for kids and stand-up paddleboard (SUP) beginners. It's scenic, but not secluded. Set alongside Banyan Dr, the compact park is within eyesight and earshot of street traffic and crowded with local families on weekends. There are restrooms, showers and picnic areas.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 23,
    "name": "Hawaii Japanese Center",
    "latitude": "19.70795",
    "longitude": "-155.064018",
    "excerpt": "Hawaii's Japanese immigrant community is sizable and influential, especially in Hilo. Here, learn more about this group through plantation-era artifacts,…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/hawaii-japanese-center/a/poi-sig/1553366/1315528",
    "image_url": null,
    "detail_description": "Hawaii's Japanese immigrant community is sizable and influential, especially in Hilo. Here, learn more about this group through plantation-era artifacts, memorabilia, books and photos, all in mint condition and neatly organized. The gift shop sells vintage dishware, textiles and other gems at reasonable prices.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 22,
    "name": "Kalakaua Park",
    "latitude": "19.725059",
    "longitude": "-155.088619",
    "excerpt": "Centrally located, this mini park should be Hilo's 'town square,' but it is mostly green space bypassed by cars and pedestrians. It does come to life on…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/kalakaua-park/a/poi-sig/1553795/1315528",
    "image_url": null,
    "detail_description": "Centrally located, this mini park should be Hilo's 'town square,' but it is mostly green space bypassed by cars and pedestrians. It does come to life on monthly First Fridays, when downtown Hilo throws lively block parties. A bronze statue of the park's namesake, King David Kalakaua, stands in the middle of the lawn.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 21,
    "name": "Carlsmith Beach Park",
    "latitude": "19.734391",
    "longitude": "-155.026596",
    "excerpt": "Although this beach may look rocky, the swimming area is protected by a reef, creating a safe lagoon. The anchialine ponds, which flow to the ocean, are…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/carlsmith-beach-park/a/poi-sig/1553463/1315528",
    "image_url": null,
    "detail_description": "Although this beach may look rocky, the swimming area is protected by a reef, creating a safe lagoon. The anchialine ponds, which flow to the ocean, are tailor-made for kids. Snorkeling is good during calm water conditions. Rarely crowded, this beach has lifeguards on weekends and holidays, plus restrooms, showers and picnic areas.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 20,
    "name": "ʻImiloa Astronomy Center of Hawaiʻi",
    "latitude": "19.700744039295",
    "longitude": "-155.08831741047",
    "excerpt": "ʻImiloa, which means 'exploring new knowledge,' is a $28 million museum and planetarium complex with a twist: it juxtaposes modern astronomy on Mauna Kea…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/imiloa-astronomy-center-of-hawai-i/a/poi-sig/1128915/1315528",
    "image_url": null,
    "detail_description": "ʻImiloa, which means 'exploring new knowledge,' is a $28 million museum and planetarium complex with a twist: it juxtaposes modern astronomy on Mauna Kea with ancient Polynesian ocean voyaging. It's an educational, if rather pricey, family attraction and the natural complement to a summit tour. One planetarium show is included with admission.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 19,
    "name": "Mokupapapa Discovery Center",
    "latitude": "19.726665",
    "longitude": "-155.086956",
    "excerpt": "Geared for kids, this center aims to educate the public about pristine Hawaiian ecosystems. Even adults might not know that the Hawaiian archipelago…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/mokupapapa-discovery-center/a/poi-sig/454333/1315528",
    "image_url": null,
    "detail_description": "Geared for kids, this center aims to educate the public about pristine Hawaiian ecosystems. Even adults might not know that the Hawaiian archipelago extends far beyond the eight main islands to the Northwestern Hawaiian Islands, a long chain of uninhabited islets and atolls containing the healthiest coral reefs in the USA. Nothing fancy, but family-friendly (and free).\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 18,
    "name": "Mokuola",
    "latitude": "19.72946236",
    "longitude": "-155.06868762",
    "excerpt": "Tiny Mokuola, commonly called Coconut Island, connects to land (near Liliʻuokalani Park) by a 250ft footbridge. The island is a county park with picnic…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/mokuola/a/poi-sig/1417548/1315528",
    "image_url": null,
    "detail_description": "Tiny Mokuola, commonly called Coconut Island, connects to land (near Liliʻuokalani Park) by a 250ft footbridge. The island is a county park with picnic tables and beaches for swimming. Watch local kids somersaulting off a 20ft tower! From Mokuola, you'll have great photo ops of Hilo with Mauna Kea and Mauna Loa in the background.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 17,
    "name": "Honoliʻi Beach Park",
    "latitude": "19.754939659732",
    "longitude": "-155.09115380398",
    "excerpt": "For boardsports, this is it: Hilo's only surfing and bodyboarding spot. Locals flock here for the consistent wave action, never mind the rocky beach. Don…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/honoli-i-beach-park/a/poi-sig/454257/1315528",
    "image_url": null,
    "detail_description": "For boardsports, this is it: Hilo's only surfing and bodyboarding spot. Locals flock here for the consistent wave action, never mind the rocky beach. Don't enter the water unless you're experienced and respectful. Spectators can watch from grassy lawns or the road above. Don't expect sand, swimming or drive-up access, but there are daily lifeguards, restrooms, showers and picnic areas.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 16,
    "name": "FW Koehnen Building",
    "latitude": "19.726655",
    "longitude": "-155.086945",
    "excerpt": "Built in 1910, this iconic blue building housed Koehnen's Interiors, a classy home furnishings store, from 1929 until 2012. Three generations of Koehnens…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/fw-koehnen-building/a/poi-sig/1425130/1315528",
    "image_url": null,
    "detail_description": "Built in 1910, this iconic blue building housed Koehnen's Interiors, a classy home furnishings store, from 1929 until 2012. Three generations of Koehnens ran the family business until no descendant wanted to continue. The building now houses Mokupapapa Discovery Center and small shops such as the Locavore Store.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 15,
    "name": "Waiʻolena & Waiʻuli Beach Parks",
    "latitude": "19.733341",
    "longitude": "-155.016875",
    "excerpt": "Rocky and rugged, these side-by-side beaches (commonly known by their former name, Leleiwi Beach) aren't sandy or calm, but they're Hilo's best shore-dive…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/wai-olena-wai-uli-beach-parks/a/poi-sig/1302537/1315528",
    "image_url": null,
    "detail_description": "Rocky and rugged, these side-by-side beaches (commonly known by their former name, Leleiwi Beach) aren't sandy or calm, but they're Hilo's best shore-dive site. You might see turtles, coral formations and a variety of butterfly fish. No beginners; entry into the water is tricky (consult a dive shop) and waves and currents can be hazardous. There are lifeguards on weekends and holidays, plus restrooms, showers and picnic areas.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 13,
    "name": "Mauna Loa Macadamia Nut Visitor Center",
    "latitude": "19.657127253822",
    "longitude": "-155.00935435295",
    "excerpt": "Touristy, no doubt. But mac nut fans might enjoy glimpses of Mauna Loa's plantation and working factory. From windows above, watch the prized mac nut move…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/mauna-loa-macadamia-nut-visitor-center/a/poi-sig/454323/1315528",
    "image_url": null,
    "detail_description": "Touristy, no doubt. But mac nut fans might enjoy glimpses of Mauna Loa's plantation and working factory. From windows above, watch the prized mac nut move along the assembly line from cracking and roasting to chocolate dipping and packaging. Gift shop, which sells packaged nuts at decent prices, is open daily; factory is closed on weekends and holidays.\nTo get here, follow signage about 5 miles south of Hilo; along the 3-mile access road, see acres of macadamia trees."
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 14,
    "name": "Wailoa Center & Wailoa River State Park",
    "latitude": "19.719232058092",
    "longitude": "-155.07607128364",
    "excerpt": "This eclectic, state-run gallery hosts a variety of monthly exhibits. You might find quilts, bonsai, Chinese watercolors or historical photos, all done by…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/wailoa-center-wailoa-river-state-park/a/poi-sig/454429/1315528",
    "image_url": null,
    "detail_description": "This eclectic, state-run gallery hosts a variety of monthly exhibits. You might find quilts, bonsai, Chinese watercolors or historical photos, all done by locals. Surrounding the center is a quiet park with grassy lawns and picturesque arc-shaped footbridges crossing the Wailoa River. The main park landmark is a 14ft, Italian-made bronze King Kamehameha Statue. There are also Vietnam War and Shinmachi Tsunami memorials.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 12,
    "name": "James Kealoha Beach Park",
    "latitude": "19.734452",
    "longitude": "-155.030286",
    "excerpt": "Due to its rocky shoreline, this beach is geared for older kids and snorkelers. Its nickname refers to the distance between the park and the downtown post…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/james-kealoha-beach-park/a/poi-sig/1300732/1315528",
    "image_url": null,
    "detail_description": "Due to its rocky shoreline, this beach is geared for older kids and snorkelers. Its nickname refers to the distance between the park and the downtown post office. For swimming and snorkeling, head to the eastern side, which has a deep, protected basin with generally calm, clear water and pockets of white sand. The park's western side is open ocean and much rougher, attracting local surfers when waves pick up. There are restrooms, showers and picnic areas, but no lifeguards.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 11,
    "name": "Lyman Museum & Mission House",
    "latitude": "19.722200511648",
    "longitude": "-155.09074848898",
    "excerpt": "Although small in scale, this museum is a good primer on Hawaii's natural and cultural history. Downstairs, geologic exhibits include fascinating examples…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/lyman-museum-mission-house/a/poi-sig/1253333/1315528",
    "image_url": null,
    "detail_description": "Although small in scale, this museum is a good primer on Hawaii's natural and cultural history. Downstairs, geologic exhibits include fascinating examples of lava rock, minerals and shells. Upstairs, exhibits feature Native Hawaiian life: ancient sports, religion and the kapu (taboo) system. The adjacent Mission House, built by Reverend David Lyman in 1839, is worth a look, but bone up on the history of Christianity in Hawaii beforehand. To enter the house, you must take a docent-led tour.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 10,
    "name": "Maui's Canoe",
    "latitude": "19.726372",
    "longitude": "-155.089939",
    "excerpt": "See the current swirling around a large rock in the upstream Wailuku River? Legend has it that the demigod Maui paddled his canoe with such speed across…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/maui-s-canoe/a/poi-sig/1556470/1315528",
    "image_url": null,
    "detail_description": "See the current swirling around a large rock in the upstream Wailuku River? Legend has it that the demigod Maui paddled his canoe with such speed across the ocean that he crash-landed here and the canoe turned to stone. Ever the devoted son, Maui was rushing to save his mother, Hina, from a water monster that was trying to drown her by damming the river and flooding her cave beneath Rainbow Falls.\nTo get here, go to the Pu‘ueo St Bridge, at the northern end of Keawe St just beyond Wailuku Dr."
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 9,
    "name": "Naha & Pinao Stones",
    "latitude": "19.724494",
    "longitude": "-155.090604",
    "excerpt": "How strong was Kamehameha the Great? According to legend, anyone with enough strength to budge the 3.5-ton Naha Store would also have the strength to…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/naha-pinao-stones/a/poi-sig/1554183/1315528",
    "image_url": null,
    "detail_description": "How strong was Kamehameha the Great? According to legend, anyone with enough strength to budge the 3.5-ton Naha Store would also have the strength to conquer and unite all the Hawaiian Islands. Kamehameha the Great reputedly met the challenge, overturning the stone in his youth. This stone now lies in front of the Hilo Public Library. The smaller Pinau Stone at its side was an entrance pillar of an ancient heiau (temple), believed to have stood near the Wailuku River.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 8,
    "name": "Panaʻewa Rainforest Zoo & Gardens",
    "latitude": "19.652489640569",
    "longitude": "-155.07180690765",
    "excerpt": "Hilo's 12-acre zoo is a terrific, family-friendly spot. Stroll along paved paths past tropical foliage to view a modest collection of tropical birds,…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/pana-ewa-rainforest-zoo-gardens/a/poi-sig/454389/1315528",
    "image_url": null,
    "detail_description": "Hilo's 12-acre zoo is a terrific, family-friendly spot. Stroll along paved paths past tropical foliage to view a modest collection of tropical birds, monkeys, frogs, alligators and more. The star attraction? A pair of Bengal tigers: Sriracha (orange female) and Tzatziki (white male). Two play structures and a shaded picnic area (bring your own refreshments) are perfect for kids. While by no means a major zoo, it's refreshingly low-key – and free! (Donations are appreciated.)\nTo get here, turn mauka (inland) off the Volcano Hwy onto W Mamaki St, just past the 4-mile marker. Wheelchair accessible."
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 7,
    "name": "King Kamehameha Statue",
    "latitude": "19.720919",
    "longitude": "-155.076774",
    "excerpt": "At the northern end of Wailoa River State Park, a 14ft bronze statue of King Kamehameha stands facing the bay. Sculpted by R Sandrin at the Fracaro…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/king-kamehameha-statue/a/poi-sig/1556471/1315528",
    "image_url": null,
    "detail_description": "At the northern end of Wailoa River State Park, a 14ft bronze statue of King Kamehameha stands facing the bay. Sculpted by R Sandrin at the Fracaro Foundry in Vicenza, Italy, in 1963, it is actually a hand-me-down. Kaua‘i's Princeville Corporation originally commissioned this $125,000 statue for their resort. But residents opposed the statue since King Kamehameha had never conquered Kaua‘i. Princeville thus donated the statue to the Big Island, where it has stood since 1997.\nThe statue, which underwent a $30,000 gold-leaf restoration in 2004, is draped with dozens of lei on King Kamehameha Day."
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 6,
    "name": "Kaumana Caves",
    "latitude": "19.686839",
    "longitude": "-155.130472",
    "excerpt": "Don't expect too much, but these two lava caves offer a mini adventure: pitch dark, sharply rocky, dripping wet, low in spots, mossy and thick with ferns…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/kaumana-caves/a/poi-sig/1556469/1315528",
    "image_url": null,
    "detail_description": "Don't expect too much, but these two lava caves offer a mini adventure: pitch dark, sharply rocky, dripping wet, low in spots, mossy and thick with ferns. The left-side cave is bigger and longer. Essential equipment: flashlight (torch) or headlamp with full batteries, hiking shoes with grip, gloves and water. Generally empty, grounds are lackadaisically maintained and car break-ins can occur. To get here, head 3.5 miles up Kaumana Dr (Hwy 200); look for the sign on the right side.\nThese caves are part of a vast, 25-mile underground network of lava tube formed by an 1881 Mauna Loa flow. As the flow subsided, the edges of the deep lava stream cooled and crusted over. Then, after the hot molten lava inside drained out, hollow tubes or caves remained."
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 5,
    "name": "Rainbow Falls",
    "latitude": "19.719363",
    "longitude": "-155.109218",
    "excerpt": "A regular stop for tour buses, the lookout for this 'instant gratification' cascade is just steps from the parking lot. Depending on rainfall, the lovely…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/rainbow-falls/a/poi-sig/454419/1315528",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF149914934.jpg",
    "detail_description": "A regular stop for tour buses, the lookout for this 'instant gratification' cascade is just steps from the parking lot. Depending on rainfall, the lovely 80ft waterfall can be a torrent or a trickle. Go in the morning and you'll see rainbows if sun and mist cooperate. To get here, drive up Waianuenue Ave, veer right when it splits into Kaumana Dr and follow the signage. (Waianuenue, 'rainbow seen in water,' is the Hawaiian name for these falls.)\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 4,
    "name": "Onekahakaha Beach Park",
    "latitude": "19.737925",
    "longitude": "-155.038891",
    "excerpt": "Ideal for kids, this spacious beach has a broad, shallow, sandy-bottomed pool, protected by a boulder breakwater. The water is only 1ft to 2ft deep in…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/onekahakaha-beach-park/a/poi-sig/1300727/1315528",
    "image_url": null,
    "detail_description": "Ideal for kids, this spacious beach has a broad, shallow, sandy-bottomed pool, protected by a boulder breakwater. The water is only 1ft to 2ft deep in spots, creating a safe 'baby beach.' An unprotected cove north of the kiddie pool is deeper, but can be dangerous due to rough surf and needle-sharp wana (sea urchins). Surrounding grassy lawns shaded by trees make for pleasant picnicking. There are lifeguards on weekends and holidays, plus restrooms, showers and covered pavilions.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 3,
    "name": "Pacific Tsunami Museum",
    "latitude": "19.726019",
    "longitude": "-155.086516",
    "excerpt": "You cannot understand Hilo without knowing its history as a two-time tsunami survivor (1946 and 1960). This museum encompasses only a few rooms, but they…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/pacific-tsunami-museum/a/poi-sig/454393/1315528",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF173655311.jpg",
    "detail_description": "You cannot understand Hilo without knowing its history as a two-time tsunami survivor (1946 and 1960). This museum encompasses only a few rooms, but they're brimming with riveting information that reveals island life in the 1900s. Allow enough time to experience the multimedia exhibits, including chilling computer simulations and heart-wrenching first-person accounts. The newest section covers the Japanese tsunami of 2011, which damaged Kona.\n"
},
{
    "country": "hilo",
    "city": "Hilo",
    "index": 2,
    "name": "Richardson's Ocean Park",
    "latitude": "19.735805",
    "longitude": "-155.012412",
    "excerpt": "Near the end of Kalanianaʻole Ave, this little pocket of black sand is a favorite all-round beach. When calm, the protected waters are popular for…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/hilo/attractions/richardson-s-ocean-park/a/poi-sig/1302538/1315528",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstock1553358317.jpg",
    "detail_description": "Near the end of Kalanianaʻole Ave, this little pocket of black sand is a favorite all-round beach. When calm, the protected waters are popular for swimming and snorkeling, with frequent sightings of sea turtles (keep your distance; at least 50yd in the water). High surf, while welcome to local bodyboarders, can be hazardous. Bring water shoes for protection from rocks. There are lifeguards every day, plus restrooms, showers and picnic areas.\n"
}
]