[
{
    "country": "hokkaido",
    "index": 1,
    "name": "Ōdōri-kōen",
    "latitude": "43.060799",
    "longitude": "141.354368",
    "excerpt": "This haven in the heart of the city is fully 13 blocks (1.5km) long, with the TV Tower at its eastern end. Among the green lawns and flower gardens are…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/odori-koen/a/poi-sig/1346325/356687",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/560075103_high.jpg",
    "detail_description": "This haven in the heart of the city is fully 13 blocks (1.5km) long, with the TV Tower at its eastern end. Among the green lawns and flower gardens are benches, fountains and sculptures; don't miss Noguchi Isamu's elegant Black Slide Mantra. This is also where many of the city's major events and festivals take place.\nThe park is a 10-minute walk south from JR Sapporo Station along Eki-mae-dōri."
},
{
    "country": "hokkaido",
    "index": 40,
    "name": "Sukai-misaki",
    "latitude": "45.415496",
    "longitude": "140.985682",
    "excerpt": "This is the prettiest of the island's capes, where the waters are an almost tropical blue, framed by craggy rocks and grassy slopes. The Rebun-tō Traverse…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/rebun-to/attractions/sukai-misaki/a/poi-sig/1349860/356666",
    "image_url": null,
    "detail_description": "This is the prettiest of the island's capes, where the waters are an almost tropical blue, framed by craggy rocks and grassy slopes. The Rebun-tō Traverse passes here; it's also accessible by road. As elsewhere on the island, it can be very windy. Hold onto that hat and keep trash tightly in hand.\n"
},
{
    "country": "hokkaido",
    "index": 39,
    "name": "Hokkaidō University Botanical Garden",
    "latitude": "43.06392711",
    "longitude": "141.3442189",
    "excerpt": "Among the highlights of this meandering, 14-hectare outdoor garden maintained by Hokkaidō University, is a collection of 200 plants and herbs historically…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/hokkaido-university-botanical-garden/a/poi-sig/427497/356687",
    "image_url": null,
    "detail_description": "Among the highlights of this meandering, 14-hectare outdoor garden maintained by Hokkaidō University, is a collection of 200 plants and herbs historically used by the Ainu as medicine, food and raw materials for clothing. There's also a landscaped section that evokes the alpine scenery of a mountain in Daisetsuzan, in northern Hokkaidō.\n"
},
{
    "country": "hokkaido",
    "index": 38,
    "name": "Iō-zan",
    "latitude": "43.612962",
    "longitude": "144.432106",
    "excerpt": "This hissing mountain (512m), a couple of kilometres south of Kawayu Onsen, is stained sunshine-yellow in patches from sulphur. Locals steam eggs in the…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/kawayu-onsen/attractions/io-zan/a/poi-sig/1236415/356676",
    "image_url": null,
    "detail_description": "This hissing mountain (512m), a couple of kilometres south of Kawayu Onsen, is stained sunshine-yellow in patches from sulphur. Locals steam eggs in the hot volcanic vapours for a speciality known as onsen-tamago. Chances are you'll hear the sellers calling 'Tamago! Tamago! Tamago!' (Eggs!) even before you reach the car park.\n"
},
{
    "country": "hokkaido",
    "index": 37,
    "name": "Centennial Memorial Tower",
    "latitude": "43.05644",
    "longitude": "141.496482",
    "excerpt": "Construction of this modernist tower, designed by architect Iguchi Ken, started in 1968 to mark Sapporo's centennial (it was completed in 1970). The…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/centennial-memorial-tower/a/poi-sig/1549477/356687",
    "image_url": null,
    "detail_description": "Construction of this modernist tower, designed by architect Iguchi Ken, started in 1968 to mark Sapporo's centennial (it was completed in 1970). The footprint is a hexagon, to evoke a six-sided snowflake; a cross-section reveals the kanji for 'north' (北; kita). It's in Nopporo Shinrin-kōen, a short walk behind the Hokkaidō Museum.\n"
},
{
    "country": "hokkaido",
    "index": 36,
    "name": "Hokkaidō Ainu Center",
    "latitude": "43.062993",
    "longitude": "141.34557",
    "excerpt": "In an office building across the street from Hokkaidō University Botanical Garden, this cultural centre is run by the Hokkaidō Ainu Association and has a…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/hokkaido-ainu-center/a/poi-sig/1245246/356687",
    "image_url": null,
    "detail_description": "In an office building across the street from Hokkaidō University Botanical Garden, this cultural centre is run by the Hokkaidō Ainu Association and has a small display of artefacts and historical information.\nIf you really want to learn more, the reading room here has pretty much every book published in English on the Ainu (past and present)."
},
{
    "country": "hokkaido",
    "index": 35,
    "name": "Sapporo TV Tower",
    "latitude": "43.061034",
    "longitude": "141.356621",
    "excerpt": "Beating Tokyo Tower by two years, Sapporo TV Tower (147m) arrived in 1956, bringing with it the modern television age. It was designed by 'Dr Tower' Naitō…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/sapporo-tv-tower/a/poi-sig/1233304/356687",
    "image_url": null,
    "detail_description": "Beating Tokyo Tower by two years, Sapporo TV Tower (147m) arrived in 1956, bringing with it the modern television age. It was designed by 'Dr Tower' Naitō Tachū, who also designed Nagoya TV Tower (1954), Osaka's Tsūtenkaku (1956) and Tokyo Tower (1958). The observation deck at 90m is rather cramped, but you do get a view straight down Ōdōri-kōen.\n"
},
{
    "country": "hokkaido",
    "index": 34,
    "name": "Abashiri Prison Museum",
    "latitude": "43.995277",
    "longitude": "144.230018",
    "excerpt": "Some of the original Meiji-era prison buildings were restored and relocated to this oddly pleasant museum park. The Kangoku Hakubutsukan (penal museum)…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/abashiri/attractions/abashiri-prison-museum/a/poi-sig/1236130/356674",
    "image_url": null,
    "detail_description": "Some of the original Meiji-era prison buildings were restored and relocated to this oddly pleasant museum park. The Kangoku Hakubutsukan (penal museum) here details the reasons this historic prison was so feared: a sentence to Abashiri was a sentence to hard labour, as Abashiri prisoners laid much of the groundwork for Hokkaidō's infrastructure.\n"
},
{
    "country": "hokkaido",
    "index": 33,
    "name": "Kushiro Japanese Crane Reserve",
    "latitude": "43.068888",
    "longitude": "144.160538",
    "excerpt": "Run by Kushiro Zoo, this reserve has been instrumental in increasing the crane population. There are currently 14 tanchō-zuru living here, though they are…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/kushiro-shitsugen-national-park/attractions/kushiro-japanese-crane-reserve/a/poi-sig/1497223/356677",
    "image_url": null,
    "detail_description": "Run by Kushiro Zoo, this reserve has been instrumental in increasing the crane population. There are currently 14 tanchō-zuru living here, though they are free to leave anytime they like (the fences are for people, not the birds).\nThe bus from Kushiro Station to Akanko Onsen stops here (¥910, one hour), or follow Rte 240 between Kushiro and Akanko."
},
{
    "country": "hokkaido",
    "index": 31,
    "name": "Nibutani Ainu Culture Museum",
    "latitude": "42.635158",
    "longitude": "142.157249",
    "excerpt": "The highlights of this highly polished museum are the exceptional examples of Ainu craftwork. The rest of the displays are fairly inaccessible, as all the…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/do-o-central-hokkaido/attractions/nibutani-ainu-culture-museum/a/poi-sig/1235462/356680",
    "image_url": null,
    "detail_description": "The highlights of this highly polished museum are the exceptional examples of Ainu craftwork. The rest of the displays are fairly inaccessible, as all the information is only in Japanese. Serious shoppers should check out the gift shop, which has works from contemporary Ainu artisans.\nIt's in the northern outskirts of Biratori village on Rte 237, north of Tomikawa on the south coast of central Hokkaidō."
},
{
    "country": "hokkaido",
    "index": 32,
    "name": "Fukukō-ichiba",
    "latitude": "45.408454",
    "longitude": "141.676598",
    "excerpt": "About a 10-minute walk south of JR Wakkanai Station, this complex has restaurants, souvenir shops and the Minato-no-yu Onsen. It's designed to evoke the…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/wakkanai/attractions/fukuko-ichiba/a/poi-sig/1338985/356669",
    "image_url": null,
    "detail_description": "About a 10-minute walk south of JR Wakkanai Station, this complex has restaurants, souvenir shops and the Minato-no-yu Onsen. It's designed to evoke the Wakkanai of bygone days. Poke around to see some historical photos and videos of the town – and also of Sakhalin (when it was Karafu-tō, and still part of Japan, prior to 1945).\n"
},
{
    "country": "hokkaido",
    "index": 30,
    "name": "Koshimizu Gensei-kaen",
    "latitude": "43.938203",
    "longitude": "144.415283",
    "excerpt": "This is a spectacular 20km stretch of wildflowers along the coast between Abashiri and Shari. Visit in early summer and catch it at its peak, when more…",
    "detail_url": "https://www.lonelyplanet.com/japan/shari/attractions/koshimizu-gensei-kaen/a/poi-sig/1245251/1323735",
    "image_url": null,
    "detail_description": "This is a spectacular 20km stretch of wildflowers along the coast between Abashiri and Shari. Visit in early summer and catch it at its peak, when more than 40 species of flowers bloom.\nGensei-kaen has its own tiny JR station with an information centre plus short walks through the flora and dunes out to the sea. There are also rental bicycles (¥300) for getting around to other viewing points along the road."
},
{
    "country": "hokkaido",
    "index": 29,
    "name": "Akan Kohan Eco-Museum Centre",
    "latitude": "43.435065",
    "longitude": "144.10125",
    "excerpt": "At the eastern edge of town, this centre has exhibitions on local flora and fauna, including marimo in aquarium tanks. It also has hiking maps in English…",
    "detail_url": "https://www.lonelyplanet.com/japan/akanko-onsen/attractions/akan-kohan-eco-museum-centre/a/poi-sig/1236603/1323708",
    "image_url": null,
    "detail_description": "At the eastern edge of town, this centre has exhibitions on local flora and fauna, including marimo in aquarium tanks. It also has hiking maps in English and info on trail conditions and bear sightings.\nBehind the centre, a trail makes a shaded, breezy loop out to Akan-ko and back through the forest to some volcanic bubbling clay pools (called bokke). The 3km walk takes about 40 minutes round-trip."
},
{
    "country": "hokkaido",
    "index": 26,
    "name": "Hokkaidō Museum",
    "latitude": "43.053022",
    "longitude": "141.496954",
    "excerpt": "This museum does an admirable job of explaining Hokkaidō's multilayered history, from the age of the woolly mammoths to the age of the steam locomotives,…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/hokkaido-museum/a/poi-sig/1549233/356687",
    "image_url": null,
    "detail_description": "This museum does an admirable job of explaining Hokkaidō's multilayered history, from the age of the woolly mammoths to the age of the steam locomotives, with English throughout. The museum is east of central Sapporo, in Nopporo Shinrin-kōen.\nFrom Shin-Sapporo Station, take bus 新22 (¥210, 15 minutes, every 60 or so minutes) from bus stop 10 for Kaitaku-mura (開拓の村) and get off at the Hokkaidō hakubutsukan stop."
},
{
    "country": "hokkaido",
    "index": 27,
    "name": "Taihō Sumo Museum",
    "latitude": "43.635314",
    "longitude": "144.437921",
    "excerpt": "This museum is full of photos, both official and candid, of legendary hometown hero, the sumo wrestler Taihō (大鵬; 1940–2013). He was born on Karafuto …",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/kawayu-onsen/attractions/taiho-sumo-museum/a/poi-sig/1236442/356676",
    "image_url": null,
    "detail_description": "This museum is full of photos, both official and candid, of legendary hometown hero, the sumo wrestler Taihō (大鵬; 1940–2013). He was born on Karafuto (Sakhalin) to a Ukrainian father and Japanese mother, brought up in Kawayu Onsen, and went on to become one of the greatest yokozuna (grand champions) of all time. There's a lot that's visual, no explanation needed, but unfortunately, English is nearly non-existent.\n"
},
{
    "country": "hokkaido",
    "index": 28,
    "name": "Asahiyama Zoo",
    "latitude": "43.768181",
    "longitude": "142.480059",
    "excerpt": "Known Japan-wide, the country's northernmost zoo attracts visitors with its stars from cold climates: polar bears and penguins. More interesting to…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/asahikawa/attractions/asahiyama-zoo/a/poi-sig/1235455/356662",
    "image_url": null,
    "detail_description": "Known Japan-wide, the country's northernmost zoo attracts visitors with its stars from cold climates: polar bears and penguins. More interesting to travellers might be the enclosures featuring Hokkaidō native species, including Blakiston's Fish Owl, higuma (brown bear) and ezo-jika (Hokkaidō deer).\nShuttle buses (¥440, 40 minutes) run every 30 minutes from bus stop 6 in front of JR Asahikawa Station."
},
{
    "country": "hokkaido",
    "index": 23,
    "name": "Washō Market",
    "latitude": "42.988875",
    "longitude": "144.379964",
    "excerpt": "This fish market is as much a sightseeing spot as a place to eat. The speciality here is called katte-don (勝手丼) – literally 'rice bowl as you like it'…",
    "detail_url": "https://www.lonelyplanet.com/japan/kushiro/attractions/washo-market/a/poi-sig/1236815/1323733",
    "image_url": null,
    "detail_description": "This fish market is as much a sightseeing spot as a place to eat. The speciality here is called katte-don (勝手丼) – literally 'rice bowl as you like it'. First buy a bowl of rice from one of the vendors on the perimeter then head to a fish monger and have them top it off with your choice of raw fish. If you want to get even more in the mood, rent a kimono (¥1000) and walk around in style.\nIt's a couple of minutes' walk south of JR Kushiro Station."
},
{
    "country": "hokkaido",
    "index": 25,
    "name": "Akan International Crane Centre 'GRUS'",
    "latitude": "43.142425",
    "longitude": "144.149187",
    "excerpt": "You can see a few cranes in breeding pens here but the real attraction is the Crane Observation Centre (8.30am to 4.30pm November to March), a winter…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/kushiro-shitsugen-national-park/attractions/akan-international-crane-centre-grus/a/poi-sig/1342277/356677",
    "image_url": null,
    "detail_description": "You can see a few cranes in breeding pens here but the real attraction is the Crane Observation Centre (8.30am to 4.30pm November to March), a winter feeding ground that is your best chance to see cranes outside of a bird park. Inside there are lots of interesting photos and some fun exhibits.\nThe bus from Kushiro Station to Akanko Onsen stops here (¥1450, 1¼ hours), or follow Rte 240 between Kushiro and Akanko."
},
{
    "country": "hokkaido",
    "index": 24,
    "name": "Sōunkyō",
    "latitude": "43.720994",
    "longitude": "142.976654",
    "excerpt": "Sōunkyō is a string of gorges 15km long formed by the Ishikari-gawa, the very same Ishikari River that empties out into the Sea of Japan just north of…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sounkyo-onsen/attractions/sounkyo/a/poi-sig/1549736/356668",
    "image_url": null,
    "detail_description": "Sōunkyō is a string of gorges 15km long formed by the Ishikari-gawa, the very same Ishikari River that empties out into the Sea of Japan just north of Sapporo. A few kilometres southeast of town on Rte 39, there's a popular viewing station where you can see the waterfalls Ryūsei-no-taki (流星の滝; Shooting Stars Falls) and Ginga-no-taki (銀河の滝; Milky Way Falls). Well worth a detour if you're driving.\n"
},
{
    "country": "hokkaido",
    "index": 22,
    "name": "Moerenuma-kōen",
    "latitude": "43.124166",
    "longitude": "141.429577",
    "excerpt": "Completed in 2005, this former waste-treatment plant to the northeast of the central city is now an impressive reclaimed green belt. It was originally…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/moerenuma-koen/a/poi-sig/1245247/356687",
    "image_url": null,
    "detail_description": "Completed in 2005, this former waste-treatment plant to the northeast of the central city is now an impressive reclaimed green belt. It was originally designed by the acclaimed Japanese-American artist Noguchi Isamu before his death in 1988. In addition to works by Noguchi in stone (on which children are free to climb), there are sculptures of land and water.\nTo reach the park, take bus 68, 69 or 79 (¥210, 25 minutes, every 10 to 30 minutes) from the Kanjo-dōri Higashi subway stop."
},
{
    "country": "hokkaido",
    "index": 21,
    "name": "Ainu Culture Promotion Centre",
    "latitude": "42.971858",
    "longitude": "141.209958",
    "excerpt": "Unlike other museums, where artefacts are kept behind glass, exhibitions here consist of replicas, handmade by members of Sapporo's Ainu community using…",
    "detail_url": "https://www.lonelyplanet.com/japan/jozankei/attractions/ainu-culture-promotion-centre/a/poi-sig/1497394/1334379",
    "image_url": null,
    "detail_description": "Unlike other museums, where artefacts are kept behind glass, exhibitions here consist of replicas, handmade by members of Sapporo's Ainu community using their own family heirlooms as models. As a result, you can touch everything on display, feeling, for example, the linen-like softness of textiles made from tree bark. The strangely shaped centre is in Kogane-yu, 3km east of Jōzankei.\nThe Sapporo–Jōzankei bus stops at Kogane-yu (¥650, 50 minutes); the museum is a short walk up from the bus stop."
},
{
    "country": "hokkaido",
    "index": 19,
    "name": "Otokoyama Sake Brewery Museum",
    "latitude": "43.796206",
    "longitude": "142.409613",
    "excerpt": "Otokoyama, one of Japan's oldest and most esteemed breweries, was founded in Hyōgo prefecture centuries ago but since 1899 its sake has been made here in…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/asahikawa/attractions/otokoyama-sake-brewery-museum/a/poi-sig/1235452/356662",
    "image_url": null,
    "detail_description": "Otokoyama, one of Japan's oldest and most esteemed breweries, was founded in Hyōgo prefecture centuries ago but since 1899 its sake has been made here in Asahikawa – all the better to take advantage of that mountain spring water coming from Daisetsuzan. You can peer through windows into the brewery, watch a short video on the brewing process and sample sake here (only if you aren't driving).\nTake bus 67, 70, 71, 630, 667 or 669 from bus stop 18 in front of JR Asahikawa Station, and get off at Nagayama 2-jō 7-chōme (¥160, 20 minutes)."
},
{
    "country": "hokkaido",
    "index": 20,
    "name": "Volcano Science Museum",
    "latitude": "42.563986",
    "longitude": "140.815523",
    "excerpt": "The eruptions at Uzu-san were among the first to be recorded by modern means (and work here significantly advanced science in early detection). Here you…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/toya-ko-onsen/attractions/volcano-science-museum/a/poi-sig/1343345/356686",
    "image_url": null,
    "detail_description": "The eruptions at Uzu-san were among the first to be recorded by modern means (and work here significantly advanced science in early detection). Here you can see video footage of eruptions in action, and before and after photos that clearly show new land masses forming.\nThe museum, a short walk west from the Tōya-ko Onsen bus terminal, is part of the Tōya-ko Visitor Centre, which also has excellent (and free!) information on the local topography and indigenous flora and fauna."
},
{
    "country": "hokkaido",
    "index": 18,
    "name": "Goryō-kaku-kōen",
    "latitude": "41.7964",
    "longitude": "140.757523",
    "excerpt": "Japan's first Western-style fort was built in 1864 in the shape of a five-pointed star (goryō-kaku means 'five-sided fort') designed to trap attackers in…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/goryo-kaku-koen/a/poi-sig/485620/356672",
    "image_url": null,
    "detail_description": "Japan's first Western-style fort was built in 1864 in the shape of a five-pointed star (goryō-kaku means 'five-sided fort') designed to trap attackers in deadly crossfire. Nothing remains of the actual structure but the footprint – a park encircled by a star-shaped moat. To best appreciate this, visit the observatory atop the 98m Goryō-kaku Tower. Exhibitions in the observatory explain the history of the fort; you also get good views over Hakodate.\nThe park itself is a pretty green space, with 1600 cherry trees that bloom in April."
},
{
    "country": "hokkaido",
    "index": 17,
    "name": "Kawamura Kaneto Ainu Memorial Hall",
    "latitude": "43.787059",
    "longitude": "142.343534",
    "excerpt": "Built in 1916 and thus just a few years past its 100th anniversary, this museum is less a collection of artefacts (though it has those too) and more the…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/asahikawa/attractions/kawamura-kaneto-ainu-memorial-hall/a/poi-sig/1235432/356662",
    "image_url": null,
    "detail_description": "Built in 1916 and thus just a few years past its 100th anniversary, this museum is less a collection of artefacts (though it has those too) and more the story of a local Ainu family desperate to keep the old ways alive; there are many fascinating, unstaged photographs from the early 20th century. Its founder was Kaneto Kawamura, an Ainu chief and master surveyor, who helped lay the tracks for many challenging rail projects in Japan; he used his savings to start the museum.\nTake bus 24 from stop 14 in front of JR Asahikawa Station to the Ainu Kinenkan-mae stop (¥190, 15 minutes, hourly)."
},
{
    "country": "hokkaido",
    "index": 16,
    "name": "Kaitaku-mura",
    "latitude": "43.047691",
    "longitude": "141.498413",
    "excerpt": "This expansive collection of historical buildings (and some recreations), in Nopporo Shinrin-kōen east of central Sapporo, shows the diversity of…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/kaitaku-mura/a/poi-sig/1549234/356687",
    "image_url": null,
    "detail_description": "This expansive collection of historical buildings (and some recreations), in Nopporo Shinrin-kōen east of central Sapporo, shows the diversity of experience in 19th-century Hokkaidō. There are ornate Victorian town halls; equally grand villas built by herring barons in the traditional Japanese style; and thatched-roof pioneer cabins. Most of the buildings you can enter.\nFrom Shin-Sapporo Station, take bus 新22 (¥210, 15 minutes, every 60 minutes) from bus stop 10 for Kaitaku-mura (開拓の村), the last stop.Note that the collection is also free for international students living in Hokkaido (with valid proof of residence)."
},
{
    "country": "hokkaido",
    "index": 15,
    "name": "Bear Mountain",
    "latitude": "43.179269",
    "longitude": "142.80879",
    "excerpt": "This 15-hectare forested enclosure in northern Tokachi is home to 12 male higuma (who range in size from 300kg to 400kg!). The clever viewing facilities…",
    "detail_url": "https://www.lonelyplanet.com/japan/tokachi/attractions/bear-mountain/a/poi-sig/1342467/1323742",
    "image_url": null,
    "detail_description": "This 15-hectare forested enclosure in northern Tokachi is home to 12 male higuma (who range in size from 300kg to 400kg!). The clever viewing facilities include a boardwalk 5m above ground and, for a little more yen, a heavily fortified bus – that looks like it was built for Jurassic Park – that cruises the park. The bears seem little fazed by both, and you're almost guaranteed to see at least one hanging around.\nYou'll need your own wheels to get to Bear Mountain. It's part of the Sahoro Resort (サホロリゾート) complex on Rte 38, 54km northeast of Obihiro and 66km southeast of Furano. Bear Mountain is, naturally, closed during the winter as all the bears are hibernating."
},
{
    "country": "hokkaido",
    "index": 13,
    "name": "Sarobetsu Wetlands",
    "latitude": "45.104607",
    "longitude": "141.701059",
    "excerpt": "Part of Rishiri-Rebun-Sarobetsu National Park, these marshlands are 40km southwest of Wakkanai. Fields of wild flowers bloom here in summer, which can be…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/rishiri-rebun-sarobetsu-national-park/attractions/sarobetsu-wetlands/a/poi-sig/1235543/356665",
    "image_url": null,
    "detail_description": "Part of Rishiri-Rebun-Sarobetsu National Park, these marshlands are 40km southwest of Wakkanai. Fields of wild flowers bloom here in summer, which can be appreciated from boardwalks built over the marsh. Infrequent trains on the JR Sōya line run between Wakkanai and Toyotomi (futsū ¥930, 50 minutes; tokkyū ¥1550, 40 minutes). Buses (¥380, nine minutes) run from JR Toyotomi Station to the Sarobetsu Wetlands Centre at 8.30am, 1.25pm and 2.50pm (June to September) and at 9.15am and 1.50pm (October to May).\nThere are also good views of Rishiri-zan from here – especially in winter, when eagles fly overhead and you can rent snowshoes from the visitors centre (¥500) to walk out over the snow pack."
},
{
    "country": "hokkaido",
    "index": 14,
    "name": "Usu-zan",
    "latitude": "42.539272",
    "longitude": "140.860198",
    "excerpt": "Here is a rare chance to bear witness to modern mountain-making: Shōwa Shin-zan (昭和新山; 398m) – whose name means 'the new mountain of the Shōwa period' –…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/toya-ko-onsen/attractions/usu-zan/a/poi-sig/1236901/356686",
    "image_url": null,
    "detail_description": "Here is a rare chance to bear witness to modern mountain-making: Shōwa Shin-zan (昭和新山; 398m) – whose name means 'the new mountain of the Shōwa period' – arose from a wheat field following the 1943 eruption of Usu-zan. The Usu-zan Ropeway runs up to a viewing platform for Shōwa Shin-zan, with Tōya-ko behind it.\nFrom the observation deck a trail heads out on a 90-minute circuit (open May to October) around the outer rim of Usu-zan, with views of Tōya-ko and Yōtei-zan. Buses (one way/round trip ¥340/620, 10.10am, 12.45pm, 1.40pm and 3.50pm) run four times a day from the Tōya-ko Onsen bus terminal to the ropeway. A taxi should cost ¥1800; all the way from JR Tōya-ko Station, ¥3000."
},
{
    "country": "hokkaido",
    "index": 11,
    "name": "Former Nakamura Residence",
    "latitude": "41.869201",
    "longitude": "140.128663",
    "excerpt": "In the 18th and 19th centuries, a roaring herring trade turned Esashi (江差; pop 8110) on the west coast of Hokkaido's southern peninsula, 70km west of…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/former-nakamura-residence/a/poi-sig/1235283/356672",
    "image_url": null,
    "detail_description": "In the 18th and 19th centuries, a roaring herring trade turned Esashi (江差; pop 8110) on the west coast of Hokkaido's southern peninsula, 70km west of Hakodate, into a boomtown. The Nakamura-ke Residence is the sole legacy of the town's glory days. The beautiful, sloping wooden house, made of cypress and stone (without a single nail) was built by a wealthy merchant; it's since been restored and opened to the public. Buses travel to Esashi from Hakodate (¥1880, 2¼ hours, five daily).\nIt's also well worth considering travelling here by car: the Oiwake Sōran Line (追分ソーランライン), which follows the undulating coastline, is a treat. In Esashi it's built on landfill: the Nakamura-ke Residence originally backed onto the water, so fishing boats could dock. There are some fantastic old photos of the town inside the house."
},
{
    "country": "hokkaido",
    "index": 12,
    "name": "Hokkaidō Brewery",
    "latitude": "42.863886",
    "longitude": "141.605186",
    "excerpt": "This is one of the current brewing and bottling facilities for Sapporo beer. Guided tours are led (in Japanese only) by very enthusiastic brand…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/hokkaido-brewery/a/poi-sig/1058192/356687",
    "image_url": null,
    "detail_description": "This is one of the current brewing and bottling facilities for Sapporo beer. Guided tours are led (in Japanese only) by very enthusiastic brand ambassadors past windows that allow visitors to peer into the high-tech factory. You need to make reservations by 5pm the day before (best get a Japanese-speaker to do this). Note that the facility is not in operation every day; when you reserve be sure to ask. Non-drivers get two free beers at the end!\nHokkaidō Brewery is a 40-minute train ride from Sapporo; take the JR Chitose line towards the airport and get off at JR Sapporo Beer Teien Station. There are a few luggage-sized lockers here if you're coming from/going to the airport.Note that they are very strict about driving: if you plan on driving, you will not be allowed to have a sample."
},
{
    "country": "hokkaido",
    "index": 10,
    "name": "Ōkura-yama Ski Jump Stadium",
    "latitude": "43.051329",
    "longitude": "141.290531",
    "excerpt": "This ski-jump slope was built on the side of Ōkura-yama for the Sapporo 1972 Winter Games. At 133.6m it's just slightly shorter than Sapporo TV Tower,…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/okura-yama-ski-jump-stadium/a/poi-sig/1233305/356687",
    "image_url": null,
    "detail_description": "This ski-jump slope was built on the side of Ōkura-yama for the Sapporo 1972 Winter Games. At 133.6m it's just slightly shorter than Sapporo TV Tower, with a 33-degree incline. What would it feel like to whiz down that? You can hazard a guess after taking the rickety old lift up to the top and staring down the slope. Keep that image in mind when you try the highly amusing computerised simulator in the museum below.\nThere are a few other simulators in the museum, as well as photos and equipment from the 1972 Games – which show just how far winter sports technology (and fashion!) has come in the last 45 years.The stadium is actually still in use and if you're lucky, you might catch a practice session.To reach Ōkura-yama, take the Tōzai subway line to Maruyama Kōen (円山公園), and then take exit 2 for the Maruyama bus terminal. Next, take bus 14 to Ōkurayama-kyōgijō-iriguchi (大倉山競技場入り口; ¥210, 15 minutes); from here, it's a 10-minute walk uphill to the stadium."
},
{
    "country": "hokkaido",
    "index": 9,
    "name": "Red-brick Warehouse District",
    "latitude": "41.76635",
    "longitude": "140.716667",
    "excerpt": "These early-20th-century red-brick warehouses on the waterfront are the legacy of Hakodate's status as a historic, international trade port. They've been…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/red-brick-warehouse-district/a/poi-sig/1344470/356672",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/558230369_master.jpg",
    "detail_description": "These early-20th-century red-brick warehouses on the waterfront are the legacy of Hakodate's status as a historic, international trade port. They've been restored and turned into a tourist mall (which seems apt). The complex is pretty in the evening, when it's lit up.\n"
},
{
    "country": "hokkaido",
    "index": 8,
    "name": "Farm Tomita",
    "latitude": "43.419076",
    "longitude": "142.428217",
    "excerpt": "Until snow falls in October, Tomita's fields are covered in a rainbow array of flowers. With the mountains of Daisetsuzan National Park as a backdrop,…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/furano/attractions/farm-tomita/a/poi-sig/1236104/356664",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/498873639_master.jpg",
    "detail_description": "Until snow falls in October, Tomita's fields are covered in a rainbow array of flowers. With the mountains of Daisetsuzan National Park as a backdrop, this is one of the most photographed spots in Hokkaidō. It's particularly known for its lavender (which peaks in early July), packaged in an array of goods – from pot-pourri to tea – that are sold here.\nThis place is so popular that from June to September, JR actually opens up a temporary train station known as Lavender Batake (ラベンダー畑; Lavender Farm) to accommodate the influx of visitors. Otherwise, the closest station is JR Naka-Furano."
},
{
    "country": "hokkaido",
    "index": 7,
    "name": "Kussharo-ko",
    "latitude": "43.65595",
    "longitude": "144.351768",
    "excerpt": "Japan's largest caldera lake is a rich blue on sunny days. A small volcano peeks out from the centre, creating the island Naka-jima – best viewed from the…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/kawayu-onsen/attractions/kussharo-ko/a/poi-sig/1236435/356676",
    "image_url": null,
    "detail_description": "Japan's largest caldera lake is a rich blue on sunny days. A small volcano peeks out from the centre, creating the island Naka-jima – best viewed from the Bihoro Pass.\nThe lake is also purportedly the home of a Loch Ness monster–-like creature nicknamed Kusshi."
},
{
    "country": "hokkaido",
    "index": 6,
    "name": "Hakodate Morning Market",
    "latitude": "41.771589379997",
    "longitude": "140.72450470498",
    "excerpt": "With crabs grilling over hot coals, freshly caught squid packed tightly in ice-stuffed styrofoam and the sing-song call of vendors, Hakodate Morning…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/hakodate-morning-market/a/poi-sig/1235181/356672",
    "image_url": null,
    "detail_description": "With crabs grilling over hot coals, freshly caught squid packed tightly in ice-stuffed styrofoam and the sing-song call of vendors, Hakodate Morning Market does a fantastic impression of an old-time seafood market – though the visitors today are tourists not wholesale buyers. (The commercial market that was here originally has since moved to a bigger space.)\n"
},
{
    "country": "hokkaido",
    "index": 5,
    "name": "Ainu Kotan",
    "latitude": "43.433725",
    "longitude": "144.089706",
    "excerpt": "This collection of shops and households is actually the largest Ainu village in Hokkaidō. Residents make a living promoting their culture: dancing on the…",
    "detail_url": "https://www.lonelyplanet.com/japan/akanko-onsen/attractions/ainu-kotan/a/poi-sig/1237457/1323708",
    "image_url": null,
    "detail_description": "This collection of shops and households is actually the largest Ainu village in Hokkaidō. Residents make a living promoting their culture: dancing on the stage at Ikor, cooking pochie (fermented potato dumplings) in restaurants, and selling wood and leather crafts, made with traditional techniques and motifs.\nIn the evenings (May to November) there's a procession around 8.30pm to light torches around the village."
},
{
    "country": "hokkaido",
    "index": 4,
    "name": "Sapporo Beer Museum",
    "latitude": "43.07033",
    "longitude": "141.369667",
    "excerpt": "This legendary Sapporo attraction is in the original Sapporo Beer brewery, a pretty, ivy-covered brick building. There's no need to sign up for the tour;…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/sapporo/attractions/sapporo-beer-museum/a/poi-sig/1058191/356687",
    "image_url": null,
    "detail_description": "This legendary Sapporo attraction is in the original Sapporo Beer brewery, a pretty, ivy-covered brick building. There's no need to sign up for the tour; there are plenty of English explanations throughout about Japan's oldest beer (the brewery was founded in 1876). At the end there's a tasting salon (beers ¥200 to ¥300) where you can compare Sapporo's signature Black Label with Sapporo Classic (found only in Hokkaidō) and Kaitakushi Pilsner, a re-creation of the original recipe (found only here).\nAfterwards, head next door to the Sapporo Biergarten for more beer and jingisukan (all-you-can-eat lamb dish). Note that any drivers will not be allowed to drink.From the subway it's a 10-minute walk; the bus stops right out front."
},
{
    "country": "hokkaido",
    "index": 3,
    "name": "Hakodate-yama",
    "latitude": "41.759404",
    "longitude": "140.704093",
    "excerpt": "Mention you've been to Hakodate and every Japanese person you know will ask if you took in the night view from atop Hakodate-yama (334m) – it's that…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/hakodate/attractions/hakodate-yama/a/poi-sig/485628/356672",
    "image_url": null,
    "detail_description": "Mention you've been to Hakodate and every Japanese person you know will ask if you took in the night view from atop Hakodate-yama (334m) – it's that famous! You want to get up here for sunset or after dark: what's striking is seeing the lit-up peninsula (which locals say is shaped like Hokkaidō itself) against the pitch-black waters. In addition to the viewing platform and parking area, those who hunt will find the remains of an old fort behind the buildings, with interesting foundations intact.\nThere are a few ways to get here: by ropeway, bus, car or foot. Buses for the ropeway (¥240, 10 minutes) and the summit (¥400, 30 minutes, mid-April to mid-November) depart from bus stop 4 at JR Hakodate Station. You can also walk to the ropeway in 10 minutes from the Jūjigai tram stop; alternatively you can hike up one of several trails (all take about an hour) between May and late October. Note that the road to the summit is often closed to private vehicles after sunset because it gets too crowded."
},
{
    "country": "hokkaido",
    "index": 2,
    "name": "Mashū-ko",
    "latitude": "43.58437",
    "longitude": "144.540939",
    "excerpt": "Considered by many to be Japan's most beautiful lake, Mashū-ko once held the world record for water clarity. The island in the middle was known by the…",
    "detail_url": "https://www.lonelyplanet.com/japan/hokkaido/kawayu-onsen/attractions/mashu-ko/a/poi-sig/1236418/356676",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/73899562_high.jpg",
    "detail_description": "Considered by many to be Japan's most beautiful lake, Mashū-ko once held the world record for water clarity. The island in the middle was known by the Ainu as the Isle of the Gods. A road runs along the western rim. You can't get down to lake level, but there are two official viewing points called Viewpoint 1 and Viewpoint 3; there's no parking fee at the latter.\n"
}
]