[
{
    "country": "honduras",
    "city": "Honduras",
    "index": 1,
    "name": "Fortaleza Santa Bárbara de Trujillo",
    "latitude": "15.920687108128",
    "longitude": "-85.952767467324",
    "excerpt": "High above the waves, gazing over the Caribbean toward the European motherland, this 17th-century Spanish fortress could not have a more evocative…",
    "detail_url": "https://www.lonelyplanet.com/honduras/northern-honduras/trujillo/attractions/fortaleza-santa-barbara-de-trujillo/a/poi-sig/1065829/358458",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-457259376_master.jpg",
    "detail_description": "High above the waves, gazing over the Caribbean toward the European motherland, this 17th-century Spanish fortress could not have a more evocative position. Though its ruined remains are not that impressive visually, it's still an inspirational spot to reflect on the forces and characters that shaped the history of the North American continent.\nFifteen cannons face the sea, and a plaque marks the place where North American wannabe conqueror William Walker was executed. The onsite museum has colonial and Garifuna artifacts."
},
{
    "country": "honduras",
    "city": "Honduras",
    "index": 25,
    "name": "Iglesia",
    "latitude": "15.919805369552",
    "longitude": "-85.95294984293",
    "excerpt": "The main church in Trujillo dates from 1832 and stands proudly on the Parque Central.",
    "detail_url": "https://www.lonelyplanet.com/honduras/northern-honduras/trujillo/attractions/iglesia/a/poi-sig/1344021/358458",
    "image_url": null,
    "detail_description": "The main church in Trujillo dates from 1832 and stands proudly on the Parque Central.\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 24,
    "name": "Monumento a Simón Bolívar",
    "latitude": "14.102786967598",
    "longitude": "-87.185938009063",
    "excerpt": "This monument to Latin America's great liberator straddles a busy junction in Tegucigalpa's well-to-do Colonia Palmira area.",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/monumento-a-simon-bolivar/a/poi-sig/1343800/358466",
    "image_url": null,
    "detail_description": "This monument to Latin America's great liberator straddles a busy junction in Tegucigalpa's well-to-do Colonia Palmira area.\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 23,
    "name": "Monumento a La Paz",
    "latitude": "14.094131317906",
    "longitude": "-87.201477121668",
    "excerpt": "This monument, inside Tegucigalpa's largest park, was erected in 1996 in the name of eternal peace between the 'fraternal nations of Central America.'",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/monumento-a-la-paz/a/poi-sig/1343787/358466",
    "image_url": null,
    "detail_description": "This monument, inside Tegucigalpa's largest park, was erected in 1996 in the name of eternal peace between the 'fraternal nations of Central America.'\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 22,
    "name": "Palacio Legislativo",
    "latitude": "14.103895",
    "longitude": "-87.204838",
    "excerpt": "This unusual modern building on stilts (next door to the Parque La Merced) is the Palacio Legislativo, where congress meets. It was here in December 2009…",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/palacio-legislativo/a/poi-sig/1337265/358466",
    "image_url": null,
    "detail_description": "This unusual modern building on stilts (next door to the Parque La Merced) is the Palacio Legislativo, where congress meets. It was here in December 2009 that congress voted against reinstating ousted president Manuel Zelaya.\n"
},
{
    "country": "honduras",
    "city": "Honduras",
    "index": 21,
    "name": "Grave of William Walker",
    "latitude": "15.919404",
    "longitude": "-85.960765",
    "excerpt": "Just west of town, where the Río Cristales flows into the sea, is the ancient and fascinating town cemetery. Here lies the grave of William Walker, who…",
    "detail_url": "https://www.lonelyplanet.com/honduras/northern-honduras/trujillo/attractions/grave-of-william-walker/a/poi-sig/1338443/358458",
    "image_url": null,
    "detail_description": "Just west of town, where the Río Cristales flows into the sea, is the ancient and fascinating town cemetery. Here lies the grave of William Walker, who died in Trujillo shortly after his ill-fated bid to conquer Central America.\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 20,
    "name": "Iglesia La Merced",
    "latitude": "14.10429",
    "longitude": "-87.204773",
    "excerpt": "In 1847, the convent of La Merced was converted to house Honduras' first university; the country's national gallery was established there in 1996, but…",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/iglesia-la-merced/a/poi-sig/432454/358466",
    "image_url": null,
    "detail_description": "In 1847, the convent of La Merced was converted to house Honduras' first university; the country's national gallery was established there in 1996, but moved to Comayagua in 2015. The well-restored building is itself a work of art, and as impressive as the paintings inside.\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 19,
    "name": "Iglesia Los Dolores",
    "latitude": "14.108025",
    "longitude": "-87.206254",
    "excerpt": "This striking church, which dominates an otherwise unremarkable plaza, has some attractive religious art. Its facade contains figures representing the…",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/iglesia-los-dolores/a/poi-sig/432456/358466",
    "image_url": null,
    "detail_description": "This striking church, which dominates an otherwise unremarkable plaza, has some attractive religious art. Its facade contains figures representing the Passion of Christ – his unseamed cloak, the rooster that crowed three times – all crowned by the more indigenous symbol of the sun.\n"
},
{
    "country": "honduras",
    "city": "Utila",
    "index": 18,
    "name": "Bando Beach",
    "latitude": "16.088207",
    "longitude": "-86.893605",
    "excerpt": "Utila Town's privately run beach is a small strip of white sand, a few lounge chairs, some shady palms and a lively bar. You can take a dip here, but the…",
    "detail_url": "https://www.lonelyplanet.com/honduras/bay-islands/utila/attractions/bando-beach/a/poi-sig/1532180/358447",
    "image_url": null,
    "detail_description": "Utila Town's privately run beach is a small strip of white sand, a few lounge chairs, some shady palms and a lively bar. You can take a dip here, but the water is shallow and too full of sea grass for swimming or snorkeling, Turn right from the harbor and head to the very end of Main St.\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 17,
    "name": "Basílica de Suyapa",
    "latitude": "14.080408328537",
    "longitude": "-87.157373428345",
    "excerpt": "The most important church in Tegucigalpa – and therefore in Honduras – is this neo-Gothic basílica. La Virgen de Suyapa is the patron saint of Honduras;…",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/basilica-de-suyapa/a/poi-sig/432442/358466",
    "image_url": null,
    "detail_description": "The most important church in Tegucigalpa – and therefore in Honduras – is this neo-Gothic basílica. La Virgen de Suyapa is the patron saint of Honduras; in 1982 a papal decree made her the patron saint of all Central America. Construction of the basilica, which is famous for its large stained-glass windows, began in 1954.\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 16,
    "name": "Centro de la Cultura Garinagu de Honduras",
    "latitude": "14.106298",
    "longitude": "-87.204355",
    "excerpt": "It's well worth dropping by this cultural center, and situated right on the Parque Morazán, which is handicrafts, clothing and tools on display, as well…",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/centro-de-la-cultura-garinagu-de-honduras/a/poi-sig/1373216/358466",
    "image_url": null,
    "detail_description": "It's well worth dropping by this cultural center, and situated right on the Parque Morazán, which is handicrafts, clothing and tools on display, as well as a library and information about the Garifuna people. Employees will also be able to tell you where you can see Garifuna dance troupes performing their incredibly athletic and sensual dance moves.\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 15,
    "name": "Plaza Morazán",
    "latitude": "14.105611",
    "longitude": "-87.204655",
    "excerpt": "At the center of the city is the Plaza Morazán, often called Parque Central by locals – this is Tegucigalpa's hub. A statue of former president Francisco…",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/plaza-morazan/a/poi-sig/1337253/358466",
    "image_url": null,
    "detail_description": "At the center of the city is the Plaza Morazán, often called Parque Central by locals – this is Tegucigalpa's hub. A statue of former president Francisco Morazán on horseback sits at its center. An elaborate baroque cathedral dating from the 18th century overlooks the square: step inside and you'll find an intricate altar of gold and silver.\n"
},
{
    "country": "honduras",
    "city": "Roatán",
    "index": 14,
    "name": "Arch’s Iguana Farm",
    "latitude": "16.357162",
    "longitude": "-86.440837",
    "excerpt": "The impressive Arch’s Iguana Farm in French Cay is just outside of town. Less a farm than the house of a serious iguana lover, it has iguanas pretty much…",
    "detail_url": "https://www.lonelyplanet.com/honduras/french-harbour/attractions/arch-s-iguana-farm/a/poi-sig/460816/1328469",
    "image_url": null,
    "detail_description": "The impressive Arch’s Iguana Farm in French Cay is just outside of town. Less a farm than the house of a serious iguana lover, it has iguanas pretty much everywhere you look – on the driveway, in the trees, under bushes, everywhere. In all, around 3000 of the lizards live here, some reaching lengths of 1.5m. Feeding time is at midday – the best time to visit.\n"
},
{
    "country": "honduras",
    "city": "Honduras",
    "index": 13,
    "name": "Fortaleza de San Fernando de Omoa",
    "latitude": "15.778894",
    "longitude": "-88.040271",
    "excerpt": "Omoa’s claim to fame is this colossal Spanish fortress. Built in brick and coral between 1759 and 1777 under orders from King Fernando VII of Spain, the…",
    "detail_url": "https://www.lonelyplanet.com/honduras/northern-honduras/omoa/attractions/fortaleza-de-san-fernando-de-omoa/a/poi-sig/1125409/358451",
    "image_url": null,
    "detail_description": "Omoa’s claim to fame is this colossal Spanish fortress. Built in brick and coral between 1759 and 1777 under orders from King Fernando VII of Spain, the fortress was intended to protect the coast from Caribbean piracy, though in 1779 it was captured by the British. It's in excellent condition and the fine visitors center and museum provide a satisfying historical background.\n"
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 12,
    "name": "Parque Naciones Unidas El Picacho",
    "latitude": "14.13849",
    "longitude": "-87.178059",
    "excerpt": "This small hilltop park 6km from downtown has busy walking trails, but the main reason to visit is to stand at the feet of the approximately 20m high El…",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/parque-naciones-unidas-el-picacho/a/poi-sig/1601311/358466",
    "image_url": null,
    "detail_description": "This small hilltop park 6km from downtown has busy walking trails, but the main reason to visit is to stand at the feet of the approximately 20m high El Cristo del Picacho (entry L10) that you may have seen lit up, hovering high above the city at night. There are sweeping views over the city from up here.\nGetting here is a little complicated without your own car. A round-trip taxi will cost L400 to L500."
},
{
    "country": "honduras",
    "city": "Honduras",
    "index": 11,
    "name": "Cascada Zacate",
    "latitude": "15.672792",
    "longitude": "-86.933441",
    "excerpt": "The park’s first trail is still a favorite, with a moderately difficult three-hour hike to Cascada Zacate. You’ll hear the falls before you see them; they…",
    "detail_url": "https://www.lonelyplanet.com/honduras/northern-honduras/parque-nacional-pico-bonito/attractions/cascada-zacate/a/poi-sig/1339303/1328454",
    "image_url": null,
    "detail_description": "The park’s first trail is still a favorite, with a moderately difficult three-hour hike to Cascada Zacate. You’ll hear the falls before you see them; they're actually also known as Cascada Ruidoso, or ‘noisy falls.’ When the water is high, it thunders through a narrow chasm, throwing up a thick cloud of vapor.\nThe pool at the base is enticing, but a community downstream uses the water for drinking so swimming is not allowed."
},
{
    "country": "honduras",
    "city": "Utila",
    "index": 10,
    "name": "Whale Shark & Oceanic Research Center",
    "latitude": "16.097624",
    "longitude": "-86.896754",
    "excerpt": "This center studies whale sharks and monitors the coral reef. It offers regular snorkeling trips to track down whale sharks and spear invasive lion fish…",
    "detail_url": "https://www.lonelyplanet.com/honduras/bay-islands/utila/attractions/whale-shark-oceanic-research-center/a/poi-sig/468252/358447",
    "image_url": null,
    "detail_description": "This center studies whale sharks and monitors the coral reef. It offers regular snorkeling trips to track down whale sharks and spear invasive lion fish. If the whale sharks are found, everyone dons snorkeling gear and jumps into the ocean with them – an unforgettable experience. The idea is not to disturb the animals and to promote sustainable whale shark encounters.\r\n\nThose diving with College of Diving next door get a 30 percent discount.\r\n"
},
{
    "country": "honduras",
    "city": "Honduras",
    "index": 9,
    "name": "Refugio de Vida Punta Izopo",
    "latitude": "15.83883",
    "longitude": "-87.369804",
    "excerpt": "Rivers entering the Punta Izopo Wildlife Refuge spread out into a network of canals that channel through the tangle of mangrove forest. Monkeys, turtles…",
    "detail_url": "https://www.lonelyplanet.com/honduras/around-tela/attractions/refugio-de-vida-punta-izopo/a/poi-sig/1533072/1328446",
    "image_url": null,
    "detail_description": "Rivers entering the Punta Izopo Wildlife Refuge spread out into a network of canals that channel through the tangle of mangrove forest. Monkeys, turtles and even crocodiles live here, as well as many species of birds. Gliding silently through the mangrove canals, you can often get close to many forms of wildlife.\nTela tour agencies organize kayak trips to Punta Izopo. Alternatively, you can set up a kayak trip yourself in the village of El Triunfo de la Cruz."
},
{
    "country": "honduras",
    "city": "Roatán",
    "index": 8,
    "name": "Carambola Botanical Gardens",
    "latitude": "16.324217",
    "longitude": "-86.570184",
    "excerpt": "These wonderful botanical gardens have well-maintained trails through 40 acres of protected forest, extending up a hillside known as Carambola Mountain…",
    "detail_url": "https://www.lonelyplanet.com/honduras/sandy-bay/attractions/carambola-botanical-gardens/a/poi-sig/460818/1328464",
    "image_url": null,
    "detail_description": "These wonderful botanical gardens have well-maintained trails through 40 acres of protected forest, extending up a hillside known as Carambola Mountain. It’s about 1km to the summit, where you can see all the way to Utila on a clear day. Along the trail you’ll encounter dozens of native species, including orchids, spice plants, medicinal plants and fruit trees.\nYou’ll also pass Iguana Wall, a cliff favored by iguanas and parrots. Reservations are required for guided tours (L350)."
},
{
    "country": "honduras",
    "city": "Utila",
    "index": 6,
    "name": "Iguana Research & Breeding Station",
    "latitude": "16.103355",
    "longitude": "-86.898766",
    "excerpt": "Up the hill from the town center, this great place studies and protects the highly endangered Utila iguana (Ctenosaura bakeri), which is known locally as …",
    "detail_url": "https://www.lonelyplanet.com/honduras/bay-islands/utila/attractions/iguana-research-breeding-station/a/poi-sig/468250/358447",
    "image_url": null,
    "detail_description": "Up the hill from the town center, this great place studies and protects the highly endangered Utila iguana (Ctenosaura bakeri), which is known locally as 'the swamper.' Visitors get to see plenty of these fascinating, spiny-tailed critters. Four excellent naturalist-themed tours (L240 to L400) to bat caves and beyond are offered; there are volunteer opportunities available as well.\nBe sure to check out Swampy, the station's first and oldest male in a large enclosure at the back of the center, whose penis fell off from mating with too many females. Thanks to him the scientists know to take it easier on future breeders so that they don't encounter the same stubby fate."
},
{
    "country": "honduras",
    "city": "Honduras",
    "index": 7,
    "name": "Parque Nacional Jeannette Kawas",
    "latitude": "15.867563",
    "longitude": "-87.619057",
    "excerpt": "This national park a half-hour boat ride from Tela has several white-sand beaches, including the pretty Playa Cocalito. Offshore coral reefs make for…",
    "detail_url": "https://www.lonelyplanet.com/honduras/around-tela/attractions/parque-nacional-jeannette-kawas/a/poi-sig/1533073/1328446",
    "image_url": null,
    "detail_description": "This national park a half-hour boat ride from Tela has several white-sand beaches, including the pretty Playa Cocalito. Offshore coral reefs make for reasonable snorkeling, and howler monkeys, boa constrictors, toucans and very shy jaguars live in the forest. You can arrange day trips, which include hiking, snorkeling and hanging out on the beach. Tela's travel agencies run tours here.\nYou can also hire a boat from the Garifuna village of Miami if you're good at haggling in Spanish."
},
{
    "country": "honduras",
    "city": "Honduras",
    "index": 5,
    "name": "Lancetilla Botanical Garden & Research Center",
    "latitude": "15.732449",
    "longitude": "-87.450314",
    "excerpt": "One of the largest tropical botanical gardens in the world, the Lancetilla Botanical Garden & Research Center spans 1680 hectares and has 1200 species of…",
    "detail_url": "https://www.lonelyplanet.com/honduras/around-tela/attractions/lancetilla-botanical-garden-research-center/a/poi-sig/1125447/1328446",
    "image_url": null,
    "detail_description": "One of the largest tropical botanical gardens in the world, the Lancetilla Botanical Garden &amp; Research Center spans 1680 hectares and has 1200 species of plants from four continents. Well-marked trails wind through the main garden and arboretum areas; guided tours (in Spanish only) are available for L100 per hour. It takes around an hour to walk the whole loop.\nThe garden has hundreds of bird species – migratory species are present from November to February – and generates 60% of Tela’s fresh water.To get here, hire a taxi from Tela and set a time for the driver to return and pick you up. To ensure they come back to get you, pay the full fare on the ride back to Tela. The return trip should cost around L230."
},
{
    "country": "honduras",
    "city": "Roatán",
    "index": 4,
    "name": "Roatán Marine Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "Originally set up in 2005 with the aim of protecting the reef system around the West End and Sandy Bay, the Roatán Marine Park now covers the whole island…",
    "detail_url": "https://www.lonelyplanet.com/honduras/west-end/attractions/roatan-marine-park/a/poi-sig/1339321/1328462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/86702c2e728b8fdd6d95433fe8c11b74-roatan-marine-park.jpg",
    "detail_description": "Originally set up in 2005 with the aim of protecting the reef system around the West End and Sandy Bay, the Roatán Marine Park now covers the whole island. This nonprofit organization campaigns strongly to conserve the marine environment – Roatán's reefs are under enormous pressure, both from construction and the sheer amount of visitors. Four boats patrol the shoreline; people fishing illegally (using nets, harpoons or traps) have been jailed.The park office rents out snorkeling equipment (L120 per day).\n"
},
{
    "country": "honduras",
    "city": "Honduras",
    "index": 3,
    "name": "Parque Nacional La Tigra",
    "latitude": "14.172196",
    "longitude": "-87.091713",
    "excerpt": "A short distance northeast of the capital, Parque Nacional La Tigra covers 238 sq km of rugged forest, with cloud forest and dry pine forest, numerous…",
    "detail_url": "https://www.lonelyplanet.com/honduras/around-tegucigalpa/attractions/parque-nacional-la-tigra/a/poi-sig/1027812/1328386",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/12a634da3729a5d6c13b5bd4db84c49c-parque-nacional-la-tigra.jpg",
    "detail_description": "A short distance northeast of the capital, Parque Nacional La Tigra covers 238 sq km of rugged forest, with cloud forest and dry pine forest, numerous rivers and waterfalls and a large and varied (but exceedingly shy) population of mammals, including pumas, peccaries, armadillos and agoutis (rabbit-sized rodents).\nSomewhat easier to spy are the park’s numerous birds – 350 species in all – making La Tigra the country’s best birdwatching spot after Lago de Yojoa. If you’re lucky, you may even spot a quetzal, a distinctive, aqua-colored bird with long tail feathers. Impossible to miss is the park’s exuberant flora: lush trees, vines, lichens, large ferns, colorful mushrooms, bromeliads and what seems like a million orchids."
},
{
    "country": "honduras",
    "city": "Tegucigalpa",
    "index": 2,
    "name": "Museo para la Identidad Nacional",
    "latitude": "14.106749067221",
    "longitude": "-87.208044166835",
    "excerpt": "If you hit only one sight in Tegus, head here. The museum is housed in the gorgeously renovated 19th-century former Palace of Ministries. It's a superb…",
    "detail_url": "https://www.lonelyplanet.com/honduras/tegucigalpa/attractions/museo-para-la-identidad-nacional/a/poi-sig/432468/358466",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-158372328_master.jpg",
    "detail_description": "If you hit only one sight in Tegus, head here. The museum is housed in the gorgeously renovated 19th-century former Palace of Ministries. It's a superb overview of the nation's history and identity through modern exhibits. Displays are in Spanish, but there are free tours in English by excellent guides four times a day (also ask for French or German tours).\nOther great features include a virtual video tour of Copan four times daily and free 2pm movies on various themes every Saturday (hint: June is all about gay pride)."
}
]