[
{
    "country": "iceland",
    "index": 1,
    "name": "Vatnajökull National Park",
    "latitude": "64.885683",
    "longitude": "-16.97834",
    "excerpt": "Vast, varied and spectacular, Vatnajökull National Park was founded in 2008, when authorities created a megapark by joining the 8300-sq-km Vatnajökull ice…",
    "detail_url": "https://www.lonelyplanet.com/iceland/attractions/vatnajoekull-national-park/a/poi-sig/1591191/359559",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/LPT1117_022.jpg",
    "detail_description": "Vast, varied and spectacular, Vatnajökull National Park was founded in 2008, when authorities created a megapark by joining the 8300-sq-km Vatnajökull ice cap with two previously established national parks: Skaftafell in southeast Iceland and Jökulsárgljúfur in the northeast. The park measures over 14,100 sq km, occupying approximately 14% of the entire country, and its boundaries encircle a staggering richness of landscapes and some of Iceland's greatest natural treasures, created by the combined forces of rivers, glacial ice, and volcanic and geothermal activity.\nThe entirety of the Vatnajökull ice cap is protected, including countless outlet glaciers and glacial rivers. There are incredible rock formations around Ásbyrgi canyon, waterfalls such as Dettifoss and Svartifoss, the storied Lakagígar crater row, Askja and other volcanoes of the highlands, and an unending variety of areas where geology, ecology and history lessons spring to life. Vatnajökull National Park has been nominated for inclusion on the Unesco World Heritage list.Hiking trails and 4WD routes can get you to remote gems, but you don't have to go far to sample some of the park's highlights – worthy diversions (and awesome vistas) can be accessed from a standard Ring Road journey of the country, and there's a smorgasbord of tour offerings. The park operates five major visitor centres at Skaftafellsstofa, Gamlabúð, Skaftárstofa, Snæfellsstofa and Gljúfrastofa; and there are camping grounds within the park.Access to the park's lowland and northern areas is straightforward. Things get more complicated accessing the glaciated and highland areas."
},
{
    "country": "iceland",
    "index": 40,
    "name": "Skansinn",
    "latitude": "63.443565",
    "longitude": "-20.262636",
    "excerpt": "This lovely green area by the sea has several unique historical sights. The oldest structure on the island, Skansinn was a 15th-century fort built to…",
    "detail_url": "https://www.lonelyplanet.com/iceland/heimaey/attractions/skansinn/a/poi-sig/1027243/1003580",
    "image_url": null,
    "detail_description": "This lovely green area by the sea has several unique historical sights. The oldest structure on the island, Skansinn was a 15th-century fort built to defend the harbour (not too successfully, however – when Algerian pirates arrived in 1627 they simply landed on the other side of the island). Its walls were swallowed up by the 1973 lava, but some have been rebuilt. Above them, you can see the remains of the town’s old water tanks, which were also crushed by molten rock.\n"
},
{
    "country": "iceland",
    "index": 39,
    "name": "Kling & Bang",
    "latitude": "64.156052",
    "longitude": "-21.93886",
    "excerpt": "This perennially cutting-edge artist-run exhibition space is a favourite with locals, and now has an expanded gallery in the renovated Marshall House in…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/old-harbour/attractions/kling-bang/a/poi-sig/426247/1341240",
    "image_url": null,
    "detail_description": "This perennially cutting-edge artist-run exhibition space is a favourite with locals, and now has an expanded gallery in the renovated Marshall House in the Grandi area beside the Old Harbour.\nThe Marshall House is also home to the innovative Nýló gallery, international artist Ólafur Elíasson's Iceland studio, and Marshall, a hip restaurant and bar."
},
{
    "country": "iceland",
    "index": 38,
    "name": "Rauðasandur",
    "latitude": "65.472731",
    "longitude": "-24.049244",
    "excerpt": "Stunning Rauðasandur beach stretches out in shades of pink and red sands on the southern edge of the peninsula. Pounded by surf and backed by a huge azure…",
    "detail_url": "https://www.lonelyplanet.com/iceland/latrabjarg-peninsula/attractions/raudjasandur/a/poi-sig/1501279/1318085",
    "image_url": null,
    "detail_description": "Stunning Rauðasandur beach stretches out in shades of pink and red sands on the southern edge of the peninsula. Pounded by surf and backed by a huge azure lagoon, it's an exceptionally beautiful, serene place. You can walk out to the lagoon edge at low tide; keep a lookout for seals. A coastal path (about 20km) runs between Rauðasandur and the Látrabjarg bird cliffs. Approach Rauðasandur by car from Rte 612 by taking steep, winding Rte 614 for about 10km.\n"
},
{
    "country": "iceland",
    "index": 36,
    "name": "Reykjavík Art Museum – Hafnarhús",
    "latitude": "64.149111",
    "longitude": "-21.940563",
    "excerpt": "Reykjavík Art Museum's Hafnarhús is a marvellously restored warehouse converted into a soaring steel-and-concrete exhibition space. Though the well…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/old-reykjavik/attractions/reykjavik-art-museum-hafnarhus/a/poi-sig/1413774/1341239",
    "image_url": null,
    "detail_description": "Reykjavík Art Museum's Hafnarhús is a marvellously restored warehouse converted into a soaring steel-and-concrete exhibition space. Though the well-curated exhibitions of cutting-edge contemporary Icelandic art change frequently (expect installations, videos, paintings and sculpture), you can always count on the comic-book-style paintings of Erró (Guðmundur Guðmundsson), a political artist who has donated several thousand works to the museum.\nYour ticket also gets you into the modern art collections at Kjarvalsstaðir."
},
{
    "country": "iceland",
    "index": 35,
    "name": "Norska Húsið",
    "latitude": "65.077194",
    "longitude": "-22.726743",
    "excerpt": "Stykkishólmur’s quaint maritime charm comes from the cluster of wooden warehouses, shops and homes around the town’s harbour. Most date back about 150…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-west/stykkisholmur/attractions/norska-husidj/a/poi-sig/1376611/359580",
    "image_url": null,
    "detail_description": "Stykkishólmur’s quaint maritime charm comes from the cluster of wooden warehouses, shops and homes around the town’s harbour. Most date back about 150 years. One of the most interesting (and oldest) is the Norska Húsið, now the regional museum. Built by trader and amateur astronomer Árni Thorlacius in 1832, the house has been skilfully restored and displays a wonderfully eclectic selection of local antiquities. On the 2nd floor you visit Árni’s home, an upper-class 19th-century residence decked out with his original wares.\nThe museum also hosts occasional art exhibitions."
},
{
    "country": "iceland",
    "index": 37,
    "name": "Kirkjufell",
    "latitude": "64.940197",
    "longitude": "-23.306755",
    "excerpt": "Kirkjufell (463m), guardian of Grundarfjörður’s northwestern vista, is said to be one of the most photographed spots in Iceland, appearing in Game of…",
    "detail_url": "https://www.lonelyplanet.com/iceland/grundarfjordur/attractions/kirkjufell/a/poi-sig/1499503/1318079",
    "image_url": null,
    "detail_description": "Kirkjufell (463m), guardian of Grundarfjörður’s northwestern vista, is said to be one of the most photographed spots in Iceland, appearing in Game of Thrones and on everyone's Instagram. Ask staff at the Saga Centre if you want to climb it; they may be able to find you a guide. Two spots involving a rope climb make it dangerous to scale when wet or without local knowledge.Kirkjufell is backed by the roaring waterfalls, Kirkjufellsfoss; more camera fodder.\n"
},
{
    "country": "iceland",
    "index": 34,
    "name": "Reykjavík Art Museum – Ásmundarsafn",
    "latitude": "64.141563",
    "longitude": "-21.885159",
    "excerpt": "There’s something immensely playful about the vast collection of sculptures by Ásmundur Sveinsson (1893–1982) housed in the studio and museum he designed …",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/attractions/reykjavik-art-museum-asmundarsafn/a/poi-sig/1265883/359560",
    "image_url": null,
    "detail_description": "There’s something immensely playful about the vast collection of sculptures by Ásmundur Sveinsson (1893–1982) housed in the studio and museum he designed – the rounded, white Ásmundarsafn. Monumental concrete creations fill the garden, while the peaceful haven of the interlocking cupolas showcases works in wood, clay and metals, some of them mobile, exploring themes as diverse as folklore and physics.\nSoaring skylights and white marble give way to a fun dome, where the acoustics create the museum's strict 'must-sing policy'. Getting into the spirit of things, the council added an igloo-shaped bus stop out the front."
},
{
    "country": "iceland",
    "index": 33,
    "name": "Glymur",
    "latitude": "64.390762",
    "longitude": "-21.251292",
    "excerpt": "At the head of Hvalfjörður, and up Botnsdalur valley, lies Glymur, Iceland’s highest waterfall (198m). From the trailhead, it’ll take a couple of hours to…",
    "detail_url": "https://www.lonelyplanet.com/iceland/hvalfjordur/attractions/glymur/a/poi-sig/1545438/1325499",
    "image_url": null,
    "detail_description": "At the head of Hvalfjörður, and up Botnsdalur valley, lies Glymur, Iceland’s highest waterfall (198m). From the trailhead, it’ll take a couple of hours to reach the cascade's viewpoints on rough, slippery trails. A log is placed to bridge the river only in summer. At the trailhead there's a good map with instructions. Reach the trailhead by following the turn-off on Rte 47 to Botnsdalur.\nBring water shoes for fording the river, if you plan to cross and return on the west side, or retrace your steps on the east side. Try to visit after heavy rains or snow-melt for full effect. Note: there is no camping allowed around the trailhead."
},
{
    "country": "iceland",
    "index": 31,
    "name": "Samúel Jónsson's Art Museum",
    "latitude": "65.78885",
    "longitude": "-23.991737",
    "excerpt": "At the tip of the Arnarfjörður, local artist Samúel Jónsson lived out his remaining years at a remote farm in Selárdalur, and filled his days by creating…",
    "detail_url": "https://www.lonelyplanet.com/iceland/southwest-peninsulas/attractions/samuel-jonsson-s-art-museum/a/poi-sig/1501362/1318086",
    "image_url": null,
    "detail_description": "At the tip of the Arnarfjörður, local artist Samúel Jónsson lived out his remaining years at a remote farm in Selárdalur, and filled his days by creating a series of ‘naive’, cartoonlike sculptures. Visitors can peruse the surreal works: a flamboyant house, a circle of lions (created from a postcard Samúel saw of the Alhambra), an ornate church and Samúel’s home.\nThe 20km drive west from Bíldudalur along Rte 619 beside Arnarfjörður is absolutely magnificent. The tiny gravel track rims soaring mountains, lush pastured valleys and untouched beaches, and looks onto the churning fjord and incredible landscape on its northern side. Towards sunset and on partly cloudy days, the light shifts continually, and rainbows often form."
},
{
    "country": "iceland",
    "index": 32,
    "name": "Aldeyjarfoss",
    "latitude": "65.36622",
    "longitude": "-17.337434",
    "excerpt": "Spectacular waterfall Aldeyjarfoss, 41km south of Goðafoss, is well worth the journey. The Skjálfandafljót river churns through a narrow passage and into…",
    "detail_url": "https://www.lonelyplanet.com/iceland/sprengisandur-route/attractions/aldeyjarfoss/a/poi-sig/1546904/1318135",
    "image_url": null,
    "detail_description": "Spectacular waterfall Aldeyjarfoss, 41km south of Goðafoss, is well worth the journey. The Skjálfandafljót river churns through a narrow passage and into a deep pool in a canyon lined with intriguing basalt column formations.Take unsealed Rte 842 to the northern entrance/exit of the long, lonely 4WD Sprengisandur route (Rte F26) across the interior highlands. Note: only 4WD permitted on F26, which is the last 3.5km to Aldeyjarfoss' small parking area, as you drive south.\nYou can park your 2WD near the gate for F26 and walk the 3.5km if you don't have a 4WD."
},
{
    "country": "iceland",
    "index": 28,
    "name": "Hljóðaklettar",
    "latitude": "65.935695",
    "longitude": "-16.53511",
    "excerpt": "The bizarre swirls, spirals, rosettes, honeycombs and basalt columns at Hljóðaklettar (Echo Rocks) are a highlight of any hike around Vesturdalur and a…",
    "detail_url": "https://www.lonelyplanet.com/iceland/vesturdalur/attractions/hljodjaklettar/a/poi-sig/1500208/1325584",
    "image_url": null,
    "detail_description": "The bizarre swirls, spirals, rosettes, honeycombs and basalt columns at Hljóðaklettar (Echo Rocks) are a highlight of any hike around Vesturdalur and a puzzling place for amateur geologists. It's difficult to imagine what sort of volcanic activity produced these twisted rock forms. Dazzling concertina formations and repeat patterns occur throughout, and the normally vertical basalt columns (formed by rapidly cooling lava) show up on the horizontal here.\nThese strange forms and patterns create an acoustic effect that makes it impossible to determine the direction of the roaring river, a curiosity that gave the area its name.A circular walking trail (3km) from the parking area takes around an hour to explore. The best formations, which are also riddled with lava caves, are found along the river, northeast of the parking area."
},
{
    "country": "iceland",
    "index": 27,
    "name": "Eldheimar",
    "latitude": "63.435203",
    "longitude": "-20.261053",
    "excerpt": "More than 400 buildings lie buried under lava from the 1973 eruption, and on the edge of the flow ‘Pompeii of the North’ is a museum revolving around one…",
    "detail_url": "https://www.lonelyplanet.com/iceland/heimaey/attractions/eldheimar/a/poi-sig/1379239/1003580",
    "image_url": null,
    "detail_description": "More than 400 buildings lie buried under lava from the 1973 eruption, and on the edge of the flow ‘Pompeii of the North’ is a museum revolving around one house excavated from 50m of pumice. It was once home to Gerður Sigurðardóttir and Guðni Ólafsson, their two children and baby. During the eruption the family was forced to leave in the middle of the night with only time to grab one item, a baby bottle.\nThe modern volcanic-stone building allows a glimpse into the home with its crumbling walls and intact but toppled knick-knacks and is filled with multimedia exhibits on the eruption and its aftermath, from compelling footage and eyewitness accounts to the story of the home owners. An audio guide leads you through it all; upstairs there's a catwalk over the wreckage, a space dedicated to all things Surtsey, and a cafe with broad views across town."
},
{
    "country": "iceland",
    "index": 30,
    "name": "Hvítserkur",
    "latitude": "65.611605",
    "longitude": "-20.635242",
    "excerpt": "On the Vatnsnes Peninsula's east coast, 30km north of the Ring Road, there's a car park, viewing platform and path leading to the splendidly photogenic…",
    "detail_url": "https://www.lonelyplanet.com/iceland/vatnsnes-peninsula/attractions/hvitserkur/a/poi-sig/1547309/1325546",
    "image_url": null,
    "detail_description": "On the Vatnsnes Peninsula's east coast, 30km north of the Ring Road, there's a car park, viewing platform and path leading to the splendidly photogenic 15m-high sea stack Hvítserkur. Legend has it that Hvítserkur was a troll caught by the sunrise while attempting to destroy the monastery at Þingeyrar; we think he looks like a huge stone beast drinking from the water.\nFrom the car park, a short walk leads to a viewing platform overlooking Hvítserkur, and in the other direction a path goes down to a scenic black-sand beach with views to a large seal haul-out site.Ósar HI Hostel is nearby. It's home to public toilets and a bar (in the reception area) serving beer, coffee and snacks."
},
{
    "country": "iceland",
    "index": 29,
    "name": "Goðafoss",
    "latitude": "65.684938",
    "longitude": "-17.542012",
    "excerpt": "Goðafoss (Waterfall of the Gods) rips straight through the Bárðardalur lava field along Rte 1. Although smaller and less powerful than some of Iceland’s…",
    "detail_url": "https://www.lonelyplanet.com/iceland/godafoss/attractions/godjafoss/a/poi-sig/1499772/1325558",
    "image_url": null,
    "detail_description": "Goðafoss (Waterfall of the Gods) rips straight through the Bárðardalur lava field along Rte 1. Although smaller and less powerful than some of Iceland’s other chutes, it’s definitely one of the most beautiful. There are two car parks: one on the Ring Road, the other down the road beside the petrol station. Take the path behind the falls for a less-crowded viewpoint.\nThe falls play an important part in Icelandic history. At the Alþingi (National Assembly) in the year 1000, the lögsögumaður (law speaker), Þorgeir, was forced to make a decision on Iceland’s religion. After 24 hours’ meditation, he declared the country a Christian nation. On his way home he passed the waterfall near his farm, and tossed in his pagan carvings of the Norse gods, thus bestowing the falls’ present name."
},
{
    "country": "iceland",
    "index": 26,
    "name": "Erpsstaðir",
    "latitude": "64.999934",
    "longitude": "-21.624269",
    "excerpt": "When the peanut gallery starts moaning, ‘Are we there yet?’, you know it’s time to head to Erpsstaðir, the perfect place to stretch your legs. Like a…",
    "detail_url": "https://www.lonelyplanet.com/iceland/dalir/attractions/erpsstadjir/a/poi-sig/1177276/1318082",
    "image_url": null,
    "detail_description": "When the peanut gallery starts moaning, ‘Are we there yet?’, you know it’s time to head to Erpsstaðir, the perfect place to stretch your legs. Like a mirage for sweet-toothed wanderers, this dairy farm on the gorgeous Rte 60 (between Búðardalur and the Ring Road; with high mountain valleys, streams and waterfalls) specialises in delicious homemade ice cream (400kr). You can tour the farm, greet the buxom bovines, chickens, rabbits and even guinea pigs, then gorge on a scoop.\nThe farm also sells skyr (yoghurt-like dessert) and cheese; try the rocket-shaped skyr-konfekt (meant to look like an udder), a delicious dessert made with a hard white chocolate shell encasing thick skyr. It’ll blow you away.Erpsstaðir also offers a rental house (from 26,000kr; linen 1000kr per person) for those contemplating ice cream for breakfast…"
},
{
    "country": "iceland",
    "index": 24,
    "name": "Glaumbær",
    "latitude": "65.610701",
    "longitude": "-19.503608",
    "excerpt": "The 18th-century turf-farm museum at Glaumbær is the best museum of its type in northern Iceland and worth the easy 8km detour off the Ring Road,…",
    "detail_url": "https://www.lonelyplanet.com/iceland/varmahlid/attractions/glaumbaer/a/poi-sig/1178251/1325548",
    "image_url": null,
    "detail_description": "The 18th-century turf-farm museum at Glaumbær is the best museum of its type in northern Iceland and worth the easy 8km detour off the Ring Road, following Rte 75 north from Varmahlíð.The traditional Icelandic turf farm was a complex of small separate buildings, connected by a central passageway. Here you can see this style of construction, with some building compartments stuffed full of period furniture, equipment and utensils. It gives a fascinating insight into the cramped living conditions of the era.\nAlso on the site are two 19th-century houses – one is home to Áskaffi, an impossibly quaint tearoom with old-world atmosphere and dollhouse dishware. Peruse the brochure explaining the history behind its delicious traditional Icelandic tarts, cakes and pancakes. (The other house contains the ticket office and souvenir shop.) You can visit the cafe without paying the museum entrance fee.Snorri Þorfinnsson, the first person of European descent born in North America (in 1004), is buried near the church (1000kr, open 9am to 6pm June to August) at Glaumbær."
},
{
    "country": "iceland",
    "index": 22,
    "name": "Old Reykjavík",
    "latitude": "64.146669",
    "longitude": "-21.941071",
    "excerpt": "With a series of sights and interesting historic buildings, the area dubbed Old Reykjavík is the heart of the capital, and the focal point of many…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/old-reykjavik/attractions/old-reykjavik/a/poi-sig/1377009/1341239",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/496876805_medium.jpg",
    "detail_description": "With a series of sights and interesting historic buildings, the area dubbed Old Reykjavík is the heart of the capital, and the focal point of many historic walking tours. The area is anchored by Tjörnin, the city-centre lake, and sitting between it and Austurvöllur park to the north are the Raðhús (city hall) and Alþingi (parliament).\n"
},
{
    "country": "iceland",
    "index": 23,
    "name": "Snæfellsjökull",
    "latitude": "64.806735",
    "longitude": "-23.780079",
    "excerpt": "It’s easy to see why Jules Verne selected Snæfell for his adventure Journey to the Centre of the Earth: the peak was torn apart when the volcano beneath…",
    "detail_url": "https://www.lonelyplanet.com/iceland/snaefellsjokull-national-park/attractions/snaefellsjoekull/a/poi-sig/1545792/1325509",
    "image_url": null,
    "detail_description": "It’s easy to see why Jules Verne selected Snæfell for his adventure Journey to the Centre of the Earth: the peak was torn apart when the volcano beneath it exploded and then collapsed back into its own magma chamber, forming a huge caldera. Among certain New Age groups, Snæfellsjökull is considered one of the world’s great ‘power centres’. Today the crater is filled with the ice cap (highest point 1446m) and is a popular summer destination.\nThe best way to reach the glacial summit is to take a tour with Summit Adventure Guides, Snæfellsjökull Glacier Tours or Go West!. These companies approach the peak from the south, on Rte F570; Rte F570’s northern approach (near Ólafsvík) is frustratingly rutty (4WD needed) and frequently closed due to weather-inflicted damage. Even the well trained and outfitted are not allowed to ascend the glacier without a local guide; contact the National Park Visitor Centre in Malarrif for more information."
},
{
    "country": "iceland",
    "index": 25,
    "name": "Museum of Icelandic Sorcery & Witchcraft",
    "latitude": "65.706573",
    "longitude": "-21.665578",
    "excerpt": "The multilingual displays at this award-winning museum brilliantly convey dark, dramatic tales. Unlike the witches of New England's Salem trials, most of…",
    "detail_url": "https://www.lonelyplanet.com/iceland/holmavik/attractions/museum-of-icelandic-sorcery-witchcraft/a/poi-sig/1178031/1318092",
    "image_url": null,
    "detail_description": "The multilingual displays at this award-winning museum brilliantly convey dark, dramatic tales. Unlike the witches of New England's Salem trials, most of Iceland’s convicted witches were men. Often 'occult practices' were simply old Viking traditions or superstitions, but hidden grimoires (magic books) full of puzzling runic designs were proof enough for the local witch hunters (the area's elite) to burn around 20 souls (mostly peasants) at the stake. Don't miss the detailed descriptions of the spells, and the startling ‘necropants’.\nThe tourist information centre is located here, as is Restaurant Galdur.Another part of the museum, a turf-roofed Sorcerer’s Cottage, lies up the coast in Bjarnarfjörður."
},
{
    "country": "iceland",
    "index": 21,
    "name": "Djúpalón Beach",
    "latitude": "64.751436",
    "longitude": "-23.899727",
    "excerpt": "On the southwest coast, Rte 572 leads off Rte 574 to wild black-sand beach Djúpalónssandur. It’s a dramatic place to walk, with rock formations (an elf…",
    "detail_url": "https://www.lonelyplanet.com/iceland/snaefellsjokull-national-park/attractions/djupalon-beach/a/poi-sig/1545794/1325509",
    "image_url": null,
    "detail_description": "On the southwest coast, Rte 572 leads off Rte 574 to wild black-sand beach Djúpalónssandur. It’s a dramatic place to walk, with rock formations (an elf church, and a kerling – a troll woman), two brackish pools (for which the beach was named) and the rock-arch Gatklettur. Some of the black sands are covered in pieces of rusted metal from the English trawler Eding, which was shipwrecked here in 1948. An asphalt car park and public toilets allow tour-bus access, and crowds.\nDown on the beach you can still see four lifting stones where fishing-boat crews would test the strength of aspiring fishermen. The smallest stone is Amloði (Bungler) at 23kg, followed by Hálfdrættingur (Weak) at 54kg, Hálfsterkur (Half-Strong) at 100kg, and the largest, Fullsterker (Fully Strong), at 154kg. Hálfdrættingur marked the frontier of wimphood, and any man who couldn’t heft it was deemed unsuitable for a life at sea.A series of rocky sea stacks, some of which are thought to be a troll church, emerge from the ocean up the coast as you tramp north over the craggy headland to reach the black-sand beach at Dritvík. From the 16th to the 19th century Dritvík was the largest fishing station in Iceland, with up to 60 fishing boats, but now there are only ruins near the edge of the lava field."
},
{
    "country": "iceland",
    "index": 18,
    "name": "Tectonic Plates",
    "latitude": "64.271365",
    "longitude": "-21.10946",
    "excerpt": "The Þingvellir plain is situated on a tectonic-plate boundary where North America and Europe are tearing away from each other at a rate of 1mm to 18mm per…",
    "detail_url": "https://www.lonelyplanet.com/iceland/thingvellir-national-park/attractions/tectonic-plates/a/poi-sig/1263690/1325478",
    "image_url": null,
    "detail_description": "The Þingvellir plain is situated on a tectonic-plate boundary where North America and Europe are tearing away from each other at a rate of 1mm to 18mm per year. As a result, the plain is scarred by dramatic fissures, ponds and rivers, including the great rift Almannagjá. An atmospheric path runs through the dramatic crevice and along the fault between the clifftop visitor centre and the Alþingi site.\nThe river Öxará cuts the western plate, tumbling off its edge in a series of pretty cascades. The most impressive is Öxarárfoss, on the northern edge of the Alþingi site. The pool Drekkingarhylur was used to drown women found guilty of infanticide, adultery or other serious crimes.There are other smaller fissures on the eastern edge of the site. During the 17th century, nine men accused of witchcraft were burned at the stake in Brennugjá (Burning Chasm). Nearby are the fissures of Flosagjá (named after a slave who jumped his way to freedom) and Nikulásargjá (after a drunken sheriff discovered dead in the water). The southern end of Nikulásargjá is known as Peningagjá (Chasm of Coins) for the thousands of coins tossed into it by visitors (an act forbidden these days). There are a few different car parks around the sights; a parking fee may be payable at some of them."
},
{
    "country": "iceland",
    "index": 17,
    "name": "Old Harbour",
    "latitude": "64.151221",
    "longitude": "-21.942176",
    "excerpt": "Largely a service harbour until recently, the Old Harbour and the neighbouring Grandi area have blossomed into tourist hot spots, with key art galleries,…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/old-harbour/attractions/old-harbour/a/poi-sig/1376466/1341240",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/35063af8ac4f36a8a6d87e1eda868938-old-harbour.jpg",
    "detail_description": "Largely a service harbour until recently, the Old Harbour and the neighbouring Grandi area have blossomed into tourist hot spots, with key art galleries, several museums, volcano and Northern Lights films, and excellent restaurants. Whale-watching and puffin-viewing trips depart from the pier. Photo ops abound with views of fishing boats, the Harpa concert hall and snowcapped mountains beyond.On the western edge of the harbour, the Grandi area, named after the fish factory there, is burgeoning with eateries and shops.\n"
},
{
    "country": "iceland",
    "index": 19,
    "name": "Tjörnin",
    "latitude": "64.144310810013",
    "longitude": "-21.942229270935",
    "excerpt": "The placid lake at the centre of the city is sometimes locally called the Pond. It echoes with the honks and squawks of more than 40 species of visiting…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/old-reykjavik/attractions/tjoernin/a/poi-sig/426302/1341239",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/458614105f96b9711b1ef022b7afc638-tjornin.jpg",
    "detail_description": "The placid lake at the centre of the city is sometimes locally called the Pond. It echoes with the honks and squawks of more than 40 species of visiting birds, including swans, geese and Arctic terns; feeding the ducks is a popular pastime for the under-fives. Pretty sculpture-dotted parks like Hljómskálagarður line the southern shores, and their paths are much used by cyclists and joggers. In winter hardy souls strap on ice skates and the lake transforms into an outdoor rink.\n"
},
{
    "country": "iceland",
    "index": 20,
    "name": "Ósvör Maritime Museum",
    "latitude": "66.150576",
    "longitude": "-23.215103",
    "excerpt": "The old turf-and-stone fishing shacks of the Ósvör Maritime Museum powerfully evoke a past age. A guide in a typical lambskin fisher’s outfit shows you…",
    "detail_url": "https://www.lonelyplanet.com/iceland/bolungarvik/attractions/osvoer-maritime-museum/a/poi-sig/1177977/1325534",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/31e5cf8b7b212a73b70341e1923b5bca-osvor-maritime-museum.png",
    "detail_description": "The old turf-and-stone fishing shacks of the Ósvör Maritime Museum powerfully evoke a past age. A guide in a typical lambskin fisher’s outfit shows you around the shore-side settlement, outlining its history and traditional seafaring life from the Settlement Era to the present day. There's also a cramped fishers' hut full of relics and a rowing boat.\nThe museum is down a turning to the right, just after you emerge from the tunnel heading into Bolungarvík from Ísafjörður."
},
{
    "country": "iceland",
    "index": 16,
    "name": "Reykjavík Art Museum",
    "latitude": null,
    "longitude": null,
    "excerpt": "The excellent Reykjavík Art Museum is split over three superbly curated sites: the large, modern, downtown Hafnarhús, focusing on contemporary art;…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/attractions/reykjavik-art-museum/a/poi-sig/1376807/359560",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157901832_master.jpg",
    "detail_description": "The excellent Reykjavík Art Museum is split over three superbly curated sites: the large, modern, downtown Hafnarhús, focusing on contemporary art; Kjarvalsstaðir, in a park just east of Snorrabraut which displays rotating exhibits of modern art; and Ásmundarsafn, a peaceful haven near Laugardalur for viewing sculptures by Ásmundur Sveinsson. One ticket (valid for 24 hours) gains entry to all three sites.\n"
},
{
    "country": "iceland",
    "index": 15,
    "name": "Breiðafjörður",
    "latitude": "65.082294",
    "longitude": "-22.722645",
    "excerpt": "Stykkishólmur’s jagged peninsula pushes north into stunning Breiðafjörður, a broad waterway separating the Snæfellsnes from the looming cliffs of the…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-west/attractions/breidjafjoerdjur/a/poi-sig/1263034/359577",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/25723783.jpg",
    "detail_description": "Stykkishólmur’s jagged peninsula pushes north into stunning Breiðafjörður, a broad waterway separating the Snæfellsnes from the looming cliffs of the distant Westfjords. According to local legend, there are only two things in the world that cannot be counted: the stars in the night sky and the craggy islets in the bay. You can count on epic vistas and a menagerie of wild birds (puffins, eagles, guillemots). Boat trips, including whale watching and puffin viewing, are available from Stykkishólmur, Grundarfjörður and Ólafsvík.\n"
},
{
    "country": "iceland",
    "index": 14,
    "name": "Gullfoss",
    "latitude": "64.325575",
    "longitude": "-20.129244",
    "excerpt": "Iceland’s most famous waterfall, Gullfoss is a spectacular double cascade dropping a dramatic 32m. As it descends, it kicks up magnificent walls of spray…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/the-golden-circle/attractions/gullfoss/a/poi-sig/1376988/359562",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e48db4f023eed81ba9a6c3ce383e18dd-gullfoss.png",
    "detail_description": "Iceland’s most famous waterfall, Gullfoss is a spectacular double cascade dropping a dramatic 32m. As it descends, it kicks up magnificent walls of spray before thundering down a rocky ravine. On sunny days the mist creates shimmering rainbows, while in winter the falls glitter with ice. Although it's a popular sight, the remote location still makes you feel the ineffable forces of nature that have worked this landscape for millennia.\nAbove the falls there's a tourist information centre, shop and cafe, plus bathrooms (the ones inside are free to use)."
},
{
    "country": "iceland",
    "index": 13,
    "name": "Eldfell",
    "latitude": "63.432458",
    "longitude": "-20.256665",
    "excerpt": "The 221m-high volcanic cone Eldfell appeared from nowhere in the early hours of 23 January 1973. Once the fireworks finished, heat from the volcano…",
    "detail_url": "https://www.lonelyplanet.com/iceland/heimaey/attractions/eldfell/a/poi-sig/1263662/1003580",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2ff3c192f43b34f7755a097aaf91edce-eldfell-helgafell.jpg",
    "detail_description": "The 221m-high volcanic cone Eldfell appeared from nowhere in the early hours of 23 January 1973. Once the fireworks finished, heat from the volcano provided Heimaey with geothermal energy from 1976 to 1985. Today the ground is still hot enough in places to bake bread or char wood. Eldfell is an easy climb from town, up the collapsed northern wall of the crater; stick to the path, as the islanders are trying to save their latest volcano from erosion.\nIt's around a 1.5km hike to the top (taking 30 minutes to one hour), where it can get windy. Limited parking is available at the bottom of the volcano."
},
{
    "country": "iceland",
    "index": 12,
    "name": "Westfjords Heritage Museum",
    "latitude": "66.067578",
    "longitude": "-23.127573",
    "excerpt": "Part of a cluster of historic wooden buildings by the harbour, this museum is in the Turnhús (1784), which was originally a warehouse. It's crammed with…",
    "detail_url": "https://www.lonelyplanet.com/iceland/isafjordur/attractions/westfjords-heritage-museum/a/poi-sig/1266231/1003581",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/04c4b950d17fd9665a1063525495d291-westfjords-heritage-museum.png",
    "detail_description": "Part of a cluster of historic wooden buildings by the harbour, this museum is in the Turnhús (1784), which was originally a warehouse. It's crammed with fishing and nautical exhibits, tools from the whaling days, fascinating old photos depicting town life over the centuries, and accordions. To the right is the Tjöruhús (1781), now an excellent seafood restaurant. The Faktorhús (1765), which housed the manager of the village shop, and the Krambúd (1757), originally a storehouse, are now private residences.\nThe museum ticket is also good for the Old Blacksmith's Workshop in Þingeyri."
},
{
    "country": "iceland",
    "index": 11,
    "name": "Alþingi Site",
    "latitude": "64.259751",
    "longitude": "-21.122428",
    "excerpt": "Near the dramatic Almannagjá fault and fronted by a boardwalk is the Lögberg (Law Rock), where the Alþingi (Parliament) convened annually. This was where…",
    "detail_url": "https://www.lonelyplanet.com/iceland/thingvellir-national-park/attractions/althingi-site/a/poi-sig/1263689/1325478",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/16148f8695ae747675fb1af021a6ecf6-althingi-site.png",
    "detail_description": "Near the dramatic Almannagjá fault and fronted by a boardwalk is the Lögberg (Law Rock), where the Alþingi (Parliament) convened annually. This was where the lögsögumaður (law speaker) recited the existing laws to the assembled parliament (one-third each year). After Iceland’s conversion to Christianity, the site shifted to the very foot of the Almannagjá cliffs, which acted as a natural amplifier, broadcasting the voices of the speakers across the assembled crowds. That site is marked by the Icelandic flag.\nDecisions were reached by the Lögrétta (Law Council), made up of 146 men (48 voting members, 96 advisers and two bishops), who are thought to have assembled at Neðrivellir (Low Fields), the flat area in front of the cliffs."
},
{
    "country": "iceland",
    "index": 7,
    "name": "Drangey",
    "latitude": "65.946612",
    "longitude": "-19.68647",
    "excerpt": "The tiny rocky islet of Drangey (drown-gay), in the middle of Skagafjörður, is a dramatic flat-topped mass of volcanic tuff with 180m-high sheer…",
    "detail_url": "https://www.lonelyplanet.com/iceland/saudarkrokur/tindastoll-grettislaug/attractions/drangey/a/poi-sig/1547454/1337155",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3b5b35d55d13e7a892f42c7007a4aaaf-drangey.jpg",
    "detail_description": "The tiny rocky islet of Drangey (drown-gay), in the middle of Skagafjörður, is a dramatic flat-topped mass of volcanic tuff with 180m-high sheer cliffsides rising abruptly from the water. The cliffs serve as nesting sites for around a million seabirds (puffins, guillemots, gannets, kittiwakes, fulmar, shearwaters and predatory gyrfalcons), and have been used throughout Iceland’s history as ‘nature’s grocery store’ (for locals seeking birds and eggs). Drangey Tours offers fabulous three-hour boat trips to Drangey.\nGrettir’s Saga recounts that both outlaw hero Grettir and his brother Illugi lived on the island for three years and were slain there. Brave (foolhardy?) saga fans come to the area to recreate Grettir’s feat, swimming the 7km between Drangey and Reykir.Note that puffins have usually departed Drangey by mid-August."
},
{
    "country": "iceland",
    "index": 8,
    "name": "Geysir",
    "latitude": "64.311646",
    "longitude": "-20.301361",
    "excerpt": "One of Iceland’s most famous tourist attractions, Geysir (gay-zeer; literally ‘gusher’) is the original hot-water spout after which all other geysers are…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/the-golden-circle/attractions/geysir/a/poi-sig/1502162/359562",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b91ee0b6b07ffc3735b1cbda36cafbbb-geysir.jpeg",
    "detail_description": "One of Iceland’s most famous tourist attractions, Geysir (gay-zeer; literally ‘gusher’) is the original hot-water spout after which all other geysers are named. Earthquakes can stimulate activity, though eruptions are rare. Luckily for visitors, the very reliable geyser, Strokkur, sits alongside. You rarely have to wait more than five to 10 minutes for the hot spring to shoot an impressive 15m to 40m plume.\nDiscovered in the Haukadalur geothermal region, the Great Geysir has been active for perhaps 800 years, and once gushed water up to 80m into the air. But the geyser goes through periods of lessened activity, which seems to have been the case since 1916.The undulating, hissing geothermal area containing Geysir and Strokkur was free to enter at the time of writing, though there have been discussions about introducing a fee."
},
{
    "country": "iceland",
    "index": 9,
    "name": "Þingvellir National Park",
    "latitude": "64.278732",
    "longitude": "-21.084008",
    "excerpt": "The world’s oldest parliament, Althingi (pronounced ál-thingk-ee; also called Alþing) was uniquely situated at this monumental site where two tectonic…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/the-golden-circle/attractions/thingvellir-national-park/a/poi-sig/1545978/359562",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_636043076.jpg",
    "detail_description": "The world’s oldest parliament, Althingi (pronounced ál-thingk-ee; also called Alþing) was uniquely situated at this monumental site where two tectonic plates meet. In AD 930, Vikings would hold meetings among this awe-inspiring geology, which created a natural amphitheatre. A boardwalk snakes between this enormous crevice on the earth’s surface, below deep canyon walls. The gap between these North American and Eurasian tectonic plates continues to grow by 2cm each year.\nAt the site is the significant Oxara waterfall. In the Middle Ages, people were put to their death by drowning, in this very pool below the 20m cascade. To the south sits Thingvallavatn, the largest natural lake in Iceland, containing one of the most unusual diving opportunities out there. Here you can descend into Silfra Gorge's glacial waters between two tectonic plates."
},
{
    "country": "iceland",
    "index": 10,
    "name": "Laugardalur",
    "latitude": "64.141503",
    "longitude": "-21.874423",
    "excerpt": "Laugardalur encompasses a verdant stretch of land 4km east of the city centre. It was once the main source of Reykjavík’s hot-water supply: it translates…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/attractions/laugardalur/a/poi-sig/426253/359560",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bd32f86539abdff97e0002ad6240b07f-laugardalur.jpg",
    "detail_description": "Laugardalur encompasses a verdant stretch of land 4km east of the city centre. It was once the main source of Reykjavík’s hot-water supply: it translates as ‘Hot-Springs Valley', and in the park's centre you'll find relics from the old wash house. The park is a favourite with locals for its huge swimming complex, fed by the geothermal spring, alongside a spa, cafe, skating rink, botanical gardens, sporting and concert arenas, and a zoo/entertainment park for kids.\nIn the surrounding residential streets you'll find Frú Lauga farmers market, Reykjavík Art Museum – Ásmundarsafn and waterfront Sigurjón Ólafsson Museum."
},
{
    "country": "iceland",
    "index": 5,
    "name": "Dynjandi",
    "latitude": "65.7365",
    "longitude": "-23.209112",
    "excerpt": "Tumbling in a broad sweep over a 100m-rocky scarp at the head of Dynjandivogur bay, Dynjandi is the most dramatic waterfall in the Westfjords. The bumpy…",
    "detail_url": "https://www.lonelyplanet.com/iceland/central-peninsulas/attractions/dynjandi/a/poi-sig/1501363/1318087",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/be3fb64b087be8cb8e42018a5deb6293-dynjandi.png",
    "detail_description": "Tumbling in a broad sweep over a 100m-rocky scarp at the head of Dynjandivogur bay, Dynjandi is the most dramatic waterfall in the Westfjords. The bumpy drive to it is famous for incredible views; you'll see how the falls are the catchment area for run-off from the peaks and inland valleys all around. On Monday, Wednesday and Friday from June to August a Westfjords Adventures bus linking Ísafjörður, Brjánslækur and Patreksfjörður stops at Dynjandi twice a day.\nClimbing up from the car park you’ll pass many smaller falls until you reach the thundering main chute. You're allowed to approach the massive cascade as it plunges over the mountainside, and the views over the broad fjord are spectacular.The surrounding area is a protected nature reserve. There is a campsite (free) but it is for cyclists and hikers only (you can't park a car overnight) and then only for one night. There are basic toilets (200kr) and – fittingly – running water."
},
{
    "country": "iceland",
    "index": 6,
    "name": "Settlement Exhibition",
    "latitude": "64.147290660667",
    "longitude": "-21.942602418363",
    "excerpt": "This fascinating archaeological ruin-museum is based around a 10th-century Viking longhouse unearthed here from 2001 to 2002 and other Settlement-Era…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/old-reykjavik/attractions/settlement-exhibition/a/poi-sig/426279/1341239",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/659a01a49b7b61f5d034e096ad606980-reykjavik-871-2-the-settlement-exhibition.jpg",
    "detail_description": "This fascinating archaeological ruin-museum is based around a 10th-century Viking longhouse unearthed here from 2001 to 2002 and other Settlement-Era finds from central Reykjavík. It imaginatively combines technological wizardry and archaeology to give a glimpse into early Icelandic life. Don't miss the fragment of boundary wall at the back of the museum that is older still (and the oldest human-made structure in Reykjavík). Among the captivating high-tech displays, a wraparound panorama shows how things would have looked at the time of the longhouse.\nInteractive multimedia tables explain the area's excavations, and a space-age panel allows you to steer through different layers of the longhouse construction. Artefacts range from great awk bones to fish-oil lamps and an iron axe. The latest finds from ancient workshops near the current Alþingi include a spindle whorl inscribed with runes. There are guided tours on weekdays at 11am from June to August."
},
{
    "country": "iceland",
    "index": 4,
    "name": "National Museum",
    "latitude": "64.141915",
    "longitude": "-21.948345",
    "excerpt": "Artefacts from settlement to the modern age fill the creative display spaces of Iceland's superb National Museum. Exhibits give an excellent overview of…",
    "detail_url": "https://www.lonelyplanet.com/iceland/reykjavik/old-reykjavik/attractions/national-museum/a/poi-sig/426259/1341239",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f717f910330ddd9809a923c3ccf32ce030d06dcb46ba3bab2e0834f80046fae5.jpg",
    "detail_description": "Artefacts from settlement to the modern age fill the creative display spaces of Iceland's superb National Museum. Exhibits give an excellent overview of Iceland’s history and culture, and the free smartphone audio guide adds a wealth of detail. The strongest section describes the Settlement Era – including the rule of the chieftans and the introduction of Christianity – and features swords, drinking horns, silver hoards and a powerful bronze figure of Thor. The priceless 13th-century Valþjófsstaðir church door is carved with the story of a knight, his faithful lion and a passel of dragons.\nUpstairs, collections span from 1600 to today and give a clear sense of how Iceland struggled under foreign rule and finally gained independence. Simple objects utilise every scrap of materials; check out the gaming pieces made from cod ear bones, and the wooden doll that doubled as a kitchen utensil."
},
{
    "country": "iceland",
    "index": 3,
    "name": "Hornstrandir Nature Reserve",
    "latitude": "66.388986",
    "longitude": "-22.677498",
    "excerpt": "Craggy mountains, precarious sea cliffs and plunging waterfalls make up Hornstrandir, one of Europe’s last true wilderness areas, covering some of the…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-westfjords/attractions/hornstrandir-nature-reserve/a/poi-sig/1501395/359578",
    "image_url": "https://lp-cms-production.imgix.net/2021-12/Iceland-photo-tour-isley-reust-RM.jpg",
    "detail_description": "Craggy mountains, precarious sea cliffs and plunging waterfalls make up Hornstrandir, one of Europe’s last true wilderness areas, covering some of the most extreme parts of Iceland. It’s a fantastic destination for hiking, with challenging terrain and excellent opportunities for spotting Arctic foxes, seals, whales and teeming bird life. It is essential to plan ahead and get local advice, as vast snow drifts with near-vertical faces can develop on the mountain passes, rivers can become unfordable.\nThe best time to visit Hornstrandir is in July. Outside the summer season (which runs from late-June to mid-August; ferry boats run June to August) there are few people around and the weather is even more unpredictable. If you're planning to visit the park prior to 15 June, it is mandatory to register with a ranger.A handful of hardy farmers lived in Hornstrandir until the 1950s, but since 1975 the 580 sq km of tundra, fjord, glacier and alpine upland have been protected as Hornstrandir Nature Reserve and are a national monument. The area has some of the strictest preservation rules in Iceland, thanks to its incredibly rich, but fragile, vegetation. Always keep to marked trails, stick to designated campgrounds and carry out all rubbish."
},
{
    "country": "iceland",
    "index": 2,
    "name": "Snæfellsjökull National Park",
    "latitude": "64.832736",
    "longitude": "-23.863335",
    "excerpt": "Snæfellsjökull National Park encompasses much of the western tip of Snæfellsnes Peninsula, and wraps around the rugged slopes of the glacier…",
    "detail_url": "https://www.lonelyplanet.com/iceland/the-west/snaefellsnes/attractions/snaefellsjoekull-national-park/a/poi-sig/1499569/359579",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Iceland%20kongwiz%20shutterstock_1701342907%20RFC.jpg",
    "detail_description": "Snæfellsjökull National Park encompasses much of the western tip of Snæfellsnes Peninsula, and wraps around the rugged slopes of the glacier Snæfellsjökull, the icy fist at the end of the long Snæfellsnes arm. Around its flanks lie lava tubes, protected lava fields, which are home to native Icelandic fauna, and prime coastal bird- and whale-watching spots. The park is criss-crossed with hiking trails, and during proper weather it is possible to visit the glacier with a tour or guide.\nWhen the fog that swirls around the glacier lifts, you'll see the mammoth ice cap, which was made famous when Jules Verne used it as the setting for Journey to the Centre of the Earth. In his book, a German geologist and his nephew embark on an epic journey into the crater of Snæfells, guided by a 16th-century Icelandic text with the following advice:Descend into the crater of Yocul of Sneffels, which the shade of Scartaris caresses, before the kalends of July, audacious traveller, and you will reach the centre of the earth. I did it.Malarrif is home to the National Park Visitor Centre, and area tourist offices sell maps and give advice, too. The park's online map is also excellent. Rangers have an active summer program of free park guided tours; check online or by email."
}
]