[
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 8,
    "name": "Indiana Medical History Museum",
    "latitude": "39.76997",
    "longitude": "-86.213686",
    "excerpt": "When you think 'horror movie asylum,' this century-old state psychiatric hospital is exactly what you envision. Included guided tours roam the former…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/indiana-medical-history-museum/a/poi-sig/456663/361934",
    "image_url": null,
    "detail_description": "When you think 'horror movie asylum,' this century-old state psychiatric hospital is exactly what you envision. Included guided tours roam the former pathology lab, from the cold-slabbed autopsy room to the eerie specimen room filled with brains in jars. Tours start on the hour. It's a few miles west of White River State Park.\n"
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 6,
    "name": "The Idle",
    "latitude": "39.755703",
    "longitude": "-86.144056",
    "excerpt": "This questionably ambitious hidden green space lying off the Cultural Trail between Fletcher Place and Fountain Square might seem a tad strange, but you…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/the-idle/a/poi-sig/1618422/361934",
    "image_url": null,
    "detail_description": "This questionably ambitious hidden green space lying off the Cultural Trail between Fletcher Place and Fountain Square might seem a tad strange, but you wouldn't be visiting Indiana if you weren't looking for Midwestern eccentricities. Landlocked between lanes of I-65/70, it features an accessible limestone trail leading to a viewing platform (complete with seats salvaged from old Bush Stadium in Indy) from where folks sit and ponder, watching the Crossroads of America fly by along the interstate. A rubberneckers dream!\n"
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 7,
    "name": "White River State Park",
    "latitude": "39.766515",
    "longitude": "-86.170578",
    "excerpt": "The expansive park, located at downtown's edge, contains several worthwhile sights. The adobe Eiteljorg Museum of American Indians & Western Art features…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/white-river-state-park/a/poi-sig/1247429/361934",
    "image_url": null,
    "detail_description": "The expansive park, located at downtown's edge, contains several worthwhile sights. The adobe Eiteljorg Museum of American Indians &amp; Western Art features an impressive collection of Native American works. Other park highlights include an atmospheric minor-league baseball stadium, a zoo, a 3-mile loop canal walk, gardens, Indiana State Museum and the NCAA Hall of Champions. The outdoor summer concert series (May to September) is also a fantastic day out (check website for details).\n"
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 5,
    "name": "Kurt Vonnegut Museum & Library",
    "latitude": "39.775487",
    "longitude": "-86.166249",
    "excerpt": "Author Kurt Vonnegut was born and raised in Indy, and this humble museum pays homage with displays including his Pall Mall cigarettes, droll drawings and…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/kurt-vonnegut-museum-library/a/poi-sig/1247431/361934",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Indianapolis%20Rachael%20Martin%20shutterstock_2060461757%20RFE.jpg",
    "detail_description": "Author Kurt Vonnegut was born and raised in Indy, and this humble museum pays homage with displays including his Pall Mall cigarettes, droll drawings, and rejection letters from publishers. The museum also replicates his office, complete with a blue Coronamatic typewriter. You're welcome to sit at the desk and type Kurt a note; the museum tweets the musings.\nThe center also offers an interactive Slaughterhouse-Five exhibition and a bar on the second floor, where you can buy yourself a drink."
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 4,
    "name": "Indiana War Memorial",
    "latitude": "39.773302",
    "longitude": "-86.156909",
    "excerpt": "Only Washington, DC has more city monuments and memorials than Indianapolis (in fact, Scottish surveyor Alexander Ralston helped design both cities). This…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/indiana-war-memorial/a/poi-sig/1619026/361934",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Indianapolis%20Purdue9394%20GettyImages-173837006%20RFC.jpg",
    "detail_description": "Only Washington, DC has more city monuments and memorials than Indianapolis (in fact, Scottish surveyor Alexander Ralston helped design both cities). This 210ft-tall mausoleum-evoking limestone tribute honoring Hoosier veterans of World War I is one of its best and most deceptive.\nInside, the plush theater and war museum are worth a look, but nothing prepares you for the stunning upper floor Shrine Room, which cannot be discerned from outside. Sixteen blood-red marble columns flank a gigantic Garrison flag and the Altar of Consecration, all illuminated by somber blue stained glass. It's unexpected, dizzying and wonderful."
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 3,
    "name": "Children's Museum of Indianapolis",
    "latitude": "39.810465",
    "longitude": "-86.157682",
    "excerpt": "It's the world's largest kids' museum, sprawled over five floors holding incredible exhibitions on dinosaurs, space stations and so much more. The museum…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/children-s-museum-of-indianapolis/a/poi-sig/1517138/361934",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Indianapolis%20IN%20Dancing%20Light%20shutterstock_1467973562%20RFE.jpg",
    "detail_description": "It's the world's largest kids' museum, sprawled over five floors holding incredible exhibitions on dinosaurs, space stations and so much more. The museum is centered around a stunning 43ft sculpture by Dale Chihuly that teaches tykes to blow glass (virtually!); and the fantastic new 7.5-acre Sports Legends Experience is the outdoor playground of your dreams, with numerous fields and courts dedicated to all major sports. Within the context of children's museums, it's world-class.\nThe admission prices vary depending on the day (weekends cost more than weekdays) and how far ahead you buy tickets."
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 2,
    "name": "Indianapolis Motor Speedway",
    "latitude": "39.788060449714",
    "longitude": "-86.238706111908",
    "excerpt": "The Speedway, home of the Indianapolis 500 motor race, is Indy's super-sight. The Speedway Museum features some 75 racing cars (including former winners)…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/indianapolis-motor-speedway/a/poi-sig/456667/361934",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Indianapolis%20Grindstone%20Media%20Group%20Shutterstock_1407371993%20RFE.jpg",
    "detail_description": "The Speedway, home of the Indianapolis 500 motor race, is Indy's super-sight. The Speedway Museum features some 75 racing cars (including former winners) and a 500lb Tiffany trophy. Limited availability golf-cart tours of the grounds and track ($50) are available from March to October (OK, you're not exactly burning rubber in a golf cart, but it's still fun to pretend while you take a lap!).\nThe big race itself is held on the Sunday of Memorial Day weekend (late May) and attended by 450,000 crazed fans. Tickets ($35 to $125, www.imstix.com) can be hard to come by. Try the pre-race trials and practices for easier access and cheaper prices. The track is about 6 miles northwest of downtown."
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 1,
    "name": "Newfields",
    "latitude": "39.826204",
    "longitude": "-86.184697",
    "excerpt": "The 152-acre Newfields campus houses the Indianapolis Museum of Art, home to a terrific collection of European art (especially Turner and post…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/newfields/a/poi-sig/456669/361934",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Indianapolis%20Indianapolis%20Museum%20of%20Art%20at%20Newfields%20GettyImages-598852195%20RM.jpg",
    "detail_description": "The 152-acre Newfields campus houses the Indianapolis Museum of Art, home to a terrific collection of European art (especially Turner and post-Impressionists), African tribal art, South Pacific art, Chinese works, Robert Indiana's original pop-art Love sculpture and the largest gallery dedicated to contemporary and modern design in the US.\nThe campus also includes Oldfields – Lilly House &amp; Gardens, where you can tour the 22-room historic mansion and flowery grounds of the Lilly pharmaceutical family, and Virginia B. Fairbanks Art &amp; Nature Park, with eye-popping modern sculptures set amid 100 acres of woodlands. The Art &amp; Nature Park, which has its own entrance, is free and open daily from sunrise to sunset – perfect for an art fix without the steep admission price. Between March and October, the four-tap beer garden offers a respite from all that art and nature, including an exclusively brewed saison from Sun King Brewery."
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 10,
    "name": "Dallara IndyCar Factory",
    "latitude": "39.78332",
    "longitude": "-86.240745",
    "excerpt": "This shiny factory is a short walk from the Indianapolis Motor Speedway, home to the Indy 500 motor race, and provides a peek at how the fast cars are…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/dallara-indycar-factory/a/poi-sig/1517139/361934",
    "image_url": null,
    "detail_description": "This shiny factory is a short walk from the Indianapolis Motor Speedway, home to the Indy 500 motor race, and provides a peek at how the fast cars are made. The wind-tunnel models raise hairs, as do driving simulators that let you feel what it's like to tear around the track at 200mph.\n"
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 11,
    "name": "Rhythm! Discovery Center",
    "latitude": "39.767348",
    "longitude": "-86.160235",
    "excerpt": "Bang drums, gongs, xylophones and exotic percussive instruments from around the globe at this hidden gem downtown. Kids love the interactive whomping…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/rhythm-discovery-center/a/poi-sig/1425006/361934",
    "image_url": null,
    "detail_description": "Bang drums, gongs, xylophones and exotic percussive instruments from around the globe at this hidden gem downtown. Kids love the interactive whomping. Adults appreciate the exhibits of famous drummers' gear and the soundproof, drum-kitted studio where you can unleash (and record) your inner rock star.\n"
},
{
    "country": "indianapolis",
    "city": "Indianapolis",
    "index": 9,
    "name": "Eiteljorg Museum",
    "latitude": "39.768362191668",
    "longitude": "-86.167852878571",
    "excerpt": "This adobe museum features Native American basketry, pots and masks, as well as a realistic/romantic Western painting collection with works by Frederic…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-lakes/indianapolis/attractions/eiteljorg-museum/a/poi-sig/456659/361934",
    "image_url": null,
    "detail_description": "This adobe museum features Native American basketry, pots and masks, as well as a realistic/romantic Western painting collection with works by Frederic Remington, Georgia O'Keeffe and an absolutely eye-popping Grand Canyon series (Wilson Hurley's October Suite).\nThe museum validates the $8 parking free, so feel free to head into the underground garage."
}
]