[
{
    "country": "india",
    "index": 1,
    "name": "Mehrangarh",
    "latitude": "26.297722459222",
    "longitude": "73.018562684764",
    "excerpt": "Rising perpendicular and impregnable from a rocky hill that itself stands 120m above Jodhpur’s skyline, Mehrangarh is one of the most magnificent forts in…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/mehrangarh/a/poi-sig/1148426/356466",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5f48159fbc4089ba19b8c3e7978ed642-mehrangarh.jpg",
    "detail_description": "Rising perpendicular and impregnable from a rocky hill that itself stands 120m above Jodhpur’s skyline, Mehrangarh is one of the most magnificent forts in India. The battlements are 6m to 36m high, and as the building materials were chiselled from the rock on which the fort stands, the structure merges with its base. Mehrangarh is packed with history and legend.\nMehrangarh’s main entrance is at the northeast gate, Jai Pol. It’s about a 300m walk up from the old city to the entrance, or you can take a winding 5km autorickshaw ride (around ₹120).\nJai Pol was built by Maharaja Man Singh in 1808 following his defeat of invading forces from Jaipur. Past the museum ticket office and a small cafe, the 16th-century Dodh Kangra Pol was an external gate before Jai Pol was built, and still bears the scars of 1808 cannonball hits. Through here, the main route heads up to the left through the 16th-century Imritia Pol and then Loha Pol, the fort’s original entrance, with iron spikes to deter enemy elephants. Just inside the gate are two sets of small hand prints, the sati (ritual suicide of widow on husband’s funeral pyre) marks of royal widows – the last to commit sati were Maharaja Man Singh’s widows in 1843.\nPast Loha Pol you’ll find a restaurant and Suraj Pol, which gives access to the museum. Once you’ve visited the museum, continue on from here to the panoramic ramparts, which are lined with impressive antique artillery. The ramparts were fenced off in 2016 after a fatal selfie accident – hopefully a temporary measure, as the views are spectacular.\nAlso worth exploring is the right turn from Jai Pol, where a path winds down to the Chokelao Bagh, a restored and gorgeously planted 18th-century Rajput garden (you could lose an afternoon here lolling under shady trees reading a book), and the Fateh Pol. You can exit here into the old city quarter of Navchokiya.\n"
},
{
    "country": "india",
    "index": 40,
    "name": "Residency",
    "latitude": "26.860266",
    "longitude": "80.927503",
    "excerpt": "The large collection of gardens and ruins that makes up the Residency offers a fascinating historical glimpse of the beginning of the end for the British…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/residency/a/poi-sig/477690/356515",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-462837087_medium.jpg",
    "detail_description": "The large collection of gardens and ruins that makes up the Residency offers a fascinating historical glimpse of the beginning of the end for the British Raj. Built in 1800, the Residency became the stage for the most dramatic events of the 1857 First War of Independence (Indian Uprising): the Siege of Lucknow, a 147-day siege that claimed the lives of thousands.\nThe leafy compound has been left as it was at the time of the final relief and the walls are still pockmarked from bullets and cannon balls.The focus is the small museum (9am to 5pm) in the main Residency building, which includes a scale model of the original buildings and sketches made just after the uprising. The currently closed basement rooms were where many of the British women and children lived throughout the siege.The cemetery around the ruined St Mary’s church is where 2000 of the defenders were buried, including their leader, Sir Henry Lawrence, who – according to the famous inscription on his weathered gravestone – 'tried to do his duty’."
},
{
    "country": "india",
    "index": 39,
    "name": "Viceregal Lodge",
    "latitude": "31.103179",
    "longitude": "77.141318",
    "excerpt": "A cross between Harry Potter's Hogwarts and a Scottish baronial castle, this 1888 pile was the official summer residence of the British viceroys until…",
    "detail_url": "https://www.lonelyplanet.com/india/himachal-pradesh/shimla/attractions/viceregal-lodge/a/poi-sig/449317/356284",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-170965234_master.jpg",
    "detail_description": "A cross between Harry Potter's Hogwarts and a Scottish baronial castle, this 1888 pile was the official summer residence of the British viceroys until WWII and the scene of two crucial conferences (1945 and 1946) that essentially sealed the partition of India. To look inside join a group (departing every 45 minutes from the cafe/ticket booth) for 20 minutes perusing three rooms of historic photos. Then exit through the superb three-storey entrance hall that looks like an MC Escher design built in Burmese teak.\nThe rest of the huge, grey sandstone building houses a postdoctoral humanities research centre, whose 180,000-volume library occupies the old ballroom and more. The well-manicured gardens make a nice stroll even if you don't take the house tour. The lodge is 3.5km west of Scandal Point: from the Oberoi Cecil hotel you can cross the grounds of the building's predecessor Peterhof (rebuilt after a 1981 fire as a not-quite-grand hotel), descend past a small aviary to the lodge gate (around 800m), then climb 500m more through mature woodland to the lodge itself."
},
{
    "country": "india",
    "index": 38,
    "name": "Hawa Mahal",
    "latitude": "26.923811",
    "longitude": "75.827047",
    "excerpt": "Jaipur’s most-distinctive landmark, the Hawa Mahal is an extraordinary pink-painted, delicately honeycombed hive that rises a dizzying five storeys. It…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/hawa-mahal/a/poi-sig/449393/356451",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-469786746_super.jpg",
    "detail_description": "Jaipur’s most-distinctive landmark, the Hawa Mahal is an extraordinary pink-painted, delicately honeycombed hive that rises a dizzying five storeys. It was constructed in 1799 by Maharaja Sawai Pratap Singh to enable ladies of the royal household to watch the life and processions of the city. The top offers stunning views over Jantar Mantar and the City Palace in one direction and over Sireh Deori Bazaar in the other.\nThere’s a small museum (open Saturday to Thursday), with miniature paintings and some rich relics, such as ceremonial armour, which help evoke the royal past.Claustrophobes should be aware that the narrow corridors can sometimes get extremely cramped and crowded inside the Hawa Mahal.Entrance is from the back of the complex. To get here, return to the intersection on your left as you face the Hawa Mahal, turn right and then take the first right again through an archway. Shopkeepers can show you another way – past their shops!A valid composite ticket will also gain you entry."
},
{
    "country": "india",
    "index": 36,
    "name": "Har-ki-Pairi Ghat",
    "latitude": "29.956217",
    "longitude": "78.171351",
    "excerpt": "Har-ki-Pairi (The Footstep of God) is where Vishnu is said to have dropped some divine nectar and left behind a footprint. Every evening, hundreds of…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/haridwar/attractions/har-ki-pairi-ghat/a/poi-sig/478142/356525",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-545731273_master.jpg",
    "detail_description": "Har-ki-Pairi (The Footstep of God) is where Vishnu is said to have dropped some divine nectar and left behind a footprint. Every evening, hundreds of worshippers gather for the ganga aarti (river worship ceremony). Officials in blue uniforms collect donations and, as the sun sets, bells ring out a rhythm, torches are lit, and leaf baskets with flower petals inside and a candle on top (₹10) are lit and placed on the river to drift away downstream.\nTourists can mingle with the crowd to experience the rituals of an ancient religion that still retains its power in the modern age. Someone may claim to be a priest and help you with your puja before asking for ₹200 or more. If you want to make a donation, it's best to give to a uniformed collector.The best time to visit the ghats are just before dusk for ganga aarti; aim to get here an hour before sunset to ensure a good seat to watch the ceremony. To get here walk the length of the ghats starting from one of the bridges close to the train station which will allow you to observe the spiritual fervour of pilgrims who've come far and wide to bathe in the Ganges."
},
{
    "country": "india",
    "index": 35,
    "name": "Botanical Gardens",
    "latitude": "22.560426",
    "longitude": "88.288688",
    "excerpt": "Despite being an awkward journey by public transport, Kolkata’s lovely 109-hectare Botanical Gardens makes for a great place to escape from the city’s…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/botanical-gardens/a/poi-sig/410826/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-160669893_medium.jpg",
    "detail_description": "Despite being an awkward journey by public transport, Kolkata’s lovely 109-hectare Botanical Gardens makes for a great place to escape from the city’s frazzling sounds and smells. Founded in 1786, the gardens – home to more than 12,000 plant species – played an important role in cultivating tea bushes smuggled in from China by the British, long before the drink became a household commodity. Today, there’s a cactus house, palm collection, river-overlook and a boating lake with splendid Giant Water Lily pads.\nThe most touted attraction in the park is the 250-year-old ‘world’s largest banyan tree’. That’s a little misleading – the central trunk rotted away in the 1920s, leaving an array of cross-branches and linked aerial roots that collectively look more like a copse than a single tree. The banyan is a 300m walk from the park’s Bicentenary Gate on buses 55 and 213, or a 1.5km walk from the main gate where minibuses as well as bus 55 terminate after a painfully slow journey from Esplanade via Howrah. Taxis from Shakespeare Sarani charge around ₹200 via the elegant Vidyasagar Setu (you'll have to pay an additional ₹10 as bridge toll fee)."
},
{
    "country": "india",
    "index": 37,
    "name": "Nek Chand Rock Garden",
    "latitude": "30.752781",
    "longitude": "76.805366",
    "excerpt": "Chandigarh's Rock Garden is unique: it's the surreal fantasy of the much-missed Nek Chand (1924–2015), a local transport official who, starting in 1957,…",
    "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/nek-chand-rock-garden/a/poi-sig/1150662/356443",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-181001607_master.jpg",
    "detail_description": "Chandigarh's Rock Garden is unique: it's the surreal fantasy of the much-missed Nek Chand (1924–2015), a local transport official who, starting in 1957, spent almost 20 years personally creating more than 2000 sculptures using stones, debris and other discarded junk that was left over from the 50-odd villages destroyed in order to build the city of Chandigarh. Today, entering this fantastical, 7-hectare (18-acre) sculpture garden is like falling down a rabbit hole into the labyrinthine interior of one man’s imagination.\nMaterials used in the construction of the garden range from concrete and steel drums to light switches, broken bathroom sinks, terracotta scrap and bicycle frames. Highlights include a legion of dancing girls made from broken glass bangles and a graceful arcade of towering arches with dangling rope swings. Nek Chand worked at night to begin with, to keep his eccentric masterpiece from the prying eyes of the city authorities, before they eventually realised the worth of his project and came on board, helping him to expand the site to its current proportions. Visit the website for more on the Nek Chand story."
},
{
    "country": "india",
    "index": 34,
    "name": "Akshardham Temple",
    "latitude": "28.615098",
    "longitude": "77.277918",
    "excerpt": "Delhi's largest temple, the Gujarati Hindu Swaminarayan Group’s Akshardham Temple was built in 2005, and is breathtakingly lavish. Artisans used ancient…",
    "detail_url": "https://www.lonelyplanet.com/india/delhi/sunder-nagar-nizamuddin-lodi-colony/attractions/akshardham-temple/a/poi-sig/1146843/1342598",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/efdd55bc4065d27d86ed6cae6becfa9d-akshardham-temple.jpg",
    "detail_description": "Delhi's largest temple, the Gujarati Hindu Swaminarayan Group’s Akshardham Temple was built in 2005, and is breathtakingly lavish. Artisans used ancient techniques to carve the pale red sandstone into elaborate reliefs, including 20,000 deities, saints and mythical creatures. The centrepiece is a 3m-high gold statue of Bhagwan Shri Swaminarayan surrounded by more, fabulously intricate carvings.The 'exhibitions' ticket includes a boat ride through 10,000 years of Indian history, with animatronics telling stories from the life of Swaminarayan.\nVisiting the temple is more of a theme-park experience than a spiritual one, such are the tourist crowds and the security, but the architecture of the main buildings, and artisanship of their carvings is exceptional. A shame, then, that you cannot take photographs. Cameras, along with pretty much all other possessions apart from your wallet and passport, must be deposited in the free bag-drop by the entrance. You also cannot bring food and drink inside, but there's an outdoor food court within the complex.The temple is in Delhi's eastern suburbs, but just 200m walk from Akshardham metro station."
},
{
    "country": "india",
    "index": 31,
    "name": "Government Museum",
    "latitude": "13.070491",
    "longitude": "80.25738",
    "excerpt": "Housed across from the striking British-built Pantheon Complex, this excellent museum is Chennai’s best. The big highlight is building 3, the Bronze…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/government-museum/a/poi-sig/460357/356488",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128895295_full.jpg",
    "detail_description": "Housed across from the striking British-built Pantheon Complex, this excellent museum is Chennai’s best. The big highlight is building 3, the Bronze Gallery, with a superb collection of South Indian bronzes from the 7th-century Pallava era through to modern times (and English-language explanatory material).\nIt was from the 9th to 11th centuries, in the Chola period, that bronze sculpture peaked. Among the Bronze Gallery's impressive pieces are many of Shiva as Nataraja, the cosmic dancer, and an outstanding Chola bronze of Ardhanarishvara, the androgynous incarnation of Shiva and Parvati.The main Archaeological Galleries (building 1) represent all the major South Indian periods from 2nd-century BC Buddhist sculptures to 16th-century Vijayanagar work, with rooms devoted to Hindu, Buddhist and Jain sculpture. Building 2, the Anthropology Galleries, traces South Indian human history back to prehistoric times, displaying tribal artefacts from across the region; outside it is a tiger-head cannon captured from Tipu Sultan's army in 1799 upon his defeat at Srirangapatnam.The museum also includes the National Art Gallery, Contemporary Art Gallery and Children’s Museum, on the same ticket. Some sections may be closed for renovation."
},
{
    "country": "india",
    "index": 32,
    "name": "Lakshmana Temple",
    "latitude": "24.852105",
    "longitude": "79.921696",
    "excerpt": "The large Lakshmana Temple took 20 years to build and was completed in about AD 954 during the reign of Dhanga, according to an inscription in its mandapa…",
    "detail_url": "https://www.lonelyplanet.com/india/madhya-pradesh-and-chhattisgarh/khajuraho/attractions/lakshmana-temple/a/poi-sig/1321944/356376",
    "image_url": "https://lp-cms-production.imgix.net/2023-03/GettyImages-1368163449.jpg",
    "detail_description": "The large Lakshmana Temple took 20 years to build and was completed in about AD 954 during the reign of Dhanga, according to an inscription in its mandapa (pillared front pavilion). It’s arguably the best preserved of all the Khajuraho temples. On the southern side of its base are some of Khajuraho's most orgiastic carvings, including one gentleman and a horse, with a shocked figure peeping out from behind her hands.\nYou’ll see carvings of battalions of soldiers on the frieze around the base – the Chandelas were generally at war when they weren’t inventing new sexual positions – as well as musicians, hunters and plenty of elephants, horses and camels. Some superb carvings can also be found around the garbhagriha (inner sanctum). The temple is dedicated to Vishnu, although it’s similar in design to the Shiva temples Vishvanath and Kandariya-Mahadev.The two small shrines facing Lakshmana's east end are the Lakshmi Temple (usually locked) and the Varaha Temple, containing a wonderful, 1.5m-high sandstone carving of Vishnu as his boar avatar, dating from AD 900 and meticulously carved with a pantheon of gods."
},
{
    "country": "india",
    "index": 33,
    "name": "Hazrat Nizam-ud-din Dargah",
    "latitude": "28.591983",
    "longitude": "77.242287",
    "excerpt": "Visiting the marble shrine of Muslim Sufi saint Nizam-ud-din Auliya is Delhi's most mystical, magical experience. The dargah is hidden away in a tangle of…",
    "detail_url": "https://www.lonelyplanet.com/india/delhi/sunder-nagar-nizamuddin-lodi-colony/attractions/hazrat-nizam-ud-din-dargah/a/poi-sig/1146674/1342598",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1c19aba1dd6c7b9daca4fd15c2c0e7c8-hazrat-nizam-ud-din-dargah.jpg",
    "detail_description": "Visiting the marble shrine of Muslim Sufi saint Nizam-ud-din Auliya is Delhi's most mystical, magical experience. The dargah is hidden away in a tangle of bazaars selling rose petals, attars (perfumes) and offerings, and on some evenings you can hear the qawwali (Sufi devotional singing), amid crowds of devotees. The ascetic Nizam-ud-din died in 1325 at the ripe old age of 92. His doctrine of tolerance made him popular not only with Muslims, but with adherents of other faiths, too.\nLater kings and nobles wanted to be buried close to Nizam-ud-din, hence the number of nearby Mughal tombs. Other tombs in the compound include the graves of Jahanara (daughter of Shah Jahan) and the renowned Urdu poet Amir Khusru. Scattered around the surrounding alleyways are more tombs and a huge baoli (step-well). Entry is free, but visitors may be asked to make a donation. You must remove your shoes before entering the shrine, but there's no need to do so whilst wandering the bazaars that approach it, despite pushy shoe keepers telling you otherwise; follow the lead from visiting locals.A tour with the Hope Project, which ends at the shrine, is recommended for some background."
},
{
    "country": "india",
    "index": 30,
    "name": "Victoria Memorial",
    "latitude": "22.544844",
    "longitude": "88.342642",
    "excerpt": "The incredible Victoria Memorial is a vast, beautifully proportioned festival of white marble: think US Capitol meets Taj Mahal. Had it been built for a…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/victoria-memorial/a/poi-sig/410850/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-143559567_high.jpg",
    "detail_description": "The incredible Victoria Memorial is a vast, beautifully proportioned festival of white marble: think US Capitol meets Taj Mahal. Had it been built for a beautiful Indian princess rather than a colonial queen, this domed beauty flanking the southern end of the Maidan would surely be considered one of India’s greatest buildings. Commissioned by Lord Curzon, then Viceroy of India, it was designed to commemorate Queen Victoria’s demise in 1901, but construction wasn’t completed until 20 years after her death.\nInside, highlights are the soaring central chamber and the Calcutta Gallery, an excellent, even-handed exhibition tracing the city’s colonial-era history. Even if you don’t want to go in, the building is still worth admiring from afar: there are magnificently photogenic views across reflecting ponds from the northeast and northwest. Or you can get closer by paying your way into the large, well-tended gardens, open from dawn to dusk. Entrance is from the north or south gates (with ticket booths at both).The east gate is exit-only by day, but on winter evenings, enter here for the 45-minute English-language sound-and-light-show. Tickets available from 5pm. Show seating is outside and uncovered. There are no shows in summer."
},
{
    "country": "india",
    "index": 28,
    "name": "Maharishi Mahesh Yogi Ashram",
    "latitude": "30.111010966743",
    "longitude": "78.313023737069",
    "excerpt": "Just south of Swarg Ashram is what’s left of the original Maharishi Mahesh Yogi Ashram, where the Beatles stayed and wrote much of the White Album (and a…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rishikesh/attractions/maharishi-mahesh-yogi-ashram/a/poi-sig/478174/356532",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2244431869-RFC.jpg",
    "detail_description": "Just south of Swarg Ashram is what’s left of the original Maharishi Mahesh Yogi Ashram, where the Beatles stayed and wrote much of the White Album (and a few tracks from Abbey Road). After decades of neglect, the Forest Department has reclaimed it from the jungle growth that had nearly consumed it, turning it into a pilgrimage site for fans, plus an evolving graffiti-art museum. Don't miss the meditation hall, with bizarre warrens of rock-lined hallways and striking street-art pieces.\nThere are numerous abandoned buildings to explore, some downright creepy, including the derelict lodging where the Beatles resided (along with the likes of Mike Love from the Beach Boys, Mia Farrow and her sister Prudence – whom the Beatles song was written after). Also here is the crumbling mansion where Maharishi Mahesh stayed. The meditation domes lost to the jungle also make for a surreal sight. Given the entire site is surrounded by jungle, an electric fence has recently been installed in an attempt to keep out leopard and elephant that are visitors.To commemorate the 50-year anniversary of the Beatles visit, a permanent photograph exhibition was unveiled in 2018 of the snaps taken by Paul Saltzman (www.thebeatlesinindia.com), one of the only photographers permitted inside the ashram, who documented their stay. There's also a room dedicated to Transcendental Meditation, which was established here by Maharishi Mahesh."
},
{
    "country": "india",
    "index": 29,
    "name": "City Palace",
    "latitude": "24.576261",
    "longitude": "73.683296",
    "excerpt": "Surmounted by balconies, towers and cupolas towering over the lake, the imposing City Palace is Rajasthan’s largest palace, with a facade 244m long and 30…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/city-palace/a/poi-sig/449487/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f20d2c9b89371c92a98f3987c583b5f1-city-palace.jpg",
    "detail_description": "Surmounted by balconies, towers and cupolas towering over the lake, the imposing City Palace is Rajasthan’s largest palace, with a facade 244m long and 30.4m high. Construction was begun in 1599 by Maharana Udai Singh II, the city’s founder, and it later became a conglomeration of structures (including 11 separate smaller palaces) built and extended by various maharanas, though it still manages to retain a surprising uniformity of design.\nYou can enter the complex through Badi Pol at the northern end, or the Sheetla Mata Gate to the south. Tickets for the City Palace Museum are sold at both entrances. Note: you must pay the ₹30 City Palace entrance ticket in order to pass south through Chandra Chowk Gate, en route to the Crystal Gallery or Rameshwar Ghat for the Lake Pichola boat rides, even if you have a City Palace Museum ticket.Inside Badi Pol, eight arches on the left commemorate the eight times maharanas were weighed here and their weight in gold or silver distributed to the lucky locals. You then pass through the three-arched Tripolia Gate into a large courtyard, Manek Chowk. Spot the large tiger-catching cage, which worked rather like an oversized mousetrap, and the smaller one for leopards."
},
{
    "country": "india",
    "index": 26,
    "name": "Capitol Complex",
    "latitude": "30.75858",
    "longitude": "76.803339",
    "excerpt": "At the epicentre of Le Corbusier’s planned city are the imposing concrete High Court, Secretariat and Vidhan Sabha, shared by the states of Punjab and…",
    "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/chandigarh/attractions/capitol-complex/a/poi-sig/1294319/356443",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-549426937_master.jpg",
    "detail_description": "At the epicentre of Le Corbusier’s planned city are the imposing concrete High Court, Secretariat and Vidhan Sabha, shared by the states of Punjab and Haryana. All three are classic pieces of 1950s architecture from the proto-brutalist school, with bold geometric lines and vast sweeps of moulded concrete. You can't visit the complex on your own; you must be part of one of the three group tours (10am, noon and 3pm; 1½ hours; free) that are run daily.\nRegister with your passport at the High Court Tourist Office 15 minutes before your tour starts. At weekends the tours don't enter any of the buildings, but just tour the grounds.The tours include a visit to Le Corbusier’s unmistakably mid-century Open Hand sculpture, the city’s official emblem, signifying that the people of Chandigarh are always ‘open to give, open to receive’. On the approach road to the High Court, the small High Court Museum displays assorted judicial memorabilia including original Le Corbusier sketches, a signed copy of the Indian constitution and several pieces of evidence from notable court cases, including handcuffs worn by Nathuram Godse, Mahatma Gandhi’s assassin. Like the sculpture, this can be visited unaccompanied."
},
{
    "country": "india",
    "index": 27,
    "name": "Manikarnika Ghat",
    "latitude": "25.311250848325",
    "longitude": "83.014658371347",
    "excerpt": "Manikarnika Ghat, the main burning ghat, is the most auspicious place for a Hindu to be cremated. Dead bodies are handled by outcasts known as doms, and…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/manikarnika-ghat/a/poi-sig/1321849/356519",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157114699_full.jpg",
    "detail_description": "Manikarnika Ghat, the main burning ghat, is the most auspicious place for a Hindu to be cremated. Dead bodies are handled by outcasts known as doms, and are carried through the alleyways of the old town to the holy Ganges on a bamboo stretcher, swathed in cloth. The corpse is doused in the Ganges prior to cremation.\nHuge piles of firewood are stacked along the top of the ghat; every log is carefully weighed on giant scales so that the price of cremation can be calculated. Each type of wood has its own price, sandalwood being the most expensive. There is an art to using just enough wood to completely incinerate a corpse. You can watch cremations but always show reverence by behaving respectfully. Photography is strictly prohibited. You’re almost guaranteed to be led by a priest, or more likely a guide, to the upper floor of a nearby building from where you can watch cremations taking place, and then asked for a donation (in dollars) towards the cost of wood. If you don’t want to make a donation, don’t follow them.Above the steps here is a tank known as the Manikarnika Well. Parvati is said to have dropped her earring here and Shiva dug the tank to recover it, filling the depression with his sweat. The Charanpaduka, a slab of stone between the well and the ghat, bears footprints made by Vishnu. Privileged VIPs are cremated at the Charanpaduka, which also has a temple dedicated to Ganesh."
},
{
    "country": "india",
    "index": 25,
    "name": "Humayun’s Tomb",
    "latitude": "28.593226",
    "longitude": "77.250881",
    "excerpt": "Humayun’s tomb is sublimely well proportioned, seeming to float above its symmetrical gardens. It's thought to have inspired the Taj Mahal, which it…",
    "detail_url": "https://www.lonelyplanet.com/india/delhi/sunder-nagar-nizamuddin-lodi-colony/attractions/humayun-s-tomb/a/poi-sig/1146650/1342598",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/iStock_000059664056XXXLarge.jpg",
    "detail_description": "Humayun’s tomb is sublimely well proportioned, seeming to float above its symmetrical gardens. It's thought to have inspired the Taj Mahal, which it predates by 60 years. Constructed for the Mughal emperor in the mid-16th century by Haji Begum, Humayun's Persian-born wife, the tomb marries Persian and Mughal elements. The arched facade is inlaid with bands of white marble and red sandstone, and the building follows strict rules of Islamic geometry, with an emphasis on the number eight.\nThe beautiful surrounding gardens contain the tombs of the emperor’s favourite barber – an entrusted position given the proximity of the razor to the imperial throat – and Haji Begum. This was where the last Mughal emperor, Bahadur Shah Zafar, took refuge before being captured and exiled by the British in 1857.To the right as you enter the complex, Isa Khan’s tomb is a fine example of Lodi-era architecture, constructed in the 16th century. Further south is the monumental Khan-i-Khanan’s tomb, plundered in Mughal times to build Safdarjang’s tomb.As part of a huge ongoing restoration project, a new state-of-the-art visitor centre is being built just outside the entrance, and will have underground walkways linking the complex with neighbouring Sunder Nursery and Hazrat Nizam-ud-din Dargah across Mathura Rd."
},
{
    "country": "india",
    "index": 24,
    "name": "Gir National Park",
    "latitude": "21.178089",
    "longitude": "70.59926",
    "excerpt": "Early-morning sunlight filters through the leaves and shadows skittle through the undergrowth. Suddenly, the silence is broken by the high-pitched alarm…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/sasan-gir-wildlife-sanctuary/attractions/gir-national-park/a/poi-sig/1557800/356258",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/452d59000100a98929e9bd3007de4a1d-gir-national-park.jpg",
    "detail_description": "Early-morning sunlight filters through the leaves and shadows skittle through the undergrowth. Suddenly, the silence is broken by the high-pitched alarm call of a spotted deer: danger is at hand. Somewhere out there the king of the jungle is hunting.This is Gir National Park, the last home of the Asiatic lion, and Gujarat's most applauded wildlife park. Coming here on a safari is an unforgettable experience. The best time to visit is December to April.\nThe park was set up in 1965, and a 259-sq-km core area was declared a national park in 1975. Since the late 1960s, lion numbers have increased from under 200 to over 650 (not all of these lions live within the park). The sanctuary’s 37 other mammal species, most of which have also increased in numbers, include dainty chitals (spotted deer), sambars (large deer), nilgais (large antelopes), chousinghas (four-horned antelopes), chinkaras (gazelles), crocodiles and rarely seen leopards. The park is a great destination for birders, too, with more than 300 species, most of them resident.While the wildlife has been lucky, more than half the sanctuary’s human community of distinctively dressed maldhari (herders) have been resettled elsewhere, ostensibly because their cattle and buffalo were competing for food resources with the antelopes, deer and gazelles while also being preyed upon by the lions and leopards. About 1000 people still live in the park, however, and their livestock accounts for about a quarter of the lions’ diet."
},
{
    "country": "india",
    "index": 23,
    "name": "Cave Temples",
    "latitude": "15.918413",
    "longitude": "75.685415",
    "excerpt": "Badami’s highlights are its beautiful cave temples, three Hindu and one Jain, which display exquisite sculptures and intricate carvings. They're a…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/badami/attractions/cave-temples/a/poi-sig/1149408/356323",
    "image_url": null,
    "detail_description": "Badami’s highlights are its beautiful cave temples, three Hindu and one Jain, which display exquisite sculptures and intricate carvings. They're a magnificent example of Chalukya architecture and date to the 6th century. All have a columned verandah, an interior hall and a shrine at the rear.\nCave one, just above the entrance to the complex, is dedicated to Shiva. It’s the oldest of the four caves, probably carved in the latter half of the 6th century. On the wall to the right of the porch is a captivating image of Nataraja striking 18 dance moves in the one pose, backed by a cobra head. On the right of the porch area is a huge figure of Ardhanarishvara. On the opposite wall is a large image of Harihara, half Shiva and half Vishnu.Dedicated to Vishnu, cave two is simpler in design. As with caves one and three, the front edge of the platform is decorated with images of pot-bellied dwarfs in various poses. Four pillars support the verandah, their tops carved with a bracket in the shape of a yali (mythical lion creature). On the left wall of the porch is the bull-headed figure of Varaha, the emblem of the Chalukya empire. To his left is Naga, a snake with a human face. On the right wall is a large sculpture of Trivikrama, another incarnation of Vishnu.Cave three, carved in 578, is the largest and most impressive. On the left wall is a carving of Vishnu, to whom the cave is dedicated, sitting on a snake. Nearby is an image of Varaha with four hands. The pillars have carved brackets in the shape of yalis. The ceiling panels contain images including Indra riding an elephant, Shiva on a bull and Brahma on a swan. Keep an eye out for the image of drunken revellers, in particular one woman being propped up by her husband. There’s also original colour on the ceiling; the divots on the floor at the cave’s entrance were used as paint palettes. There's a sublime view from cave three over the Agastyatirtha Tank far below, and you can often hear the echoes of women thrashing clothes on its steps reverberating around the hills.Dedicated to Jainism, cave four is the smallest of the set and dates to between the 7th and 8th centuries. The right wall has an image of Suparshvanatha, the seventh Jain tirthankar (teacher), surrounded by 24 Jain tirthankars. The inner sanctum contains an image of Adinath, the first Jain tirthankar."
},
{
    "country": "india",
    "index": 21,
    "name": "Uparkot Fort",
    "latitude": "21.522987068503",
    "longitude": "70.470175713615",
    "excerpt": "This ancient fort is believed to have been built in 319 BC by the Mauryan emperor Chandragupta, though it has been extended many times. In places the…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/junagadh/attractions/uparkot-fort/a/poi-sig/1154165/356254",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/583b8fc86966e822a36bc46b484eb648-uparkot-fort.jpg",
    "detail_description": "This ancient fort is believed to have been built in 319 BC by the Mauryan emperor Chandragupta, though it has been extended many times. In places the ramparts reach 20m high. It’s been besieged 16 times, and legend has it that it once withstood a 12-year onslaught. The views over the city and east to Girnar Hill are superb, and within the fort's walls are a magnificent former mosque, a set of millennia-old Buddhist caves and two fine step-wells.\nJama Masjid, the disused mosque, was converted from a palace in the 15th century by Gujarat sultan Mahmud Begada. It has a rare roofed courtyard with three octagonal openings that may once have been covered by domes. It's a shame about the graffiti, but the delicate mihrab (niche) stonework and the forest of columns are still stunning. From the roof, the city views are excellent.Close to the mosque, the Buddhist caves are not actually caves but monastic quarters carved out of rock in the 2nd century AD. Descend into the eerie, three-storey complex to see the main hall and its pillars, with weathered carvings.The fort has two fine step-wells, both cut from solid rock. The circular, 41m-deep Adi Kadi Vav was cut in the 15th century and named after two slave girls who used to fetch water from it. Navghan Kuvo, 52m deep and designed to help withstand sieges, is almost 1000 years old. Its magnificent staircase spirals around the well shaft. Look for the centuries-old dovecotes."
},
{
    "country": "india",
    "index": 22,
    "name": "Kailasa Temple",
    "latitude": "20.023708",
    "longitude": "75.179325",
    "excerpt": "One of India’s greatest monuments, this astonishing temple, carved from solid rock, was built by King Krishna I in AD 760 to represent Mt Kailasa (Kailash…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ellora/attractions/kailasa-temple/a/poi-sig/1292851/356389",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-470586360_super.jpg",
    "detail_description": "One of India’s greatest monuments, this astonishing temple, carved from solid rock, was built by King Krishna I in AD 760 to represent Mt Kailasa (Kailash), Shiva’s Himalayan abode. To say that the assignment was daring would be an understatement. Three huge trenches were bored into the sheer cliff face, a process that entailed removing 200,000 tonnes of rock by hammer and chisel, before the temple could begin to take shape and its remarkable sculptural decoration could be added.\nCovering twice the area of the Parthenon in Athens and being half as high again, Kailasa is an engineering marvel that was executed straight from the head with zero margin for error. Modern draughtspeople might have a lesson or two to learn here.The temple houses several intricately carved panels, depicting scenes from the Ramayana, the Mahabharata and the adventures of Krishna. Also worth admiring are the immense monolithic pillars that stand in the courtyard, flanking the entrance on both sides, and the southeastern gallery that has 10 giant and fabulous panels depicting the different avatars (incarnations of a deity) of Lord Vishnu.After you’re done with the main enclosure, bypass the hordes of snack-munching day trippers to explore the temple’s many dank, bat urine–soaked corners with their numerous forgotten carvings. Afterwards, hike the sturdier path up to the south of the complex (past the scaffolding) that takes you to the top perimeter of the ‘cave’, from where you can get a bird’s-eye view of the entire temple complex."
},
{
    "country": "india",
    "index": 20,
    "name": "Elephanta Island",
    "latitude": "18.96246752489",
    "longitude": "72.933082580566",
    "excerpt": "Northeast of the Gateway of India in Mumbai Harbour, the rock-cut temples on Gharapuri, better known as Elephanta Island, are a Unesco World Heritage Site…",
    "detail_url": "https://www.lonelyplanet.com/india/mumbai-bombay/attractions/elephanta-island/a/poi-sig/386699/356405",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7cf88e3a963e2f90649ccb140ba834f9-elephanta-island.jpg",
    "detail_description": "Northeast of the Gateway of India in Mumbai Harbour, the rock-cut temples on Gharapuri, better known as Elephanta Island, are a Unesco World Heritage Site. Created between AD 450 and 750, the labyrinth of cave temples represent some of India’s most impressive temple carving.\nThe main Shiva-dedicated temple is an intriguing latticework of courtyards, halls, pillars and shrines; its magnum opus is a 6m-tall statue of Sadhashiva, depicting a three-faced Shiva as the destroyer, creator and preserver of the universe, his eyes closed in eternal contemplation.It was the Portuguese who dubbed the island Elephanta because of a large stone elephant near the shore (this collapsed in 1814 and was moved by the British to Mumbai’s Jijamata Udyan). There’s a small museum on-site, with informative pictorial panels on the origin of the caves.Pushy, expensive guides are available – but you don’t really need one as Pramod Chandra’s A Guide to the Elephanta Caves, widely for sale, is more than sufficient.Launches head to Gharapuri from the Gateway of India every half hour from 9am to 3.30pm. Buy tickets from the MTDC booth at Apollo Bunder. The voyage takes about an hour.The ferries dock at the end of a concrete pier, from where you can walk or take the miniature train (₹10) to the stairway leading up to the caves (it’s lined with souvenir stalls and patrolled by pesky monkeys). A passenger tax (₹5) is also charged. Wear good shoes (those opting to walk are looking at 1.2km). Doli-carriers charge ₹1200 to carry up the aged or disabled."
},
{
    "country": "india",
    "index": 19,
    "name": "Bandhavgarh Tiger Reserve",
    "latitude": "23.721866",
    "longitude": "81.019481",
    "excerpt": "If your only reason for visiting a tiger reserve in India is to see a tiger, look no further. A couple of days at Bandhavgarh should net you a tiger…",
    "detail_url": "https://www.lonelyplanet.com/india/madhya-pradesh-and-chhattisgarh/attractions/bandhavgarh-tiger-reserve/a/poi-sig/1155120/356357",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/4a86e6303066fe31ab77ce0eb44e4acc-bandhavgarh-tiger-reserve.jpg",
    "detail_description": "If your only reason for visiting a tiger reserve in India is to see a tiger, look no further. A couple of days at Bandhavgarh should net you a tiger sighting. India's 2014 tiger census counted 68 tigers here, the great majority of them in the 453-sq-km Bandhavgarh National Park, which forms part of the reserve's core zone. The main base for visits is the small, laid-back village of Tala, 32km northeast of Umaria, the nearest train station.\nFebruary to June are generally the best months for tiger sightings but April, May and June are very hot with temperatures often climbing above 40°C.All safaris start from Tala and head into one of three zones of the national park: Tala zone is entered from the village itself; the entrances to Khitauli and Maghdi (or Magadhi) zones are about 5.5km and 6km southwest of Tala along the Umaria road.Up to 170 six-passenger safari 4WDs (known as Gypsies) are allowed into the park per day, but most of these can only be booked online (http://forest.mponline.gov.in, up to 120 days in advance) and the website does not accept foreign cards for payment. Do yourself a favour by having hotels/agencies make your safari bookings (typically an additional ₹1000) – and make arrangements as far ahead as possible, because safaris can sell out months in advance, especially for Tala zone.Tickets for 12 4WDs per day (72 seats) can be purchased in person at the ticket office in Tala village half an hour before safari starting times, but queues for these can start forming as early as the night before.Morning safaris, starting between 5.30am and 6.45am (depending on the season) are longer than afternoon safaris (starting at 3pm) and tend to produce more tiger sightings."
},
{
    "country": "india",
    "index": 18,
    "name": "Shatrunjaya",
    "latitude": "21.482862",
    "longitude": "71.794796",
    "excerpt": "One of Jainism’s holiest pilgrimage sites, Shatrunjaya is an incredible hill studded with temples, some of which are over 900 years old. It's said that…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/palitana/attractions/shatrunjaya/a/poi-sig/1154015/356255",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/188802b1417e9c9f5e32d9cc0ca5e4d3-shatrunjaya.jpg",
    "detail_description": "One of Jainism’s holiest pilgrimage sites, Shatrunjaya is an incredible hill studded with temples, some of which are over 900 years old. It's said that Adinath (also known as Rishabha), the founder of Jainism, meditated beneath the rayan tree at the summit. The temples are grouped into tunks (enclosures), each with a central temple flanked by minor ones. The 500m climb up 3300 steps (1½ hours) to the temples adds to the extraordinary experience.\nMost days, hundreds of pilgrims make the climb; crowds swell into the thousands around Kartik Purnima, which marks the end of Chaturmas, a four-month period of spiritual retreat and material self-denial that coincides with the monsoon season.As you near the top of the hill, the track forks. The main entrance, Ram Pole, is reached by bearing left, though the best views are to the right, where on a clear day you can see the Gulf of Cambay. Inside the Nav Tonk Gate, one path leads left to the Muslim shrine of Angar Pir – a Muslim saint who protected the temples from a Mughal attack; women who want children come here and make offerings of miniature cradles. To the right, the second tunk you reach is the Chaumukhji Tunk, containing the Chaumukh (Four-Faced Shrine), built in 1618 by a wealthy Jain merchant. Images of Adinath (believed to have attained enlightenment here) face the four cardinal directions.You can easily spend a couple of hours wandering among the hundreds of temples up here. The biggest and one of the most splendid and important, with a wealth of fantastic, detailed carving, is the Adinath Temple, on the highest point on the far (south) side."
},
{
    "country": "india",
    "index": 17,
    "name": "Makaibari",
    "latitude": "26.859452",
    "longitude": "88.261027",
    "excerpt": "If you like tea, you should visit this celebrated organic and biodynamic Darjeeling tea estate. Walk-in visits to the processing factory, with huge…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/kurseong/attractions/makaibari/a/poi-sig/1284323/356543",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7ee76927787b1ac3605d0ef0aa4c71dd-makaibari.jpg",
    "detail_description": "If you like tea, you should visit this celebrated organic and biodynamic Darjeeling tea estate. Walk-in visits to the processing factory, with huge sorting and drying machines, typically last 30 to 45 minutes (mornings before 9am are the best time to see the production process). For a more in-depth experience, reserve a day ahead through Makaibari Homestays for a day tour, which includes a factory visit, a plantation walk with tea plucking, lunch in a local homestay, and tea tasting.\nThe estate is 3km southwest of Kurseong station down Pankhabari Rd, and 1km past Cochrane Place. It's a pleasantish walk down (traffic can be irritating) and an uphill walk back. En route, the partly overgrown St Andrew's Cemetery has poignant reminders of the colonial tea-planter era. Local vans will take you either way for ₹20 (shared) or ₹200 'reserved' (all to yourself/ves). In town, they start from St Andrew's Church, 250m down Pankhabari Rd from the station.A shop at the factory gate sells Makaibari's prized teas (Silver Tips Imperial, the finest, costs ₹3500 per 100g!). Makaibari runs a homestay and volunteer programme from a separate office 150m down the road. Volunteers can find placements in teaching, health and community projects in March, April, May, October and November. A minimum two-week commitment is requested. Ask for Nayan Lama (if he's not in the office, ask at the factory-gate shop).Another possibility here is early-morning birdwatching tours (₹500 for one or two people, plus ₹200 for each extra person). More than half the Makaibari estate is forested and there's a sizeable population of hornbills, among other birds (and some rarely spotted leopards)."
},
{
    "country": "india",
    "index": 15,
    "name": "Belur Math",
    "latitude": "22.632372",
    "longitude": "88.356879",
    "excerpt": "Set very attractively amid palms and manicured lawns, this large religious centre is the headquarters of the Ramakrishna Mission, inspired by 19th-century…",
    "detail_url": "https://www.lonelyplanet.com/india/kolkata-calcutta/attractions/belur-math/a/poi-sig/410820/356356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-170975358_master.jpg",
    "detail_description": "Set very attractively amid palms and manicured lawns, this large religious centre is the headquarters of the Ramakrishna Mission, inspired by 19th-century Indian sage Ramakrishna Paramahamsa, who preached the unity of all religions. Its centrepiece is the 1938 Ramakrishna Mandir, which somehow manages to look like a cathedral, Indian palace and Istanbul’s Aya Sofya all at the same time. Several smaller shrines near the Hooghly riverbank include the Sri Sarada Devi Temple, entombing the spiritual leader's wife, Sarada.\nAccessed from the car park, a beautifully presented dual-level museum charts Ramakrishna’s life and the travels of his great disciple Swami Vivekananda. Inside, you'll find their objects of personal daily use preserved in neat arrays, a showroom for informative books in English and Indian languages, as well as a sales counter for handmade objects and showpieces. During Durga Puja, the institution comes to life with absorbing spells of ritual and festive splendour, and the immersion of the goddess on the ultimate day in the Hooghly River is a spectacular draw.From the main road outside, six daily suburban trains run between Belur Math and Howrah (25 minutes), most usefully at 10.10am and 4.45pm. Picking up next door to Belur Math train station, minibuses as well as buses 51, 54 and 56 run to Esplanade/Howrah in stop-start traffic. Southbound, they pass almost beside Bandaghat from where you can take the thrice-hourly ferry to Ahiritola, then switch to the Bagbazar boat for Kumartuli. From Belur Jetty, ferries (hourly) and open boats (when full) operate to Dakshineswar. Southbound ferries to Howrah via Bagbazar depart at 5.30pm and 6.30pm."
},
{
    "country": "india",
    "index": 16,
    "name": "Bhitarkanika Wildlife Sanctuary",
    "latitude": "20.721438",
    "longitude": "86.869583",
    "excerpt": "Three rivers flow out to sea at Bhitarkanika, forming a tidal maze of muddy creeks and mangroves. This is India’s second-largest mangrove region, and most…",
    "detail_url": "https://www.lonelyplanet.com/india/orissa/northeastern-orissa/attractions/bhitarkanika-wildlife-sanctuary/a/poi-sig/1150438/356433",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148896220_high.jpg",
    "detail_description": "Three rivers flow out to sea at Bhitarkanika, forming a tidal maze of muddy creeks and mangroves. This is India’s second-largest mangrove region, and most of the 672-sq-km delta that forms this wonderful sanctuary is a significant biodiversity hot spot. The only way to get around most of the sanctuary is by boat, and the main reason to come is to spot crocodiles and birds (particularly at the heronry site of Bagagahana).\nLong-snouted gharials, short squat muggers, and enormous estuarine crocodiles (or ‘salties’) bask on mud flats here through the day, diving into the water for cover as your boat chugs past. One particular 7m beast even made the Guinness World Records some years ago. It’s also worth knowing that this area has the highest concentration of king cobras found anywhere in India, as well as half a dozen other potentially deadly viper species.The best time to visit is from December to February (note that the sanctuary remains shut for a week in January for the annual crocodile census). You’ll see crocs throughout the year, and may also see monitor lizards, spotted deer, wild boar and all sorts of birds, including eight species of brilliantly coloured kingfishers. Herons arrive in early June and nest until early December, when they move on to Chilika Lake, while raucous open-billed storks have set up a permanent rookery here. A short walk through the mangroves from one of the docks inside the sanctuary leads to a birding tower. There is also a 5km nature walk along one of the islands, though that's best done on weekdays when there are fewer visitors.The park entrance is hidden within the mud-hut village of Dangamal. Tour boats depart from the pier at Dangamal for 3½-hour safaris in the early morning and then at midday. A single ticket costs ₹250, or you can charter the entire boat for ₹3000."
},
{
    "country": "india",
    "index": 13,
    "name": "Golconda Fort",
    "latitude": "17.38447",
    "longitude": "78.402171",
    "excerpt": "Hyderabad's most impressive sight, this monumental fort lies on the western edge of town. In the 16th century the Qutb Shahs made Golconda a fortified…",
    "detail_url": "https://www.lonelyplanet.com/india/andhra-pradesh/hyderabad-and-secunderabad/attractions/golconda-fort/a/poi-sig/1152888/356204",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5567674f4890bf91e90f80af7c9e5f5b-golconda-fort.jpg",
    "detail_description": "Hyderabad's most impressive sight, this monumental fort lies on the western edge of town. In the 16th century the Qutb Shahs made Golconda a fortified citadel, built atop a 120m-high granite hill surrounded by mighty ramparts, all ringed by further necklaces of crenellated fortifications, 11km in perimeter. From the summit there are stunning vistas across dusty Deccan foothills and the crumbling outer ramparts, over the domed tombs of Qutb Shahs, past distant shanty towns to the horizon haze of the inner city.\nBy the time of the Qutb Shahs, Golconda Fort had already existed for at least three centuries under the Kakatiyas and Bahmani sultanate, and was already famed for its diamonds, which were mostly mined in the Krishna River valley, but cut and traded here. The Qutb Shahs moved to their new city of Hyderabad in 1591, but maintained Golconda as a citadel until the Mughal emperor Aurangzeb took it in 1687 after a year-long siege, ending Qutb Shahi rule.Golconda's massive gates were studded with iron spikes to obstruct war elephants. Within the fort, a series of concealed glazed earthenware pipes ensured a reliable water supply, while the ingenious acoustics guaranteed that even the smallest sound from the entrance would echo across the fort complex.Allow at least a couple of hours to explore the site. Guides charge around ₹600 per 90-minute tour. Small ₹20 guide booklets are also available. Inside the citadel gate, an anticlockwise circuit leads through gardens and up past mostly minor buildings to the top of the hill, where you'll find the functioning Hindu Jagadamba Mahakali Temple and the three-storey durbar hall, with fine panoramas. You then descend to the old palace buildings in the southeastern part of the fort and return to the entrance, passing the elegant three-arched Taramati Mosque.Golconda is about 10km west from Abids or Charminar: an Uber cab or auto is around ₹270 one way. Buses 65G and 66G run from Charminar to Golconda via GPO Abids hourly; the journey takes about an hour."
},
{
    "country": "india",
    "index": 14,
    "name": "City Palace Museum",
    "latitude": "24.577168",
    "longitude": "73.683586",
    "excerpt": "The main part of the City Palace is open as the City Palace Museum, with rooms extravagantly decorated with mirrors, tiles and paintings, and housing a…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/udaipur/attractions/city-palace-museum/a/poi-sig/449491/356462",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-539641373_full.jpg",
    "detail_description": "The main part of the City Palace is open as the City Palace Museum, with rooms extravagantly decorated with mirrors, tiles and paintings, and housing a large and varied collection of artefacts. It’s entered from Ganesh Chowk, which you reach from Manek Chowk.\nThe City Palace Museum begins with the Rai Angan (Royal Courtyard), the very spot where Udai Singh met the sage who told him to build a city here. Rooms along one side contain historical paintings, including several of the Battle of Haldighati (1576), in which Mewar forces under Maharana Pratap, one of the great Rajput heroes, gallantly fought the army of Mughal emperor Akbar to a stalemate.As you move through the palace, highlights include the Baadi Mahal (1699), where a pretty central garden gives fine views over the city. Kishan (Krishna) Vilas has a remarkable collection of miniatures from the time of Maharana Bhim Singh (r 1778–1828). The story goes that Bhim Singh’s daughter Krishna Kumari drank a fatal cup of poison here to solve the dilemma of rival princely suitors from Jaipur and Jodhpur who were both threatening to invade Mewar if she didn’t marry them. The Surya Choupad features a huge, ornamental sun – the symbol of the sun-descended Mewar dynasty – and opens into Mor Chowk (Peacock Courtyard) with its lovely mosaics of peacocks, the favourite Rajasthani bird.The southern end of the museum comprises the Zenana Mahal, the royal ladies’ quarters, built in the 17th century. It now contains a long picture gallery with lots of royal hunting scenes (note the comic strip–style of the action in each painting). The Zenana Mahal’s central courtyard, Laxmi Chowk, contains a beautiful white pavilion and a stable of howdahs (seat for carrying people on an elephant’s back), palanquins and other people-carriers."
},
{
    "country": "india",
    "index": 11,
    "name": "Kanha Tiger Reserve",
    "latitude": "22.28036",
    "longitude": "80.630894",
    "excerpt": "Madhya Pradesh is the king of the jungle when it comes to tiger parks, and Kanha is its most famous. The forests are vast, and while your chances of…",
    "detail_url": "https://www.lonelyplanet.com/india/madhya-pradesh-and-chhattisgarh/attractions/kanha-tiger-reserve/a/poi-sig/1294450/356357",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/5d2da689a23742f141421bd125e5b571-kanha-tiger-reserve.jpg",
    "detail_description": "Madhya Pradesh is the king of the jungle when it comes to tiger parks, and Kanha is its most famous. The forests are vast, and while your chances of seeing a tiger are probably slimmer than at nearby Bandhavgarh, this is still one of India's best parks for sightings. The sal forests and vast meadows are home to approximately 125 tigers and 100 leopards.\nThe tiger reserve covers 2059 sq km including the 940-sq-km Kanha National Park which is the reserve's core zone. The reserve supports huge populations of deer and antelope, including the southern swamp deer (barasingha) which exists nowhere else. You’ll see plenty of langurs and varied birds, the odd gaur (Indian bison), maybe even a family or two of wild boar and perhaps a lonesome jackal or two.Safaris venture into four zones within the core zone, of which Kisli and Mukki zones have the best reputations for tiger sightings, followed by Kanha zone then Sarhi zone. Kisli and Kanha zones are best accessed from the Khatia gate on the western edge of the reserve. Mukki zone is best accessed from the Mukki gate on the south side, a 54km, 1½-hour drive from Khatia.Up to 140 six-passenger 4WDs (known as Gypsies, because most of them are the Suzuki Gypsy make) are allowed into the reserve per day, but most of these can only be booked online (http://forest.mponline.gov.in, up to 120 days in advance) and the website does not accept foreign cards for payment. Save yourself immense hassle by booking through a hotel/agency (usually an additional ₹1000) – and make arrangements as far ahead as possible, because popular zones sell out months ahead.Tickets for 15 4WDs per day (90 seats, divided between the four zones and morning and afternoon safaris) can be purchased in person at the park gates between 6.30pm and 7.30pm for the next morning, and 11am to noon for the same afternoon. But queues can form as early as the previous evening.There are two safari slots each day: morning (roughly 6am to 11am) and afternoon (roughly 3pm to 6pm). Morning safaris are longer and tend to produce more tiger sightings. Note that the exact timing of safaris does vary a little over the course of the year according to sunrise/sunset times."
},
{
    "country": "india",
    "index": 12,
    "name": "Bara Imambara",
    "latitude": "26.87042",
    "longitude": "80.913448",
    "excerpt": "This colossal imambara (Shiite tomb complex) is worth seeing in its own right, but the highly unusual labyrinth of corridors inside its upper floors make…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/bara-imambara/a/poi-sig/1151689/356515",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169680193_high.jpg",
    "detail_description": "This colossal imambara (Shiite tomb complex) is worth seeing in its own right, but the highly unusual labyrinth of corridors inside its upper floors make a visit here particularly special. The ticket price includes entrance to the Chota Imambara and Hussainabad Picture Gallery, both walking distance from here.\nThe complex is accessed through two enormous gateways that lead into a huge courtyard. On one side is the three-domed Asafri Mosque, on the other a large baoli (step-well), whose multiple levels can be explored – bring a torch (flashlight). At the far end of the courtyard is the huge central hall, one of the world’s largest vaulted galleries. Tazia (small replicas of Imam Hussain’s tomb in Karbala, Iraq) are stored inside and are paraded around during the Shiite mourning ceremony of Muharram.But it’s what is beyond the small entrance – intriguingly marked ‘labyrinth’ – to the left of the central hall that steals the show. It leads to the Bhulbhulaiya, a disorientating network of narrow passageways that winds its way inside the upper floors of the tomb’s inner structure, eventually leading out to rooftop balconies.Just beyond the Bara Imambara is the unusual but imposing gateway Rumi Darwaza, said to be a copy of an entrance gate in Istanbul; ‘Rumi’ (relating to Rome) is the term Muslims applied to Istanbul when it was still Byzantium, the capital of the Eastern Roman empire. The scalloped western face is the most impressive.Across the road from the Bara Imambara is the beautiful white mosque Tila Wali Masjid, a deceptively shallow building built in 1680 and most impressive from a distance (it's often locked).If you are visiting as part of an opposite-sex couple, you will be required to pay for a guide (₹100) to prevent any hanky-panky in the labyrinth (yes, we're serious)."
},
{
    "country": "india",
    "index": 10,
    "name": "Mehrauli Archaeological Park",
    "latitude": "28.522192",
    "longitude": "77.189308",
    "excerpt": "There are extraordinary riches scattered around Mehrauli, with more than 440 monuments – from the 10th century to the British era – dotting a forest and…",
    "detail_url": "https://www.lonelyplanet.com/india/delhi/greater-delhi-gurgaon-gurugram/attractions/mehrauli-archaeological-park/a/poi-sig/1285212/1341133",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-183988214_high.jpg",
    "detail_description": "There are extraordinary riches scattered around Mehrauli, with more than 440 monuments – from the 10th century to the British era – dotting a forest and the village itself behind the forest. In the forest, most impressive are the time-ravaged tombs of Balban and Quli Khan, his son, and the Jamali Khamali mosque, attached to the tomb of the Sufi poet Jamali. To the west is the 16th-century Rajon ki Baoli, Delhi's finest step-well.\nAt the northern end of Mehrauli village is Adham Khan’s Mausoleum, which was once used as a British residence, then later as a police station and post office. Leading northwards from the tomb are the pre-Islamic walls of Lal Kot.To the south of the village are the remains of the Mughal palace, the Zafar Mahal, once in the heart of the jungle. Next door to it is the Sufi shrine, the Dargah of Qutab Sahib. There is a small burial ground with one empty space that was intended for the last king of Delhi, Bahadur Shah Zafar, who died in exile in Burma (Myanmar) in 1862. South of here is a Lodi-era burial ground for hijras (transvestites and eunuchs), Hijron ka Khanqah. The identity of those buried here is unknown, but it's a well-kept, peaceful place, revered by Delhi's hijra community. A little further south are Jahaz Mahal ('ship palace', also built by the Mughals) and the Haus i Shamsi tank.Wild pigs scamper about the forest, while bright-green parakeets and large black kites swoop from tree to tree. Troops of monkeys clamber across the ruins, especially at dusk. Stone pillars with the names of the main sights carved onto them guide you along the maze-like network of dusty forest pathways; don't come here too late in the day, as it can be easy to get lost.You can reach the forested part of the park by turning right out of Qutab Minar metro station then taking the small gate on your left, just as you reach the slip road that leads up to Qutab Minar. Note, there is no obvious entrance with English signage, but you'll notice the landscaped park-like area from the road."
},
{
    "country": "india",
    "index": 9,
    "name": "Golden Temple",
    "latitude": "31.619949",
    "longitude": "74.876547",
    "excerpt": "The legendary Golden Temple is actually just a small part of this huge gurdwara complex, known to Sikhs as Harmandir Sahib. Spiritually, the focus of…",
    "detail_url": "https://www.lonelyplanet.com/india/punjab-and-haryana/amritsar/attractions/golden-temple/a/poi-sig/1150764/356445",
    "image_url": "https://lp-cms-production.imgix.net/2020-12/shutterstock_113848504Unidentifiable%20Sikh%20Nihang%20warrior%20meditating%20at%20Seekh%20temple%20Golden%20Temple%20%28Harmandir%20Sahib%29.%20Amritsar%2C%20India.jpg",
    "detail_description": "The legendary Golden Temple is actually just a small part of this huge gurdwara complex, known to Sikhs as Harmandir Sahib. Spiritually, the focus of attention is the tank that surrounds the gleaming central shrine – the Amrit Sarovar, from which Amritsar takes its name, excavated by the fourth Sikh guru, Ram Das, in 1577. Ringed by a marble walkway, the tank is said to have healing powers, and pilgrims come from across the world to bathe in its sacred waters.\nFloating at the end of a long causeway, the Golden Temple itself is a mesmerising blend of Hindu and Islamic architectural styles, with an elegant marble lower level adorned with flower and animal motifs in pietra dura work (as seen on the Taj Mahal). Above this rises a shimmering second level, encased in intricately engraved gold panels, and topped by a dome gilded with 750kg of gold. In the gleaming inner sanctum (photography prohibited), priests and musicians keep up a continuous chant from the Guru Granth Sahib (the Sikh holy book), adding to the already intense atmosphere. Given the never-ending beeline of devotees, you will likely only get a few minutes within the sanctum before you are gently urged to exit and make way for other devotees. Entry and exit are both via the causeway.The Guru Granth Sahib is installed in the temple every morning and returned at night to the Akal Takhat, the temporal seat of the Khalsa brotherhood. The ceremony takes place at 5am and 9.30pm in winter, and 4am and 10.30pm in summer. Inside the Akal Takhat, you can view a collection of sacred Sikh weapons. The building was heavily damaged when it was stormed by the Indian army during Operation Blue Star in 1984. It was repaired by the government but Sikhs refused to use the tainted building and rebuilt the tower from scratch.More shrines and monuments are dotted around the edge of the compound. Inside the main entrance clock tower, the Sikh Museum shows the persecution suffered by the Sikhs at the hands of Mughals, the British and Indira Gandhi. At the southeast end of the tank is the Ramgarhia Bunga, a protective fortress topped by two Islamic-style minarets; inside is a stone slab once used for Mughal coronations, but which was seized from Delhi by Sikh forces in 1783."
},
{
    "country": "india",
    "index": 8,
    "name": "Meenakshi Amman Temple",
    "latitude": "9.9195",
    "longitude": "78.119273",
    "excerpt": "The colourful abode of the triple-breasted warrior goddess Meenakshi (‘fish-eyed’ – an epithet for perfect eyes in classical Tamil poetry) is generally…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/meenakshi-amman-temple/a/poi-sig/478720/356498",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/01f5a503545550ea4de3680babe44e22-meenakshi-amman-temple.jpg",
    "detail_description": "The colourful abode of the triple-breasted warrior goddess Meenakshi (‘fish-eyed’ – an epithet for perfect eyes in classical Tamil poetry) is generally considered to be the peak of South Indian temple architecture, as vital to this region's aesthetic heritage as the Taj Mahal to North India. It’s not so much a 17th-century temple as a 6-hectare complex with 12 tall gopurams, encrusted with a staggering array of gods, goddesses, demons and heroes (1511 on the 55m-high south gopuram alone).\nAccording to legend, the beautiful Meenakshi (a version of Parvati) was born with three breasts and this prophecy: her superfluous breast would melt away when she met her husband. This happened when she met Shiva and took her place as his consort. The existing temple was mostly built during the 17th-century reign of Tirumalai Nayak, but its origins go back 2000 years to when Madurai was a Pandyan capital.The four streets surrounding the temple are pedestrian-only. Temple dress codes and security are airport-strict: no shoulders or legs (of either gender) may be exposed, and no bags or cameras are allowed inside. Despite this, the temple has a happier atmosphere than some of Tamil Nadu's more solemn shrines, and is adorned with especially vibrant ceiling and wall paintings. Every evening at 9pm, a frenetic, incense-clouded procession carries an icon of Sundareswarar (Shiva) to Meenakshi's shrine to spend the night; visitors can follow along.Before or after entering the temple, look around the Pudhu Mandapa. The main temple entrance is through the eastern (oldest) gopuram. First, on the right, you'll come to the Thousand Pillared Hall, now housing the fascinating Temple Art Museum. Moving on into the temple, you'll reach a Nandi shrine surrounded by more beautifully carved columns. Ahead is the main Shiva shrine, flanked on each side by massive dwarpals, and further ahead to the left in a separate enclosure is the main Meenakshi shrine, both off limits to non-Hindus. Anyone can, however, wander round the Golden Lotus Tank, where a small pavilion jutting out at the western end has ceiling murals depicting Sundareswarar and Meenakshi's marriage. Leave the temple via a hall of flower sellers and the arch-ceilinged Ashta Shakti Mandapa – lined with relief carvings of the goddess' eight attributes and displaying the loveliest of all the temple's elaborately painted ceilings; this is actually the temple entrance for most worshippers."
},
{
    "country": "india",
    "index": 6,
    "name": "Girnar Hill",
    "latitude": "21.526424",
    "longitude": "70.5024",
    "excerpt": "This sacred mountain, rising dramatically from the plains, is covered with Jain and Hindu temples and is a major pilgrimage site. However, as with any…",
    "detail_url": "https://www.lonelyplanet.com/india/gujarat/junagadh/attractions/girnar-hill/a/poi-sig/1294435/356254",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d0f6c5281093131f75bd49beaf5b7257-girnar-hill.jpg",
    "detail_description": "This sacred mountain, rising dramatically from the plains, is covered with Jain and Hindu temples and is a major pilgrimage site. However, as with any good pilgrimage, getting to the temples isn't easy. Pilgrims are faced with a long, steep climb up 10,000 stone steps to the summit. If you want to join them, be prepared to spend a full day walking to get to the uppermost temples.\nThe Jain temples, a cluster of mosaic-decorated domes interspersed with elaborate stupas, are about two-thirds of the way up. The largest and oldest is the 12th-century Temple of Neminath, dedicated to the 22nd tirthankar (Jain teacher): go through the first left-hand doorway after the first gate. Many temples are locked from around 11am to 3pm, but this one is open all day. The nearby triple Temple of Mallinath, dedicated to the ninth tirthankar, was erected in 1177 by two brothers. During festivals this temple is a sadhu (ascetic) magnet.Further up are various Hindu temples. The first peak is topped by the Temple of Amba Mata, where newlyweds worship to ensure a happy marriage. Beyond here there's quite a lot of down as well as up to reach the other four peaks and further temples. The Temple of Gorakhnath is perched on Gujarat’s highest peak at 1117m. The steep peak Dattatraya is topped by a shrine to a three-faced incarnation of Vishnu. Atop the final outcrop, Kalika, is a shrine to the goddess Kali.The trail begins 4km east of the city at Girnar Taleti; an autorickshaw from town costs ₹100. Refreshment stalls on the ascent sell chalk, so that you can graffiti your name on the rocks. If you can’t face the walk, dholis (chairs) carried by porters cost ₹4000 (return) if you weigh between 50kg and 70kg, and ₹4500 for heavier passengers. If your weight range isn’t obvious, you'll suffer the indignity of being weighed on a huge beam scale before setting off. (The majority of people milling around at the bottom of the hill have no intention of walking all the way to the top, and many just walk a few hundred metres before returning.)Note that while photography is permitted on the trail, it’s not allowed inside the temples.The Bhavnath Mela, over five days in the month of Magha, brings folk music, dancing and throngs of nagas (naked sadhus) to Bhavnath Mahadev Temple at Girnar Taleti. It marks the time when Shiva is believed to have danced his cosmic dance of destruction.In the next few years the ascent of Girnar Hill is set to become much easier: a cable car that will whisk pilgrims to the top is under construction."
},
{
    "country": "india",
    "index": 7,
    "name": "Sun Temple",
    "latitude": "19.887535",
    "longitude": "86.095047",
    "excerpt": "Conceived as the cosmic chariot of the sun god Surya, this massive, breathtakingly splendid temple was constructed in the mid-13th century, probably by…",
    "detail_url": "https://www.lonelyplanet.com/india/orissa/konark/attractions/sun-temple/a/poi-sig/1150358/356438",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8bba574647cc18bd6aad03fa7645fdd5-sun-temple.jpg",
    "detail_description": "Conceived as the cosmic chariot of the sun god Surya, this massive, breathtakingly splendid temple was constructed in the mid-13th century, probably by Odishan king Narashimhadev I to celebrate his military victory over the Muslims. Around the base, seven rearing horses (representing the days of the week) move the stone leviathan on 24 stone cartwheels (representing the hours of the day). The temple was positioned so that dawn light would illuminate the deul (temple sanctuary) interior and the presiding deity.\nThe temple was in use for maybe only three centuries. In the late 16th century the 40m-high sikhara (spire) partially collapsed: speculation about causes ranges from marauding Mughals removing the copper over the cupola to a ransacking Kalapahad displacing the Dadhinauti (arch stone), to simple wear and tear from recurring cyclones. The presiding deity may have been moved to Jagannath Temple in Puri in the 17th century; the interior of the temple was filled in with stone in 1903 by the British.The temple has been under constant and careful restoration for years now, and its gradual weathering continues to this day. Every year, crumbling sections of ornate wall panels are replaced by new blocks (featuring unremarkable motifs sculpted by modern hands), and the structure slowly sheds the sculptural brilliance that made it so special in the first place.The gajasimha (main entrance) is guarded by two stone lions crushing elephants and leads to the intricately carved nritya mandapa (dancing hall). Steps, flanked by straining horses, rise to the still-standing jagamohan (assembly hall). Behind is the spireless deul, with its three impressive chlorite images of Surya aligned to catch the sun at dawn, noon and sunset. The chariot concept of the temple harks back to a stylistic trend in Indian architecture, reflected in the stone chariot at the Vittala Temple in Hampi and the Pancha Rathas complex (featuring five stone chariots devoted to the Pandavas from the Mahabharata) in Mahabalipuram.The base and walls present a chronicle in stone of Kalinga life; you’ll see women cooking and men hunting. Many are in the erotic style for which Konark is famous and include entwined couples as well as solitary exhibitionists.Persistent guides (₹150) will approach you at the entrance. The temple’s history is a complicated amalgam of fact and legend, and religious and secular imagery, and the guides’ explanations can be thought-provoking. But make sure you get a government-approved one; all licensed guides wear their official ID on them and should be easy to spot."
},
{
    "country": "india",
    "index": 5,
    "name": "Amber Fort",
    "latitude": "26.98666",
    "longitude": "75.851535",
    "excerpt": "This magnificent fort comprises an extensive palace complex, built from pale yellow and pink sandstone, and white marble, and is divided into four main…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/amber/attractions/amber-fort/a/poi-sig/1286368/1329231",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-150973124_super.jpg",
    "detail_description": "This magnificent fort comprises an extensive palace complex, built from pale yellow and pink sandstone, and white marble, and is divided into four main sections, each with its own courtyard. It is possible to visit the fortress on elephant-back, but animal welfare groups have criticised the keeping of elephants at Amber because of reports of abuse, and because carrying passengers can cause lasting injuries to the animals.\nAs an alternative, you can trudge up to the fort from the road in about 10 minutes, or take a 4WD to the top and back for ₹450 (good for up to five passengers), including a one-hour wait time. For night entry, admission for foreigners drops to the Indian price.However you arrive, you will enter Amber Fort through the Suraj Pol (Sun Gate), which leads to the Jaleb Chowk (Main Courtyard), where returning armies would display their war booty to the populace – women could view this area from the veiled windows of the palace. The ticket office is directly across the courtyard from the Suraj Pol. If you arrive by car you will enter through the Chand Pol (Moon Gate) on the opposite side of Jaleb Chowk. Hiring a guide or grabbing an audio guide is highly recommended, as there are very few signs and many blind alleys.From Jaleb Chowk, an imposing stairway leads up to the main palace, but first it’s worth taking the steps just to the right, which lead to the small Siladevi Temple, with its gorgeous silver doors featuring repoussé (raised relief) work.Heading back to the main stairway will take you up to the second courtyard and the Diwan-i-Am (Hall of Public Audience), which has a double row of columns, each topped by a capital in the shape of an elephant, and latticed galleries above.The maharaja’s apartments are located around the third courtyard – you enter through the fabulous Ganesh Pol, decorated with beautiful frescoed arches. The Jai Mandir (Hall of Victory) is noted for its inlaid panels and multimirrored ceiling. Carved marble relief panels around the hall are fascinatingly delicate and quirky, depicting cartoon-like insects and sinuous flowers. Opposite the Jai Mandir is the Sukh Niwas (Hall of Pleasure), with an ivory-inlaid sandalwood door and a channel that once carried cooling water right through the room. From the Jai Mandir you can enjoy fine views from the palace ramparts over picturesque Maota Lake below.The zenana (secluded women’s quarters) surrounds the fourth courtyard. The rooms were designed so that the maharaja could embark on his nocturnal visits to his wives’ and concubines’ respective chambers without the others knowing, as the chambers are independent but open onto a common corridor.The Amber sound-and-light show takes place below the fort in the complex near Maota Lake."
},
{
    "country": "india",
    "index": 4,
    "name": "City Palace",
    "latitude": "26.925657",
    "longitude": "75.824279",
    "excerpt": "A complex of courtyards, gardens and buildings, the impressive City Palace is right in the centre of the Old City. The outer wall was built by Jai Singh…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaipur/attractions/city-palace/a/poi-sig/449391/356451",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169577862_super.jpg",
    "detail_description": "A complex of courtyards, gardens and buildings, the impressive City Palace is right in the centre of the Old City. The outer wall was built by Jai Singh II, but within it the palace has been enlarged and adapted over the centuries. There are palace buildings from different eras, some dating from the early 20th century. It is a striking blend of Rajasthani and Mughal architecture.\r\n\nThe price of admission includes entry to Royal Gaitor and the Cenotaphs of the Maharanis, as well as to Jaigarh, a long climb above Amber Fort. This composite ticket is valid for two days and costs Indians an extra ₹60 on top of City Palace entry (no extra cost for foreigners).\r\n\r\nMubarak Mahal\r\n\r\nEntering through Virendra Pol, you’ll see the Mubarak Mahal (Welcome Palace), built in the late 19th century for Maharaja Madho Singh II as a reception centre for visiting dignitaries. Its multiarched and colonnaded construction was cooked up in an Islamic, Rajput and European stylistic stew by the architect Sir Swinton Jacob. It now forms part of the Maharaja Sawai Mansingh II Museum, containing a collection of royal costumes and superb shawls, including Kashmiri pashmina. One remarkable exhibit is Sawai Madho Singh I’s capacious clothing; it’s said he was a cuddly 2m tall, 1.2m wide and 250kg.\r\n\r\nThe Armoury\r\n\r\nThe Anand Mahal Sileg Khana – the Maharani’s Palace – houses the Armoury, which has one of the best collections of weapons in the country. Many of the ceremonial items are elegantly engraved and inlaid, belying their grisly purpose.\r\n\r\nDiwan-i-Khas (Sarvatobhadra)\r\n\r\nSet between the Armoury and the Diwan-i-Am art gallery is an open courtyard known in Sanskrit as Sarvatobhadra. At its centre is a pink-and-white, marble-paved gallery that was used as the Diwan-i-Khas (Hall of Private Audience), where the maharajas would consult their ministers. Here you can see two enormous silver vessels, each 1.6m tall and reputedly the largest silver objects in the world.\r\n\r\nDiwan-i-Am Art Gallery\r\n\r\nWithin the lavish Diwan-i-Am (Hall of Public Audience) is this art gallery. Exhibits include a copy of the entire Bhagavad Gita handwritten in tiny script, and miniature copies of other holy Hindu scriptures, which were small enough to be easily hidden in the event that zealot Mughal armies tried to destroy the sacred texts.\r\n\r\nPitam Niwas Chowk &amp; Chandra Mahal\r\n\r\nLocated towards the palace’s inner courtyard is Pitam Niwas Chowk. Here four glorious gates represent the seasons – the Peacock Gate depicts autumn, the Lotus Gate signifies summer, the Green Gate represents spring, and finally the Rose Gate embodies winter.\r\n\r\nBeyond this chowk (square) is the private palace, the Chandra Mahal, which is still the residence of the descendants of the royal family; you can take a 45-minute Royal Grandeur guided tour of select areas.\r\n"
},
{
    "country": "india",
    "index": 3,
    "name": "Agra Fort",
    "latitude": "27.180235967795",
    "longitude": "78.020038567179",
    "excerpt": "With the Taj Mahal overshadowing it, one can easily forget that Agra has one of the finest Mughal forts in India. Walking through courtyard after…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/agra-fort/a/poi-sig/449177/356509",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/afa35ec6a9e15acf863935f4c3c154b6-agra-fort.jpg",
    "detail_description": "With the Taj Mahal overshadowing it, one can easily forget that Agra has one of the finest Mughal forts in India. Walking through courtyard after courtyard of this palatial red-sandstone and marble fortress, your amazement grows as the scale of what was built here begins to sink in.\nConstruction along the bank of the Yamuna River was begun by Emperor Akbar in 1565 on the site of an earlier fort. Further additions were made, particularly by his grandson Shah Jahan, using his favourite building material – white marble. The fort was built primarily as a military structure, but Shah Jahan transformed it into a palace, and later it became his gilded prison for eight years after his son Aurangzeb seized power in 1658.The ear-shaped fort’s colossal double walls rise more than 20m and measure 2.5km in circumference. The Yamuna River originally flowed along the straight eastern edge of the fort, and the emperors had their own bathing ghats here. It contains a maze of buildings, forming a city within a city, including vast underground sections, though many of the structures were destroyed over the years by Nadir Shah, the Marathas, the Jats and finally the British, who used the fort as a garrison. Even today, much of the fort is used by the military and is off-limits to the general public.The Amar Singh Gate to the south is the sole entry point to the fort these days and where you buy your entrance ticket. Its dogleg design was meant to confuse attackers who made it past the first line of defence – the crocodile-infested moat.Following the plain processional way you reach a gateway and the huge red-sandstone Jehangir’s Palace on the right. In front of the palace is Hauz-i-Jehangir, a huge bowl carved out of a single block of stone, which was used for bathing. The palace was probably built by Akbar for his son Jehangir. With tall stone pillars and corner brackets, it blends Indian and Central Asian architectural styles, a reminder of the Mughals’ Turkestani cultural roots.Further along the eastern edge of the fort you’ll find the Khas Mahal, a beautiful marble pavilion and pool that formed the living quarters of Shah Jahan. Taj views are framed in the ornate marble grills.The large courtyard here is Anguri Bagh, a garden that has been brought back to life in recent years. In the courtyard is an innocuous-looking entrance – now locked – that leads down a flight of stairs into a two-storey labyrinth of underground rooms and passageways where Akbar used to keep his 500-strong harem. On the northeast corner of the courtyard you can get a glimpse of the Shish Mahal (Mirror Palace), with walls inlaid with tiny mirrors.Just to the north of the Khas Mahal is the Mathamman (Shah) Burj, the wonderful white-marble octagonal tower and palace where Shah Jahan was imprisoned for eight years until his death in 1666, and from where he could gaze out at the Taj Mahal, the tomb of his wife. When he died, Shah Jahan’s body was taken from here by boat to the Taj. The now-closed Mina Masjid served as Shah Jahan's private mosque.As you enter the large courtyard, along the eastern wall of the fort, is Diwan-i-Khas (Hall of Private Audiences), which was reserved for important dignitaries or foreign representatives. The hall once housed Shah Jahan’s legendary Peacock Throne, which was inset with precious stones – including the famous Koh-i-noor diamond. The throne was taken to Delhi by Aurangzeb, then to Iran in 1739 by Nadir Shah and dismantled after his assassination in 1747. Overlooking the river and the distant Taj Mahal is Takhti-i-Jehangir, a huge slab of black rock with an inscription around the edge. The throne that stood here was made for Jehangir when he was Prince Salim.Following the north side of the courtyard a side door leads to the tiny but exquisite white-marbled Nagina Masjid (Gem Mosque), built in 1635 by Shah Jahan for the ladies of the court. Down below was the Ladies’ Bazaar, where the court ladies bought their goods.A hidden doorway near the mosque exit leads down to the scallop-shaped arches of the large, open Diwan-i-Am, which was used by Shah Jahan for domestic government business, and features a beautifully decorated throne room where the emperor listened to petitioners. In front of it is the small and rather incongruous grave of John Colvin, a lieutenant-governor of the northwest provinces who died of an illness while sheltering in the fort during the 1857 First War of Independence. To the north is the Moti Masjid, currently off limits to visitors. From here head back to the Amar Singh gate.You can walk to the fort from Taj Ganj via the leafy Shah Jahan Park, or take an autorickshaw for ₹80. Food is not allowed into the fort. The fort opens 30 minutes before sunrise; the ticket office opens 15 minutes before that. Last entry is 30 minutes before sunset."
},
{
    "country": "india",
    "index": 2,
    "name": "Taj Mahal",
    "latitude": "27.174947459318",
    "longitude": "78.041997644188",
    "excerpt": "Poet Rabindranath Tagore described it as 'a teardrop on the cheek of eternity'; Rudyard Kipling as 'the embodiment of all things pure'; while its creator,…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/taj-mahal/a/poi-sig/449189/356509",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/283389.jpg",
    "detail_description": "Poet Rabindranath Tagore described it as 'a teardrop on the cheek of eternity'; Rudyard Kipling as 'the embodiment of all things pure'; while its creator, Emperor Shah Jahan, said it made 'the sun and the moon shed tears from their eyes'. Every year, tourists numbering more than twice the population of Agra pass through its gates to catch a once-in-a-lifetime glimpse of what is widely considered the most beautiful building in the world. Few leave disappointed.\nThe Taj was built by Shah Jahan as a memorial for his third wife, Mumtaz Mahal, who died giving birth to their 14th child in 1631. The death of Mumtaz left the emperor so heartbroken that his hair is said to have turned grey virtually overnight. Construction of the Taj began the following year; although the main building is thought to have been built in eight years, the whole complex was not completed until 1653. Not long after it was finished, Shah Jahan was overthrown by his son Aurangzeb and imprisoned in Agra Fort, where for the rest of his days he could only gaze out at his creation through a window. Following his death in 1666, Shah Jahan was buried here alongside his beloved Mumtaz.In total, some 20,000 people from India and Central Asia worked on the building. Specialists were brought in from as far away as Europe to produce the exquisite marble screens and pietra dura (marble inlay work) made with thousands of semiprecious stones.The Taj was designated a World Heritage Site in 1983 and looks nearly as immaculate today as when it was first constructed – though it underwent a huge restoration project in the early 20th century.• Entry &amp; InformationNote: the Taj is closed every Friday to anyone not attending prayers at the mosque.The Taj can be accessed through the west and east gates. The south gate was closed to visitors in 2018 for security concerns but can be used to exit the Taj. The east gate generally has shorter queues. There are separate queues for men and women at both gates. If you are a foreigner, once you get your ticket, you can skip ahead of the lines of Indians waiting to get in – one perk of your pricey entry fee. It's possible to buy your tickets online in advance at https://asi.payumoney.com (you'll get a ₹50 discount for your troubles), but you won't save much time as you still have to join the main security queue. A ticket that includes entrance to the mausoleum itself cost ₹200 extra.Cameras and videos are permitted, but you can't take photographs inside the mausoleum itself. Tripods are banned.Remember to retrieve your free 500ml bottle of water and shoe covers (included in Taj ticket price). If you keep your ticket, you get small entry-fee discounts when visiting Agra Fort, Fatehpur Sikri, Akbar's Tomb or the Itimad-ud-Daulah on the same day. Bags much bigger than a money pouch are not allowed inside; free bag storage is available. Any food or tobacco will be confiscated when you go through security, as will pens.• Inside the GroundsFrom both the east and west gates you first enter a monumental inner courtyard with an impressive 30m red-sandstone gateway on the south side.The ornamental gardens are set out along classical Mughal charbagh (formal Persian garden) lines – a square quartered by watercourses, with an ornamental marble plinth at its centre. When the fountains are not flowing, the Taj is beautifully reflected in the water.The Taj Mahal itself stands on a raised marble platform at the northern end of the ornamental gardens, with its back to the Yamuna River. Its raised position means that the backdrop is only sky – a masterstroke of design. Purely decorative 40m-high white minarets grace each corner of the platform. After more than three centuries they are not quite perpendicular, but they may have been designed to lean slightly outwards so that in the event of an earthquake they would fall away from the precious Taj. The red-sandstone mosque to the west is an important gathering place for Agra's Muslims. The identical building to the east, the jawab, was built for symmetry.The central Taj structure is made of semitranslucent white marble, carved with flowers and inlaid with thousands of semiprecious stones in beautiful patterns. A perfect exercise in symmetry, the four identical faces of the Taj feature impressive vaulted arches embellished with pietra dura scrollwork and quotations from the Quran in a style of calligraphy using inlaid jasper. The whole structure is topped off by four small domes surrounding the famous bulbous central dome.Directly below the main dome is the Cenotaph of Mumtaz Mahal, an elaborate false tomb surrounded by an exquisite perforated marble screen inlaid with dozens of different types of semiprecious stones. Beside it, offsetting the symmetry of the Taj, is the Cenotaph of Shah Jahan, who was interred here with little ceremony by his usurping son Aurangzeb in 1666. Light is admitted into the central chamber by finely cut marble screens.The real tombs of Mumtaz Mahal and Shah Jahan are in a basement room below the main chamber."
}
]