[
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 1,
    "name": "Jaisalmer Fort",
    "latitude": "26.912766888973",
    "longitude": "70.911993055846",
    "excerpt": "Jaisalmer’s fort is a living urban centre, with about 3000 people residing within its walls. It is honeycombed with narrow winding lanes, lined with…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/jaisalmer-fort/a/poi-sig/449673/356465",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8db156388f48ef5ea35a43eec8942e3e-jaisalmer-fort.jpg",
    "detail_description": "Jaisalmer’s fort is a living urban centre, with about 3000 people residing within its walls. It is honeycombed with narrow winding lanes, lined with houses and temples – along with a large number of handicraft shops, guesthouses and restaurants. You enter the fort from the east, near Gopa Chowk, and pass through four massive gates on the zigzagging route to the upper section. The final gate opens into the square that forms the fort’s centre, Dashera Chowk.\nFounded in 1156 by the Rajput ruler Jaisal and reinforced by subsequent rulers, Jaisalmer Fort was the focus of a number of battles between the Bhatis, the Mughals of Delhi and the Rathores of Jodhpur. In recent years, the fabric of the fort has faced increasing conservation problems due to unrestricted water use caused, in the most part, by high tourist numbers."
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 17,
    "name": "Surya Temple",
    "latitude": "26.91248104",
    "longitude": "70.91191396",
    "excerpt": "This small 16th-century Hindu temple inside the fort is devoted to Surya, the sun god.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/surya-temple/a/poi-sig/1451877/356465",
    "image_url": null,
    "detail_description": "This small 16th-century Hindu temple inside the fort is devoted to Surya, the sun god.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 16,
    "name": "Vyas Chhatri",
    "latitude": "26.922873",
    "longitude": "70.907393",
    "excerpt": "This atmospheric assemblage of golden sandstone chhatris (cenotaphs), in an old Brahmin memorial ground on a rise on the northwestern edge of town, forms…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/vyas-chhatri/a/poi-sig/1447820/356465",
    "image_url": null,
    "detail_description": "This atmospheric assemblage of golden sandstone chhatris (cenotaphs), in an old Brahmin memorial ground on a rise on the northwestern edge of town, forms a popular sunset point from which to view the fort. Enter from Ramgarh Rd opposite the Himmatgarh Palace Hotel.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 15,
    "name": "Baa Ri Haveli",
    "latitude": "26.912268",
    "longitude": "70.912494",
    "excerpt": "This 450-year-old haveli (traditional, ornately decorated residence), once belonging to Brahmin priests that advised the maharajah, now houses an…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/baa-ri-haveli/a/poi-sig/1611363/356465",
    "image_url": null,
    "detail_description": "This 450-year-old haveli (traditional, ornately decorated residence), once belonging to Brahmin priests that advised the maharajah, now houses an interesting museum on its several levels. Artefacts from all aspects of fort life from cooking to clothing are on display.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 14,
    "name": "Laxmi Narayan Temple",
    "latitude": "26.913114318027",
    "longitude": "70.91247526912",
    "excerpt": "The Hindu Laxmi Narayan Temple, in the centre of the fort, is simpler than the Jain temples here and has a brightly decorated dome. Devotees offer grain,…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/laxmi-narayan-temple/a/poi-sig/1287436/356465",
    "image_url": null,
    "detail_description": "The Hindu Laxmi Narayan Temple, in the centre of the fort, is simpler than the Jain temples here and has a brightly decorated dome. Devotees offer grain, which is distributed before the temple. The inner sanctum has a repoussé silver architrave around its entrance, and a heavily garlanded image enshrined within.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 13,
    "name": "Salim Singh-ki-Haveli",
    "latitude": "26.913747",
    "longitude": "70.916212",
    "excerpt": "This 18th-century haveli (traditional, ornately decorated residence) has an amazing, distinctive shape. It’s narrow for the first floors, and then the top…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/salim-singh-ki-haveli/a/poi-sig/1148930/356465",
    "image_url": null,
    "detail_description": "This 18th-century haveli (traditional, ornately decorated residence) has an amazing, distinctive shape. It’s narrow for the first floors, and then the top storey spreads out into a mass of carving, with graceful arched balconies surmounted by pale-blue cupolas. The beautifully arched roof has superb carved brackets in the form of peacocks.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 12,
    "name": "Tilon-ki-Pol",
    "latitude": "26.90920776244",
    "longitude": "70.920921160803",
    "excerpt": "This 14th-century gateway, which straddles the road down to Gadi Sagar, is said to have been built by a famous prostitute. When she offered to pay to have…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/tilon-ki-pol/a/poi-sig/1320168/356465",
    "image_url": null,
    "detail_description": "This 14th-century gateway, which straddles the road down to Gadi Sagar, is said to have been built by a famous prostitute. When she offered to pay to have it constructed, the maharawal refused permission on the grounds that he would have to pass under it to go down to the tank, which would be beneath his dignity. While he was away, she built the gate anyway, adding a Krishna temple on top so the king could not tear it down.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 11,
    "name": "Nathmal-ki-Haveli",
    "latitude": "26.91568",
    "longitude": "70.91265",
    "excerpt": "This late-19th-century haveli (traditional, ornately decorated residence), once used as the prime minister’s house, is still partly inhabited. It has an…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/nathmal-ki-haveli/a/poi-sig/1148933/356465",
    "image_url": null,
    "detail_description": "This late-19th-century haveli (traditional, ornately decorated residence), once used as the prime minister’s house, is still partly inhabited. It has an extraordinary exterior, dripping with carvings, and the 1st floor has decorative paintings using gold leaf. The left and right wings were the work of two brothers, whose competitive spirits apparently produced this virtuoso work – the two sides are similar, but not identical. Sandstone elephants guard the entrance to what is effectively a shop.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 10,
    "name": "Thar Heritage Museum",
    "latitude": "26.919114",
    "longitude": "70.914098",
    "excerpt": "This private museum has an intriguing assortment of Jaisalmer artefacts, from turbans, musical instruments, fossils and kitchen equipment, to displays on…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/thar-heritage-museum/a/poi-sig/1286010/356465",
    "image_url": null,
    "detail_description": "This private museum has an intriguing assortment of Jaisalmer artefacts, from turbans, musical instruments, fossils and kitchen equipment, to displays on birth, marriage, death and opium customs. It’s brought alive by the guided tour you’ll get from its founder, local historian and folklorist LN Khatri. Look for the snakes and ladders game that acts as a teaching guide to Hinduism’s spiritual journey. If the door is locked you’ll find Mr Khatri at his shop, Desert Handicrafts Emporium, on Court Rd.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 9,
    "name": "Desert Cultural Centre & Museum",
    "latitude": "26.910571",
    "longitude": "70.919033",
    "excerpt": "This interesting little museum tells the history of Rajasthan’s princely states and has exhibits on traditional Rajasthani culture. Features include…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/desert-cultural-centre-museum/a/poi-sig/449665/356465",
    "image_url": null,
    "detail_description": "This interesting little museum tells the history of Rajasthan’s princely states and has exhibits on traditional Rajasthani culture. Features include Rajasthani music (with video), textiles, a kavad (a brightly painted mobile story box/shrine made of wood), and a phad (scroll painting) depicting the story of the Rajasthani folk hero Pabuji, used by travelling singers as they recite Pabuji’s epic exploits. It also hosts nightly half-hour puppet shows with English commentary. The ticket includes admission to the Jaisalmer Folklore Museum.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 8,
    "name": "Kuldhara Village",
    "latitude": "26.875378",
    "longitude": "70.797272",
    "excerpt": "This abandoned village is 19km west of Jaisalmer, 6km south of the Sam road. It was abandoned by its Paliwal Brahmin inhabitants – just like the area’s 83…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/kuldhara-village/a/poi-sig/1447874/356465",
    "image_url": null,
    "detail_description": "This abandoned village is 19km west of Jaisalmer, 6km south of the Sam road. It was abandoned by its Paliwal Brahmin inhabitants – just like the area’s 83 other Paliwal Brahmin villages – about 200 years ago. They were heavily taxed, their property was looted and the daughter of one family had been kidnapped, but there was no response to their complaints, so the entire community upped and left.\nLegend has it they buried the gold and silver they couldn’t carry in Kuldhara, which has attracted treasure hunters to the area.Some of the houses are in remarkable condition as they have been restored for use as film sets – this is a popular Bollywood location, and so attracts plenty of Indian day-trippers. Camel rides are available."
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 7,
    "name": "Sam Sand Dunes",
    "latitude": "26.828666",
    "longitude": "70.505447",
    "excerpt": "The silky Sam dunes, 41km west of Jaisalmer along a good sealed road, are one of the most popular excursions from the city. About 2km long, the dunes are…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/sam-sand-dunes/a/poi-sig/1286360/356465",
    "image_url": null,
    "detail_description": "The silky Sam dunes, 41km west of Jaisalmer along a good sealed road, are one of the most popular excursions from the city. About 2km long, the dunes are undeniably among the most picturesque in the region. Some camel safaris camp here, but many more people just roll in for sunset, to be chased across the sands by tenacious camel owners offering short rides. Plenty more people stay overnight in one of the several tent resorts near the dunes.\nThe place acquires something of a carnival atmosphere from late afternoon til the next morning, making it somewhere to avoid if you’re after a solitary desert experience.If you’re organising your own camel ride on the spot, expect to pay ₹300 for a one-hour sunset ride, but beware tricks from camel men such as demanding more money en route."
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 6,
    "name": "Gadi Sagar",
    "latitude": "26.909165",
    "longitude": "70.921179",
    "excerpt": "This stately tank, southeast of the city walls, was Jaisalmer’s vital water supply until 1965, and because of its importance it is surrounded by many…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/gadi-sagar/a/poi-sig/1286011/356465",
    "image_url": null,
    "detail_description": "This stately tank, southeast of the city walls, was Jaisalmer’s vital water supply until 1965, and because of its importance it is surrounded by many small temples and shrines. The tank was built in 1367 by Maharawal Gadsi Singh, taking advantage of a natural declivity that already retained some water. It’s a waterfowl favourite in winter, but can almost dry up before the monsoon.\nThe attractive 14th-century Tilon-ki-Pol gateway that straddles the road down to the tank is said to have been built by a famous prostitute. When she offered to pay to have it constructed, the maharawal refused permission on the grounds that he would have to pass under it to go down to the tank, which would be beneath his dignity. While he was away, she built the gate anyway, adding a Krishna temple on top so the king could not tear it down."
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 5,
    "name": "Jain Temples",
    "latitude": "26.912155696236",
    "longitude": "70.91197020619",
    "excerpt": "Within the fort walls is a maze-like, interconnecting treasure trove of seven beautiful yellow sandstone Jain temples, dating from the 15th and 16th…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/jain-temples/a/poi-sig/449669/356465",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 4,
    "name": "Kothari’s Patwa-ki-Haveli Museum",
    "latitude": "26.916378",
    "longitude": "70.914398",
    "excerpt": "The first of the five sections of Patwa-ki-Haveli is opened as the privately owned Kothari’s Patwa Haveli Museum, which richly evokes 19th-century life.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/kothari-s-patwa-ki-haveli-museum/a/poi-sig/1148928/356465",
    "image_url": null,
    "detail_description": "The first of the five sections of Patwa-ki-Haveli is opened as the privately owned Kothari’s Patwa Haveli Museum, which richly evokes 19th-century life.\n"
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 3,
    "name": "Patwa-ki-Haveli",
    "latitude": "26.916357367507",
    "longitude": "70.914374442219",
    "excerpt": "The biggest fish in the haveli (traditional, ornately decorated residence) pond is Patwa-ki-Haveli, which towers over a narrow lane, its intricate…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/patwa-ki-haveli/a/poi-sig/449677/356465",
    "image_url": null,
    "detail_description": "The biggest fish in the haveli (traditional, ornately decorated residence) pond is Patwa-ki-Haveli, which towers over a narrow lane, its intricate stonework like honey-coloured lace. Divided into five sections, it was built between 1800 and 1860 by five Jain brothers who made their fortunes in brocade and jewellery. It’s all very impressive from the outside; however, the first of the five sections, the privately owned Kothari’s Patwa-ki-Haveli Museum, richly evokes 19th-century life and is the only one worth paying entry for.\nOther sections include two largely empty government-owned 'museums' and two private sections containing shops."
},
{
    "country": "jaisalmer",
    "city": "Jaisalmer",
    "index": 2,
    "name": "Fort Palace Museum",
    "latitude": "26.912741796702",
    "longitude": "70.91321834157",
    "excerpt": "Towering over the fort’s main square, and partly built on top of the Hawa Pol (the fourth fort gate), is the former rulers’ elegant seven-storey palace…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jaisalmer/attractions/fort-palace-museum/a/poi-sig/1148911/356465",
    "image_url": null,
    "detail_description": "Towering over the fort’s main square, and partly built on top of the Hawa Pol (the fourth fort gate), is the former rulers’ elegant seven-storey palace. Highlights of the tour include the mirrored and painted Rang Mahal (the bedroom of the 18th-century ruler Mulraj II), a gallery of finely wrought 15th-century sculptures donated to the rulers by the builders of the fort’s temples, and the spectacular 360-degree views from the rooftop.\nOne room contains an intriguing display of stamps from the former Rajput states. On the eastern wall of the palace is a sculpted pavilion-style balcony. Here drummers raised the alarm when the fort was under siege. You can also see numerous round rocks piled on top of the battlements, ready to be rolled onto advancing enemies. Much of the palace is open to the public – floor upon floor of small rooms provide a fascinating sense of how such buildings were designed for spying on the outside world. The doorways connecting the rooms of the palace are quite low. This isn’t a reflection on the stature of the Rajputs, but was a means of forcing people to adopt a humble, stooped position in case the room they were entering contained the maharawal.The last part of the tour moves from the king’s palace (Raja-ka-Mahal) into the queen’s palace (Rani-ka-Mahal), which contains an interesting section on Jaisalmer’s annual Gangaur processions in spring. The worthwhile 1½-hour audio-guide tour (available in six languages) is included with the entry fee, but you must leave a ₹2000 deposit, or your passport, driver’s licence or credit card."
}
]