[
{
    "country": "jiangsu",
    "index": 1,
    "name": "Linggu Temple Scenic Area",
    "latitude": "32.05707909",
    "longitude": "118.86161629",
    "excerpt": "This expansive temple complex contains one of the most historic buildings in Nanjing – the Beamless Hall (无梁殿, Wúliáng Diàn), built in 1381 entirely out…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/linggu-temple-scenic-area/a/poi-sig/1237583/356022",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/479603197_medium.jpg",
    "detail_description": "This expansive temple complex contains one of the most historic buildings in Nanjing – the Beamless Hall (无梁殿, Wúliáng Diàn), built in 1381 entirely out of brick and stone and containing no beam supports. Buildings during the Ming dynasty were normally constructed of wood, but timber shortages meant that builders had to rely on brick. The structure has a vaulted ceiling and a large stone platform where Buddhist statues once sat.\nA road runs on both sides of the hall: head to the right for the Dàbiàn Juétáng (大遍觉堂) memorial hall, dedicated to Xuan Zang (the Buddhist monk who travelled to India and brought back the Buddhist scriptures). Inside the memorial hall is a statue of the travelling monk, brush aloft, with a cabinet housing a golden model of a pagoda with part of Xuan Zang’s skull within it. To his left is a model wooden pagoda, also within a cabinet.Uphill to the rear of the temple is the colourful Linggu Pagoda (灵谷塔, Línggǔ Tǎ). This nine-storey, 60m-high, octagonal pagoda was finished in 1933 under the direction of a US architect to remember those who died during the Kuomintang revolution. A vegetarian restaurant can be found nearby.To get to the scenic area, take the metro to Zhonglingjie station, then catch bus 202 (¥2, five minutes, every 15 minutes) from Linggu Si Jie, a short walk west of metro Exit 5a, past the shopping centre. Open-sided shuttle buses (¥10, some resembling steam trains) regularly connect the area to the Sun Yatsen Mausoleum."
},
{
    "country": "jiangsu",
    "index": 40,
    "name": "Suzhou Arts and Crafts Museum",
    "latitude": "31.324268",
    "longitude": "120.620699",
    "excerpt": "Housed in a historic building, this small museum boasts an impressive range of modern handicrafts created by skilled Suzhou artists. Its nearly 1000-piece…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/suzhou-arts-and-crafts-museum/a/poi-sig/1605639/356023",
    "image_url": null,
    "detail_description": "Housed in a historic building, this small museum boasts an impressive range of modern handicrafts created by skilled Suzhou artists. Its nearly 1000-piece collection showcases local talent in embroidery, wood and stone carving, and furniture-making. It has good English signage.\nThere are certainly a few unexpected gems in this museum. Keep an eye out for the double-sided portrait of Prince Charles and Princess Diana, noting that double-sided embroidery is a particularly complex art."
},
{
    "country": "jiangsu",
    "index": 39,
    "name": "Presidential Palace",
    "latitude": "32.044796",
    "longitude": "118.791776",
    "excerpt": "After the Taiping took over Nanjing, they built the Mansion of the Heavenly King (天王府, Tiānwáng Fǔ) on the foundations of a former Ming-dynasty palace…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/presidential-palace/a/poi-sig/434490/356022",
    "image_url": null,
    "detail_description": "After the Taiping took over Nanjing, they built the Mansion of the Heavenly King (天王府, Tiānwáng Fǔ) on the foundations of a former Ming-dynasty palace. This magnificent palace did not survive the fall of the Taiping, but there is a reconstruction and a classical Ming garden, now known as the Presidential Palace. Other buildings on the site were used briefly as presidential offices by Sun Yatsen’s government in 1912 and by the Kuomintang from 1927 to 1949.\n"
},
{
    "country": "jiangsu",
    "index": 38,
    "name": "Ming Palace Ruins",
    "latitude": "32.040777",
    "longitude": "118.812461",
    "excerpt": "Built by Zhu Yuanzhang in the 14th century, the imperial palace was reportedly a magnificent structure that served as a template for Beijing's Forbidden…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/ming-palace-ruins/a/poi-sig/434480/356022",
    "image_url": null,
    "detail_description": "Built by Zhu Yuanzhang in the 14th century, the imperial palace was reportedly a magnificent structure that served as a template for Beijing's Forbidden City. The ruins are part of pleasant Wuchaomen Park, which is frequented by badminton-playing and ballroom-dancing locals as well as saxophonists and other musicians who practise in the resonant tunnels at the southern end of the park.\nThe ruins lend their name to the nearby metro station (Minggugong)."
},
{
    "country": "jiangsu",
    "index": 37,
    "name": "Garden to Linger In",
    "latitude": "31.316981",
    "longitude": "120.588663",
    "excerpt": "One of the largest gardens in Suzhou, this 3-hectare plot was originally built in the Ming dynasty by a doctor as a relaxing place for his recovering…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/garden-to-linger-in/a/poi-sig/473286/356023",
    "image_url": null,
    "detail_description": "One of the largest gardens in Suzhou, this 3-hectare plot was originally built in the Ming dynasty by a doctor as a relaxing place for his recovering patients. It’s easy to see why the patients took to it: the winding corridors are inlaid with calligraphy from celebrated masters, their windows and doorways opening onto unusually shaped rockeries, ponds and dense clusters of bamboo.\nThe garden is about 3km west of the city centre and can be reached on tourist bus Y1 from the train station or Renmin Lu."
},
{
    "country": "jiangsu",
    "index": 36,
    "name": "Confucian Temple",
    "latitude": "31.297676702628",
    "longitude": "120.61949380161",
    "excerpt": "A haven of solitude and an oasis of peace in a busy town, the Confucian Temple is adorned with several ancient (one is 830 years old) gingkos and rows of…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/confucian-temple/a/poi-sig/1096664/356023",
    "image_url": null,
    "detail_description": "A haven of solitude and an oasis of peace in a busy town, the Confucian Temple is adorned with several ancient (one is 830 years old) gingkos and rows of potted bonsai trees, plus a statue of the temperate sage. The temple highlight is the fabulous stelae carved during the Southern Song dynasty (1137–1279). One features a fascinating map of old Sūzhōu, detailing the canal system (much now paved over and blocked), old roads and the city walls.\nThere’s also an astronomy stele from 1190 – one of the oldest astronomy charts in the world."
},
{
    "country": "jiangsu",
    "index": 35,
    "name": "Former Residence of Yu Yue",
    "latitude": "31.311491",
    "longitude": "120.614605",
    "excerpt": "In an interesting old residential area of Sūzhōu, this quiet, unpretentious historic house has a lovely classical Chinese garden. It belonged to Yu Yue …",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/former-residence-of-yu-yue/a/poi-sig/1605637/356023",
    "image_url": null,
    "detail_description": "In an interesting old residential area of Sūzhōu, this quiet, unpretentious historic house has a lovely classical Chinese garden. It belonged to Yu Yue (1821-1906), a scholar and imperial official in the late Qing dynasty (1644-1912) and is a tranquil retreat from some of Sūzhōu's busier tourist sites.\nYu Yue retired from official duties because the questions he set for the Chinese imperial civil service examinations were regarded as breaking from traditional thought. He moved to Sūzhōu, designed his house and garden himself, and devoted his life full-time to classical studies."
},
{
    "country": "jiangsu",
    "index": 34,
    "name": "Jiangnan Imperial Examination Hall",
    "latitude": "32.023168",
    "longitude": "118.785285",
    "excerpt": "The north section (北馆; ¥40) of this extensive subterranean museum, marked by the stunning reflection pool on Gongyuan Jie, has contemporary displays on…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/jiangnan-imperial-examination-hall/a/poi-sig/434470/356022",
    "image_url": null,
    "detail_description": "The north section (北馆; ¥40) of this extensive subterranean museum, marked by the stunning reflection pool on Gongyuan Jie, has contemporary displays on imperial China's civil-service examinations and their modern-day equivalent, the gāokǎo (national college entrance examinations). Above ground, don't miss the reconstructions of the buildings where scholars once spent months – or years – in tiny booths preparing for the exacting examinations.Across the street, the much-smaller South Hall (南馆; ¥25) has some old photographs and ceramic artefacts on display.\n"
},
{
    "country": "jiangsu",
    "index": 33,
    "name": "Shen’s House",
    "latitude": "31.114904",
    "longitude": "120.846536",
    "excerpt": "Near Fu’an Bridge, this residence of the Shen clan is a lavish piece of Qing-style architecture boasting three halls and more than 100 rooms. The first…",
    "detail_url": "https://www.lonelyplanet.com/china/zhouzhuang/attractions/shen-s-house/a/poi-sig/1437228/1337045",
    "image_url": null,
    "detail_description": "Near Fu’an Bridge, this residence of the Shen clan is a lavish piece of Qing-style architecture boasting three halls and more than 100 rooms. The first section (in front of the ticketed area) is particularly interesting, as it has a water gate and a wharf where the family moored their private boats. You can picture the compound entirely daubed in Maoist graffiti c 1969 (note the crudely smashed carvings above the doors).\nMost tour groups skip the 2nd floor, possibly because of the steep staircase, but rooms up here are furnished and you can get a bird's-eye view of the hall."
},
{
    "country": "jiangsu",
    "index": 32,
    "name": "Temple of Mystery",
    "latitude": "31.314531508035",
    "longitude": "120.62196391648",
    "excerpt": "Lashed by electronic music from the shops alongside, the Taoist Temple of Mystery stands in what was once Suzhou’s old bazaar, a rowdy entertainment…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/temple-of-mystery/a/poi-sig/473308/356023",
    "image_url": null,
    "detail_description": "Lashed by electronic music from the shops alongside, the Taoist Temple of Mystery stands in what was once Suzhou’s old bazaar, a rowdy entertainment district with travelling performers, acrobats and actors. The temple dates from 1181 and is one of the few surviving examples of Song architecture in Suzhou.\nThe huge Sānqīng Diàn (三清殿; Three Purities Hall) was closed for construction at the time of research but the side halls to Guanyin and the gods of wealth, longevity and literature were still open. In front of Sānqīng Diàn, look out for the one-horned ox (独角神牛; dújiǎo shénníu) that conveyed Laozi on his travels to the West."
},
{
    "country": "jiangsu",
    "index": 31,
    "name": "Zhang’s House",
    "latitude": "31.115782",
    "longitude": "120.846198",
    "excerpt": "To the south of the Twin Bridges, this beautiful 60-room, three-hall structure was built in the Ming era and bought by the Zhang clan in early Qing times…",
    "detail_url": "https://www.lonelyplanet.com/china/zhouzhuang/attractions/zhang-s-house/a/poi-sig/1413405/1337045",
    "image_url": null,
    "detail_description": "To the south of the Twin Bridges, this beautiful 60-room, three-hall structure was built in the Ming era and bought by the Zhang clan in early Qing times as their residence. There’s an opera stage to keep the ladies entertained (they were not supposed to leave home or seek entertainment outside). Also note the chairs after the reception hall. Unmarried women could only sit on those with a hollow seatback, symbolising that they had nobody to rely on!\nDon't overlook the garden, where boats could drift straight up to the house to its own little wharf. Trek back to the road via the 'side lane', a narrow 47m-long servants' hall that ends at the back of a souvenir shop."
},
{
    "country": "jiangsu",
    "index": 30,
    "name": "Soochow University",
    "latitude": "31.3061962",
    "longitude": "120.63393279",
    "excerpt": "Before the communists took over, this college was China's oldest private university, founded by missionaries of the Methodist church in 1900. The…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/soochow-university/a/poi-sig/1436958/356023",
    "image_url": null,
    "detail_description": "Before the communists took over, this college was China's oldest private university, founded by missionaries of the Methodist church in 1900. The university is still in operation and its beautiful old campus is accessible from the west gate (西门; xīmén), where you’ll see St Joseph Church, built in 1881, standing right outside. Inside the leafy campus are ivy-clad colonial buildings, the most notable being the imposing Clock Tower and the Laura Haygood Memorial Hall.\nThe Xiangmen metro stop (exit 1) is next to the north gate of the campus, or bus 8 from the train station will drop you off at the west gate."
},
{
    "country": "jiangsu",
    "index": 29,
    "name": "Garden of Cultivation",
    "latitude": "31.315121",
    "longitude": "120.605137",
    "excerpt": "This small but perfectly formed garden is often overlooked by visitors who are drawn to Suzhou's larger and more famous gardens. Its simple layout makes…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/garden-of-cultivation/a/poi-sig/1593570/356023",
    "image_url": null,
    "detail_description": "This small but perfectly formed garden is often overlooked by visitors who are drawn to Suzhou's larger and more famous gardens. Its simple layout makes use of rockeries, water features and covered corridors, while some of the living quarters are decorated with furniture, creating an intimate atmosphere.\nThe garden's hidden location means it largely remains free of the crowds that dominate other gardens, making it and the surrounding streets a wonderful place to appreciate the serenity that was once an essential feature of all Suzhou's gardens. Find it by following the arrows and name ('艺圃') daubed in bold red characters on the whitewashed walls of surrounding streets."
},
{
    "country": "jiangsu",
    "index": 27,
    "name": "Fūzǐ Miào",
    "latitude": "32.022513",
    "longitude": "118.784201",
    "excerpt": "In the south of the city in a smartened-up pedestrian zone full of restaurants, the Confucian temple Fūzǐ Miào has been a centre of Confucian study for…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/fuzi-miao/a/poi-sig/434464/356022",
    "image_url": null,
    "detail_description": "In the south of the city in a smartened-up pedestrian zone full of restaurants, the Confucian temple Fūzǐ Miào has been a centre of Confucian study for more than 1500 years. What you see today, however, are newly restored, late-Qing-dynasty structures or wholly new buildings reconstructed in traditional style. The area surrounding the temple is a popular place for a stroll, particularly at night, when the streets are attractively lit up and the atmosphere is at its most festive.\nTour boats (游船, yóuchuán) leave from the dock across from the temple itself for 30-minute day (¥60) and evening (¥80) trips along the Qinhuai River (秦淮河, Qínhuái Hé) between 9am and 10pm."
},
{
    "country": "jiangsu",
    "index": 28,
    "name": "Tónglǐ Old Town",
    "latitude": null,
    "longitude": null,
    "excerpt": "This lovely old town, only 18km southeast of Sūzhōu, boasts a rich, historical canalside atmosphere and weather-beaten charm. Many of the buildings have…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/tongli/attractions/tongli-old-town/a/poi-sig/1239236/356024",
    "image_url": null,
    "detail_description": "This lovely old town, only 18km southeast of Sūzhōu, boasts a rich, historical canalside atmosphere and weather-beaten charm. Many of the buildings have kept their traditional facades, with stark whitewashed walls, black-tiled roofs, cobblestone pathways and willow-shaded canal views adding to a picturesque allure. The town is best explored the traditional way: aimlessly meandering along the canals and alleys until you get lost.\nA restrained carnival atmosphere reigns here but the languorous tempo is frequently upset by marauding tour groups that sweep in, especially at weekends.The admission fee to the town includes access to the best sights, except the Chinese Sex Culture Museum."
},
{
    "country": "jiangsu",
    "index": 26,
    "name": "Jiming Temple",
    "latitude": "32.064699169123",
    "longitude": "118.78940573776",
    "excerpt": "The most active temple in Nanjing, Jiming Temple was first built in AD 527 during the Three Kingdoms period and has been rebuilt many times since.",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/jiming-temple/a/poi-sig/434474/356022",
    "image_url": null,
    "detail_description": "The most active temple in Nanjing, Jiming Temple was first built in AD 527 during the Three Kingdoms period and has been rebuilt many times since.Enter the base of seven-storey-tall Yaoshifo Pagoda (药师佛塔, Yàoshīfó Tǎ) to see the spectacle of hundreds of small, gold Buddha figures in cabinets before heading into the on-site restaurant for a good-value vegetarian meal with a handy picture menu and excellent views towards the city's Ming walls.\nAt the time of writing, renovations had closed off the rear walkway to the city wall (¥30, 8am to 4pm), but it is only a short 150m-walk from the back of the temple to Jiefang Gate."
},
{
    "country": "jiangsu",
    "index": 24,
    "name": "Suzhou No 1 Silk Factory",
    "latitude": "31.288325",
    "longitude": "120.624851",
    "excerpt": "This museum and working silk factory was established as a state-owned silk factory in 1926. The highlight of the museum is seeing its massive, 80-year-old…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/suzhou-no-1-silk-factory/a/poi-sig/1589721/356023",
    "image_url": null,
    "detail_description": "This museum and working silk factory was established as a state-owned silk factory in 1926. The highlight of the museum is seeing its massive, 80-year-old silk-spinning machines in action, weaving together impossibly thin threads of silk (eight cocoons are needed to make a single usable thread). If you're lucky, there'll also be live silkworms on display.\nThe second half of the museum is dedicated to selling silk products – prices are relatively high but, refreshingly, there is no pressure to buy.The area south of the factory is was once part of the Japanese Concession, granted in an 1896 treaty. Several old red-brick buildings are still standing, most prominent of which is the former Japanese Consulate, recognisable by its grand, columned entranceway."
},
{
    "country": "jiangsu",
    "index": 25,
    "name": "Lingyan Mountain",
    "latitude": "31.261971",
    "longitude": "120.498734",
    "excerpt": "A one-kilometre walk north of the old town, Lingyan Mountain, the ‘Cliff of the Spirits’, was once the site of a palace where Emperor Qianlong stayed…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/mudu/attractions/lingyan-mountain/a/poi-sig/1437296/356021",
    "image_url": null,
    "detail_description": "A one-kilometre walk north of the old town, Lingyan Mountain, the ‘Cliff of the Spirits’, was once the site of a palace where Emperor Qianlong stayed during his inspection tours of the Yangzi River valley. The mountain is also home to an active Buddhist monastery, Lingyan Shan Temple (灵岩山寺, Língyán Shān Sì). The exhausting climb to the peak offers panoramic views of Suzhou. Tourist bus Y4 goes to Lingyan Mountain from Suzhou’s train station.\nOn the way up the mountain, the left ramp is busier but will take you past some shrines; the steps on the right take a slightly faster route to the top. Try to avoid visiting at the weekends and public holidays, as it can become very busy."
},
{
    "country": "jiangsu",
    "index": 23,
    "name": "Peach Blossom Island",
    "latitude": "31.312838",
    "longitude": "120.701208",
    "excerpt": "In the centre of Jinji Lake, China's biggest inland city lake, Peach Blossom Island was man-made with soil dredged from the lake. Landscaped with peach…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/peach-blossom-island/a/poi-sig/1601447/356023",
    "image_url": null,
    "detail_description": "In the centre of Jinji Lake, China's biggest inland city lake, Peach Blossom Island was man-made with soil dredged from the lake. Landscaped with peach trees, rockeries, gurgling streams and a lotus pond, it makes for a pleasant trip, especially when the peach trees bloom with delicate pink and white flowers each year in March.\nFifty per cent of the island's surface is covered in peach trees and the reed wetlands surrounding it are a haven for wild birds. Many locals to come to the island to fish in the lake. On a clear day the views of landmarks around the lake, such as the Suzhou Culture and Arts Centre, are stunning.Tickets include return travel by speedboat to and from the Jinji Lake tour boats terminal."
},
{
    "country": "jiangsu",
    "index": 22,
    "name": "Blue Wave Pavilion",
    "latitude": "31.296934",
    "longitude": "120.621246",
    "excerpt": "Originally the home of a prince, the oldest garden in Suzhou was first built in the 11th century, and has been repeatedly rebuilt since. Instead of…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/blue-wave-pavilion/a/poi-sig/473276/356023",
    "image_url": null,
    "detail_description": "Originally the home of a prince, the oldest garden in Suzhou was first built in the 11th century, and has been repeatedly rebuilt since. Instead of attracting hordes of tourists, the wild, overgrown garden around the Blue Wave Pavilion is one of those where the locals actually go to chill and enjoy a leisurely stroll.\nLook out for a ‘temple’ whose dark walls are carved with the portraits of more than 500 sages, and the ‘pure fragrance house’ has some impressive furniture made from the gnarled roots of banyan trees.Combined tickets (high/low season ¥40/30) include entrance to Kě Yuán, the academic garden directly opposite Blue Wave. Suzhou Library was established here in 1914 and the garden spent much of the 20th century as administrative offices before being revitalised and opened to the public in 2014."
},
{
    "country": "jiangsu",
    "index": 21,
    "name": "Jinji Lake",
    "latitude": "31.313242",
    "longitude": "120.694084",
    "excerpt": "Jinji Lake lies at the very heart of Suzhou's Industrial Park neighbourhood, home to many of the city's young professionals and expats. At 7.4 sq km,…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/jinji-lake/a/poi-sig/1613341/356023",
    "image_url": null,
    "detail_description": "Jinji Lake lies at the very heart of Suzhou's Industrial Park neighbourhood, home to many of the city's young professionals and expats. At 7.4 sq km, Jinji is China's largest inner-city lake and is surrounded by pretty riverside parks, hip shopping centres and high-end hotels and restaurants.\nYou can take to the water on a sightseeing boat to Ligongdi Pier (¥30 one way) or Peach Blossom Island from the Moon Harbour boat terminal, on the lake's northern edge. Another wonderful way to experience Jinji is by walking the 14km circular fitness trail, a pedestrian-only series of paths and bridges that skirt the lake's perimeter. En route, you'll take in views of one of China's prettiest purpose-built, modern neighbourhoods, a testament to thoughtful planned urban development."
},
{
    "country": "jiangsu",
    "index": 20,
    "name": "Xū Gate",
    "latitude": "31.298405",
    "longitude": "120.608457",
    "excerpt": "One of the eight city gates that were first built to protect Sūzhōu during the Spring and Autumn Period (approximately 771–476 BC), the brick wall that we…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/xu-gate/a/poi-sig/1612877/356023",
    "image_url": null,
    "detail_description": "One of the eight city gates that were first built to protect Sūzhōu during the Spring and Autumn Period (approximately 771–476 BC), the brick wall that we see today originates from the Yuan dynasty (1279–1368) and has undergone considerable renovation work over the centuries.\nNearby, a grand statue venerates Wu Zixu, the man credited with founding what would eventually become the city of Sūzhōu. Having lived an eventful life as a general and politician of the Wu Kingdom, he eventually displeased the king, who ordered him to commit suicide. Wu asked the king to remove his eyes after his death and hang them on the Xū Gate so that he could watch the capture of the city by the advancing Yue army.Surrounded by a pretty landscaped park and directly next to the tourist boat wharf for sightseeing rides on the city moat."
},
{
    "country": "jiangsu",
    "index": 19,
    "name": "Meiling Palace",
    "latitude": "32.049807",
    "longitude": "118.84203",
    "excerpt": "Named by Life magazine in 1937 as 'the most powerful woman in the world', Song Meiling (aka 'Madame Chiang') was the First Lady of the Republic of China …",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/meiling-palace/a/poi-sig/1627726/356022",
    "image_url": null,
    "detail_description": "Named by Life magazine in 1937 as 'the most powerful woman in the world', Song Meiling (aka 'Madame Chiang') was the First Lady of the Republic of China (1948–1975). An accomplished politician and painter, Meiling was actively involved in politics for much of her life, acting as English translator and adviser for her husband, Chiang Kaishek.The complete furnishings, English explanations and unique focus on an extraordinary woman make this museum a particularly special find in China.\nThis beautiful villa combines classical Chinese architecture with modern western elements. It was built in 1934 and was one of the couple's favourite residences. Highlights include family photographs (Sun Yatsen was Meiling's brother-in-law), an exhibition of Meiling's paintings, a bespoke General Motors car and a private chapel.Audioguides (¥20) are available before 4.30pm."
},
{
    "country": "jiangsu",
    "index": 18,
    "name": "Yangzi River Bridge",
    "latitude": "32.115457584323",
    "longitude": "118.73886108398",
    "excerpt": "Opened in 1968, the Yangzi River Bridge is one of the longest bridges in China – a double-decker with a 4.5km-long road on top and a train line below. The…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/yangzi-river-bridge/a/poi-sig/434496/356022",
    "image_url": null,
    "detail_description": "Opened in 1968, the Yangzi River Bridge is one of the longest bridges in China – a double-decker with a 4.5km-long road on top and a train line below. The odds are that you’ll probably cross the bridge if you take a train from the north. Your ticket includes lift access to the viewing platforms, where you can admire the stirring socialist-realist sculptures and city views from up high.\nTo get a closer look at the statues or to walk across the bridge, take the lift and then walk one flight down the stairwell.At ground floor, there's a towering Mao statue and a tiny exhibition of the underwater gear and engineering calculations that were required in the construction of the bridge.Get here on bus 1 from Gulou metro station (exit B) to its terminus opposite Bridge Park. The nearest metro station, Shangyuanmen, is a few inconvenient kilometres away to the northeast."
},
{
    "country": "jiangsu",
    "index": 17,
    "name": "Shantang Jie",
    "latitude": "31.321087",
    "longitude": "120.596495",
    "excerpt": "This picturesque canalside street has been in use for more than a thousand years, having been built in the Tang dynasty (around 825–826) to transport…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/shantang-jie/a/poi-sig/1586744/356023",
    "image_url": null,
    "detail_description": "This picturesque canalside street has been in use for more than a thousand years, having been built in the Tang dynasty (around 825–826) to transport Suzhou’s upper classes to Tiger Hill for leisurely outings. Nowadays it is pedestrianised and makes for a wonderful way to stroll or boat to Tiger Hill. Shantang Jie is very similar in feeling to Pingjiang Lu, with whitewashed buildings backing directly onto the canal and quaint lantern-decorated bridges.\nPast the tourist shops and restaurants at the end nearest the metro station, the northern end of the street becomes very quiet and offers a lovely look at how people traditionally live by the side of Suzhou’s canals. Keep a look out for the seven stone cats guarding the street's bridges and representing different auspicious aspects of life, from wealth to happiness."
},
{
    "country": "jiangsu",
    "index": 15,
    "name": "Hanshan Temple",
    "latitude": "31.312417",
    "longitude": "120.56478",
    "excerpt": "Literally meaning 'Cold Mountain Temple' and founded around AD 500, Hanshan is famous in China thanks to a Tang-dynasty (618–907) poem that is taught at…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/hanshan-temple/a/poi-sig/1589449/356023",
    "image_url": null,
    "detail_description": "Literally meaning 'Cold Mountain Temple' and founded around AD 500, Hanshan is famous in China thanks to a Tang-dynasty (618–907) poem that is taught at schools all over the mainland. The poem, by Zhang Ji, is inscribed on an enormous 16m-tall stelae behind the Great Bell Tower.\nThe Great Bell Tower was closed at the time of writing but it houses an 8.6m-high bell, reputed to be the largest Buddhist bell in the world. Every New Year's Eve, thousands of local people gather to ring the bell 108 times. Legend has it that the average person endures 108 kinds of annoyances per year and that listening to the bell tolling will bring good luck and happiness for the following year.The temple is west of Suzhou's old town, about 1500m from Xihuan Lu metro station. An entrance ticket gives access to both Hanshan Temple and the Great Bell Tower area (8am to 4.30pm), which are actually in two separate compounds. You need to exit one to enter the other – be sure to keep your ticket on hand."
},
{
    "country": "jiangsu",
    "index": 16,
    "name": "West Garden Temple",
    "latitude": null,
    "longitude": null,
    "excerpt": "This magnificent temple, with its mustard-yellow walls and gracefully curved eaves, was burnt to the ground during the Taiping Rebellion and rebuilt in…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/west-garden-temple/a/poi-sig/473314/356023",
    "image_url": null,
    "detail_description": "This magnificent temple, with its mustard-yellow walls and gracefully curved eaves, was burnt to the ground during the Taiping Rebellion and rebuilt in the late 19th century. Greeting you as you enter the stunning Arhat Hall (罗汉堂; Luóhàn Táng) is an amazing four-faced and thousand-armed statue of Guanyin. Beyond lie mesmerising and slightly unnerving rows of 500 glittering luóhàn (arhats; monks who have achieved enlightenment and passed to nirvana at death) statues, each unique and near life-size.\nLuóhàn usually only appear in two rows of nine on either side of the main temple, equalling 18 in total, but on occasion – and in noteworthy temples – they can appear in a huge multitude. A vegetarian restaurant at the temple serves noodles and other simple meat-free fare. The temple is 400m west of the Garden to Linger In. Take Y1 or Y3 from the train station."
},
{
    "country": "jiangsu",
    "index": 14,
    "name": "Pan Gate Scenic Area",
    "latitude": "31.288948",
    "longitude": "120.610925",
    "excerpt": "This quiet part of Suzhou is lovely, with a section of the city wall straddling the outer moat in the southwest corner of the city. Dating from 1355, the…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/pan-gate-scenic-area/a/poi-sig/1115664/356023",
    "image_url": null,
    "detail_description": "This quiet part of Suzhou is lovely, with a section of the city wall straddling the outer moat in the southwest corner of the city. Dating from 1355, the gate backs onto a delightful scenic area, dotted with old halls, bell towers, bridges, pavilions, lake, temple and the crumbling Ruiguang Pagoda, constructed in 1004.\n"
},
{
    "country": "jiangsu",
    "index": 13,
    "name": "Pingjiang Lu",
    "latitude": "31.312362",
    "longitude": "120.630527",
    "excerpt": "On the eastern side of the city, this canalside road has whitewashed local houses sitting comfortably side by side with teahouses and trendy cafes selling…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/pingjiang-lu/a/poi-sig/1413364/356023",
    "image_url": null,
    "detail_description": "On the eastern side of the city, this canalside road has whitewashed local houses sitting comfortably side by side with teahouses and trendy cafes selling overpriced beverages. Duck down some of the side streets that jut out from the main path for a glimpse at local life. It's a lovely place for a stroll, particularly in the early morning or on weekday evenings.\n"
},
{
    "country": "jiangsu",
    "index": 12,
    "name": "Zhan Garden",
    "latitude": "32.022922",
    "longitude": "118.779802",
    "excerpt": "If you don't have time to get to Suzhou, visit this delightful Ming-dynasty garden complex that once housed Taiping officials. The on-site Taiping History…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/zhan-garden/a/poi-sig/1538066/356022",
    "image_url": null,
    "detail_description": "If you don't have time to get to Suzhou, visit this delightful Ming-dynasty garden complex that once housed Taiping officials. The on-site Taiping History Museum is included with your ticket, but it's the garden itself that's the real draw. With willows, acers, magnolias, bamboo, potted bonsai pines and a lovely lawn, the garden is also decorated with courtyards, pools, corridors and rockeries.\n"
},
{
    "country": "jiangsu",
    "index": 11,
    "name": "Humble Administrator’s Garden",
    "latitude": "31.325642",
    "longitude": "120.626954",
    "excerpt": "The largest of Suzhou's gardens, the Humble Administrator’s Garden is often considered to be the most impressive, but its fame draws in constant crowds,…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/humble-administrator-s-garden/a/poi-sig/473288/356023",
    "image_url": null,
    "detail_description": "The largest of Suzhou's gardens, the Humble Administrator’s Garden is often considered to be the most impressive, but its fame draws in constant crowds, which are part of the experience. First built in 1509, this 5.2-hectare garden is clustered with water features, a museum, a teahouse, zigzagging bridges, bamboo groves and lotus ponds, along with at least 10 pavilions with poetic names such as ‘Listening to the Sound of Rain’ and ‘Celestial Spring’. Bring your passport.\n"
},
{
    "country": "jiangsu",
    "index": 10,
    "name": "Suzhou Museum",
    "latitude": "31.325026010132",
    "longitude": "120.62348314468",
    "excerpt": "This stunning museum, one of only two in mainland China designed by IM Pei, is a modern interpretation of Suzhou architecture, with its confluence of…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/suzhou-museum/a/poi-sig/473304/356023",
    "image_url": null,
    "detail_description": "This stunning museum, one of only two in mainland China designed by IM Pei, is a modern interpretation of Suzhou architecture, with its confluence of water, courtyards and a distinctive grey-and-white motif. Although the impressive architecture steals the show, the collection contains a fascinating array of jade, ceramics and textiles, mostly labelled with informative English captions.\nDon't miss the clever mountainscape by the pond or Zhong Wang Fu mansion, a 19th-century courtyard complex that makes up the final section of the museum.Visitor numbers are limited so crowding isn't an issue and the queue to get in tends to move quickly. Before you join the queue, drop off any large bags at the luggage facility opposite."
},
{
    "country": "jiangsu",
    "index": 9,
    "name": "Garden of the Master of the Nets",
    "latitude": "31.299941",
    "longitude": "120.629915",
    "excerpt": "Off Shiquan Jie, this pocket-sized garden is considered one of Suzhou's best preserved. Laid out in the 12th century, it went to seed and was later…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/garden-of-the-master-of-the-nets/a/poi-sig/473284/356023",
    "image_url": null,
    "detail_description": "Off Shiquan Jie, this pocket-sized garden is considered one of Suzhou's best preserved. Laid out in the 12th century, it went to seed and was later restored in the 18th century as part of the home of a retired official turned fisherman (hence the name). In the 1920s, the famous painter Zhang Daqian and his brother Zhang Shanzi lived here with their pet tiger.A striking feature of the garden is the use of space: the labyrinth of courtyards, with windows framing other parts of the garden, is ingeniously designed to give the illusion of a much larger area.\nThere are two ways to the south entry gate, with English signs and souvenir stalls marking the way: you can enter from the alley on Shiquan Jie; or via Kuojiatou Xiang (阔家头巷), an alley off Daichengqiao Lu (带成桥路)."
},
{
    "country": "jiangsu",
    "index": 8,
    "name": "Memorial Hall of the Victims in Nanjing Massacre by Japanese Invaders",
    "latitude": "32.036975",
    "longitude": "118.740835",
    "excerpt": "In the city’s southwestern suburbs, the disturbing exhibits in the Memorial Hall of the Nanjing Massacre document the atrocities committed by Japanese…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/memorial-hall-of-the-victims-in-nanjing-massacre-by-japanese-invaders/a/poi-sig/434478/356022",
    "image_url": null,
    "detail_description": "In the city’s southwestern suburbs, the disturbing exhibits in the Memorial Hall of the Victims in Nanjing Massacre by Japanese Invaders document the atrocities committed by Japanese soldiers against the civilian population during the occupation of Nanjing in 1937. They include pictures of actual executions – many taken by Japanese army photographers – and a gruesome viewing hall built over a mass grave of massacre victims. At times it feels overwhelming but visitors will begin to fathom the link between the massacre and the identity of the city.\nThe museum also helps explain how strong anti-Japanese feeling percolates within today's China. Detailed captions are in English, Japanese and Chinese, but the photographs, skeletons and displays tell their own haunting stories without words. Arrive early to beat the surge."
},
{
    "country": "jiangsu",
    "index": 7,
    "name": "Tiger Hill",
    "latitude": "31.33773",
    "longitude": "120.576496",
    "excerpt": "In the far northwest of town, Tiger Hill is a major drawcard for Chinese tourists, and the beacon that draws them is the leaning Cloud Rock Pagoda (云岩塔,…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/suzhou/attractions/tiger-hill/a/poi-sig/473310/356023",
    "image_url": null,
    "detail_description": "In the far northwest of town, Tiger Hill is a major drawcard for Chinese tourists, and the beacon that draws them is the leaning Cloud Rock Pagoda (云岩塔, Yúnyán Tǎ) atop the hill. The octagonal seven-storey pagoda was built in the 10th century entirely of brick, an innovation in Chinese architecture at the time. It began tilting over 400 years ago, and today the highest point is displaced more than 2m from its original position.\nThe hill itself is artificial and is the final resting place of He Lu, founding father of Suzhou. He Lu died in the 6th century BC and myths have coalesced around him – he is said to have been buried with a collection of 3000 swords and be guarded by a white tiger (hence the name of the hill). He Lu was also a patron of Sun Tzu, the military advisor and author of The Art of War – you'll find a shrine dedicated to him in the northwest corner of the complex.Take a break at Clouds Melted in Tea Fragrance, a working tea plantation hidden away on the northern hillside, where you can sip fresh tea in serene, wooded surrounds.Tourist bus Y1 from Suzhou station goes to the north gate. Otherwise it's a pleasant 3km walk or 20-minute boat ride (¥50, every 25 minutes) along the canal from Shantang Jie."
},
{
    "country": "jiangsu",
    "index": 6,
    "name": "Ming Xiaoling Scenic Area",
    "latitude": "32.06399051",
    "longitude": "118.83926144",
    "excerpt": "This scenic area on Zijin Mountain has loads of opportunities for rambling, but the main attraction is Ming Xiaoling Tomb, the magnificent mausoleum of…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/ming-xiaoling-scenic-area/a/poi-sig/1454740/356022",
    "image_url": null,
    "detail_description": "This scenic area on Zijin Mountain has loads of opportunities for rambling, but the main attraction is Ming Xiaoling Tomb, the magnificent mausoleum of Zhu Yuanzhang (1328–1398), the founding emperor of the Ming dynasty (also known as the Hongwu Emperor), and the only Ming emperor buried outside Beijing.A tree-lined pathway winds around pavilions and picnic grounds and ends at scenic Zixia Lake, ideal for strolling.\nThe mausoleum begins with a 618m ‘spirit path’, lined with stone statues of lions, camels, elephants and horses that drive away evil spirits and guard the tomb. Among them lurk two mythical animals: a xiè zhì, which has a mane and a single horn on its head, and a qílín, which has a scaly body, a cow’s tail, a deer’s hooves and one horn.Follow the path (and the crowds) past halls and a temple and you'll come to the grand stone frontage of the tomb. The uphill tunnel leads to a retaining wall for a huge earth tumulus (called the Soul Tower; 明楼, Mínglóu), beneath which is the unexcavated tomb vault of the emperor. On the wall are inscribed the characters '此山明太祖之墓' ('This hill is the tomb of the first Ming emperor').From Muxuyuan metro station (Line 2), it’s a 1.6km walk uphill. Tour bus Y3 from the city centre also takes you here."
},
{
    "country": "jiangsu",
    "index": 5,
    "name": "Nanjing Museum",
    "latitude": "32.042004",
    "longitude": "118.819542",
    "excerpt": "This fabulous museum has three dramatically modern exhibition blocks alongside a traditional, temple-style hall. Exhibits range from 20th-century brush…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/nanjing-museum/a/poi-sig/434486/356022",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/77978948_master.jpg",
    "detail_description": "This fabulous museum has three dramatically modern exhibition blocks alongside a traditional, temple-style hall. Exhibits range from 20th-century brush-and-ink paintings to ancient calligraphy (including sutra scrolls from Dunhuang) and a magnificent Han-dynasty jade burial suit.Don't miss the Gallery of the Republican Period, a kitschy underground recreation of Nanjing in its 1930s heyday, complete with working cafes, post office and (stationary) steam engine. The adjoining Digital Gallery has a handful of interactive exhibits suitable for kids.\nBring your passport."
},
{
    "country": "jiangsu",
    "index": 4,
    "name": "Qixia Temple",
    "latitude": "32.154251",
    "longitude": "118.953094",
    "excerpt": "This sacred site on Qixia Mountain (栖霞山, Qīxiá Shān), 22km northeast of Nanjing, was founded by the Buddhist monk Ming Sengshao during the Southern Qi…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/qixia-temple/a/poi-sig/1237782/356022",
    "image_url": null,
    "detail_description": "This sacred site on Qixia Mountain (栖霞山, Qīxiá Shān), 22km northeast of Nanjing, was founded by the Buddhist monk Ming Sengshao during the Southern Qi dynasty, and remains an active place of worship. Long one of China’s most important monasteries, today it’s still one of its largest Buddhist seminaries. The mountain's maple trees are a major draw in November when the hills are splashed in crimson and bronze.\nThe two main halls are the Maitreya Hall, with a statue of the Maitreya Buddha sitting cross-legged at the entrance; and the Vairocana Hall, housing a 5m-tall statue of the Vairocana Buddha.Behind Qixia Temple is the Thousand Buddha Cliff (千佛岩, Qiānfó Yán). Several grottoes housing stone statues are carved into the hillside, the earliest of which dates as far back as the Qi dynasty (AD 479–502); others are from the Tang, Song, Yuan and Ming dynasties. There is also a small stone pagoda, Sheli Pagoda (舍利塔, Shèlì Tǎ), which was built in AD 601 and rebuilt during the late Tang period. The upper part has engraved sutras and carvings of Buddha; around the base, each of the pagoda’s eight sides depicts tales from the life of Sakyamuni.Continue northwards to admire lovely views in the scenic area behind the temple. The steep path meanders via an array of pavilions and rocky outcrops: it's serene, so consider bringing lunch and spending time here.Get to the temple from Nanjing by public bus (南上, Nán Shàng; ¥2.50, one hour) from a stop by Nanjing Train Station. The bus stop is on a dusty highway, 500m south of the entrance."
},
{
    "country": "jiangsu",
    "index": 2,
    "name": "Ming Xiaoling Tomb",
    "latitude": "32.05854804",
    "longitude": "118.83454434",
    "excerpt": "Zhu Yuanzhang (1328–1398), the founding emperor of the Ming dynasty (also known as the Hongwu Emperor), was buried in the tomb of Ming Xiaoling; he was…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/ming-xiaoling-tomb/a/poi-sig/434482/356022",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/93265494_super.jpg",
    "detail_description": "Zhu Yuanzhang (1328–1398), the founding emperor of the Ming dynasty (also known as the Hongwu Emperor), was buried in the tomb of Ming Xiaoling; he was the only Ming emperor buried outside Beijing. The area surrounding the tomb is the Ming Xiaoling Scenic Area. A tree-lined pathway winds around pavilions and picnic grounds and ends at scenic Zixia Lake, ideal for strolling. A combo ticket for the tomb and the Linggu Temple Scenic Area is ¥100.\nThe first section of this magnificent mausoleum is a 618m ‘spirit path’, lined with stone statues of lions, camels, elephants and horses that drive away evil spirits and guard the tomb. Among them lurk two mythical animals: a xiè zhì, which has a mane and a single horn on its head, and a qílín, which has a scaly body, a cow’s tail, a deer’s hooves and one horn.Follow the path (and the crowds) past halls and a temple and you'll come to the grand stone frontage of the tomb. The uphill tunnel leads to a retaining wall for a huge earth tumulus (called the Soul Tower; 明楼, Mínglóu), beneath which is the unexcavated tomb vault of the emperor. On the wall are inscribed the characters '此山明太祖之墓' ('This hill is the tomb of the first Ming emperor'). The other Ming emperors are buried outside Beijing at the Ming Tombs (十三陵, Shísān Líng).From Muxuyuan metro station (Line 2), it’s a 1.6km walk uphill. Tour bus Y3 from the city centre also takes you here."
},
{
    "country": "jiangsu",
    "index": 3,
    "name": "Sun Yatsen Mausoleum",
    "latitude": "32.0625947",
    "longitude": "118.84834262",
    "excerpt": "An astonishing sight at the top of an enormous stone stairway (a breathless 392 steps), Sun Yatsen's tomb is a mandatory stop for most visitors…",
    "detail_url": "https://www.lonelyplanet.com/china/jiangsu/nanjing/attractions/sun-yatsen-mausoleum/a/poi-sig/434492/356022",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/459852380_master.jpg",
    "detail_description": "An astonishing sight at the top of an enormous stone stairway (a breathless 392 steps), Sun Yatsen's tomb is a mandatory stop for most visitors. Reverentially referred to as guófù (国父, Father of the Nation), Dr Sun is esteemed by both communists and Kuomintang. He died in Beijing in 1925, and had wished to be buried in Nanjing, no doubt with far less pomp than the Ming-style tomb his successors fashioned for him. Within a year of his death, however, construction of this mausoleum began.Admission is ticketed; bring your passport to collect a free ticket.\nAt the start of the path stands a dignified marble gateway, capped with a roof of blue-glazed tiles. The blue and white of the mausoleum symbolises the white sun on the blue background of the Kuomintang flag; the flag also appears in mosaic on the ceiling of the mausoleum itself.Halfway up the grand ascent, don't miss the pair of hefty bronze tripods that bear bullet holes from the Japanese invasion in 1937.The memorial chamber and crypt lie at the top of the steps. A tablet hanging across the threshold is inscribed with the ‘Three Principles of the People’, as formulated by Dr Sun: nationalism, democracy and people’s livelihood. Inside is a statue of a seated Dr Sun (who is better known to the Chinese as Sun Zhongshan, rather than Sun Yatsen), while a supine marble statue of Dr Sun seals his copper coffin.Shuttle buses (¥10, some resembling red steam trains) speed to and from the Linggu Temple Scenic Area."
}
]