[
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 1,
    "name": "Mehrangarh",
    "latitude": "26.297722459222",
    "longitude": "73.018562684764",
    "excerpt": "Rising perpendicular and impregnable from a rocky hill that itself stands 120m above Jodhpur’s skyline, Mehrangarh is one of the most magnificent forts in…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/mehrangarh/a/poi-sig/1148426/356466",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5f48159fbc4089ba19b8c3e7978ed642-mehrangarh.jpg",
    "detail_description": "Rising perpendicular and impregnable from a rocky hill that itself stands 120m above Jodhpur’s skyline, Mehrangarh is one of the most magnificent forts in India. The battlements are 6m to 36m high, and as the building materials were chiselled from the rock on which the fort stands, the structure merges with its base. Mehrangarh is packed with history and legend.\nMehrangarh’s main entrance is at the northeast gate, Jai Pol. It’s about a 300m walk up from the old city to the entrance, or you can take a winding 5km autorickshaw ride (around ₹120).\nJai Pol was built by Maharaja Man Singh in 1808 following his defeat of invading forces from Jaipur. Past the museum ticket office and a small cafe, the 16th-century Dodh Kangra Pol was an external gate before Jai Pol was built, and still bears the scars of 1808 cannonball hits. Through here, the main route heads up to the left through the 16th-century Imritia Pol and then Loha Pol, the fort’s original entrance, with iron spikes to deter enemy elephants. Just inside the gate are two sets of small hand prints, the sati (ritual suicide of widow on husband’s funeral pyre) marks of royal widows – the last to commit sati were Maharaja Man Singh’s widows in 1843.\nPast Loha Pol you’ll find a restaurant and Suraj Pol, which gives access to the museum. Once you’ve visited the museum, continue on from here to the panoramic ramparts, which are lined with impressive antique artillery. The ramparts were fenced off in 2016 after a fatal selfie accident – hopefully a temporary measure, as the views are spectacular.\nAlso worth exploring is the right turn from Jai Pol, where a path winds down to the Chokelao Bagh, a restored and gorgeously planted 18th-century Rajput garden (you could lose an afternoon here lolling under shady trees reading a book), and the Fateh Pol. You can exit here into the old city quarter of Navchokiya.\n"
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 12,
    "name": "Chokelao Bagh",
    "latitude": "26.29875103",
    "longitude": "73.01735268",
    "excerpt": "Chokelao Bagh is a restored 18th-century Rajput garden featuring garden and rooftop restaurants.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/chokelao-bagh/a/poi-sig/1451955/356466",
    "image_url": null,
    "detail_description": "Chokelao Bagh is a restored 18th-century Rajput garden featuring garden and rooftop restaurants.\n"
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 11,
    "name": "Jai Pol",
    "latitude": "26.299821",
    "longitude": "73.019772",
    "excerpt": "The Jai Pol was built by Maharajah Man Singh in 1808 following his defeat of invading forces from Jaipur.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/jai-pol/a/poi-sig/1384143/356466",
    "image_url": null,
    "detail_description": "The Jai Pol was built by Maharajah Man Singh in 1808 following his defeat of invading forces from Jaipur.\n"
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 10,
    "name": "Chamundaji Temple",
    "latitude": "26.296349",
    "longitude": "73.01681",
    "excerpt": "At the southwestern end of the fort, this temple is dedicated to the goddess Durga in her wrathful aspect.",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/chamundaji-temple/a/poi-sig/1395768/356466",
    "image_url": null,
    "detail_description": "At the southwestern end of the fort, this temple is dedicated to the goddess Durga in her wrathful aspect.\n"
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 9,
    "name": "Fateh Pol",
    "latitude": "26.296762",
    "longitude": "73.01636",
    "excerpt": "At the southwestern side of the fort, this gate was erected by Maharaja Ajit Singh to commemorate his defeat of the Mughals. You can enter the fort from…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/fateh-pol/a/poi-sig/1384144/356466",
    "image_url": null,
    "detail_description": "At the southwestern side of the fort, this gate was erected by Maharaja Ajit Singh to commemorate his defeat of the Mughals. You can enter the fort from Navchokyia here without the crowds.\n"
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 8,
    "name": "Toorji Ka Jhalra",
    "latitude": "26.296964",
    "longitude": "73.022937",
    "excerpt": "This geometrically handsome step-well (also known as a baori or wav) has been rejuvenated after decades as a rubbish dump. Its clean lines and clear, fish…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/toorji-ka-jhalra/a/poi-sig/1558828/356466",
    "image_url": null,
    "detail_description": "This geometrically handsome step-well (also known as a baori or wav) has been rejuvenated after decades as a rubbish dump. Its clean lines and clear, fish-filled water will leave you mesmerised. It's a great place to just sit and watch, and the attached cafe adds further incentive for a visit.\n"
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 7,
    "name": "Clock Tower",
    "latitude": "26.29505955037",
    "longitude": "73.024019156432",
    "excerpt": "The century-old clock tower is a city landmark surrounded by the vibrant sounds, sights and smells of Sardar Market. The market is bordered by triple…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/clock-tower/a/poi-sig/1285729/356466",
    "image_url": null,
    "detail_description": "The century-old clock tower is a city landmark surrounded by the vibrant sounds, sights and smells of Sardar Market. The market is bordered by triple-arched gateways at its northern and southern ends. The narrow, winding lanes of the old city spread out in all directions from here. Westward, you plunge into the old city’s commercial heart, with crowded alleys and bazaars selling vegetables, spices, sweets, silver and handicrafts.\n"
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 6,
    "name": "Rao Jodha Desert Rock Park",
    "latitude": "26.303995",
    "longitude": "73.017508",
    "excerpt": "This 72-hectare park – and model of ecotourism – sits in the lee of Mehrangarh. It has been lovingly restored and planted with native species to show the…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/rao-jodha-desert-rock-park/a/poi-sig/1504132/356466",
    "image_url": null,
    "detail_description": "This 72-hectare park – and model of ecotourism – sits in the lee of Mehrangarh. It has been lovingly restored and planted with native species to show the natural diversity of the region. The park is criss-crossed with walking trails that take you up to the city walls, around Devkund lake, spotting local and migratory birds, butterflies and reptiles. For an extra insight into the area’s native flora and fauna, take along one of the excellent local guides.\nWalks here are the perfect restorative if the Indian hustle has left you in need of breathing space. Visit in the early morning or late afternoon for the most pleasant temperatures. The visitors centre is thoughtfully put together, and there’s a small cafe, too."
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 5,
    "name": "Umaid Bhawan Palace",
    "latitude": "26.281031667895",
    "longitude": "73.047209465155",
    "excerpt": "Gaj Singh II still lives in part of this hilltop palace, built in 1929 for Maharaja Umaid Singh. It was designed by the British architect Henry Lanchester…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/umaid-bhawan-palace/a/poi-sig/1285736/356466",
    "image_url": null,
    "detail_description": "Gaj Singh II still lives in part of this hilltop palace, built in 1929 for Maharaja Umaid Singh. It was designed by the British architect Henry Lanchester and took more than 3000 workers 15 years to complete its 365 rooms, at a cost of around ₹11 million.The museum (9am to 5pm, Indian/foreigner ₹50/100), which includes photos of the elegant art-deco interior plus an eccentric collection of elaborate clocks, is the only part open to casual visitors.\nThe building is mortarless, and incorporates 100 wagon loads of Makrana marble and Burmese teak in the interior. Apparently its construction began as a royal job-creation program during a time of severe drought. Much of the building has been turned into a suitably grand hotel. Casual visitors are not welcome at either the royal residence or the hotel.Don’t miss the maharaja’s highly polished classic cars, displayed in front of the museum, by the entrance gate.It's 3km southeast of the old city; take an autorickshaw."
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 4,
    "name": "Mandore Gardens",
    "latitude": "26.349614",
    "longitude": "73.036766",
    "excerpt": "Situated 9km north of the centre of Jodhpur, Mandore was the capital of Marwar prior to the founding of Jodhpur. Its gardens, complete with rock terraces…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/mandore-gardens/a/poi-sig/1286390/356466",
    "image_url": null,
    "detail_description": "Situated 9km north of the centre of Jodhpur, Mandore was the capital of Marwar prior to the founding of Jodhpur. Its gardens, complete with rock terraces and home to playful grey langurs, contain a variety of dark-red cenotaphs of Jodhpur’s rulers. A rickshaw to the gardens costs between ₹200 and ₹250.\nCenotaphs include the soaring but unkempt Chhatri of Maharaja Dhiraj Ajit Singh (1793), which combines Buddhist and Jain elements in its architecture. It’s an enormous edifice with a high sikhara (spire), a pillared and domed forechamber, and fine sculpture including small carved elephants and lions. The memorial also marks the spot where 64 queens and concubines committed sati ritual suicide of widow on husband’s funeral pyre) on Ajit Singh’s death in 1724.Opposite is the 1720 Chhatri of Maharaja Dhiraj Jaswant Singh I, with a large pavilion and a vast dome on an octagonal base. It achieves a remarkable symmetry, with a gallery supported by huge pillars. The remaining cenotaphs date to the 17th century.A path winds 350m behind the gardens to the extensive remains of Mandore’s fort on the hill above, the origins of which go back to the 6th century AD or possibly earlier – long before the Rathores. It’s now inhabited mostly by langurs, dogs and cows."
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 3,
    "name": "Jaswant Thada",
    "latitude": "26.30413802",
    "longitude": "73.0245793",
    "excerpt": "This milky-white marble memorial to Maharaja Jaswant Singh II, sitting above a small lake 1km northeast of Mehrangarh, is an array of whimsical domes. It…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/jaswant-thada/a/poi-sig/1148427/356466",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-163914433_high.jpg",
    "detail_description": "This milky-white marble memorial to Maharaja Jaswant Singh II, sitting above a small lake 1km northeast of Mehrangarh, is an array of whimsical domes. It’s a welcome, peaceful spot after the hubbub of the city, and the views across to the fort and over the city are superb. Built in 1899, the cenotaph has some beautiful jalis (carved-marble lattice screens) and is hung with portraits of Rathore rulers going back to the 13th century.\nLook out for the memorial to a peacock that flew into a funeral pyre."
},
{
    "country": "jodhpur",
    "city": "Jodhpur",
    "index": 2,
    "name": "Mehrangarh Museum",
    "latitude": "26.298215",
    "longitude": "73.019503",
    "excerpt": "The fort's museum encompasses its former palace, and is a superb example of Rajput architecture. The network of courtyards and halls features stone…",
    "detail_url": "https://www.lonelyplanet.com/india/rajasthan/jodhpur/attractions/mehrangarh-museum/a/poi-sig/1320440/356466",
    "image_url": null,
    "detail_description": "The fort's museum encompasses its former palace, and is a superb example of Rajput architecture. The network of courtyards and halls features stone-lattice work so finely carved that it often looks more like sandalwood than sandstone. The galleries around Shringar Chowk (Anointment Courtyard) display India’s best collection of howdahs (seat for carrying people on an elephant’s back) and Jodhpur’s royal palanquin collection. The superb audio guide is included with your ticket, but bring ID or a credit card as deposit.\nOne of the two galleries off Daulat Khana Chowk displays textiles, paintings, manuscripts, headgear and the curved sword of the Mughal emperor Akbar; the other gallery is the armoury. Upstairs is a fabulous gallery of miniature paintings from the sophisticated Marwar school and the beautiful 18th-century Phul Mahal (Flower Palace), with 19th-century wall paintings depicting the 36 moods of classical ragas as well as royal portraits; the artist took 10 years to create them using a curious concoction of gold leaf, glue and cow’s urine.Takhat Vilas was the bedchamber of Maharaja Takhat Singh (r 1843–73), who had just 30 maharanis and numerous concubines. Its beautiful ceiling is covered with Christmas baubles. You then enter the extensive zenana (area in an upper-class home where women are secluded), the lovely latticed windows of which are said to feature more than 250 different designs (and through which the women could watch the goings-on in the courtyards). Here you’ll find the Cradle Gallery, exhibiting the elaborate cradles of infant princes, and the 17th-century Moti Mahal (Pearl Palace), which was the palace’s main durbar hall (royal reception hall) for official meetings and receptions, with gorgeously colourful stained glass.Note that the museum can be suffocatingly crowded in the holiday period following Diwali."
}
]