[
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 1,
    "name": "Magic Sands Beach",
    "latitude": "19.59339128706",
    "longitude": "-155.9713768959",
    "excerpt": "About 4 miles south of central Kailua-Kona, this small beach (also called White Sands and, officially, Laʻaloa Beach) has turquoise water, great sunsets,…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/magic-sands-beach/a/poi-sig/1298707/1337517",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2a679afe75975eaae074920086315adb-magic-sands-beach.jpg",
    "detail_description": "About 4 miles south of central Kailua-Kona, this small beach (also called White Sands and, officially, Laʻaloa Beach) has turquoise water, great sunsets, little shade and possibly the best bodysurfing and bodyboarding on the Big Island. A fair warning to novice wave riders: the waves here are usually powerful – often in a fun way, but sometimes enough to smash you to pieces (the north side of the bay has more rocks). Magic Sands is almost always packed.\nDuring high winter surf the beach can vanish literally overnight, earning the nickname ‘Magic Sands.’ When the rocks and coral located past the disappearing sands are exposed, the beach becomes too treacherous for most swimmers. Gradually the sand returns, transforming the shore back into its former beachy self. Facilities include restrooms, showers, picnic tables and a volleyball court; a lifeguard is on duty."
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 13,
    "name": "Hale Halawai Park",
    "latitude": "19.636585",
    "longitude": "-155.992577",
    "excerpt": "This county park serves as a very minor green lung breathing a little bit of oxygen into an adjacent three-way intersection on Ali'i Drive. Beyond a nice…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/hale-halawai-park/a/poi-sig/1554549/1337517",
    "image_url": null,
    "detail_description": "This county park serves as a very minor green lung breathing a little bit of oxygen into an adjacent three-way intersection on Ali'i Drive. Beyond a nice oceanfront view there's not much going on here on normal days, but bands often play here, and the park tends to become a showcase space during events like Ironman.\n"
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 12,
    "name": "Pahoehoe Beach Park",
    "latitude": "19.596383",
    "longitude": "-155.973201",
    "excerpt": "This little beach park is about seven parts 'park' and three parts 'beach'; the beach itself is small and studded with more coral rubble than sand. With…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/pahoehoe-beach-park/a/poi-sig/1554747/1337517",
    "image_url": null,
    "detail_description": "This little beach park is about seven parts 'park' and three parts 'beach'; the beach itself is small and studded with more coral rubble than sand. With that said, a seawall keeps out big waves and there's shade for picnics, and nothing makes a picnic better than an oceanfront view. Popular as a spot for yoga classes and with casual fishermen.\n"
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 11,
    "name": "Kailua Pier",
    "latitude": "19.638859246112",
    "longitude": "-155.99685120087",
    "excerpt": "Kailua Bay was once a major cattle-shipping area, where animals were stampeded into the water and forced to swim to steamers waiting to transport them to…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/kailua-pier/a/poi-sig/454273/1337517",
    "image_url": null,
    "detail_description": "Kailua Bay was once a major cattle-shipping area, where animals were stampeded into the water and forced to swim to steamers waiting to transport them to Honolulu slaughterhouses. Now locals come to swim at lunchtime and canoe clubs launch their vessels. The Hawaiian International Billfish Tournament kicks off here, continuing a sportfishing tradition begun in 1915, when the pier was built.\n"
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 9,
    "name": "Kamakahonu Beach",
    "latitude": "19.639536",
    "longitude": "-155.997673",
    "excerpt": "Kailua-Kona's only swimmable in-town beach is this teeny-tiny strand between Kailua Pier and Ahuʻena Heiau, where ocean waters are calm and usually safe…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/kamakahonu-beach/a/poi-sig/1425166/1337517",
    "image_url": null,
    "detail_description": "Kailua-Kona's only swimmable in-town beach is this teeny-tiny strand between Kailua Pier and Ahuʻena Heiau, where ocean waters are calm and usually safe for kids. Concession stands rent all kinds of beach gear. This is a pretty perfect spot for learning stand-up paddleboarding (SUP), since it has both gear vendors and calm water. If you paddle (or swim) out past the heiau, waters get a little choppier. This is also a good spot to teach kids snorkeling basics.\n"
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 10,
    "name": "Honl's Beach",
    "latitude": "19.626318",
    "longitude": "-155.987685",
    "excerpt": "If you're an avid bodyboarder, Honl's, also known as Waiʻaha ('Gathering Water'), may feel like a historical pilgrimage. It was here, in 1971, that Tom…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/honl-s-beach/a/poi-sig/1554748/1337517",
    "image_url": null,
    "detail_description": "If you're an avid bodyboarder, Honl's, also known as Waiʻaha ('Gathering Water'), may feel like a historical pilgrimage. It was here, in 1971, that Tom Morey tested the Boogie Board (the brand-name version of the most popular type of bodyboard). The sandy beach here is small, and sharp rocks make the water unfriendly to casual swimmers, but as you may guess, the area is quite popular with local bodyboarders. Limited parallel parking available.\n"
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 8,
    "name": "Keolonahihi State Historical Park",
    "latitude": "19.59982",
    "longitude": "-155.975518",
    "excerpt": "While largely overgrown with jungle and scrub brush today, this was once a major religious complex for Native Hawaiians. A heiau (temple) here was once…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/keolonahihi-state-historical-park/a/poi-sig/1554750/1337517",
    "image_url": null,
    "detail_description": "While largely overgrown with jungle and scrub brush today, this was once a major religious complex for Native Hawaiians. A heiau (temple) here was once dedicated to surfers, and tradition holds that Kamehameha the Great learned to ride waves nearby. Public access is limited, although there is a small shoreline access path that leads to a beach of coral rubble and the debris of ancient Hawaiian buildings. You are not allowed to disturb any archaeological remains.\n"
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 6,
    "name": "Herb Kane Paintings",
    "latitude": "19.640344",
    "longitude": "-155.997437",
    "excerpt": "Step inside King Kamehameha's Kona Beach Hotel, just next to to Ahuʻena Heiau, to view historical paintings and a mural by legendary artist and Hawaiian…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/herb-kane-paintings/a/poi-sig/1554375/1337517",
    "image_url": null,
    "detail_description": "Step inside King Kamehameha's Kona Beach Hotel, just next to to Ahuʻena Heiau, to view historical paintings and a mural by legendary artist and Hawaiian historian Herb Kawainui Kane. Each image depicts an element of indigenous Hawaiian history or culture – fishing, the hula, farming etc. Also on display are a rare feathered helmet and cloak once worn by aliʻi (royalty), Hawaiian war weapons and musical instruments, and a whale's-tooth pendant strung on a braided cord made of human hair.\n"
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 7,
    "name": "Three Ring Ranch Exotic Animal Sanctuary",
    "latitude": "19.643537",
    "longitude": "-155.964746",
    "excerpt": "Dr Ann Goody runs this animal sanctuary on five lovely acres in upland Kona. This isn't a zoo, or even a conventional sanctuary; instead, Dr Goody cares…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/three-ring-ranch-exotic-animal-sanctuary/a/poi-sig/1298602/1337517",
    "image_url": null,
    "detail_description": "Dr Ann Goody runs this animal sanctuary on five lovely acres in upland Kona. This isn't a zoo, or even a conventional sanctuary; instead, Dr Goody cares for and genuinely communicates with her charges, which include flamingos, zebras, tortoises and more. Guests are invited to wander the grounds on guided tours, but at all times, you are aware this is a place dedicated to education and animal healing, as opposed to viewing. You must call or email for reservations.\n"
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 5,
    "name": "Mokuʻaikaua Church",
    "latitude": "19.639586",
    "longitude": "-155.994015",
    "excerpt": "Completed in 1836, this church is a handsome building with walls of lava rock held together by sand and coral-lime mortar. The posts and beams, hewn with…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/moku-aikaua-church/a/poi-sig/1128848/1337517",
    "image_url": null,
    "detail_description": "Completed in 1836, this church is a handsome building with walls of lava rock held together by sand and coral-lime mortar. The posts and beams, hewn with stone adzes and smoothed with chunks of coral, are made from ohia, and the pews and pulpit are made of koa, the most prized native hardwood. The steeple tops out at 112ft, making this the tallest structure in Kailua. Contemporary services are held at 9am on Sundays, with traditional services at 11am.\nOften referred to as ‘the big stone church on Aliʻi,’ Mokuʻaikaua is the gestation point of Hawaiian Christianity. On April 4, 1820, the first Christian missionaries to the Hawaiian Islands sailed into Kailua Bay. When they landed they were unaware that Hawaiʻi’s kapu system had been abolished on that very spot just a few months before.The church is popular for weddings, and inside is a dusty model of the missionaries’ ship, Thaddeus, and a history of their arrival."
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 4,
    "name": "Old Kona Airport State Recreation Area",
    "latitude": "19.643709",
    "longitude": "-156.011546",
    "excerpt": "Visitors often overlook this quiet park, located a mile from downtown. It's a grand spot for picnicking, jogging and fishing. The beach area is studded…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/old-kona-airport-state-recreation-area/a/poi-sig/1298708/1337517",
    "image_url": null,
    "detail_description": "Visitors often overlook this quiet park, located a mile from downtown. It's a grand spot for picnicking, jogging and fishing. The beach area is studded with lava rock and tide pools, the latter occasionally occupied by napping sea turtles. The swimming isn’t great (the shore is too rocky), but scuba divers and confident snorkelers can make for Garden Eel Cove, a short walk from the north end of the beach. To get here, follow Kuakini Hwy to its end.\nJust inside the southern entrance gate is one tidal pool large and sandy enough to be the perfect keiki (child) pool. When the surf’s up, local surfers flock to an offshore break here. Facilities include restrooms, showers and covered picnic tables on a lawn dotted with beach heliotrope and short coconut palms. Oh, and you know what makes getting to the beach better? Barreling down an unused airport runway. There’s still a tarmac at Old Airport Park, which was the area’s airport until it was deemed too small."
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 3,
    "name": "Ahuʻena Heiau",
    "latitude": "19.638859",
    "longitude": "-155.997287",
    "excerpt": "After uniting the Hawaiian Islands in 1810, Kamehameha the Great established the kingdom's royal court in Lahaina on Maui, but he continued to return to…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/ahu-ena-heiau/a/poi-sig/454229/1337517",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF330044978.jpg",
    "detail_description": "After uniting the Hawaiian Islands in 1810, Kamehameha the Great established the kingdom's royal court in Lahaina on Maui, but he continued to return to the Big Island. After a couple of years, he restored this sacred site as his personal retreat and temple (which now sits adjacent to a hotel). Notice the towering carved kiʻi (deity) image with a golden plover atop its helmet: these long-distance flying birds may have helped guide the first Polynesians to Hawaii.\nWhen Kamehameha I died at Ahuʻena Heiau on May 8, 1819, his body was prepared for burial here. In keeping with ancient Hawaiian tradition, the king's bones were secreted elsewhere, hidden so securely no one has ever found them (though some theorists point to a cave near Kaloko Fishpond)."
},
{
    "country": "kailua-kona",
    "city": "Kailua-Kona",
    "index": 2,
    "name": "Huliheʻe Palace",
    "latitude": "19.639293",
    "longitude": "-155.99438",
    "excerpt": "This palace is a fascinating study in the rapid shift the Hawaiian royal family made from Polynesian god-kings to Westernized monarchs. Here’s the skinny:…",
    "detail_url": "https://www.lonelyplanet.com/usa/hawaii/kailua-kona/attractions/hulihe-e-palace/a/poi-sig/454261/1337517",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyImages-185086175.jpeg",
    "detail_description": "This palace is a fascinating study in the rapid shift the Hawaiian royal family made from Polynesian god-kings to Westernized monarchs. Here’s the skinny: Hawaiʻi’s second governor, ʻJohn Adams’ Kuakini, built a simple two-story, lava-rock house as his private residence in 1838. After Kuakini’s death, the house became the favorite vacation getaway for Hawaiian royalty. The palace contains Western antiques collected on royal jaunts to Europe and ancient Hawaiian artifacts, most notably several of Kamehameha the Great's war spears.\nHard times befell the monarchy in the early 20th century, and the house was sold and the furnishings and artifacts auctioned off by Prince Kuhio. Luckily his wife and other royalty numbered each piece and recorded the names of bidders.In 1925 the Territory of Hawaii purchased the house to be a museum run by the Daughters of Hawaiʻi, a women’s group dedicated to the preservation of Hawaiian culture and language. This group tracked down the furnishings and royal memorabilia, such as a table inlaid with 25 kinds of native woods, several of Kamehameha the Great’s war spears and the (surprisingly small) bed of 6ft, 440lb Princess Keʻelikolani.You’ll learn these and other stories on 40-minute guided tours ($2 extra charged on adult tickets only) given by Daughters of Hawaiʻi docents. The free concert series, held at 4pm on the third Sunday of each month, is a treat, with Hawaiian music and hula performed on the grass facing sparkling Kailua Bay."
}
]