[
{
    "country": "karnataka",
    "index": 40,
    "name": "Gagan Mahal",
    "latitude": "16.826601572367",
    "longitude": "75.71840816335",
    "excerpt": "The most impressive of the remaining fragments in the citadel is the colossal archway of Gagan Mahal, built by Ali Adil Shah I around 1561 as a dual…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/bijapur/attractions/gagan-mahal/a/poi-sig/1321904/356325",
    "image_url": null,
    "detail_description": "The most impressive of the remaining fragments in the citadel is the colossal archway of Gagan Mahal, built by Ali Adil Shah I around 1561 as a dual-purpose royal residency and durbar (royal court). It's said that this is where Sikandar Adil Shah, last ruler of the Adil Shahi dynasty, surrendered, bound in chains to Aurangzeb in 1686. The gates here are locked, but someone will be on hand to let you in\n"
},
{
    "country": "karnataka",
    "index": 38,
    "name": "Pilikula Nisarga Dhama",
    "latitude": "12.928862",
    "longitude": "74.902339",
    "excerpt": "A kind of eco-educational theme park, Pilikula is spread over 149 hectares and includes a tropical forest, an arboretum, a herb garden full of rare…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/mangalore/attractions/pilikula-nisarga-dhama/a/poi-sig/1613225/356321",
    "image_url": null,
    "detail_description": "A kind of eco-educational theme park, Pilikula is spread over 149 hectares and includes a tropical forest, an arboretum, a herb garden full of rare medicinal plants, an artisan village with craft-making demonstrations, a zoo, a science centre and a lake. The 3D Planetarium (films in English at noon and 4pm daily) is certainly worth taking in. It's 8km east of central Mangaluru. Buses 3A, 3B and 3C head here from Mangaluru, or an Ola/Uber is around ₹200.\n"
},
{
    "country": "karnataka",
    "index": 39,
    "name": "Government Museum",
    "latitude": "12.97528638",
    "longitude": "77.5962603",
    "excerpt": "In an imposing red colonial-era building dating from 1877 you’ll find a dusty, neglected collection of ancient stone carvings and artefacts excavated from…",
    "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/government-museum/a/poi-sig/460488/356328",
    "image_url": null,
    "detail_description": "In an imposing red colonial-era building dating from 1877 you’ll find a dusty, neglected collection of ancient stone carvings and artefacts excavated from Halebid, Hampi and Attirampakkam. Your ticket also gets you into the Venkatappa Art Gallery next door, where you can see works by and the personal memorabilia of K Venkatappa (1887–1962), court painter to the Wodeyars (the former maharajas of the state).\n"
},
{
    "country": "karnataka",
    "index": 37,
    "name": "St Mary's Island",
    "latitude": "13.379767",
    "longitude": "74.674072",
    "excerpt": "This tiny island off Malpe is where Portuguese explorer Vasco da Gama supposedly landed in 1498, and has curious hexagonal basalt formations. Locals sell…",
    "detail_url": "https://www.lonelyplanet.com/india/malpe/attractions/st-mary-s-island/a/poi-sig/1559621/1329536",
    "image_url": null,
    "detail_description": "This tiny island off Malpe is where Portuguese explorer Vasco da Gama supposedly landed in 1498, and has curious hexagonal basalt formations. Locals sell coconuts (its nickname is Coconut Island), but otherwise there's little to eat or drink. No boats run to the island between June and mid-October. You can take a ferry (₹250 return, 45 minutes, departing from 9am when demand is sufficient) from Malpe pier or charter a private boat from nearby Malpe Beach.\n"
},
{
    "country": "karnataka",
    "index": 36,
    "name": "Hanuman Temple",
    "latitude": "15.354692430267",
    "longitude": "76.469770415447",
    "excerpt": "Whitewashed Hanuman Temple, accessible by a 570-step climb up Anjanadri Hill, has fine views of the surrounding rugged terrain. Many believe that this is…",
    "detail_url": "https://www.lonelyplanet.com/india/anegundi/attractions/hanuman-temple/a/poi-sig/476348/1329539",
    "image_url": null,
    "detail_description": "Whitewashed Hanuman Temple, accessible by a 570-step climb up Anjanadri Hill, has fine views of the surrounding rugged terrain. Many believe that this is the birthplace of Hanuman, the Hindu monkey god who was Rama’s devotee and helped him in his mission against Ravana. The hike up is pleasant, though you’ll be courted by impish monkeys. At the temple you may encounter chillum-puffing sadhus (ascetics). It's a very popular sunset spot, with panoramic views over the Hampi region.\n"
},
{
    "country": "karnataka",
    "index": 35,
    "name": "Opera House",
    "latitude": "12.972526",
    "longitude": "77.60754",
    "excerpt": "Recently restored to its former glory thanks to the financial might of Samsung, the British-era Opera House has been transformed into a temple of tech,…",
    "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/opera-house/a/poi-sig/1612193/356328",
    "image_url": null,
    "detail_description": "Recently restored to its former glory thanks to the financial might of Samsung, the British-era Opera House has been transformed into a temple of tech, complete with virtual-reality experiences and gleaming displays of smartphones and notebooks. Commendably, the original structure has been sensitively renovated, its beautiful interior combining twin colonnades, an elegant curved balcony and a stage framed by classical columns. There's a cafe, and you can book the home-theatre zone to watch a film.\n"
},
{
    "country": "karnataka",
    "index": 34,
    "name": "Archaeological Museum",
    "latitude": "15.307343105371",
    "longitude": "76.477088016159",
    "excerpt": "Boasts a fine collection of sculpture from local sites, plus neolithic tools, 16th-century weaponry and a large floor model of the Vijayanagar ruins. Don…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/archaeological-museum/a/poi-sig/476344/356316",
    "image_url": null,
    "detail_description": "Boasts a fine collection of sculpture from local sites, plus neolithic tools, 16th-century weaponry and a large floor model of the Vijayanagar ruins. Don't miss the information panels: one details the king's daily rituals, which included drinking 400ml of sesame oil, followed by a wrestling match and then a horse ride, all before daybreak!\nThere's also a photographic record of the site dating back to 1856. Site admission included with Vittala Temple admission."
},
{
    "country": "karnataka",
    "index": 33,
    "name": "Janapada Loka Folk Arts Museum",
    "latitude": "12.72508",
    "longitude": "77.399712",
    "excerpt": "A worthwhile stopover between Bengaluru and Mysuru, this museum is dedicated to the preservation of local rural culture. It has a wonderful collection of…",
    "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/janapada-loka-folk-arts-museum/a/poi-sig/1293024/356328",
    "image_url": null,
    "detail_description": "A worthwhile stopover between Bengaluru and Mysuru, this museum is dedicated to the preservation of local rural culture. It has a wonderful collection of folk-art objects, including 500-year-old shadow puppets, festival costumes, musical instruments, a superb temple chariot and a replica of a traditional village. Cultural shows are performed on the last Sunday of every month in the open-air theatre. It's 53km south of Bengaluru, 3km from Ramnagar; Mysuru–Bengaluru buses (except non-stop services) can drop you here.\n"
},
{
    "country": "karnataka",
    "index": 32,
    "name": "Brindavan Gardens",
    "latitude": "12.421447",
    "longitude": "76.572819",
    "excerpt": "If you’re familiar with Bollywood, these ornamental gardens might just give you a sense of déjá vu – they’ve been the backdrop to many a shimmying musical…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/mysore/attractions/brindavan-gardens/a/poi-sig/1148219/356332",
    "image_url": null,
    "detail_description": "If you’re familiar with Bollywood, these ornamental gardens might just give you a sense of déjá vu – they’ve been the backdrop to many a shimmying musical number. The best time to visit is in the evening, when the fountains are illuminated (at 6.30pm) and made to dance to the accompaniment of popular film tunes.\nThe gardens are 19km northwest of Mysuru. One of the KSTDC tours stops here, and bus 301 departs from Mysuru’s City bus stand hourly (₹23, 45 minutes)."
},
{
    "country": "karnataka",
    "index": 31,
    "name": "North Fort",
    "latitude": "15.922726",
    "longitude": "75.68357",
    "excerpt": "High above Badami and Agastyatirtha Tank, the ruins of the North Fort are worth exploring. Only the foundations remain of most of the site, but there are…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/badami/attractions/north-fort/a/poi-sig/1613029/356323",
    "image_url": null,
    "detail_description": "High above Badami and Agastyatirtha Tank, the ruins of the North Fort are worth exploring. Only the foundations remain of most of the site, but there are fortifications to investigate and restored granary towers. Of the three temples, the well-preserved 7th-century Malegitti Shivalaya temple is thought to be one of the earliest surviving examples of the Dravidian style in early Chalukya architecture. Entry included with cave-temple admission.\n"
},
{
    "country": "karnataka",
    "index": 30,
    "name": "Krishna Temple",
    "latitude": "13.341186",
    "longitude": "74.751931",
    "excerpt": "Udupi is home to the atmospheric 13th-century Krishna temple, which draws thousands of Hindu pilgrims through the year. Surrounded by eight maths …",
    "detail_url": "https://www.lonelyplanet.com/india/udupi/attractions/krishna-temple/a/poi-sig/1149008/1329535",
    "image_url": null,
    "detail_description": "Udupi is home to the atmospheric 13th-century Krishna temple, which draws thousands of Hindu pilgrims through the year. Surrounded by eight maths (monasteries), it’s a hive of activity, with musicians playing at the entrance, elephants on hand for puja (prayer rituals) and pilgrims constantly coming and going. Non-Hindus are welcome inside the temple; men must enter bare-chested. Elaborate rituals are also performed in the temple during the Udupi Paryaya festival.\n"
},
{
    "country": "karnataka",
    "index": 29,
    "name": "Bandipur National Park",
    "latitude": "11.633742",
    "longitude": "76.58329",
    "excerpt": "This park covers 880 sq km and was once the Mysore maharajas’ private wildlife reserve. It's noted for herds of gaurs (Indian bison), chitals (spotted…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/bandipur-national-park/attractions/bandipur-national-park/a/poi-sig/1148521/356327",
    "image_url": null,
    "detail_description": "This park covers 880 sq km and was once the Mysore maharajas’ private wildlife reserve. It's noted for herds of gaurs (Indian bison), chitals (spotted deer), sambars, panthers, sloth bears and langurs, as well as tigers and elephants. Despite its rich wildlife, however, Bandipur isn’t the best place for animal sightings; unrestricted traffic hurtling down the busy highway that cuts through the forest has made the animals wary of venturing close to safari areas.\nThere's a night-time traffic ban on this highway to help save wildlife."
},
{
    "country": "karnataka",
    "index": 28,
    "name": "Mahanavami-diiba",
    "latitude": "15.316555",
    "longitude": "76.469135",
    "excerpt": "The Mahanavami-diiba is a 12m-high, three-tiered platform with intricate carvings and panoramic vistas of the walled complex of ruined temples, stepped…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/mahanavami-diiba/a/poi-sig/1383235/356316",
    "image_url": null,
    "detail_description": "The Mahanavami-diiba is a 12m-high, three-tiered platform with intricate carvings and panoramic vistas of the walled complex of ruined temples, stepped tanks and the king’s audience hall. The platform was used as a royal viewing area for festivities, allowing the Vijayanagar royals (and visiting nobility from other regions) to preside over military parades, sporting contests and musical performances in a show of power, tradition and celebration.\nAdmission is included with Vittala Temple admission."
},
{
    "country": "karnataka",
    "index": 27,
    "name": "Nrityagram",
    "latitude": "13.1741",
    "longitude": "77.470436",
    "excerpt": "This leading dance academy, 32km north of Bengaluru, was established in 1990 to revive and popularise Indian classical dance. The brainchild and living…",
    "detail_url": "https://www.lonelyplanet.com/india/hesaraghatta/attractions/nrityagram/a/poi-sig/1148125/1329524",
    "image_url": null,
    "detail_description": "This leading dance academy, 32km north of Bengaluru, was established in 1990 to revive and popularise Indian classical dance. The brainchild and living legacy of celebrated dancer Protima Gauri Bedi (1948–98), the complex was designed like a village by Goa-based architect Gerard da Cunha. Long-term courses in classical dance are offered to deserving students, while local children are taught for free on Sunday. Check the website for upcoming performances (₹1000 per person).\nA new centre is being built here to provide two dance studios, one outdoors, and a yoga room."
},
{
    "country": "karnataka",
    "index": 26,
    "name": "Hoysaleswara Temple",
    "latitude": "13.212498",
    "longitude": "75.994213",
    "excerpt": "Construction of the Hoysaleswara Temple, Halebid’s claim to fame, began around 1121 and went on for more than 80 years. It was never completed but…",
    "detail_url": "https://www.lonelyplanet.com/india/halebid/attractions/hoysaleswara-temple/a/poi-sig/1148467/1329530",
    "image_url": null,
    "detail_description": "Construction of the Hoysaleswara Temple, Halebid’s claim to fame, began around 1121 and went on for more than 80 years. It was never completed but nonetheless stands today as a masterpiece of Hoysala architecture. The interior of its inner sanctum, chiselled out of black stone, is marvellous. On the outside, the temple’s richly sculpted walls are covered with a flurry of Hindu deities, sages, stylised animals, and friezes depicting the life of the Hoysala rulers.\nA huge statue of Nandi (Shiva’s bull) sits to the left of the main temple, facing the inner sanctum. The temple is set within large, well-tended gardens."
},
{
    "country": "karnataka",
    "index": 25,
    "name": "Chamundi Hill",
    "latitude": "12.270399",
    "longitude": "76.673927",
    "excerpt": "This 1062m hill is crowned with the Sri Chamundeswari Temple. It’s a fine half-day excursion, offering spectacular views of the city below. Queues are…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/mysore/attractions/chamundi-hill/a/poi-sig/1294459/356332",
    "image_url": null,
    "detail_description": "This 1062m hill is crowned with the Sri Chamundeswari Temple. It’s a fine half-day excursion, offering spectacular views of the city below. Queues are long at weekends, so visit during the week. From Central bus stand take bus 201 (₹28; AC); a return autorickshaw/Uber trip is around ₹450/700.\nAlternatively, you can take the foot trail comprising 1000-plus steps that Hindu pilgrims use to visit the temple. One-third of the way up is a 5m-high statue of Nandi (Shiva’s bull) that was carved out of solid rock in 1659. The path starts by the Sri Ayyappa Swamy Temple, 800m south of Mysuru racecourse."
},
{
    "country": "karnataka",
    "index": 21,
    "name": "Channakeshava Temple",
    "latitude": "13.162859",
    "longitude": "75.860381",
    "excerpt": "Commissioned in 1116 to commemorate the Hoysalas’ victory over the neighbouring Cholas, this temple took more than a century to build, and is currently…",
    "detail_url": "https://www.lonelyplanet.com/india/belur/attractions/channakeshava-temple/a/poi-sig/1148464/1329529",
    "image_url": null,
    "detail_description": "Commissioned in 1116 to commemorate the Hoysalas’ victory over the neighbouring Cholas, this temple took more than a century to build, and is currently the only one of the three major Hoysala sites still in daily use – try to be there for one of the puja (offering or prayer) ceremonies, held at 9am, 3pm and 7.30pm.\nSome parts of the temple, such as the exterior lower friezes, were not sculpted to completion and are thus less elaborate. However, the work higher up is unsurpassed in detail and artistry, and is a glowing tribute to human skill.Particularly intriguing are the angled bracket figures depicting women in ritual dancing poses. While the front of the temple is reserved for images depicting erotic sections from the Kama Sutra, the back is strictly for gods. The roof of the inner sanctum is held up by rows of exquisitely sculpted pillars, no two of which are identical in design."
},
{
    "country": "karnataka",
    "index": 22,
    "name": "Venugopala Swamy Temple",
    "latitude": "12.44412",
    "longitude": "76.566982",
    "excerpt": "Back from the dead, this stunning 12th-century Hoysala temple was submerged when the Kaveri River was dammed in 1930. However, villagers had tantalising…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/mysore/attractions/venugopala-swamy-temple/a/poi-sig/1612730/356332",
    "image_url": null,
    "detail_description": "Back from the dead, this stunning 12th-century Hoysala temple was submerged when the Kaveri River was dammed in 1930. However, villagers had tantalising glimpses of the ancient structure during drought years when the reservoir waters dropped. Liquor baron and philanthropist Sri Hari Khoday vowed to rebuilt the temple in 2003, and architects photographed and numbered each slab and stone, which were removed block by block and reconstructed by 200 workers at a cost of ₹25,000,000. The project took eight years.\nToday the newly restored Venugopala Swamy Temple (its main deity is Krishna) looks in fine fettle in its new, much drier, location 1km from its original position. There's no public transport to the temple, but it can be easily combined with a visit to the nearby Brindavan Gardens in a hired car. It's 28km northwest of Mysuru, near Hosa Kannambadi village."
},
{
    "country": "karnataka",
    "index": 23,
    "name": "Jog Falls",
    "latitude": "14.228944",
    "longitude": "74.812646",
    "excerpt": "The second-highest waterfall in India, Jog Falls only comes to life during the monsoon. The tallest of the four falls is the Raja, which drops 293m. For a…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/attractions/jog-falls/a/poi-sig/1559622/356314",
    "image_url": null,
    "detail_description": "The second-highest waterfall in India, Jog Falls only comes to life during the monsoon. The tallest of the four falls is the Raja, which drops 293m. For a good view of the falls, bypass the area close to the bus stand and hike to the foot of the falls down a 1200-plus-step path. Watch out for leeches during the wet season.\nThere's only one hotel and a few guesthouses in the area. Stalls near the bus stand serve thalis and noodle dishes.Jog Falls isn’t the easiest place to reach without a car, so most people hire a taxi; a return trip from Gokarna costs around ₹2400 and the journey takes around three hours one-way. Otherwise, you can get a string of buses that head via Kumta and turn off at Honavar (reckon on around four hours), or Shimoga (Shivamogga) if coming via Bengaluru (₹485, nine hours)."
},
{
    "country": "karnataka",
    "index": 24,
    "name": "Daroji Sloth Bear Sanctuary",
    "latitude": "15.265969",
    "longitude": "76.525269",
    "excerpt": "Amid scrubby, undulating terrain 21km south of Hampi, the Daroji Sloth Bear Sanctuary nurses a large population of free-ranging sloth bears in an area of…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/daroji-sloth-bear-sanctuary/a/poi-sig/1294513/356316",
    "image_url": null,
    "detail_description": "Amid scrubby, undulating terrain 21km south of Hampi, the Daroji Sloth Bear Sanctuary nurses a large population of free-ranging sloth bears in an area of 83 sq km. You have a good chance of spotting them, as honey is slathered on the rocks to coincide with the arrival of visitors. However, you can only see the bears from afar at the viewing platform. Bring binoculars or there’s no point turning up. Generally, late afternoon is the best time to visit.\nThe sanctuary is also home to leopards, wild boar, hyenas, jackals and other animals, but you’re unlikely to see anything besides peacocks. You’ll need to arrange transport to get here; from Hampi it's around ₹500 for an autorickshaw or ₹1000 for a car."
},
{
    "country": "karnataka",
    "index": 20,
    "name": "Citadel",
    "latitude": "16.824550432187",
    "longitude": "75.717852890092",
    "excerpt": "Surrounded by fortified walls and a wide moat, the citadel once contained the palaces, pleasure gardens and durbar (royal court) of the Adil Shahi kings…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/bijapur/attractions/citadel/a/poi-sig/1294049/356325",
    "image_url": null,
    "detail_description": "Surrounded by fortified walls and a wide moat, the citadel once contained the palaces, pleasure gardens and durbar (royal court) of the Adil Shahi kings. Now mainly in ruins, its remaining structures are urgently in need of maintenance. The most impressive of the remaining fragments are the colossal arches of the Gagan Mahal, built by Ali Adil Shah I around 1561. The gates here are locked, but someone will be on hand to let you in.\nThe ruins of Mohammed Adil Shah’s seven-storey palace, the Sat Manzil, are nearby. Across the road stands the delicate Jala Manzil, once a water pavilion surrounded by secluded courts and gardens. On the other side of Station Rd (MG Rd) are the graceful arches of Bara Kaman, the ruined mausoleum of Ali Adil Shah II (Ali Roza)."
},
{
    "country": "karnataka",
    "index": 19,
    "name": "Temples",
    "latitude": "15.949858",
    "longitude": "75.816565",
    "excerpt": "Barring a few that date to the 3rd century, most of Pattadakal's World Heritage–listed temples were built during the 7th and 8th centuries. The main…",
    "detail_url": "https://www.lonelyplanet.com/india/pattadakal/attractions/temples/a/poi-sig/1293944/1329541",
    "image_url": null,
    "detail_description": "Barring a few that date to the 3rd century, most of Pattadakal's World Heritage–listed temples were built during the 7th and 8th centuries. The main Virupaksha temple is a massive structure, its columns covered with intricate carvings depicting episodes from the Ramayana and Mahabharata. A giant stone sculpture of Nandi (Shiva's bull) sits to the temple’s east. The Mallikarjuna temple, next to the Virupaksha temple, is almost identical in design.\nAbout 500m south of the main enclosure is the Jain Papanatha temple, its entrance flanked by elephant sculptures. Historians believe that Pattadakal served as an important trial ground for the development of South Indian temple architecture. Two main types of temple tower were tried out here. Curvilinear towers top the Kadasiddeshwra, Jambulinga and Galaganatha temples, while square roofs and receding tiers are used in the Mallikarjuna, Sangameshwara and Virupaksha temples."
},
{
    "country": "karnataka",
    "index": 18,
    "name": "Nagarhole National Park",
    "latitude": "12.008428",
    "longitude": "76.180229",
    "excerpt": "West of the Kabini River is the 643-sq-km wildlife sanctuary of Nagarhole National Park (pronounced nag-ar-hole-eh). The lush forests here are home to…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/nagarhole-national-park/attractions/nagarhole-national-park/a/poi-sig/1148588/356333",
    "image_url": null,
    "detail_description": "West of the Kabini River is the 643-sq-km wildlife sanctuary of Nagarhole National Park (pronounced nag-ar-hole-eh). The lush forests here are home to tigers, leopards, elephants, gaurs, muntjacs (barking deer), wild dogs, bonnet macaques and common langurs, and 270 species of bird. The park can remain closed for long stretches between July and October, when the rains transform the forests into a giant slush pit.\nThe Kabini River empties into the Kabini Reservoir, creating a vast watering hole for Nagarhole's wildlife. Herds of wild elephants and other animals gather on the banks to drink, and the high concentration of wildlife has made this one of the best spotting locations in Karnataka. The traditional inhabitants of the land, the hunter-gatherer Jenu Kuruba people, still live in the park, despite government efforts to relocate them.Kabini was once a private hunting reserve for the maharaja of Mysuru, and today it hosts some of the top wildlife lodges in southern India. The best time to view wildlife is during summer (April to May), though winter (November to February) is more comfortable."
},
{
    "country": "karnataka",
    "index": 17,
    "name": "Gomateshvara Statue",
    "latitude": "12.854168",
    "longitude": "76.484735",
    "excerpt": "A steep climb up 614 steps takes you to the top of Vindhyagiri Hill, the summit of which is lorded over by a towering naked statue of Jain deity…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/sravanabelagola/attractions/gomateshvara-statue/a/poi-sig/1148468/356334",
    "image_url": null,
    "detail_description": "A steep climb up 614 steps takes you to the top of Vindhyagiri Hill, the summit of which is lorded over by a towering naked statue of Jain deity Gomateshvara (Bahubali). Commissioned by a military commander in the service of the Ganga king Rachamalla and carved out of a single piece of granite by sculptor Aristenemi in AD 98, it is said to be the world’s tallest monolithic statue. Leave your shoes at the foot of the hill.\nBahubali was the son of emperor Vrishabhadeva, who later became the first Jain tirthankar (revered teacher), Adinath. Embroiled in fierce competition with his brother Bharatha to succeed his father, Bahubali realised the futility of material gains and renounced his kingdom. As a recluse, he meditated in complete stillness in the forest until he attained enlightenment. His lengthy meditative spell is denoted by vines curling around his legs and an anthill at his feet.Every 12 years, millions flock here to attend the Mastakabhisheka ceremony, when the statue is doused in holy water, pastes, powders, precious metals and stones. The next ceremony is slated for 2030."
},
{
    "country": "karnataka",
    "index": 16,
    "name": "Nandi Hills",
    "latitude": "13.371917",
    "longitude": "77.681236",
    "excerpt": "The Nandi Hills, topping out at 1455m, were once the summer retreat of Tipu Sultan. Situated 60km north of Bengaluru, the region is now a popular day-trip…",
    "detail_url": "https://www.lonelyplanet.com/india/nandi-hills/attractions/nandi-hills/a/poi-sig/1148132/1341143",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-142108492_high.jpg",
    "detail_description": "The Nandi Hills, topping out at 1455m, were once the summer retreat of Tipu Sultan. Situated 60km north of Bengaluru, the region is now a popular day-trip destination and is predictably congested at weekends. You'll find good short hikes, with stellar views and two notable Chola temples. Note that accommodation options are very limited.\n"
},
{
    "country": "karnataka",
    "index": 15,
    "name": "Krishnarajendra Market",
    "latitude": "12.965700565101",
    "longitude": "77.576252332352",
    "excerpt": "For a taste of traditional urban India, dive into the bustling, gritty Krishnarajendra Market and the dense grid of commercial streets that surround it…",
    "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/krishnarajendra-market/a/poi-sig/460494/356328",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148842472_high.jpg",
    "detail_description": "For a taste of traditional urban India, dive into the bustling, gritty Krishnarajendra Market and the dense grid of commercial streets that surround it. Weave your way around the lively, colourful stalls, past fresh produce, piles of vibrant dyes, spices and copper ware. The vibrant flower market in the centre is the highlight.\n"
},
{
    "country": "karnataka",
    "index": 14,
    "name": "Bangalore Palace",
    "latitude": "12.998244",
    "longitude": "77.591801",
    "excerpt": "The private residence of the Wodeyars, erstwhile maharajas of the state, Bangalore Palace preserves a slice of bygone royal splendour. You can view the …",
    "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/bangalore-palace/a/poi-sig/460482/356328",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/78ad37bd5e576370ca0c6ba747021180-bangalore-palace.jpg",
    "detail_description": "The private residence of the Wodeyars, erstwhile maharajas of the state, Bangalore Palace preserves a slice of bygone royal splendour. You can view the (once) lavish interior, featuring hunting memorabilia, family photos and a collection of nude portraits. Sadly, it's all a bit neglected today, but some much-needed renovation is ongoing. Audio tours are available (deposit of ₹2000, or passport, needed).\n"
},
{
    "country": "karnataka",
    "index": 13,
    "name": "Lalbagh Botanical Gardens",
    "latitude": "12.95007529",
    "longitude": "77.58956988",
    "excerpt": "Spread over 98 hectares of landscaped terrain, these expansive gardens were laid out in 1760 by famous ruler Hyder Ali. As well as amazing centuries-old…",
    "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/lalbagh-botanical-gardens/a/poi-sig/1147598/356328",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-153487209_medium.jpg",
    "detail_description": "Spread over 98 hectares of landscaped terrain, these expansive gardens were laid out in 1760 by famous ruler Hyder Ali. As well as amazing centuries-old trees, it has very diverse species of plant – check out the bonsai, giant silk-cotton tree and Japanese gardens. Try to visit in the early morning for the bird chorus. You can take a tour here with Bangalore Walks.\n"
},
{
    "country": "karnataka",
    "index": 12,
    "name": "Achyutaraya Temple",
    "latitude": "15.331872723002",
    "longitude": "76.470103115999",
    "excerpt": "At the southern end of Sule Bazaar is the beautiful Achyutaraya Temple, dating from 1534, one of the last great monuments constructed before the fall of…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/achyutaraya-temple/a/poi-sig/1325552/356316",
    "image_url": null,
    "detail_description": "At the southern end of Sule Bazaar is the beautiful Achyutaraya Temple, dating from 1534, one of the last great monuments constructed before the fall of Hampi. You approach the temple via two partly ruined gopuram (gateways). The central hall boasts elaborately carved pillars and sculptures, including Krishna dancing with a snake. Its isolated location at the foot of Matanga Hill makes it quietly atmospheric – doubly so since it's rarely visited.\n"
},
{
    "country": "karnataka",
    "index": 11,
    "name": "Daria Daulat Bagh",
    "latitude": "12.419938",
    "longitude": "76.696951",
    "excerpt": "Set within lovely manicured grounds 1km east of the fort, Tipu’s summer palace is Srirangapatna’s star attraction. Built from teak and rosewood, it has…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/srirangapatnam/attractions/daria-daulat-bagh/a/poi-sig/1148213/356335",
    "image_url": null,
    "detail_description": "Set within lovely manicured grounds 1km east of the fort, Tipu’s summer palace is Srirangapatna’s star attraction. Built from teak and rosewood, it has impressively lavish decoration covering every inch of its interiors. The ceilings are embellished with floral designs, while the walls bear murals depicting courtly life and Tipu’s campaigns against the British. A small museum within displays artefacts and interesting paintings. Audio guides are available.\n"
},
{
    "country": "karnataka",
    "index": 9,
    "name": "National Gallery of Modern Art",
    "latitude": "12.990236",
    "longitude": "77.588561",
    "excerpt": "Housed in a century-old mansion – the former vacation home of the raja of Mysuru – this world-class art museum showcases an impressive permanent…",
    "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/national-gallery-of-modern-art/a/poi-sig/1349802/356328",
    "image_url": null,
    "detail_description": "Housed in a century-old mansion – the former vacation home of the raja of Mysuru – this world-class art museum showcases an impressive permanent collection (and exhibitions). The Old Wing exhibits works from pre-Independence, including paintings by Raja Ravi Varma and Abanindranath Tagore. Connected by a pedestrian bridge, the sleek New Wing focuses on contemporary post-Independence works by artists including Sudhir Patwardhan and Vivan Sundaram. Guided walks (11.30am Wednesday, 3pm Saturday) are a great way to learn about the museum's highlights.\nThere's a great art-reference library, a cafe and a museum shop here, too."
},
{
    "country": "karnataka",
    "index": 10,
    "name": "Ibrahim Rouza",
    "latitude": "16.826970893563",
    "longitude": "75.702297608128",
    "excerpt": "The beautiful Ibrahim Rouza is among the most elegant and finely proportioned Islamic monuments in India. Its 24m-high minarets are said to have inspired…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/bijapur/attractions/ibrahim-rouza/a/poi-sig/1149438/356325",
    "image_url": null,
    "detail_description": "The beautiful Ibrahim Rouza is among the most elegant and finely proportioned Islamic monuments in India. Its 24m-high minarets are said to have inspired those of the Taj Mahal, and its tale is similarly poignant: built by emperor Ibrahim Adil Shah II (r 1580–1627) as a future mausoleum for his queen, Taj Sultana. Ironically, he died before her and was thus the first person to be laid to rest here. Also interred are the emperor's queen, children and mother.\nFor a tip (₹150 is fine), caretakers may show you around the monument, including the dark labyrinth around the catacomb where the actual graves are located."
},
{
    "country": "karnataka",
    "index": 7,
    "name": "Virupaksha Temple",
    "latitude": "15.33502513436",
    "longitude": "76.459527810038",
    "excerpt": "The focal point of Hampi Bazaar is this temple, one of the city’s oldest structures, and Hampi’s only remaining working temple. The main gopuram (gateway)…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/virupaksha-temple/a/poi-sig/1149320/356316",
    "image_url": null,
    "detail_description": "The focal point of Hampi Bazaar is this temple, one of the city’s oldest structures, and Hampi’s only remaining working temple. The main gopuram (gateway), almost 50m high, was built in 1442; a smaller one was added in 1510. The main shrine is dedicated to Virupaksha, an incarnation of Shiva.An elephant called Lakshmi blesses devotees as they enter, in exchange for donations; she gets time off for a morning bath down by the river ghats.\nThis has been a place of worship since the 7th century, when it consisted of a collection of simple shrines. In subsequent centuries the complex grew, as its sanctum, beautifully carved colonnaded halls and gateways were added."
},
{
    "country": "karnataka",
    "index": 8,
    "name": "Keshava Temple",
    "latitude": "12.275725",
    "longitude": "76.881766",
    "excerpt": "Small in scale but masterly in detail, the astonishingly beautiful Keshava Temple is one of the finest examples of Hoysala architecture, on par with the…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/mysore/attractions/keshava-temple/a/poi-sig/1148227/356332",
    "image_url": null,
    "detail_description": "Small in scale but masterly in detail, the astonishingly beautiful Keshava Temple is one of the finest examples of Hoysala architecture, on par with the masterpieces of Belur and Halebid. Built in 1268, this star-shaped temple, located some 33km from Mysuru, is adorned with superb stone sculptures depicting various scenes from the Ramayana, Mahabharata and Bhagavad Gita, and the life and times of the Hoysala kings.\nSomnathpur is 8km south of Bannur. Take one of the half-hourly buses from Mysuru to Bannur (₹55, 50 minutes) and catch an autorickshaw (around ₹130 one way) from there. A half-day return trip by car from Mysuru should cost around ₹1200."
},
{
    "country": "karnataka",
    "index": 6,
    "name": "Vittala Temple",
    "latitude": "15.342250922189",
    "longitude": "76.475196907188",
    "excerpt": "Hampi's most exquisite structure, the 16th-century Vittala Temple stands amid boulders 2.5km from Hampi Bazaar. Work possibly started on the temple during…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/hampi/attractions/vittala-temple/a/poi-sig/476364/356316",
    "image_url": null,
    "detail_description": "Hampi's most exquisite structure, the 16th-century Vittala Temple stands amid boulders 2.5km from Hampi Bazaar. Work possibly started on the temple during the reign of Krishnadevaraya (r 1509–29). The structure was never finished or consecrated, yet its incredible sculptural work remains the pinnacle of Vijayanagar art.The courtyard's ornate stone chariot (illustrated on the ₹50 note) is the temple’s showpiece and represents Vishnu’s vehicle with an image of Garuda within. Its wheels were once capable of turning.\nThe outer ‘musical’ pillars, supposedly designed to replicate 81 different Indian instruments, reverberate when tapped. To protect them, authorities have placed them out of bounds.As well as the main temple, whose sanctum was illuminated using a design of reflective waters, you’ll find the marriage hall and the prayer hall, to the left and right, respectively, as you enter."
},
{
    "country": "karnataka",
    "index": 5,
    "name": "Golgumbaz",
    "latitude": "16.830060255143",
    "longitude": "75.736138412034",
    "excerpt": "Set in tranquil gardens, the magnificent Golgumbaz houses the tombs of emperor Mohammed Adil Shah (r 1627–56), his two wives, his mistress (Rambha), one…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/bijapur/attractions/golgumbaz/a/poi-sig/1149435/356325",
    "image_url": null,
    "detail_description": "Set in tranquil gardens, the magnificent Golgumbaz houses the tombs of emperor Mohammed Adil Shah (r 1627–56), his two wives, his mistress (Rambha), one of his daughters and a grandson. Octagonal seven-storey towers stand at each corner of the monument, which is capped by an enormous dome. Once you're inside the sheer scale of the structure becomes apparent: its cavernous interior has a powerful, austere beauty. Climb the steep, narrow steps up one of the towers to reach the ‘whispering gallery’.\nThe acoustics are fantastic, as excitable schoolchildren love to prove, and the vast dome echoes to their cries, claps, yelps, shouts and screams. It's certainly not the place if you have a hangover, and no doubt the shah is turning in his grave at all the present-day disturbance. A narrow exterior balcony extends around the dome, from which there are fine views of the city's ancient fortifications and a horizon studded with the domes of Islamic monuments. You descend to ground level via a separate staircase."
},
{
    "country": "karnataka",
    "index": 4,
    "name": "Bidar Fort",
    "latitude": "17.923863",
    "longitude": "77.527428",
    "excerpt": "The remnants of this magnificent 15th-century fort, the largest in South India – and once the administrative capital of much of the region – constitute…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/bidar/attractions/bidar-fort/a/poi-sig/1149473/356324",
    "image_url": null,
    "detail_description": "The remnants of this magnificent 15th-century fort, the largest in South India – and once the administrative capital of much of the region – constitute Bidar's most famous historic site. Surrounded by a triple moat hewn out of solid red rock and many kilometres of defensive walls, the fort has a fairy-tale entrance that twists in an elaborate chicane through three gateways. Bidar Fort once had 37 bastions, several wells and a vast magazine. Reckon on a couple of hours to explore it properly.\nInformation at the site is minimal, so consider hiring a guide (who can unlock the most interesting ruins within the fort) from the archaeological office next to the museum. Highlights include the Rangin Mahal (Painted Palace), with elaborate tile work, teak pillars and panels with mother-of-pearl inlay, Solah Khamba Mosque (Sixteen-Pillared Mosque), and Tarkash Mahal, with exquisite Islamic inscriptions and wonderful rooftop views. There’s a small museum in the former royal bath with local artefacts."
},
{
    "country": "karnataka",
    "index": 3,
    "name": "Mysuru Palace",
    "latitude": "12.305294699207",
    "longitude": "76.654612391432",
    "excerpt": "The second-most-visited sight in India (after the Taj Mahal), this palace is among the very grandest of India’s royal buildings and was the seat of the…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/mysore/attractions/mysuru-palace/a/poi-sig/449543/356332",
    "image_url": null,
    "detail_description": "The second-most-visited sight in India (after the Taj Mahal), this palace is among the very grandest of India’s royal buildings and was the seat of the Wodeyar maharajas. The original palace was gutted by fire in 1897; today's structure was completed in 1912. The lavish Indo-Saracenic interior – a kaleidoscope of stained glass, mirrors and gaudy colours – is undoubtedly over the top. It's further embellished by carved wooden doors, mosaic floors and a series of paintings depicting life here during the Raj.\nEnglish architect Henry Irwin designed the palace and construction cost ₹4.5 million. On the way in you'll pass a fine collection of sculptures and artefacts. Don’t forget to check out the armoury, with an intriguing collection of 700-plus weapons. From 7pm to 8pm every Sunday and national holiday, the palace is illuminated by nearly 100,000 light bulbs that accentuate its majestic profile against the night. Entrance to the grounds is at the South Gate ticket office. While you're allowed to snap the palace’s exterior, photography within is strictly prohibited. Note that many visitors have been unable to download the palace-information app (promoted at the ticket office)."
},
{
    "country": "karnataka",
    "index": 2,
    "name": "Cubbon Park",
    "latitude": "12.972291168207",
    "longitude": "77.589010227378",
    "excerpt": "In the heart of Bengaluru’s business district is Cubbon Park, a well-maintained 120-hectare garden where Bengaluru’s residents converge to steal a moment…",
    "detail_url": "https://www.lonelyplanet.com/india/bengaluru-bangalore/attractions/cubbon-park/a/poi-sig/460486/356328",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-139745659_medium.jpg",
    "detail_description": "In the heart of Bengaluru’s business district is Cubbon Park, a well-maintained 120-hectare garden where Bengaluru’s residents converge to steal a moment from the rat race that rages outside. The gardens encompass the red-painted Gothic-style State Central Library. Unfortunately, Cubbon is not completely closed to traffic, except on Sundays, when there are concerts, fun runs, yoga and even a small farmers market.\nOther wonderful colonial-era architecture around the park includes the colossal neo-Dravidian-style Vidhana Soudha, built in 1954, which serves as the legislative chambers of the state government, and neoclassical Attara Kacheri, built in 1864 and housing the High Court. The latter two are closed to the public."
},
{
    "country": "karnataka",
    "index": 1,
    "name": "Cave Temples",
    "latitude": "15.918413",
    "longitude": "75.685415",
    "excerpt": "Badami’s highlights are its beautiful cave temples, three Hindu and one Jain, which display exquisite sculptures and intricate carvings. They're a…",
    "detail_url": "https://www.lonelyplanet.com/india/karnataka/badami/attractions/cave-temples/a/poi-sig/1149408/356323",
    "image_url": null,
    "detail_description": "Badami’s highlights are its beautiful cave temples, three Hindu and one Jain, which display exquisite sculptures and intricate carvings. They're a magnificent example of Chalukya architecture and date to the 6th century. All have a columned verandah, an interior hall and a shrine at the rear.\nCave one, just above the entrance to the complex, is dedicated to Shiva. It’s the oldest of the four caves, probably carved in the latter half of the 6th century. On the wall to the right of the porch is a captivating image of Nataraja striking 18 dance moves in the one pose, backed by a cobra head. On the right of the porch area is a huge figure of Ardhanarishvara. On the opposite wall is a large image of Harihara, half Shiva and half Vishnu.Dedicated to Vishnu, cave two is simpler in design. As with caves one and three, the front edge of the platform is decorated with images of pot-bellied dwarfs in various poses. Four pillars support the verandah, their tops carved with a bracket in the shape of a yali (mythical lion creature). On the left wall of the porch is the bull-headed figure of Varaha, the emblem of the Chalukya empire. To his left is Naga, a snake with a human face. On the right wall is a large sculpture of Trivikrama, another incarnation of Vishnu.Cave three, carved in 578, is the largest and most impressive. On the left wall is a carving of Vishnu, to whom the cave is dedicated, sitting on a snake. Nearby is an image of Varaha with four hands. The pillars have carved brackets in the shape of yalis. The ceiling panels contain images including Indra riding an elephant, Shiva on a bull and Brahma on a swan. Keep an eye out for the image of drunken revellers, in particular one woman being propped up by her husband. There’s also original colour on the ceiling; the divots on the floor at the cave’s entrance were used as paint palettes. There's a sublime view from cave three over the Agastyatirtha Tank far below, and you can often hear the echoes of women thrashing clothes on its steps reverberating around the hills.Dedicated to Jainism, cave four is the smallest of the set and dates to between the 7th and 8th centuries. The right wall has an image of Suparshvanatha, the seventh Jain tirthankar (teacher), surrounded by 24 Jain tirthankars. The inner sanctum contains an image of Adinath, the first Jain tirthankar."
}
]