[
{
    "country": "kerala",
    "index": 1,
    "name": "Wayanad Wildlife Sanctuary",
    "latitude": null,
    "longitude": null,
    "excerpt": "Wayanad's ethereal 345-sq-km sanctuary is accessible only by two-hour jeep safari (₹680), on which you might spot langurs, chital deer, sambar, peacocks,…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/wayanad-wildlife-sanctuary/attractions/wayanad-wildlife-sanctuary/a/poi-sig/1307482/356345",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dfd8e7ff284e8da56c470b01fbec5b17-wayanad-wildlife-sanctuary.jpg",
    "detail_description": "Wayanad's ethereal 345-sq-km sanctuary is accessible only by two-hour jeep safari (₹680), on which you might spot langurs, chital deer, sambar, peacocks, wild boar or wild elephants; the odd tiger and leopard wanders through, though you'd be incredibly lucky to spot one. Jeeps are arranged at either of the sanctuary's two entrances, Tholpetty and Muthanga; during the November-to-March high season, arrive at least an hour before the morning or afternoon openings to register and secure a vehicle.\nWhether you go to Tholpetty or Muthanga essentially depends on whether you're staying in the north or south of Wayanad, as there's no difference in the chances of spotting wildlife or the visiting arrangements. Both Tholpetty and Muthanga close from mid-March to mid-April, but remain open during the monsoon. There are a limited number of guides and jeeps permitted in the park at one time, and trekking is not permitted."
},
{
    "country": "kerala",
    "index": 39,
    "name": "Mahadeva Temple",
    "latitude": "9.673713",
    "longitude": "76.561124",
    "excerpt": "The Shiva temple at Ettumanur, 12km north of Kottayam, has inscriptions dating from 1542, but parts of the building may be even older. It's noted for its…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kottayam/attractions/mahadeva-temple/a/poi-sig/1611791/356349",
    "image_url": null,
    "detail_description": "The Shiva temple at Ettumanur, 12km north of Kottayam, has inscriptions dating from 1542, but parts of the building may be even older. It's noted for its exceptional woodcarvings and murals similar to those at Kochi’s Mattancherry Palace, including a dancing Nataraja. The annual festival is held in February/March.\nBuses run to Ettumanur every five minutes from Kottayam (₹20, 20 minutes)."
},
{
    "country": "kerala",
    "index": 40,
    "name": "Shri Chitra Art Gallery",
    "latitude": "8.510307",
    "longitude": "76.955409",
    "excerpt": "Within the grounds of Trivandrum's zoo, this gallery displays paintings by the Rajput, Mughal and Tanjore schools, and portraits by renowned Keralite…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/thiruvananthapuram-trivandrum/attractions/shri-chitra-art-gallery/a/poi-sig/1293756/356351",
    "image_url": null,
    "detail_description": "Within the grounds of Trivandrum's zoo, this gallery displays paintings by the Rajput, Mughal and Tanjore schools, and portraits by renowned Keralite artist Ravi Varma (1848–1906) in the European style.\nIn the gallery's small annexe, near the eastern entrance to the zoo, you can see an opulent royal chariot used by the former maharajas of Travancore."
},
{
    "country": "kerala",
    "index": 37,
    "name": "Ponnumthuruthu (Golden) Island",
    "latitude": "8.698887",
    "longitude": "76.746476",
    "excerpt": "Around 10km south of Varkala, this acacia-filled island in the middle of a backwater lake conceals a Shiva-Parvati Hindu temple also known as the Golden…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/varkala/attractions/ponnumthuruthu-golden-island/a/poi-sig/1508659/356352",
    "image_url": null,
    "detail_description": "Around 10km south of Varkala, this acacia-filled island in the middle of a backwater lake conceals a Shiva-Parvati Hindu temple also known as the Golden Temple. The vibrantly coloured, century-old shrine is usually closed to non-Hindus, but the main reason to venture here is the scenic punt-powered boat ride to and around the island. Allow 1½ hours round trip; autorickshaws from Varkala cost ₹600 with waiting time.\n"
},
{
    "country": "kerala",
    "index": 38,
    "name": "Tea Museum",
    "latitude": "10.090378",
    "longitude": "77.05464",
    "excerpt": "Around 1.5km northwest of town, this KDHP-owned museum is a demo model of a working tea factory, but still shows the basic process, along with a…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/munnar/attractions/tea-museum/a/poi-sig/1150530/356354",
    "image_url": null,
    "detail_description": "Around 1.5km northwest of town, this KDHP-owned museum is a demo model of a working tea factory, but still shows the basic process, along with a collection of relics from the British era including photographs and a 1905 tea-roller (skip the disappointingly bizarre factory demonstration). The walk to/from Munnar follows a busy road with views across tea plantations; autorickshaws charge ₹25 from the bazaar.\n"
},
{
    "country": "kerala",
    "index": 36,
    "name": "RKK Memorial Museum",
    "latitude": "9.498535",
    "longitude": "76.328995",
    "excerpt": "In a grand building fronted by Greco-Roman columns, this intriguing museum houses a priceless, astonishing collection of crystal, porcelain, South Indian…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/alappuzha-alleppey/attractions/rkk-memorial-museum/a/poi-sig/1507359/356347",
    "image_url": null,
    "detail_description": "In a grand building fronted by Greco-Roman columns, this intriguing museum houses a priceless, astonishing collection of crystal, porcelain, South Indian antiques, furniture, artworks and (sadly) ivory from the personal family collection of wealthy local businessman Revi Karuna Karan. It was created by his wife Betty as a memorial after he passed away in 2003.\nThe coir factory opposite is still owned by the family."
},
{
    "country": "kerala",
    "index": 35,
    "name": "David Hall",
    "latitude": "9.965078",
    "longitude": "76.239699",
    "excerpt": "Opposite the parade ground, this beautiful restored bungalow is all that remains of three 17th-century Dutch-era houses built using materials from…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/david-hall/a/poi-sig/1612898/356338",
    "image_url": null,
    "detail_description": "Opposite the parade ground, this beautiful restored bungalow is all that remains of three 17th-century Dutch-era houses built using materials from demolished Portuguese churches. It's now an arts-and-culture centre, showcasing up-and-coming artists with performances and changing exhibitions.\nThe tranquil garden cafe serves fruit platters, French toast and appam (rice pancakes) with veggie stew (₹120 to ₹350)."
},
{
    "country": "kerala",
    "index": 33,
    "name": "Kappil Beach",
    "latitude": "8.772481",
    "longitude": "76.679592",
    "excerpt": "About 8km north of Varkala, this long, beautiful and (so far) undeveloped stretch of golden sand is also the beginning of a mini network of backwaters. A…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/varkala/attractions/kappil-beach/a/poi-sig/1508661/356352",
    "image_url": null,
    "detail_description": "About 8km north of Varkala, this long, beautiful and (so far) undeveloped stretch of golden sand is also the beginning of a mini network of backwaters. A two-hour seaside walk leads here along a gently undulating path from Varkala's North Cliff, passing a subtly changing beach landscape, including Odayam Beach and the fishing village of Edava.\nThe walk is best done in the early morning, when local fishermen are busy reeling in their catch."
},
{
    "country": "kerala",
    "index": 34,
    "name": "St Mary’s Orthodox Church",
    "latitude": "9.597571",
    "longitude": "76.510039",
    "excerpt": "Built by the Portuguese, 2km northwest of central Kottayam, the elegant 1579 Cheriapally (Little Church) fuses European baroque architecture with Keralan…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kottayam/attractions/st-mary-s-orthodox-church/a/poi-sig/1611794/356349",
    "image_url": null,
    "detail_description": "Built by the Portuguese, 2km northwest of central Kottayam, the elegant 1579 Cheriapally (Little Church) fuses European baroque architecture with Keralan temple elements, such as wood-carved ceilings and sloping tiled roofs. Intricate Portuguese-style vegetable-dye paintings adorn the upper walls of the altar.\nIt's best visited together with St Mary’s Syrian Knanaya Church, 200m north."
},
{
    "country": "kerala",
    "index": 32,
    "name": "Thalasseri Fort",
    "latitude": "11.74742",
    "longitude": "75.486696",
    "excerpt": "The coastal town of Thalasseri (formerly Tellicherry), 20km southeast of Kannur, was a major cardamom and pepper export hub under the British East India…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kannur-cannanore/attractions/thalasseri-fort/a/poi-sig/1612753/356343",
    "image_url": null,
    "detail_description": "The coastal town of Thalasseri (formerly Tellicherry), 20km southeast of Kannur, was a major cardamom and pepper export hub under the British East India Company. Its British-built fort – now filled with neat gardens of hibiscuses, frangipanis and palms – dates from 1708. Below, gazing out to sea from the clifftop, stands the restored neo-Gothic 1867 St John's Church, with its whitewashed walls, chandeliers and stained-glass windows.\n"
},
{
    "country": "kerala",
    "index": 31,
    "name": "Puthe Maliga Palace Museum",
    "latitude": "8.482602",
    "longitude": "76.945721",
    "excerpt": "Overlooking the Shri Padmanabhaswamy Temple tank, the opulent 18th-century palace of the Travancore maharajas is a classically Keralan world of…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/thiruvananthapuram-trivandrum/attractions/puthe-maliga-palace-museum/a/poi-sig/1150182/356351",
    "image_url": null,
    "detail_description": "Overlooking the Shri Padmanabhaswamy Temple tank, the opulent 18th-century palace of the Travancore maharajas is a classically Keralan world of beautifully carved wooden ceilings, tiled roofs, marble sculptures and imported Belgian glass. Inside you’ll find Kathakali images, an armoury, portraits of maharajas, ornate thrones and other artefacts. Admission is by informative one-hour tour, though you can just visit the outside of the palace grounds (free).\n"
},
{
    "country": "kerala",
    "index": 30,
    "name": "St Mary’s Syrian Knanaya Church",
    "latitude": "9.598444",
    "longitude": "76.509283",
    "excerpt": "Perched on a low-lying riverside hill 2km northwest of central Kottayam, this bright-white church was founded in 1550 by Syrian Knanaya Christians (the…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kottayam/attractions/st-mary-s-syrian-knanaya-church/a/poi-sig/1611795/356349",
    "image_url": null,
    "detail_description": "Perched on a low-lying riverside hill 2km northwest of central Kottayam, this bright-white church was founded in 1550 by Syrian Knanaya Christians (the existing building is from 1588) and contains two granite-carved crosses with ancient Pahalavi-language inscriptions, thought to date to at least the 7th century.\nWhile here, don't miss St Mary’s Orthodox Church and its altar festooned with vegetable dyes, just 200m south."
},
{
    "country": "kerala",
    "index": 29,
    "name": "Kumarakom Bird Sanctuary",
    "latitude": "9.626645",
    "longitude": "76.427851",
    "excerpt": "This reserve on the 5-hectare site of a former rubber plantation on Vembanad Lake is the haunt of a variety of domestic and migratory birds. October to…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kumarakom/attractions/kumarakom-bird-sanctuary/a/poi-sig/1150324/1304601",
    "image_url": null,
    "detail_description": "This reserve on the 5-hectare site of a former rubber plantation on Vembanad Lake is the haunt of a variety of domestic and migratory birds. October to February is the time for travelling birds like the garganey teal, osprey, marsh harrier and steppey eagle; May to July is the breeding season for local species such as the Indian shag, pond herons, egrets and darters. Guides cost ₹300 for a two-hour tour; there are also motorboat (₹650) and speedboat trips (₹1200).\n"
},
{
    "country": "kerala",
    "index": 28,
    "name": "St Francis Church",
    "latitude": "9.965998",
    "longitude": "76.240922",
    "excerpt": "Constructed in 1503 by Portuguese Franciscan friars, this is believed to be India’s oldest European-built church. The faded-yellow edifice that stands…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/st-francis-church/a/poi-sig/1150567/356338",
    "image_url": null,
    "detail_description": "Constructed in 1503 by Portuguese Franciscan friars, this is believed to be India’s oldest European-built church. The faded-yellow edifice that stands here today was built in the mid-16th century to replace the original wooden chapel, though it was later altered by both the Dutch and British. Explorer Vasco da Gama, who died in Cochin in 1524, was buried in this spot for 14 years before his remains were taken to Lisbon – you can still visit his tombstone in the church.\n"
},
{
    "country": "kerala",
    "index": 27,
    "name": "Janardhana Temple",
    "latitude": "8.731911",
    "longitude": "76.709965",
    "excerpt": "Varkala is a temple town and the Janardhana Temple, dedicated to Vishnu, is the main event – with its roots dating back to the 13th century, this…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/varkala/attractions/janardhana-temple/a/poi-sig/1292902/356352",
    "image_url": null,
    "detail_description": "Varkala is a temple town and the Janardhana Temple, dedicated to Vishnu, is the main event – with its roots dating back to the 13th century, this technicolour Hindu spectacle hovers above Beach Rd, reached by steep stone staircases. Though the main shrine is closed to non-Hindus, visitors are welcome to wander the grounds, home to a huge banyan tree, a Tamil-style mandapa (pillared pavilion) with granite columns, and shrines to Ayyappan, Hanuman and other Hindu deities.\n"
},
{
    "country": "kerala",
    "index": 26,
    "name": "Shri Krishna Temple",
    "latitude": "10.594524",
    "longitude": "76.039413",
    "excerpt": "The Hindu-only temple at Guruvayur, 25km northwest of Thrissur, is one of Kerala's most famous shrines, dedicated to Guruvayurappan (the rare infant form…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/around-thrissur/attractions/shri-krishna-temple/a/poi-sig/1612684/1329597",
    "image_url": null,
    "detail_description": "The Hindu-only temple at Guruvayur, 25km northwest of Thrissur, is one of Kerala's most famous shrines, dedicated to Guruvayurappan (the rare infant form of Krishna, an avatar of Vishnu). Said to have been created by Guru, preceptor of the gods, and Vayu, god of wind, it's believed to date from the 16th or 17th century.\nThe temple is also renowned for its healing powers and as a popular wedding-ceremony spot, with several intricately carved wedding mandapas (pillared pavilions)."
},
{
    "country": "kerala",
    "index": 25,
    "name": "Krishnapuram Palace Museum",
    "latitude": "9.1511",
    "longitude": "76.510055",
    "excerpt": "Two kilometres south of Kayamkulam (35km north of Kollam), this restored mid-18th-century palace is one of the finest remaining examples of royal Keralan…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kollam-quilon/attractions/krishnapuram-palace-museum/a/poi-sig/1150306/356348",
    "image_url": null,
    "detail_description": "Two kilometres south of Kayamkulam (35km north of Kollam), this restored mid-18th-century palace is one of the finest remaining examples of royal Keralan architecture. Beneath its gabled red-tiled roofs, you'll find paintings, antique furniture, sculptures and a renowned 3m-high mural depicting the Gajendra Moksha (the liberation of Gajendra, chief of the elephants) as told in the Bhagavata Puraṇa.Frequent buses (₹50, 45 minutes) run from Kollam to Kayamkulam; ask to hop off on the main road near the palace.\n"
},
{
    "country": "kerala",
    "index": 24,
    "name": "Vadakkunathan Kshetram Temple",
    "latitude": "10.52448228205",
    "longitude": "76.214555678592",
    "excerpt": "Finished in classic Keralan architecture, one of the oldest Hindu temples in the state crowns the low hill at the heart of Thrissur. It's dedicated to…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/thrissur-trichur/attractions/vadakkunathan-kshetram-temple/a/poi-sig/1293983/356339",
    "image_url": null,
    "detail_description": "Finished in classic Keralan architecture, one of the oldest Hindu temples in the state crowns the low hill at the heart of Thrissur. It's dedicated to Shiva and though its present form dates from the 16th to 17th centuries, it has its roots in the 9th century. Only Hindus are allowed inside, though the intricate wood carvings on the main gate are worth admiring and the surrounding park is a popular spot to linger.\nNon-Hindus may be able to enter the temple during the Thrissur Pooram festival."
},
{
    "country": "kerala",
    "index": 23,
    "name": "Anjengo Fort",
    "latitude": "8.662721",
    "longitude": "76.764586",
    "excerpt": "Fringed by colourful fishers' houses, 12km southeast of Varkala, this laterite-and-concrete fort was built by the British East India Company in 1695…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/varkala/attractions/anjengo-fort/a/poi-sig/1610404/356352",
    "image_url": null,
    "detail_description": "Fringed by colourful fishers' houses, 12km southeast of Varkala, this laterite-and-concrete fort was built by the British East India Company in 1695. Anchuthengu village was one of the earliest British trading posts in India; in 1721 the fort became a key site of the Attingal Rebellion against the British. Today you can clamber around its walls for views across rooftops to the sea and the adjacent lighthouse.\nAnjengo Fort is easily combined with a visit to Ponnumthuruthu Island, 6km northwest."
},
{
    "country": "kerala",
    "index": 22,
    "name": "Eravikulam National Park",
    "latitude": "10.142523",
    "longitude": "77.052956",
    "excerpt": "Around 11km north of Munnar, Eravikulam's 97 sq km of grasslands and shola conceal the world's largest population of endangered, but almost tame, Nilgiri…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/around-munnar/attractions/eravikulam-national-park/a/poi-sig/1150553/1329592",
    "image_url": null,
    "detail_description": "Around 11km north of Munnar, Eravikulam's 97 sq km of grasslands and shola conceal the world's largest population of endangered, but almost tame, Nilgiri tahr; 700 to 800 of these mountain goats roam its wilds. Safari buses take you into the Rajamala tourist zone where the likelihood of sightings is high. The park also hosts Anamudi, South India's highest peak (2695m), though it was closed to climbers at the time of research, as were all Eravikulam treks (these may reopen).\nFrom Munnar, taxis cost ₹800 return with a couple of en-route stops; government buses take you the final 4km from the checkpoint."
},
{
    "country": "kerala",
    "index": 21,
    "name": "Chinnar Wildlife Sanctuary",
    "latitude": "10.320493",
    "longitude": "77.201099",
    "excerpt": "This 90-sq-km sanctuary, 50km northeast of Munnar, protects deer, leopards, elephants, gaur, langurs and endangered, Nilgiri tahr and grizzled giant…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/around-munnar/attractions/chinnar-wildlife-sanctuary/a/poi-sig/1150554/1329592",
    "image_url": null,
    "detail_description": "This 90-sq-km sanctuary, 50km northeast of Munnar, protects deer, leopards, elephants, gaur, langurs and endangered, Nilgiri tahr and grizzled giant squirrels. Entry is by three-hour trek with tribal guides (two tribal groups live here). Tree house (₹4000), mud hut (₹5000) and log house (₹4000) accommodation within the sanctuary are available; rates are per couple, including breakfast and dinner. For details contact Munnar's Forest Information Centre or DTPC.Coimbatore- and Udumalpet-bound buses from Munnar stop at Chinnar (₹60, 1½ hours); return taxis cost ₹2000.\nEcotourism programs on offer include cultural visits to tribal villages, and there's a viewpoint tower (₹20)."
},
{
    "country": "kerala",
    "index": 20,
    "name": "Shri Padmanabhaswamy Temple",
    "latitude": "8.48275",
    "longitude": "76.944305",
    "excerpt": "Trivandrum’s spiritual heart is this 18th-century temple (closed to non-Hindus) in the Fort area, which fuses Keralan and Dravidian architecture and whose…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/thiruvananthapuram-trivandrum/attractions/shri-padmanabhaswamy-temple/a/poi-sig/1150181/356351",
    "image_url": null,
    "detail_description": "Trivandrum’s spiritual heart is this 18th-century temple (closed to non-Hindus) in the Fort area, which fuses Keralan and Dravidian architecture and whose origins go back to at least the 8th century. The main entrance is through the 30m-tall, seven-tier eastern gopuram (gateway tower), in Tamil Nadu style. In the inner sanctum, Padmanabha (a manifestation of Vishnu) reclines on the sacred serpent and is made from over 10,000 saligrams (sacred stones) purportedly transported from Nepal by elephant.\nA treasure stash with an estimated value of US$1 trillion was unearthed in a series of previously locked vaults beneath the temple in 2011, making it India's richest temple. The path around to the right of the eastern gate offers good views of the gopuram."
},
{
    "country": "kerala",
    "index": 19,
    "name": "Neyyar Wildlife Sanctuary",
    "latitude": "8.534701",
    "longitude": "77.149762",
    "excerpt": "Rising to 1868m at Agasthya Peak and surrounding an idyllic lake created by the 1964 Neyyar Dam, 30km east of Trivandrum, this 128-sq-km sanctuary has a…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/neyyar-wildlife-sanctuary/attractions/neyyar-wildlife-sanctuary/a/poi-sig/1150214/1329585",
    "image_url": null,
    "detail_description": "Rising to 1868m at Agasthya Peak and surrounding an idyllic lake created by the 1964 Neyyar Dam, 30km east of Trivandrum, this 128-sq-km sanctuary has a fertile shoreline forest home to gaurs, sambar deer, sloth, elephants, lion-tailed macaques and the occasional tiger. Access is via 'boat safari' trips taking in its Lion Safari Park (a fenced forest enclosure), Crocodile Rehabilitation Centre (named for Australian legend Steve Irwin) and Deer Rehabilitation Centre.\nIt's also possible to take an 8km boat ride followed by a 6km hike inside the park to a waterfall (Indian/foreigner ₹920/1310; minimum five people), with the option of staying overnight (₹1050/1550) in basic park accommodation; book a day or two ahead. The bookings and reception office is on the west side of the dam and well signposted."
},
{
    "country": "kerala",
    "index": 18,
    "name": "Wayanad Wildlife Sanctuary (Muthanga)",
    "latitude": "11.670561",
    "longitude": "76.369143",
    "excerpt": "The location of the eastern entry gate to Wayanad Wildlife Sanctuary, accessible by two-hour jeep safari only.",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/wayanad-wildlife-sanctuary/attractions/wayanad-wildlife-sanctuary-muthanga/a/poi-sig/1294539/356345",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/22cc330d8eb365d7312f78ae33441b4c-muthanga-wildlife-sanctuary.jpg",
    "detail_description": "The location of the eastern entry gate to Wayanad Wildlife Sanctuary, accessible by two-hour jeep safari only.\n"
},
{
    "country": "kerala",
    "index": 17,
    "name": "Thattekkad Bird Sanctuary",
    "latitude": "10.130958",
    "longitude": "76.689645",
    "excerpt": "A serene 25-sq-km park in the foothills of the Western Ghats, cut through by two rivers and two streams, Thattekkad shelters around 300 fluttering species…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/around-munnar/attractions/thattekkad-bird-sanctuary/a/poi-sig/1150555/1329592",
    "image_url": null,
    "detail_description": "A serene 25-sq-km park in the foothills of the Western Ghats, cut through by two rivers and two streams, Thattekkad shelters around 300 fluttering species – unusual in that they are mostly forest rather than water birds – including Malabar grey hornbills, Jerdon's nightjars, grey drongos, darters, kingfishers, flycatchers, warblers, sunbirds, tiny 4g flowerpeckers and rarer species like the Sri Lankan frogmouth.\nRiver boating (₹150 per person) and guided birdwatching trips (rates vary) are organised by the efficient reception office at the sanctuary's entrance; accommodation places also offer birdwatching.Simple sanctuary accommodation includes Frogmouth Watchtower and Hornbill View Tower (both ₹2500 per two people, with food and birdwatching); book ahead by phone. The area's independent homestays and resorts make comfier alternative bases.Thattekkad is on the Ernakulam–Munnar road. Buses from Ernakulam (₹40, two hours) and Munnar (₹60, two to three hours) run to Kothamangalam, from where you can catch an autorickshaw (₹150) or a bus (₹12, 25 minutes) for the final 12km northeast to Thattekkad."
},
{
    "country": "kerala",
    "index": 14,
    "name": "Indo-Portuguese Museum",
    "latitude": "9.962299",
    "longitude": "76.240042",
    "excerpt": "The heritage of one of India’s earliest Catholic communities – including vestments, silver processional crosses, altarpieces from the Kochi diocese and…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/indo-portuguese-museum/a/poi-sig/1150566/356338",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/a77a85106fbaae3f30090d56de3ff483-indo-portuguese-museum.jpg",
    "detail_description": "The heritage of one of India’s earliest Catholic communities – including vestments, silver processional crosses, altarpieces from the Kochi diocese and 19th-century sketches of Santa Cruz Basilica – is on show at this thoughtfully presented museum hidden in the tranquil garden of the Bishop’s House. The basement contains remnants of the 16th-century Portuguese-built Fort Immanuel.\n"
},
{
    "country": "kerala",
    "index": 15,
    "name": "Parambikulam Tiger Reserve",
    "latitude": "10.448143",
    "longitude": "76.786366",
    "excerpt": "Encompassing 644 sq km of glorious Western Ghats terrain and wildlife, nestled behind three dams in a valley at altitudes of 300m to 1440m, Parambikulam…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/the-western-ghats/attractions/parambikulam-tiger-reserve/a/poi-sig/1150563/356353",
    "image_url": null,
    "detail_description": "Encompassing 644 sq km of glorious Western Ghats terrain and wildlife, nestled behind three dams in a valley at altitudes of 300m to 1440m, Parambikulam Tiger Reserve is possibly the most protected space in South India – and one of its least-touristed reserves. It's encircled by Kerala and Tamil Nadu sanctuaries, and home to elephants, leopards, sloths and about 26 tigers, as well as more easily spotted sambar, crocodiles, chital and some of Asia's largest and most ancient teak trees.\nDuring monsoon season (June to August) the reserve is best avoided, and it may close due to fire risk in March and April.Activities and accommodation within Parambikulam's buffer zones are booked online up to six months ahead or, if that fails, through the reserve office. Choose from tented niches (Indian ₹6100 to ₹7300, foreigner ₹9700 to ₹12,100), treetop huts (Indian ₹3000 to ₹6100, foreigner ₹3600 to ₹9700) and an air-conditioned colonial-era bungalow (Indian ₹5000 to ₹6100, foreigner ₹7300 to ₹8500); rates per room include three meals a day plus trekking, bamboo rafting and minibus wildlife-spotting safaris. Treks (Indian ₹1200 to ₹3600, foreigner ₹2400 to ₹6100), minibus safaris (₹200) and combined-activities packages (₹9700 for 10 people with meals) can be booked for day visits, too."
},
{
    "country": "kerala",
    "index": 16,
    "name": "Bekal Fort",
    "latitude": "12.391312",
    "longitude": "75.03336",
    "excerpt": "The huge laterite-brick Bekal Fort, built between 1645 and 1660, is the largest in Kerala and sits on Bekal’s rocky headland with fine views. It passed…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/bekal-and-around/attractions/bekal-fort/a/poi-sig/1151144/356342",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/94b5eb064ae03c56f7647332365e189d-bekal-fort.jpg",
    "detail_description": "The huge laterite-brick Bekal Fort, built between 1645 and 1660, is the largest in Kerala and sits on Bekal’s rocky headland with fine views. It passed into British hands in 1792, having originally been seized from the Ikkeri Nayaks by Hyder Ali in 1763.\n"
},
{
    "country": "kerala",
    "index": 13,
    "name": "Wayanad Heritage Museum",
    "latitude": "11.619324",
    "longitude": "76.210656",
    "excerpt": "In the village of Ambalavayal, 12km southwest from Sultanbatheri near the Edakkal Caves, this small but fascinating museum exhibits tools, weapons,…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/wayanad-wildlife-sanctuary/attractions/wayanad-heritage-museum/a/poi-sig/1150649/356345",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eed33fa6b17c5a075eedd4d334a89ca5-wayanad-heritage-museum.jpg",
    "detail_description": "In the village of Ambalavayal, 12km southwest from Sultanbatheri near the Edakkal Caves, this small but fascinating museum exhibits tools, weapons, pottery, carvings and other artefacts dating back to the 9th century, shedding light on Wayanad’s significant Adivasi population. Displays of note include Neolithic axes, 13th- to 14th-century hero stones and a fine stone-carved Rama from the Vijayanagar era.\n"
},
{
    "country": "kerala",
    "index": 12,
    "name": "Fort St Angelo",
    "latitude": "11.853596",
    "longitude": "75.370889",
    "excerpt": "One of the earliest Portuguese settlements in India (constructed with permission from Kannur's rulers), the 1505 St Angelo Fort looms tall on a promontory…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kannur-cannanore/attractions/fort-st-angelo/a/poi-sig/1151130/356343",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4a0dd43e91f19f98cd0ae03c7cdf115d-st-angelo-fort.jpg",
    "detail_description": "One of the earliest Portuguese settlements in India (constructed with permission from Kannur's rulers), the 1505 St Angelo Fort looms tall on a promontory 3km south of town, displaying a fusion of Portuguese, Dutch and British architecture. Wander the well-preserved walls and gardens within.\nThe fort was taken from the Portuguese in 1663 by the Dutch, who sold it back to the Arakkal family a century later – before it was seized by the British."
},
{
    "country": "kerala",
    "index": 11,
    "name": "Edakkal Caves",
    "latitude": "11.62668",
    "longitude": "76.236534",
    "excerpt": "These remote hilltop 'caves' – more accurately a small series of caverns – are celebrated for the ancient collection of petroglyphs in their top chamber,…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/wayanad-wildlife-sanctuary/attractions/edakkal-caves/a/poi-sig/1150648/356345",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fba3e8178145c27feaa6c8caabff7588-edakkal-caves.jpg",
    "detail_description": "These remote hilltop 'caves' – more accurately a small series of caverns – are celebrated for the ancient collection of petroglyphs in their top chamber, thought to date back over 3000 years. From the car park near Ambalavayal (12km southwest of Sultanbatheri) it's a steep 20-minute walk up a winding road to the ticket window, then another steep climb up to the light-filled top cave.\nOn a clear day there are exceptional views out over Wayanad district. The caves get crowded on weekends."
},
{
    "country": "kerala",
    "index": 10,
    "name": "Hill Palace Museum",
    "latitude": "9.95262",
    "longitude": "76.363993",
    "excerpt": "Around 13km east of Ernakulam, this impressive 49-building palace complex was formerly the residence of the Kochi royal family. It now houses the…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/hill-palace-museum/a/poi-sig/1150617/356338",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/b03a0d4110be8d30ec20fadc7541d242-hill-palace-museum.jpg",
    "detail_description": "Around 13km east of Ernakulam, this impressive 49-building palace complex was formerly the residence of the Kochi royal family. It now houses the collections of the royal families, as well as 19th-century oil paintings, old coins, sculptures and paintings, jewellery and temple models. Keep an eye out for the diamond-studded, 1.75kg gold crown – a gift from Portugal via Vasco da Gama. Autorickshaws from Ernakulam charge ₹350 return with one-hour waiting time.\nNote that photography isn't allowed inside and the gardens are a bit tatty."
},
{
    "country": "kerala",
    "index": 9,
    "name": "Thirunelly Temple",
    "latitude": "11.911624",
    "longitude": "75.995833",
    "excerpt": "Thought to be one of the oldest temples on the subcontinent, Thirunelly Temple huddles beneath the Brahmagiri Hills 15km southwest of Tholpetty. Non…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/wayanad-wildlife-sanctuary/attractions/thirunelly-temple/a/poi-sig/1150646/356345",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/90af28f0852c338ef534decea2d15675-thirunelly-temple.jpg",
    "detail_description": "Thought to be one of the oldest temples on the subcontinent, Thirunelly Temple huddles beneath the Brahmagiri Hills 15km southwest of Tholpetty. Non-Hindus cannot enter the temple itself, but it’s worth visiting for the otherworldly cocktail of ancient and intricate pillars backed by mountain views. Follow the path uphill behind the temple to the stream known as Papanasini, where Hindus believe you can wash away all your sins; a trail branches off halfway up to an ancient Shiva shrine.\nBuses run to Thirunelly from Mananthavadi (₹35, 1½ hours)."
},
{
    "country": "kerala",
    "index": 8,
    "name": "Kerala Folklore Museum",
    "latitude": "9.932964",
    "longitude": "76.299169",
    "excerpt": "Created in Kerala style from ancient temples and beautiful old houses collected by its owner, an antique dealer, the family-run folklore museum houses a…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/kerala-folklore-museum/a/poi-sig/1293516/356338",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/e5052794291df9d19c28bc89a065091a-kerala-folklore-museum.jpg",
    "detail_description": "Created in Kerala style from ancient temples and beautiful old houses collected by its owner, an antique dealer, the family-run folklore museum houses a priceless collection of over 5000 artefacts and covers three architectural styles: Malabar on the ground floor; Kochi/Portuguese on the 1st; and Travancore on the 2nd (top). The fine top-floor theatre has an 18th-century wood-carved ceiling depicting Hindu gods, as well as colourful Ramayana and Mahabharata murals. It's 4.5km south of Ernakulam Junction.\nUber and Ola taxis from Fort Cochin charge ₹270, or you can take any bus (including the Fort Cochin–Vytilla–Airport bus) to Thevara, from where it’s a short walk or rickshaw ride."
},
{
    "country": "kerala",
    "index": 7,
    "name": "Matha Amrithanandamayi Mission",
    "latitude": "9.0893204616846",
    "longitude": "76.487256288528",
    "excerpt": "The incongruously salmon-pink Matha Amrithanandamayi Mission, 30km northwest of Kollam, is the famous ashram of one of India’s few female gurus,…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/southern-kerala/attractions/matha-amrithanandamayi-mission/a/poi-sig/478866/356346",
    "image_url": null,
    "detail_description": "The incongruously salmon-pink Matha Amrithanandamayi Mission, 30km northwest of Kollam, is the famous ashram of one of India’s few female gurus, Amrithanandamayi, also known as Amma (Mother) or ‘The Hugging Mother' because of the darshan (audience) she offers, often hugging thousands of people in marathon all-night sessions. The ashram runs official tours at 5pm daily (check details online or download the Amma app). Many travellers stay overnight or longer term.\nIt’s a huge complex, with about 3500 people living here permanently – monks, nuns, students and families, both Indian and foreign. It offers food, ayurvedic treatments, and a daily schedule of yoga, meditation and darshan. Amma herself travels for much of the year (her schedule is online); a busy time of year at the ashram is around Amma's birthday on 27 September.Visitors should dress conservatively and there is a strict code of behaviour. With prior arrangement – register online – you can stay at the ashram in a triple room for ₹250 per person or a single for ₹500 (including simple vegetarian meals).Since the ashram is on the main canal between Kollam and Alleppey, many travellers break the popular ferry ride by getting off here, staying a day or two, then picking up another cruise. Alternatively, cross the canal via pedestrian bridge to Vallickavu and grab a rickshaw 10km south to Karunagappally or 12km north to Kayamkulam (around ₹200), from where you can catch onward buses or trains.If you aren't taking the cruise, take a train to Karunagappally or Kayamkulam, then an autorickshaw to Vallickavu and the bridge."
},
{
    "country": "kerala",
    "index": 6,
    "name": "Chinese Fishing Nets",
    "latitude": "9.968058",
    "longitude": "76.242156",
    "excerpt": "The unofficial emblems of Kerala’s backwaters, and perhaps the most photographed, are the half-dozen giant cantilevered Chinese fishing nets on Fort…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/chinese-fishing-nets/a/poi-sig/1319114/356338",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/f8ccb1f5c85e6cba4b70b879ac5f4e13-chinese-fishing-nets.jpg",
    "detail_description": "The unofficial emblems of Kerala’s backwaters, and perhaps the most photographed, are the half-dozen giant cantilevered Chinese fishing nets on Fort Cochin's northeastern shore, known locally as cheena vala. A legacy of traders from the AD 1400 court of Kublai Khan, these spiderlike, 10m-tall contraptions rest on teak or bamboo poles and require five or six people to operate their counterweights at high tide.\nModern fishing techniques are making these labour-intensive methods less and less profitable, with nets slowly disappearing from Kerala's coastline. Smaller fishing nets are dotted around the shores of Vembanad and Ashtamudi lakes; some of the best are just east of Cherai Beach on Vypeen Island."
},
{
    "country": "kerala",
    "index": 5,
    "name": "Napier Museum",
    "latitude": "8.508981",
    "longitude": "76.955066",
    "excerpt": "Housed in an 1880 wooden building designed by Robert Chisholm (a British architect whose Fair Isle–style version of the Keralite vernacular shows his…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/thiruvananthapuram-trivandrum/attractions/napier-museum/a/poi-sig/1293754/356351",
    "image_url": null,
    "detail_description": "Housed in an 1880 wooden building designed by Robert Chisholm (a British architect whose Fair Isle–style version of the Keralite vernacular shows his enthusiasm for local craft), this museum holds an eclectic display of bronzes, Buddhist sculptures, temple carts, ivory carvings and a wood-carved model of Kerala's famous Guruvayur temple. The architectural style fuses neo-Gothic and Keralan elements, and the carnivalesque interior is worth a look in its own right.\n"
},
{
    "country": "kerala",
    "index": 4,
    "name": "Museum of History & Heritage",
    "latitude": "8.508217",
    "longitude": "76.95365",
    "excerpt": "Occupying a handsome 120-year-old heritage building within the Kerala Tourism complex, this intelligently presented museum traces Kerala's history and…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/thiruvananthapuram-trivandrum/attractions/museum-of-history-heritage/a/poi-sig/1339827/356351",
    "image_url": null,
    "detail_description": "Occupying a handsome 120-year-old heritage building within the Kerala Tourism complex, this intelligently presented museum traces Kerala's history and culture through superb static and multimedia displays. Exhibits range from Iron Age implements to bronze, wood and terracotta sculptures, murals, dhulichitra (floor paintings), Roman-era coins, re-creations of traditional Keralite homes and replicas of engravings at Wayanad's Edakkal Caves.\n"
},
{
    "country": "kerala",
    "index": 3,
    "name": "Mattancherry Palace",
    "latitude": "9.9579619754837",
    "longitude": "76.259872386415",
    "excerpt": "Mattancherry Palace was a generous gift presented to the Raja of Kochi, Veera Kerala Varma (1537–65), as a gesture of goodwill by the Portuguese in 1555…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/mattancherry-palace/a/poi-sig/1033656/356338",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-170482679_master.jpg",
    "detail_description": "Mattancherry Palace was a generous gift presented to the Raja of Kochi, Veera Kerala Varma (1537–65), as a gesture of goodwill by the Portuguese in 1555. The Dutch renovated it in 1663, hence the alternative name, the Dutch Palace. The building combines European and Keralan styles, but the star attractions are the royal bedchamber's astonishingly preserved Hindu murals from the 17th to 19th centuries, which depict scenes from the Ramayana, Mahabharata and Puranic legends in intricate, colourful detail.\nThere are more fine murals further into the palace, too, including Vishnu sleeping on a snake. A small Mahavishnu temple sits within the palace grounds."
},
{
    "country": "kerala",
    "index": 2,
    "name": "Pardesi Synagogue",
    "latitude": "9.957301",
    "longitude": "76.259505",
    "excerpt": "Originally built in 1568, Mattancherry's synagogue was partially destroyed by the Portuguese in 1662, and rebuilt two years later when the Dutch took…",
    "detail_url": "https://www.lonelyplanet.com/india/kerala/kochi-cochin/attractions/pardesi-synagogue/a/poi-sig/1033659/356338",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-139624805_full.jpg",
    "detail_description": "Originally built in 1568, Mattancherry's synagogue was partially destroyed by the Portuguese in 1662, and rebuilt two years later when the Dutch took Kochi. It features an ornate brass bimah, elegant wooden benches, and elaborate hand-painted, willow-pattern floor tiles from Canton, China, added in 1762 during major remodelling under Ezekial Rahabi. It’s magnificently illuminated by Belgian chandeliers and coloured-glass lamps. The graceful clock tower dates from 1760, with inscriptions in Malayalam, Hebrew, Roman and Arabic script.\nThere's an upstairs balcony for women, who worshipped separately according to Orthodox rites. The majority of Kochi's Pardesi Jews have emigrated, but the synagogue remains excellently preserved. No photography."
}
]