[
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 1,
    "name": "Visoki Dečani Monastery",
    "latitude": "42.54652",
    "longitude": "20.265849",
    "excerpt": "Built in the early 14th century by Serbian king Stefan Dečanski, this monastery is in a beautiful spot beneath the mountains and surrounded by pine and…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/attractions/visoki-decani-monastery/a/poi-sig/1251767/360675",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aeecadc6827bea4ba403e07c2cfec237-visoki-decani-monastery.jpg",
    "detail_description": "Built in the early 14th century by Serbian king Stefan Dečanski, this monastery is in a beautiful spot beneath the mountains and surrounded by pine and chestnut trees. If you think the setting is attractive then you'll gasp in wonder as you push open the wooden doors of the church and first lay eyes on the treasures within. With its floor-to-ceiling, Biblical murals it's like stepping into an enormous medieval paintbox. There can be few more beautiful churches in Europe.\nDespite the bucolic setting and beauty within, Visoki Dečani also speaks of humanity at its worst. Due to attacks from ethnic Albanians who'd like to see the Serbs leave, the monastery and the 25 monks living here in total isolation from the local community, are guarded around the clock by KFOR military forces. The country road to the monastery has watchtowers and checkpoints all along it and there are even several tanks defensively positioned around the complex. You will need to leave your passport or ID card with the soldiers at the entrance gate if you wish to enter the complex. Photography within the monastery is not allowed (photos of the exterior are permitted) and definitely don't try any sneaky pics of the military. Those guns are loaded!It's on the outskirts of Dečani, 15km south of Peja (Peć). Buses go to Dečani from Peja (€1, 30 minutes, every 15 minutes) on their way to Gjakova. It's a pleasant 1km walk to the monastery from the bus stop. From the roundabout in the middle of town, take the second exit if you're coming from Peja."
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 21,
    "name": "Carshi Mosque",
    "latitude": "42.664734",
    "longitude": "21.165183",
    "excerpt": "Due to renovations, this majestic 15th-century mosque was closed to the public at the time of research.",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/carshi-mosque/a/poi-sig/1271625/360679",
    "image_url": null,
    "detail_description": "Due to renovations, this majestic 15th-century mosque was closed to the public at the time of research.\n"
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 20,
    "name": "Clock Tower",
    "latitude": "42.666683",
    "longitude": "21.1672",
    "excerpt": "This 26m-high tower dates from the 19th century and was central to the bazaar area, as it dictated when stalls should close for prayers. Following damage…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/clock-tower/a/poi-sig/1251851/360679",
    "image_url": null,
    "detail_description": "This 26m-high tower dates from the 19th century and was central to the bazaar area, as it dictated when stalls should close for prayers. Following damage in the war, its clock now operates on electricity.\n"
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 19,
    "name": "Independence House of Kosovo",
    "latitude": "42.663914",
    "longitude": "21.157115",
    "excerpt": "This small house opposite the stadium is devoted to former president Ibrahim Rugova and Kosovo's recent independence movement. English-speaking guides…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/independence-house-of-kosovo/a/poi-sig/1251866/360679",
    "image_url": null,
    "detail_description": "This small house opposite the stadium is devoted to former president Ibrahim Rugova and Kosovo's recent independence movement. English-speaking guides will show you around the small display, including video footage of Rugova's meetings with world leaders. \n"
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 18,
    "name": "National Library",
    "latitude": "42.657445582108",
    "longitude": "21.162113604821",
    "excerpt": "Easily one of Pristina's most notable buildings, the National Library, completed in 1982 by Croatian Andrija Mutnjakovic, has to be seen to be believed …",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/national-library/a/poi-sig/1251854/360679",
    "image_url": null,
    "detail_description": "Easily one of Pristina's most notable buildings, the National Library, completed in 1982 by Croatian Andrija Mutnjakovic, has to be seen to be believed (think gelatinous eggs wearing armour). It's in the centre of a pleasant green area, one of the few things approaching a public park in the centre of Pristina.\n"
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 17,
    "name": "Mirusha Waterfalls",
    "latitude": "42.523799",
    "longitude": "20.584345",
    "excerpt": "These small but pretty double waterfalls cascade over the rocks into a deep pool that's perfect for swimming in. And in summer plenty of locals do! The…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/attractions/mirusha-waterfalls/a/poi-sig/1609810/360675",
    "image_url": null,
    "detail_description": "These small but pretty double waterfalls cascade over the rocks into a deep pool that's perfect for swimming in. And in summer plenty of locals do! The falls, which are about halfway between Pristina and Peja, are an enjoyable half-hour walk through farming countryside and are well signposted from the village of Gremnik.\n"
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 16,
    "name": "Hadum Mosque",
    "latitude": "42.379145",
    "longitude": "20.427232",
    "excerpt": "This gorgeous mosque somehow managed to survive the terrible damage that Gjakova underwent during the Kosovo War. Its striking arabesques and impressive…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/gjakova/attractions/hadum-mosque/a/poi-sig/1545886/1341402",
    "image_url": null,
    "detail_description": "This gorgeous mosque somehow managed to survive the terrible damage that Gjakova underwent during the Kosovo War. Its striking arabesques and impressive interior stonework are two of the town's most important sights. The building dates from the end of the 16th century and is a classic example of early Islamic architecture in the Balkans.\n"
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 15,
    "name": "Čaršija e Madhe",
    "latitude": "42.380461",
    "longitude": "20.426942",
    "excerpt": "The oldest surviving bazaar in Kosovo and reputedly the longest in the Balkans, the Čaršija e Madhe dates from the 15th century, though it was badly…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/gjakova/attractions/carsija-e-madhe/a/poi-sig/1545885/1341402",
    "image_url": null,
    "detail_description": "The oldest surviving bazaar in Kosovo and reputedly the longest in the Balkans, the Čaršija e Madhe dates from the 15th century, though it was badly damaged in the Kosovo War and was largely rebuilt afterwards. While it might once have matched many people's impressions of a bazaar with traders hawking piles of spices, today things are different. The grand structure is now lined with cafes and bars, although the southern section retains a few shops.\n"
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 14,
    "name": "Gadimë Cave",
    "latitude": "42.478174",
    "longitude": "21.207519",
    "excerpt": "Discovered in 1969, this impressive marble cave is full of quite extraordinary crystallised stalagmites and stalactites that have formed over millions of…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/attractions/gadime-cave/a/poi-sig/1251794/360675",
    "image_url": null,
    "detail_description": "Discovered in 1969, this impressive marble cave is full of quite extraordinary crystallised stalagmites and stalactites that have formed over millions of years. The cave is just over 1.2km deep, and some 440m of it can be visited on a guided tour. Bring sensible shoes and a sweater as it's decidedly cool once you get inside. The cave is 20km southeast of Pristina: take any bus to Ferizaj and ask the driver to let you off for Gadimë.\nThe compulsory guided tours of the cave last about 30 minutes."
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 13,
    "name": "Regional Museum",
    "latitude": "42.658699",
    "longitude": "20.292617",
    "excerpt": "The top-floor of this Ottoman-era house, located behind a rather less-than-traditional petrol station, is filled with local crafts and furniture and has…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/peja/attractions/regional-museum/a/poi-sig/1252216/360677",
    "image_url": null,
    "detail_description": "The top-floor of this Ottoman-era house, located behind a rather less-than-traditional petrol station, is filled with local crafts and furniture and has various displays illustrating life in Peja during the Ottoman period. The downstairs floor has a small and more interesting archeological section that does a great job of illustrating the depth of history in these parts. Labelling is poor but some staff members speak English, and when they're working, an animated guided tour is included in your entry fee.\n"
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 12,
    "name": "Newborn Monument",
    "latitude": "42.66064",
    "longitude": "21.158241",
    "excerpt": "These iconic block letters in downtown Pristina look a bit scrappy and worn these days, but they captured the imagination of the fledgling nation when…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/newborn-monument/a/poi-sig/1271626/360679",
    "image_url": null,
    "detail_description": "These iconic block letters in downtown Pristina look a bit scrappy and worn these days, but they captured the imagination of the fledgling nation when they were unveiled on 17 February 2008, the day Kosovo declared its independence from Serbia and began its painful (and still incomplete) journey to full international recognition.\nThe monument is repainted each year in a different style, although at the time of research it was covered in graffiti tags, and it was unclear if that was the art or just straight vandalism!"
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 11,
    "name": "National Gallery of Kosovo",
    "latitude": "42.657326",
    "longitude": "21.16397",
    "excerpt": "This excellent space approaches Kosovan art from a contemporary perspective (don't expect to see paintings from the country's history here) and is worth a…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/national-gallery-of-kosovo/a/poi-sig/1251862/360679",
    "image_url": null,
    "detail_description": "This excellent space approaches Kosovan art from a contemporary perspective (don't expect to see paintings from the country's history here) and is worth a look around. Exhibitions change frequently and the gallery space is normally given over to a single artist at any one time. At the time of research, the 'art' included a stable of live cows.\nIt hosts the annual exhibition for the Muslim Mulliqi Prize, the country's leading contemporary visual arts award, around which an exhibition is created each year, guest-curated by a leading art-world figure."
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 10,
    "name": "Museum of Kosovo",
    "latitude": "42.665617425349",
    "longitude": "21.165977423927",
    "excerpt": "Pristina's main museum has recently reopened after extensive renovations. Displays begin back in the misty times of the Bronze Age. There are some…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/museum-of-kosovo/a/poi-sig/1075583/360679",
    "image_url": null,
    "detail_description": "Pristina's main museum has recently reopened after extensive renovations. Displays begin back in the misty times of the Bronze Age. There are some wonderful statues and monuments to Dardanian gods and goddesses, plus a large stone relief depicting a Dardanian funeral procession.\nBizarrely, the museum then happily skips some 2000 years of history (because clearly nothing at all of note happened between 200 AD and the modern age!) to move straight onto the 19th century and a collection of military weapons which, if nothing else, illustrates how much our technological knowledge has advanced but our intelligence hasn't…Most displays are labelled in English, leaflets giving more detail are also available."
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 9,
    "name": "Novo Brdo Fortress",
    "latitude": "42.615597",
    "longitude": "21.417246",
    "excerpt": "The hills east of Pristina have been mined for silver for hundreds of years and the 13th-century Novo Brdo fortress is a testament to the importance that…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/attractions/novo-brdo-fortress/a/poi-sig/1609809/360675",
    "image_url": null,
    "detail_description": "The hills east of Pristina have been mined for silver for hundreds of years and the 13th-century Novo Brdo fortress is a testament to the importance that's long been placed on this region. Much of the fortress was destroyed in an earthquake at the end of the 18th century, but since 2014 an EU team has been busy restoring it (some would say over-restoring it!). Even so, it's an impressive sight and it's fun to ferret around it.\nEntry is free but it's likely that a guide will pop out of one of the nearby houses and explain the relevance of the site to you. It's polite to tip them.There are hourly buses (€2) from Pristina to the small town of Novo Brdo. The journey takes around an hour. From the town it's a short, sharp uphill walk."
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 8,
    "name": "Jashar Pasha Mosque",
    "latitude": "42.665957",
    "longitude": "21.166191",
    "excerpt": "This mosque, which was fully renovated in 2015 as a gift from the Turkish government, has vibrant interiors that exemplify Turkish baroque style.",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/jashar-pasha-mosque/a/poi-sig/1374849/360679",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3620e8d40e5f2ceaa317c2678efe057a-jashar-pasha-mosque.jpg",
    "detail_description": "This mosque, which was fully renovated in 2015 as a gift from the Turkish government, has vibrant interiors that exemplify Turkish baroque style.\n"
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 7,
    "name": "Cheese Market",
    "latitude": "42.660569",
    "longitude": "20.294902",
    "excerpt": "The town's bustling daily bazaar makes you feel like you've just arrived in İstanbul, and it's a great place to see local farmers and artisans hawking…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/peja/attractions/cheese-market/a/poi-sig/1252212/360677",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6aa3049e417bf55c24ff2152560727ce-cheese-market.jpg",
    "detail_description": "The town's bustling daily bazaar makes you feel like you've just arrived in İstanbul, and it's a great place to see local farmers and artisans hawking their wares. The highlight is when farmers gather in a busy courtyard at the centre of the market area each Saturday with wooden barrels of goat's cheese. You can actually just follow your nose and you'll find it.\n"
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 6,
    "name": "Sultan Mehmet Fatih Mosque",
    "latitude": "42.66692",
    "longitude": "21.166921",
    "excerpt": "The 'imperial mosque', as locals call it, was built on the orders of Mehmed the Conqueror around 1461, and although it was converted to a Catholic church…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/sultan-mehmet-fatih-mosque/a/poi-sig/1374848/360679",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5718cd33b997e462aa87a4fe5038efa3-sultan-mehmet-fatih-mosque.jpg",
    "detail_description": "The 'imperial mosque', as locals call it, was built on the orders of Mehmed the Conqueror around 1461, and although it was converted to a Catholic church during the Austro-Hungarian era, it was renovated again after WWII and is now the city's most important mosque. The minaret collapsed during an earthquake in 1955; the one standing today is a reconstruction. It has some beautiful interiors, as well as striking painted ceilings over the main entrance.\n"
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 5,
    "name": "Gračanica Monastery",
    "latitude": "42.597087",
    "longitude": "21.194708",
    "excerpt": "Southeast of Pristina in the Serbian town of Gračanica is the ancient Gračanica Monastery, completed in 1321 by Serbian king Milutin. The monastery, which…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/attractions/gracanica-monastery/a/poi-sig/1251769/360675",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/31a7631e579c7c3be793c63b7981efd3-gracanica-monastery.jpg",
    "detail_description": "Southeast of Pristina in the Serbian town of Gračanica is the ancient Gračanica Monastery, completed in 1321 by Serbian king Milutin. The monastery, which is set on large, grassy grounds, is one of the most attractive in Kosovo. You will first enter the monastery chapel through the main doors. The medieval-era paintings here are impressive enough but the real treat is saved for the smaller side, chapel, which is an enchanted cavern of vivid, lifelike murals.\nVisitors must dress respectably (that means no shorts or sleeveless tops for anyone, and headscarves for women) and photos are forbidden inside the building. From Pristina, take a Gjilan-bound bus (50c, 15 minutes, every 30 minutes); the monastery's on your left as you enter the centre of town. A taxi from Pristina costs around €7 one-way. It's worth combining a visit here with the nearby Bear Sanctuary."
},
{
    "country": "kosovo",
    "city": "Pristina",
    "index": 4,
    "name": "Emin Gjiku Ethnographic Museum",
    "latitude": "42.668206",
    "longitude": "21.167586",
    "excerpt": "This wonderful annex of the Museum of Kosovo is located in two beautifully preserved Ottoman houses enclosed in a large walled garden. The English…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/prishtina/attractions/emin-gjiku-ethnographic-museum/a/poi-sig/1251834/360679",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/692347e6f6ef25949fe040ac72ced24c-emin-gjiku-ethnographic-museum.jpg",
    "detail_description": "This wonderful annex of the Museum of Kosovo is located in two beautifully preserved Ottoman houses enclosed in a large walled garden. The English-speaking staff will give you a fascinating tour of both properties and point out the various unique pieces of clothing, weaponry, jewellery and household items on display in each. There's no better introduction to Kosovar culture.\nIt's not the easiest place to find and it's not always open during stated hours. The best bet is to ask staff at the Museum of Kosovo."
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 3,
    "name": "Patriarchate of Peć",
    "latitude": "42.66079",
    "longitude": "20.265484",
    "excerpt": "This church and nunnery complex on the outskirts of Peja are a raw slice of Serbian Orthodoxy that has existed here since the late 13th century. Outside…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/peja/attractions/patriarchate-of-pec/a/poi-sig/1252210/360677",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6ae7cae02f3f568cc63949319d99a1ea-patriarchate-of-pec.jpg",
    "detail_description": "This church and nunnery complex on the outskirts of Peja are a raw slice of Serbian Orthodoxy that has existed here since the late 13th century. Outside in the landscaped grounds, all is bright and colourful, but once inside the church it feels more like you're within a dark cave with magnificent faded frescoes covering the walls and ceiling. The entire complex dates from between the 1230s and the 1330s.\nIf you can come around 5pm you might catch the haunting prayers and chants of the elderly nuns dressed all in black. With shafts of sunlight catching some of the frescoes and the singing filling the vaults, it can feel as if you've been transported into the Middle Ages.Since 2013 the buildings have been guarded by Kosovo's police force, and you will need your passport to enter.From the food stands around Peja's main square, walk along Lekë Dukagjini with the river on your left for 20 minutes until you reach the monastery walls."
},
{
    "country": "kosovo",
    "city": "Kosovo",
    "index": 2,
    "name": "Bear Sanctuary",
    "latitude": "42.636658",
    "longitude": "21.258416",
    "excerpt": "In a remote, forested spot beyond the village of Mramor, this sanctuary houses European brown bears that were rescued from captivity by the charity Four…",
    "detail_url": "https://www.lonelyplanet.com/kosovo/attractions/bear-sanctuary/a/poi-sig/1506286/360675",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3277751a828f1d4fe0a77563eb8687a4-bear-sanctuary-pristina.jpg",
    "detail_description": "In a remote, forested spot beyond the village of Mramor, this sanctuary houses European brown bears that were rescued from captivity by the charity Four Paws. All the bears here were once kept in tiny cages as restaurant mascots, so although they're hardly out free in the wilderness, the spacious, semiwooded enclosures of today are a million times better than the conditions they were once kept in. You can learn more about the bears at the impressive new visitor centre.\nFrom Pristina, board any Gjilan-bound bus and ask to be let off by the Delfina gas station at the entrance to Mramor. From there, follow the road back past the lakeside, and then around to the right. It's a 3km walk, and the gorgeous countryside and lake make a great spot for a picnic afterwards. Otherwise there's a decent terrace restaurant within the sanctuary (mains around €5.50). A taxi from Pristina is around €15 and for a couple of euros extra, drivers will stop off at the Gračanica Monastery on the way."
}
]