[
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 1,
    "name": "Sabah Museum",
    "latitude": "5.9604823047269",
    "longitude": "116.07137203217",
    "excerpt": "About 2km south of the city centre, this museum provides an introduction to Sabah's indigenous cultures, with displays focusing on the traditional attire,…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/sabah-museum/a/poi-sig/480202/356955",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b02f7a01e9b1f33758083a4515637286-sabah-museum.jpg",
    "detail_description": "About 2km south of the city centre, this museum provides an introduction to Sabah's indigenous cultures, with displays focusing on the traditional attire, festivals, customs and crafts of the Dusun, Murut, Rungus, Bajau and other Sabah peoples. Upstairs are the centuries-old Chinese ceramics retrieved from the Jade Dragon wreck, circa AD 1300, in 2013.\nTry your hand at playing traditional musical instruments and learn about past headhunting practices of the Murut and Kadazan-Dusun.The adjoining Heritage Village has traditional tribal dwellings, including Kadazan bamboo houses and a Chinese farmhouse, all nicely set on a lily-pad lake.Next door, the Science &amp; Education Centre has an informative exhibition on the petroleum industry, from drilling to refining and processing.Hold on to your ticket: it also includes entry to the nearby Museum of Islamic Civilisation."
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 16,
    "name": "Central Market",
    "latitude": "5.983125",
    "longitude": "116.073067",
    "excerpt": "The Central Market is a bustling spot for people watching, with locals going about their daily business as they shop for fresh produce.",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/central-market/a/poi-sig/1211718/356955",
    "image_url": null,
    "detail_description": "The Central Market is a bustling spot for people watching, with locals going about their daily business as they shop for fresh produce.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 15,
    "name": "Sabah Art Gallery",
    "latitude": "5.952906",
    "longitude": "116.081564",
    "excerpt": "The first 'green' building in Sabah has outdoor sculpture displays and hosts contemporary art exhibitions by the likes of Francis Cheong and Awang Fadilah…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/sabah-art-gallery/a/poi-sig/1602317/356955",
    "image_url": null,
    "detail_description": "The first 'green' building in Sabah has outdoor sculpture displays and hosts contemporary art exhibitions by the likes of Francis Cheong and Awang Fadilah Bin Haji Hussein on its three floors.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 13,
    "name": "Atkinson Clock Tower",
    "latitude": "5.9823624685885",
    "longitude": "116.07744926087",
    "excerpt": "The modest timepiece at the foot of Signal Hill is one of the only structures to survive the Allied bombing of Jesselton in 1945. It's a square, 15.7m…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/atkinson-clock-tower/a/poi-sig/480190/356955",
    "image_url": null,
    "detail_description": "The modest timepiece at the foot of Signal Hill is one of the only structures to survive the Allied bombing of Jesselton in 1945. It's a square, 15.7m-high wooden structure that was completed in 1905 and named after the first district officer of the town, FG Atkinson, who died of malaria aged 28.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 12,
    "name": "Puh Toh Tze Buddhist Temple",
    "latitude": "5.992985",
    "longitude": "116.116905",
    "excerpt": "This impressive temple features a stone staircase-pavilion flanked by 10 Chinese deities leading up to a main temple complex dominated by Kwan Yin,…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/puh-toh-tze-buddhist-temple/a/poi-sig/1525184/356955",
    "image_url": null,
    "detail_description": "This impressive temple features a stone staircase-pavilion flanked by 10 Chinese deities leading up to a main temple complex dominated by Kwan Yin, Goddess of Mercy. A Chinese-style reclining Buddha rests inside. The temple is on a small hill west of the main highway junction north. You can get here by taking the Jln Tuaran bus or, more easily, get a Grab ride of hire a taxi; a round trip shouldn't be more than RM45.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 14,
    "name": "Sunday Market",
    "latitude": "5.983595",
    "longitude": "116.076994",
    "excerpt": "On Sundays a lively Chinese street fair takes over a section of Jln Gaya. It's vividly chaotic, with stalls cheek by jowl hawking batik sarongs, puppies…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/sunday-market/a/poi-sig/1211644/356955",
    "image_url": null,
    "detail_description": "On Sundays a lively Chinese street fair takes over a section of Jln Gaya. It's vividly chaotic, with stalls cheek by jowl hawking batik sarongs, puppies and kittens, wild honey and faux antiques.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 11,
    "name": "Tanjung Aru",
    "latitude": "5.947613",
    "longitude": "116.046095",
    "excerpt": "This pretty sweep of sand begins around the Shangri-La's Tanjung Aru Resort and stretches south to the airport. Tanjung Aru is a locals' beach, full of…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/tanjung-aru/a/poi-sig/1211748/356955",
    "image_url": null,
    "detail_description": "This pretty sweep of sand begins around the Shangri-La's Tanjung Aru Resort and stretches south to the airport. Tanjung Aru is a locals' beach, full of picnic spots and swoony-eyed couples. Food stalls are plentiful, most closing up come dark. We would advise against swimming here; the water may look pretty, and some locals may tell you it's fine, but others claim it's tainted by run-off from KK and nearby water villages.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 10,
    "name": "Museum of Islamic Civilisation",
    "latitude": "5.9632844867982",
    "longitude": "116.07392170958",
    "excerpt": "This collection of historical objects from all over the Islamic world is very engaging. Look out for replica mosques from Melaka and Sandakan, ornate…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/museum-of-islamic-civilisation/a/poi-sig/480198/356955",
    "image_url": null,
    "detail_description": "This collection of historical objects from all over the Islamic world is very engaging. Look out for replica mosques from Melaka and Sandakan, ornate krises from Java and Bali, curved Sulu swords, an 18th-century Persian Quran stand and Indonesian wooden caskets engraved with Quranic verses. The Malaysian history section, by contrast, is wordy and rather dry.To get here, catch bus 13 (RM1) along Jln Tunku Abdul Rahman and alight just before the mosque.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 9,
    "name": "Night Market",
    "latitude": "5.981098",
    "longitude": "116.07163",
    "excerpt": "KK's Night Market is an unmissable immersion into local culture. It's authentic, bustling, aromatic and noisy. At the southwest end you will find stalls…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/night-market/a/poi-sig/1211638/356955",
    "image_url": null,
    "detail_description": "KK's Night Market is an unmissable immersion into local culture. It's authentic, bustling, aromatic and noisy. At the southwest end you will find stalls selling everything from belacan (fermented shrimp paste) to snake beans. Towards the waterfront are the fish stalls: row upon row of bug-eyed bream, tuna, tiger prawns and red snapper. At the northeast end of the market is a huge hawker centre where you can eat your way through every Malay dish in the book.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 8,
    "name": "Signal Hill Observatory Platform",
    "latitude": "5.9854969115141",
    "longitude": "116.07920535558",
    "excerpt": "Up on Signal Hill, among the art deco mansions at the city-centre's eastern edge, there's an unmissable UFO-like observation pavilion. Come here to make…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/signal-hill-observatory-platform/a/poi-sig/1211639/356955",
    "image_url": null,
    "detail_description": "Up on Signal Hill, among the art deco mansions at the city-centre's eastern edge, there's an unmissable UFO-like observation pavilion. Come here to make sense of the city layout below. The view is best as the sun sets over the islands. To reach it, walk up the steps at the end of Lg Dewan. Other steps are behind Lucy's Homestay, passing the huge banyan tree, to reach the road that you follow to the tower. Otherwise, catch a cab (RM15).\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 7,
    "name": "Che Sui Khor Moral Uplifting Society",
    "latitude": "5.972626",
    "longitude": "116.082788",
    "excerpt": "About four minutes' drive northeast of KK, this complex has an 11-storey pagoda that shimmers in orange and green. The society espouses believing in the…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/che-sui-khor-moral-uplifting-society/a/poi-sig/1525185/356955",
    "image_url": null,
    "detail_description": "About four minutes' drive northeast of KK, this complex has an 11-storey pagoda that shimmers in orange and green. The society espouses believing in the best Islam, Taoism, Buddhism and Christianity have to offer. To get here, take a bus from the Wawasan Plaza terminal going north on the Jln Tuaran route (RM3). To get home, stand outside the temple on the main road and a minibus or regular bus will pick you up. A return taxi should cost around RM30.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 6,
    "name": "State Mosque",
    "latitude": "5.9598483490571",
    "longitude": "116.06705367751",
    "excerpt": "Sabah's State Mosque is a perfect example of contemporary Malay Muslim architecture: all modernist facade and geometric angles. The building is south of…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/state-mosque/a/poi-sig/480208/356955",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/89202722_full.jpg",
    "detail_description": "Sabah's State Mosque is a perfect example of contemporary Malay Muslim architecture: all modernist facade and geometric angles. The building is south of the city centre, past the Kampung Air stilt village, not far from the Sabah Museum; you'll see the striped minaret and chevronned dome on your way to or from the airport. Non-Muslim visitors are allowed inside, but should dress appropriately.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 4,
    "name": "City Mosque",
    "latitude": "5.9956682473491",
    "longitude": "116.10773205757",
    "excerpt": "Built in classical style, this mosque is far more attractive than the State Mosque in both setting and design. Completed in 2000 it can hold up to 12,000…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/city-mosque/a/poi-sig/480196/356955",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/478087095_high.jpg",
    "detail_description": "Built in classical style, this mosque is far more attractive than the State Mosque in both setting and design. Completed in 2000 it can hold up to 12,000 worshippers. It can be entered by non-Muslims outside regular prayer times, but there's not much worth seeing inside. It's about 5km north of the centre. To get here, take bus 5A towards UMS (University of Malaysia Sabah, RM2). Ask the conductor to drop you off after the Tanjung Lipat roundabout.\nEntry is free, but robe hire will set you back a few ringgit."
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 5,
    "name": "Kota Kinabalu Wetland Centre",
    "latitude": "5.987137",
    "longitude": "116.089568",
    "excerpt": "This centre features 1.4km of wooden walkways passing through a 24-hectare mangrove swamp, where you can expect to see scuttling fiddler and mangrove…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/kota-kinabalu-wetland-centre/a/poi-sig/1211723/356955",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a6d2d50a013b11e94f3b8356ad67cc95-kota-kinabalu-wetland-centre.jpg",
    "detail_description": "This centre features 1.4km of wooden walkways passing through a 24-hectare mangrove swamp, where you can expect to see scuttling fiddler and mangrove crabs, mud lobsters, mudskippers, skinks, turtles, water monitors and mangrove slugs. For many the big attraction is a stunning variety of migratory birds. To get here, take the bus towards Likas from the bus stations in front of City Hall or Wawasan Plaza, to Likas Sq. A taxi from KK costs around RM15; a Grab ride no more than RM10.\n"
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 3,
    "name": "Monsopiad Cultural Village",
    "latitude": "5.888065",
    "longitude": "116.080685",
    "excerpt": "Monsopiad is named after a legendary warrior and headhunter. The highlight of this tacky but fun place is the House of Skulls, which supposedly contains…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/monsopiad-cultural-village/a/poi-sig/1211733/356955",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/249c33332d9cc5d593647d47037a4df7-monsopiad-cultural-village.jpg",
    "detail_description": "Monsopiad is named after a legendary warrior and headhunter. The highlight of this tacky but fun place is the House of Skulls, which supposedly contains the ancient crania of Monsopiad's unfortunate enemies, as well as artefacts illustrating native rituals from the time when the bobolian (priest) was the most important figure in the community. The quality of your experience depends on the guide you get. The village is 16km from KK; taxis from KK cost around RM50.\nTo get here independently, take bus 13 from central KK to Donggongon (RM2), where you can catch a minivan to the cultural village (RM1)."
},
{
    "country": "kota-kinabalu",
    "city": "Kota Kinabalu",
    "index": 2,
    "name": "Mari Mari Cultural Village",
    "latitude": "5.974589",
    "longitude": "116.204646",
    "excerpt": "With its three-hour tours, Mari Mari showcases various traditional homes of Sabahan ethnic communities – the Bajau, Lundayeh, Murut, Rungus and Dusun –…",
    "detail_url": "https://www.lonelyplanet.com/malaysia/malaysian-borneo-sabah/kota-kinabalu/attractions/mari-mari-cultural-village/a/poi-sig/1153787/356955",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d62a2ed63e506b7a130b459074d7cb38-mari-mari-cultural-village.jpg",
    "detail_description": "With its three-hour tours, Mari Mari showcases various traditional homes of Sabahan ethnic communities – the Bajau, Lundayeh, Murut, Rungus and Dusun – all of which are built by descendants of the tribes they represent. Along the way you'll get the chance to see blowpipe making, tattooing, fire-starting and an insight into the mystical belief systems of each of these groups, as well as culinary nibbles from each tribe! It's touristy, sure, but good fun, especially for families.\nA short dance recital is also included in the visit. The village is a 20- to 30-minute drive east of KK and transport to/from your hotel can be arranged when booking. There is also a small waterfall – Kiansom Waterfall – about 400m beyond the cultural village, which is easily accessible by private transport or on foot. The area around the cascade lends itself well to swimming and it's a great place to cool off after a visit to Mari Mari."
}
]