[
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 1,
    "name": "Tareq Rajab Museum",
    "latitude": "29.317122",
    "longitude": "48.047126",
    "excerpt": "Housed in the basement of a large villa, this exquisite ethnographic museum should not be missed. There are inlaid musical instruments suspended in glass…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/tareq-rajab-museum/a/poi-sig/451671/361091",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/64a0b913f13536c511ef94e45bf35ae7-tareq-rajab-museum.jpg",
    "detail_description": "Housed in the basement of a large villa, this exquisite ethnographic museum should not be missed. There are inlaid musical instruments suspended in glass cabinets, Omani silver and Saudi gold jewellery, headdresses from the humble prayer cap to the Mongol helmet, costumes worn by princesses and goat herders, necklaces for living goddesses in Nepal, Jaipur enamel and Bahraini pearls. Despite all these superbly presented pieces, it's the Arabic manuscripts in the Calligraphy Museum that give the collection its international importance.\nThe museum was assembled as a private collection of Islamic art by Kuwait’s first minister of antiquities and his British wife. A pair of ornate doors from Cairo and Carl Haag’s 19th-century painting of Lady Jane Digby El Mesreb of Palmyra, who lived in tents in the winter and a Damascus villa in the summer, mark the entrance to an Aladdin’s cave of beautiful items.Many stories arose from the brutal Iraqi invasion and occupation of Kuwait in 1990, many of them too painful or tragic to tell. But there is one good-news story that is remarkable in its simplicity. While the National Museum was being looted by Iraqi soldiers, the custodians of the Tareq Rajab Museum bricked up the doorway at the bottom of the entry steps and littered the steps with rubbish. The Iraqis questioned why the stairs led to nowhere but mercifully didn’t pursue the issue and the collection survived intact.The museum is in Jabriya, near the intersection of the Fifth Ring Motorway and the Abdulaziz Bin Abdulrahman Al Saud Expressway (also known as the Fahaheel Expressway). There is no sign on the building, but it is easily identified by its entrance – a carved wooden doorway flanked by two smaller doors on each side. All four of the door panels are worked in gilt metal.Allow an hour to visit, although anyone with a passion for textiles will inevitably want to stay longer. Bus 102 stops at the nearby Hadi Hospital. It's a 10-minute walk from here, south along the Fahaheel Expressway and turn right just after the Iranian School. Walk for a further 50m and the museum is on the left."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 38,
    "name": "Contemporary Art Platform",
    "latitude": "29.322728",
    "longitude": "47.954818",
    "excerpt": "A huge modern space hosting a permanent collection and regular exhibitions featuring Kuwaiti artists, plus occasional international names, talks and panel…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/contemporary-art-platform/a/poi-sig/1607450/361091",
    "image_url": null,
    "detail_description": "A huge modern space hosting a permanent collection and regular exhibitions featuring Kuwaiti artists, plus occasional international names, talks and panel discussions. Locally regarded as one of the best galleries in Kuwait.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 37,
    "name": "Marina Crescent",
    "latitude": "29.342304",
    "longitude": "48.065701",
    "excerpt": "Attached to Marina Mall, this pleasant palm tree-lined outdoor promenade loops around Kuwait Bay and has a range of restaurants and coffee shops. It's…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/marina-crescent/a/poi-sig/1607518/361091",
    "image_url": null,
    "detail_description": "Attached to Marina Mall, this pleasant palm tree-lined outdoor promenade loops around Kuwait Bay and has a range of restaurants and coffee shops. It's popular in the evening and at weekends.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 36,
    "name": "Shaikh Nasser Al Sabah Mosque",
    "latitude": "29.348439",
    "longitude": "48.093853",
    "excerpt": "This pyramid-shaped mosque is another example of Kuwait's exceptional modern mosque architecture. Non-Muslims can't go inside but are free to take a look…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/shaikh-nasser-al-sabah-mosque/a/poi-sig/1316096/361091",
    "image_url": null,
    "detail_description": "This pyramid-shaped mosque is another example of Kuwait's exceptional modern mosque architecture. Non-Muslims can't go inside but are free to take a look at the impressive exterior, which is often illuminated with coloured lights of an evening.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 35,
    "name": "Al Maqsab Gate",
    "latitude": "29.363684524484",
    "longitude": "47.958369527535",
    "excerpt": "This refurbished, simple city gate once used to enter Kuwait's walled city is around a century old. Although the wall has come down, similar gates all…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/al-maqsab-gate/a/poi-sig/1316100/361091",
    "image_url": null,
    "detail_description": "This refurbished, simple city gate once used to enter Kuwait's walled city is around a century old. Although the wall has come down, similar gates all over the city have been maintained and restored, offering an evocative reminder of Kuwait's past.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 34,
    "name": "Modern Art Museum",
    "latitude": "29.384811",
    "longitude": "47.983269",
    "excerpt": "This attractive traditional-style building hosts a number of exhibitions of contemporary Arab and international art throughout the year. Esteemed Kuwaiti…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/modern-art-museum/a/poi-sig/1306879/361091",
    "image_url": null,
    "detail_description": "This attractive traditional-style building hosts a number of exhibitions of contemporary Arab and international art throughout the year. Esteemed Kuwaiti artists including Essa Sagr, Sami Mohammed, Thuraya Al Baqsami and Khazal Al Gaffas have pieces here.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 33,
    "name": "Marina Beach",
    "latitude": "29.343838",
    "longitude": "48.067288",
    "excerpt": "Popular beach with great views of the city's skyline. Kiosks serve ice cream and drinks, and there's usually an enormous bouncy playground for kids on the…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/marina-beach/a/poi-sig/1607542/361091",
    "image_url": null,
    "detail_description": "Popular beach with great views of the city's skyline. Kiosks serve ice cream and drinks, and there's usually an enormous bouncy playground for kids on the sand, plus bike hire, a skate park and restaurants opposite the beach. Regular swimsuits are fine for women.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 32,
    "name": "Al Bahhar Entertainment Historical Village",
    "latitude": "29.368833",
    "longitude": "47.961573",
    "excerpt": "With traditional wind-tower architecture, this beachside area of craft workshops and souvenir shops is a nice place to stroll in the evening. There are…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/al-bahhar-entertainment-historical-village/a/poi-sig/451673/361091",
    "image_url": null,
    "detail_description": "With traditional wind-tower architecture, this beachside area of craft workshops and souvenir shops is a nice place to stroll in the evening. There are walking paths, fountains and places to get traditional mint tea and listen to the clack of bone on board as locals play backgammon.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 31,
    "name": "Green Island",
    "latitude": "29.364181",
    "longitude": "48.02798",
    "excerpt": "Find this artificial island built in the '80s just off the Corniche. It's 785,000 sq metres with greenery and a rarely used amphitheatre. Visitors are…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/green-island/a/poi-sig/451625/361091",
    "image_url": null,
    "detail_description": "Find this artificial island built in the '80s just off the Corniche. It's 785,000 sq metres with greenery and a rarely used amphitheatre. Visitors are welcome to have barbecues here and can hire bicycles (from KD2). Sadly, the place has been neglected in recent years, but there were rumours that it may be refurbished.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 30,
    "name": "Fatima Mosque",
    "latitude": "29.353255",
    "longitude": "47.98444",
    "excerpt": "Considerable wealth has been channelled into the nation's religious architecture, with some 60% of Kuwait’s mosques financed and built by individuals,…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/fatima-mosque/a/poi-sig/1315892/361091",
    "image_url": null,
    "detail_description": "Considerable wealth has been channelled into the nation's religious architecture, with some 60% of Kuwait’s mosques financed and built by individuals, including this distinctive green-and-white domed mosque in Abdullah Al Salem. While non-Muslims can't go inside, it's an attractive landmark to admire from the street.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 29,
    "name": "National Assembly Building",
    "latitude": "29.370426284853",
    "longitude": "47.963948991072",
    "excerpt": "The official seat of Kuwait's parliament with its distinctive canopy – designed to evoke the image of Bedouin tents – was the brainchild by Jørn Utzon,…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/national-assembly-building/a/poi-sig/451645/361091",
    "image_url": null,
    "detail_description": "The official seat of Kuwait's parliament with its distinctive canopy – designed to evoke the image of Bedouin tents – was the brainchild by Jørn Utzon, the Danish architect behind the Sydney Opera House. Completed in 1982, the dramatic white building is not open to the public, but it's worth a look from the outside.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 28,
    "name": "Al Jahra Gate",
    "latitude": "29.360764",
    "longitude": "47.963498",
    "excerpt": "City gates once lined Al Soor St – one that remains is Al Jahra Gate, at the centre of where Al Soor St meets the First Ring Road. Despite the gate's…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/al-jahra-gate/a/poi-sig/1316099/361091",
    "image_url": null,
    "detail_description": "City gates once lined Al Soor St – one that remains is Al Jahra Gate, at the centre of where Al Soor St meets the First Ring Road. Despite the gate's ancient appearance, the wall and gates were only constructed around 1920. The wall was demolished in 1957. Find the gate on a roundabout opposite the Sheraton Kuwait hotel.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 27,
    "name": "Al Shaab Gate",
    "latitude": "29.366183593652",
    "longitude": "47.990493917327",
    "excerpt": "Back when Kuwait's main industry was pearl diving, this old city gate (around a century old) allowed traders in and out of the city's walls. While the…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/al-shaab-gate/a/poi-sig/1316102/361091",
    "image_url": null,
    "detail_description": "Back when Kuwait's main industry was pearl diving, this old city gate (around a century old) allowed traders in and out of the city's walls. While the wall is no longer here, this restored clay doorway is a reminder of Kuwait's former life and worth a photo if passing by. It's located at the southern end of Al Shaheed Park.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 26,
    "name": "Dhow Harbour",
    "latitude": "29.384307",
    "longitude": "47.977756",
    "excerpt": "Adjacent to Kuwait Bay, opposite the Dickson House Cultural Centre, you can see dozens of traditional dhows (cargo boats), most still operational and…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/dhow-harbour/a/poi-sig/1315890/361091",
    "image_url": null,
    "detail_description": "Adjacent to Kuwait Bay, opposite the Dickson House Cultural Centre, you can see dozens of traditional dhows (cargo boats), most still operational and captained by local fishermen who bring their bounty to the next-door Fish Market every day to trade. It's a pleasant reminder of Kuwait's pre-oil-boom days.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 25,
    "name": "Sief Palace",
    "latitude": "29.38127372606",
    "longitude": "47.971236182587",
    "excerpt": "This is the official seat of the emir’s court. The L-shaped Sief Palace that faces the roundabout is the original structure, dating from the early 20th…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/sief-palace/a/poi-sig/451669/361091",
    "image_url": null,
    "detail_description": "This is the official seat of the emir’s court. The L-shaped Sief Palace that faces the roundabout is the original structure, dating from the early 20th century, while the new and ponderously opulent palace, complete with lake, helipad and dock for visitors’ yachts, was completed around the beginning of 2000. The palace is not open to the public, but it's a notable landmark. Photography is prohibited.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 24,
    "name": "Liberation Tower",
    "latitude": "29.368319",
    "longitude": "47.974784",
    "excerpt": "Not to be confused with the distinctive Kuwait Towers, the striking Liberation Tower, with its UFO-like saucer, is the second-tallest tower in Kuwait. At…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/liberation-tower/a/poi-sig/451637/361091",
    "image_url": null,
    "detail_description": "Not to be confused with the distinctive Kuwait Towers, the striking Liberation Tower, with its UFO-like saucer, is the second-tallest tower in Kuwait. At a height of 372m, it is currently among the world's 50 tallest buildings. Started before the Iraqi invasion, the tower took its new name when it was completed in 1993. Sadly, the viewing platform has not been open to the public for years, so you'll have to enjoy it from ground level.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 23,
    "name": "Corniche",
    "latitude": "29.346597",
    "longitude": "48.08145",
    "excerpt": "Comprising more than 10km of winding paths, parks and beaches on Arabian Gulf St (sometimes referred to locally as Gulf Rd), the corniche is marked at its…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/corniche/a/poi-sig/451619/361091",
    "image_url": null,
    "detail_description": "Comprising more than 10km of winding paths, parks and beaches on Arabian Gulf St (sometimes referred to locally as Gulf Rd), the corniche is marked at its southern end by the Scientific Center and at its northernmost point by Kuwait Towers. Stop off at any of the many beaches, restaurants or coffee shops to watch a desert sunset or, on hot summer evenings, enjoy being part of the throng of people flocking to the sea to catch the breeze.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 22,
    "name": "Al Shamiya Gate",
    "latitude": "29.362157",
    "longitude": "47.974377",
    "excerpt": "When Kuwait City was protected by a wall, gates such as this one allowed folks to enter and exit while the wall protected the city from attack. Around a…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/al-shamiya-gate/a/poi-sig/1316103/361091",
    "image_url": null,
    "detail_description": "When Kuwait City was protected by a wall, gates such as this one allowed folks to enter and exit while the wall protected the city from attack. Around a century old, this is one of the larger remaining and refurbished gates in the city, complete with windows, stairs and hatches, which would have been guarded to prevent intruders.\nThose comfortable crossing a busy intersection can walk up to the small fence surrounding the gate, in the middle of the intersection, to snap a picture."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 21,
    "name": "Fish Market",
    "latitude": "29.386793",
    "longitude": "47.979119",
    "excerpt": "This large market hall has rows of stalls selling all manner of morsels from the sea. Vendors tout their catch of the day, which may include anything from…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/fish-market/a/poi-sig/1607987/361091",
    "image_url": null,
    "detail_description": "This large market hall has rows of stalls selling all manner of morsels from the sea. Vendors tout their catch of the day, which may include anything from stacks of sardines to 2m-long groupers to buckets of enormous prawns. It's a vibrant place that offers a wonderful insight into local life. There's a fruit and veg section at the front of the building. Find it between the Dhow Harbour, where the catch of the day comes in, and Sharq Marina mall.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait",
    "index": 20,
    "name": "KOC Oil Display Center",
    "latitude": "29.093033",
    "longitude": "48.065767",
    "excerpt": "In this self-congratulatory introduction to the Kuwait Oil Company (KOC) and the country's oil business, bilingual display boards provide an intro to…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/al-ahmadi/attractions/koc-oil-display-center/a/poi-sig/1035347/1331743",
    "image_url": null,
    "detail_description": "In this self-congratulatory introduction to the Kuwait Oil Company (KOC) and the country's oil business, bilingual display boards provide an intro to everything from how to dig for oil and trap it to how to transport it. A walk-through tunnel exhibit explains 'The Catastrophe' of 1991 – when Kuwait's oil fields were ignited and became a thick black sky, with sooty rain. Although interesting, the KOC Ahmad Al Jaber Oil &amp; Gas Exhibition nearby has made this smaller exhibit seem redundant.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 19,
    "name": "Heritage Museum",
    "latitude": "29.373089",
    "longitude": "47.967364",
    "excerpt": "Forming part of the National Museum complex, this series of dark corridors is built like pre-oil Kuwaiti streets, with displays full of antiques, plus…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/heritage-museum/a/poi-sig/451655/361091",
    "image_url": null,
    "detail_description": "Forming part of the National Museum complex, this series of dark corridors is built like pre-oil Kuwaiti streets, with displays full of antiques, plus full-sized models portraying all the different traders and buyers of the time – iron mongers, tailors, boat builders, and plenty of men in full national dress. Some of the light boxes are broken and some exhibits feel neglected, but visitors will get a good insight into the past and enjoy the atmospheric (and slightly creepy) passages.\nBuses 12 and 16 stop a few blocks from the museum."
},
{
    "country": "kuwait",
    "city": "Kuwait",
    "index": 18,
    "name": "KOC Ahmad Al Jaber Oil & Gas Exhibition",
    "latitude": "29.095627",
    "longitude": "48.076086",
    "excerpt": "Costing around KD18 million (US$59 million) to build, the most recent Kuwait Oil Company exhibition teaches visitors about Kuwait's biggest business. Nine…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/al-ahmadi/attractions/koc-ahmad-al-jaber-oil-gas-exhibition/a/poi-sig/1607789/1331743",
    "image_url": null,
    "detail_description": "Costing around KD18 million (US$59 million) to build, the most recent Kuwait Oil Company exhibition teaches visitors about Kuwait's biggest business. Nine galleries cover themes of oil geology, exploration, extraction and exportation, plus Kuwaiti history and the devastating environmental consequences of burning oil. There are also interactive boards, plus an exciting 15-minute 4D film, with pyrotechnics and surround sound. A viewing gallery offers binoculars looking out onto Kuwait's oil fields. Free tours run every 30 minutes and take 1½ hours.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 17,
    "name": "Historical, Vintage & Classic Cars Museum",
    "latitude": "29.337913",
    "longitude": "47.943523",
    "excerpt": "Gearheads won't believe their eyes walking into this exhibition of perfectly polished mint-condition vintage cars covering more than a century of motoring…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/historical-vintage-classic-cars-museum/a/poi-sig/1607443/361091",
    "image_url": null,
    "detail_description": "Gearheads won't believe their eyes walking into this exhibition of perfectly polished mint-condition vintage cars covering more than a century of motoring history. See two 1950s Chrysler Imperial models, one used by former US president Eisenhower and the other by Queen Elizabeth. There's also an Aston Martin DB5, which the museum claims was used in the James Bond film Goldfinger despite international reports indicating the original vehicle is still missing after being stolen from a Florida airport hangar in 1997.\nOther impressive vehicles include a rare 1956 Rolls Royce Silver Cloud used by the emir of Kuwait."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 16,
    "name": "Dickson House Cultural Centre",
    "latitude": "29.383885",
    "longitude": "47.977964",
    "excerpt": "A modest white building with blue trim, Beit Dickson was the home of former British political agent Colonel Harold Dickson and his wife, Violet, whose…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/dickson-house-cultural-centre/a/poi-sig/451615/361091",
    "image_url": null,
    "detail_description": "A modest white building with blue trim, Beit Dickson was the home of former British political agent Colonel Harold Dickson and his wife, Violet, whose love of and contribution to Kuwait are documented in the various archives inside the house. Highlights include a collection of photographs taken during Kuwait’s British protectorate era, a replica museum of the Dicksons’ living quarters and an archive of Kuwaiti-British relations that dates from the 19th century to the 1960s when Kuwait became independent.\nAnglo-Italian explorer Freya Stark spent most of March 1937 in the house and, while she adored Kuwait, she described the house as a ‘big ugly box’."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 14,
    "name": "Al Shaheed Park",
    "latitude": "29.369485",
    "longitude": "47.993301",
    "excerpt": "It's easy to spend a whole day in Kuwait's largest urban park, which has jogging and walking paths covering more than 2km. The green space contains…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/al-shaheed-park/a/poi-sig/1607794/361091",
    "image_url": null,
    "detail_description": "It's easy to spend a whole day in Kuwait's largest urban park, which has jogging and walking paths covering more than 2km. The green space contains botanical gardens, a lake and palm trees galore, plus restaurants and two museums (the Habitat and Memorial Museums). Just outside the main park area is a cycle track and designated 'resting place' for migrating birds. Fully lit at night, the park is a nice outdoor space to explore of an evening during the warmer months.\nPark attendants keep the place immaculate; ask at the visitor centre about upcoming outdoor events being held at the amphitheatre. In the middle of the park, the excellent Three &amp; Barista cafe makes a great air-conditioned pit stop."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 15,
    "name": "Tareq Rajab Museum of Islamic Art",
    "latitude": "29.315129",
    "longitude": "48.049634",
    "excerpt": "A few blocks south of the Tareq Rajab Museum, this sister attraction is also housed in a villa. It has a seriously impressive and beautifully presented…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/tareq-rajab-museum-of-islamic-art/a/poi-sig/1607547/361091",
    "image_url": null,
    "detail_description": "A few blocks south of the Tareq Rajab Museum, this sister attraction is also housed in a villa. It has a seriously impressive and beautifully presented range of calligraphy. Typography from different Qurans, collected from all over the Arab world, span two floors and include ancient scripts up to the modern day. An educational video explains the methods of writing.\nCurious items in the collection include a special carved cabinet from 1581 used to protect the Quran in Yemen, plus Islamic coins, a 10m-long calligraphy panel, an engraved marble tombstone column from 1044, a number of wall tapestries and various instruments connected with calligraphy – from pens and quills to knives and etched ink pots."
},
{
    "country": "kuwait",
    "city": "Kuwait",
    "index": 13,
    "name": "Red Fort",
    "latitude": "29.348121",
    "longitude": "47.68042",
    "excerpt": "The grand Red Fort is a fine example of early Kuwaiti architecture. Named for the red clay used to build it between 1914-15, during the reign of the…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/attractions/red-fort/a/poi-sig/1035346/361089",
    "image_url": null,
    "detail_description": "The grand Red Fort is a fine example of early Kuwaiti architecture. Named for the red clay used to build it between 1914-15, during the reign of the seventh ruler of Kuwait, Sheikh Mubarak Al Sabah, it has four watchtowers, surrounded by half-metre thick, 4.5m-high walls. Visitors can enter the surrounding gates to view it from the outside, but cannot go inside.\nThe fort played a role in a 1920s battle with Saudi Arabia, in which Saudi troops were defeated (with the help of the British). Also known as the Red Palace, the rectangular structure sits near the highway next to Al Jahra Park.If coming from Kuwait City, follow Al Jahra Rd and take the exit towards Marzouk Al Metab St. The Red Fort is on the right, about 200m south of Jahra Rd."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 12,
    "name": "Al Qurain Martyrs’ Museum",
    "latitude": "29.196892",
    "longitude": "48.070775",
    "excerpt": "In the residential suburb of Qurain, this excellent small museum is a sobering memorial to a cell of young Kuwaitis who tried to resist Iraqi arrest in…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/al-qurain-martyrs-museum/a/poi-sig/451603/361091",
    "image_url": null,
    "detail_description": "In the residential suburb of Qurain, this excellent small museum is a sobering memorial to a cell of young Kuwaitis who tried to resist Iraqi arrest in February 1991. The house, still in its post-attack state (fully supported with beams) has the bullet holes and signs of destruction caused by grenades and a tank. Signs show where the Kuwaitis fought and hid during the siege. An exhibition displays the weapons used in the battle, including kalashnikovs, tanks and shotguns.\nAllow at least half an hour to visit. It's around a 20-minute taxi ride southeast of the city centre, or bus 101 stops within a 10-minute walk of the museum. Although signposted with brown signs, it's difficult to find the exact location. Locals should be able to point you in the right direction."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 11,
    "name": "Arab Fund Building",
    "latitude": "29.34696",
    "longitude": "47.941428",
    "excerpt": "Although not strictly open to the casual caller, the impressive Arab Fund Building, with a host of exceptionally beautiful rooms, is worth the trouble of…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/arab-fund-building/a/poi-sig/451609/361091",
    "image_url": null,
    "detail_description": "Although not strictly open to the casual caller, the impressive Arab Fund Building, with a host of exceptionally beautiful rooms, is worth the trouble of gaining access. Call first to request an appointment and explain that you wish to see the building’s interior, and you’ll be given a guided tour by one of the employees.\nThe gravity of the exterior belies the light and airy interior, designed in accordance with Islamic architectural principles of integrity of space, decoration and function. The magnificent eight-storey atrium with wooden lattices, opening onto a transparent corridor or an exquisite hidden majlis (meeting room), is an exciting reinterpretation of a familiar theme. Traditional craftsmanship from around the Arab world is represented in lavish concoctions of ceramic, carpet and woodwork in one of the most extraordinary expressions of postmodern eclecticism in the Gulf."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 10,
    "name": "Maritime Museum",
    "latitude": "29.385249",
    "longitude": "47.982431",
    "excerpt": "The entrance to this museum is hard to miss, with its three magnificent dhows (traditional cargo boats) dry docked opposite Kuwait Bay. The place offers…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/maritime-museum/a/poi-sig/1306530/361091",
    "image_url": null,
    "detail_description": "The entrance to this museum is hard to miss, with its three magnificent dhows (traditional cargo boats) dry docked opposite Kuwait Bay. The place offers insight into the seafaring heritage of Kuwait, which used dhows and boons to bring water from the Shatt Al Arab waterway near Basra to the bone-dry city, making a tidy profit from its thirsty inhabitants. Photographs inside the museum show the transport of water from boon to home before desalination plants brought water to household taps.\nMeanwhile, pearling displays recount Kuwait's history of collecting precious objects from the sea and trading with countries around the world. Displays contain a fascinating array of objects used in the industry, such as a heavy lead weight, a turtle-shell nose peg, leather finger ends and a wool suit to guard against jellyfish. These objects speak volumes about the deprivations of a life spent prising pearls from a reluctant seabed. The sieves of tiny mesh used to sift pearls according to size show that the effort was often barely worth the dangers involved."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 9,
    "name": "Kuwait National Museum",
    "latitude": "29.373312",
    "longitude": "47.966748",
    "excerpt": "It was the pride of Kuwait and contained one of the most important collections of Islamic art in the world until the 1990 Iraqi invasion. Sadly, the…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/kuwait-national-museum/a/poi-sig/451647/361091",
    "image_url": null,
    "detail_description": "It was the pride of Kuwait and contained one of the most important collections of Islamic art in the world until the 1990 Iraqi invasion. Sadly, the National Museum remains a shadow of its former self and reconstruction works are still nowhere near completion. Only two rooms containing a few archaeological finds are currently open. Among the items are ancient coins, pots, a detailed Bedouin tent and a 17th-century chess game, plus ancient Qurans and a full-sized carved doorway.\nThe museum was ransacked and largely emptied during the invasion, and it has been under almost complete reconstruction for the past decade. Things here can only get better.The quaint Heritage Museum is in Building 2, at the rear of the museum complex. It illustrates daily life in pre-oil Kuwait by means of a diorama of full-size figures going about their business – be sure to see the bead maker and what the museum booklet describes as the ‘men’s over-robe tailor’.Buses 12 and 16 stop around a 15-minute walk from the museum."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 8,
    "name": "Al Hashemi Marine Museum",
    "latitude": "29.299124",
    "longitude": "48.087673",
    "excerpt": "Maritime fanatics will enjoy this fascinating museum with its impressive collection of large, scale-model dhows (traditional cargo boats), sailing…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/al-hashemi-marine-museum/a/poi-sig/451601/361091",
    "image_url": null,
    "detail_description": "Maritime fanatics will enjoy this fascinating museum with its impressive collection of large, scale-model dhows (traditional cargo boats), sailing equipment and boards detailing the history of seafaring in the area. Al Hashemi II, the huge wooden dhow adjacent to the museum, is the largest handmade wooden boat on earth, measuring a world-record-breaking 80.4m long and 18.7m wide and weighing an estimated 2500 tonnes. The museum has a 2002 Guinness Book of Records certificate to prove it.\nCommissioned by Husain Marafie, owner of the Radisson Blu hotel, Al Hashemi II was completed in 1998 from mahogany and ekki logs from Cameroon, planks from Ivory Coast and pine logs from Oregon. It’s worth taking a five-minute walk inside the lavish, parquet-floored interior, which is used for conferences and banqueting.Al Boom, a smaller dhow in the complex, is a restaurant; and a hugely atmospheric place for dinner. The complex is next to the Palm Gardens hotel inside the grounds of the Radisson Blu hotel."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 7,
    "name": "Dar Al Athar Al Islamiyya",
    "latitude": "29.367768",
    "longitude": "47.961813",
    "excerpt": "This exceptional cultural centre has stunning galleries that contain some of the highlights of the world-class Al Sabah Collection, part of which was in…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/dar-al-athar-al-islamiyya/a/poi-sig/1306532/361091",
    "image_url": null,
    "detail_description": "This exceptional cultural centre has stunning galleries that contain some of the highlights of the world-class Al Sabah Collection, part of which was in the National Museum before the Iraqi invasion. With informative labels in English and Arabic, videos with experts explaining the pieces and some exquisite sculptures and archaeological finds of great antiquity from across the region, it's everything the National Museum could be, albeit on a smaller scale.\n"
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 6,
    "name": "Mirror House",
    "latitude": "29.347995",
    "longitude": "48.009369",
    "excerpt": "For a brilliantly bizarre art-in-action experience, visit this residential house covered with mirror mosaics. It's the creation of gloriously eccentric…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/mirror-house/a/poi-sig/451627/361091",
    "image_url": null,
    "detail_description": "For a brilliantly bizarre art-in-action experience, visit this residential house covered with mirror mosaics. It's the creation of gloriously eccentric Italian-Kuwaiti artist Lidia Al Qattan, who entertains with her stories and explanations of each room, including a mirror-clad bathroom and cosmos-themed room. Work on the house started in 1966 and was finished in 2006, requiring some 70 tonnes of mirror.\nAt various points in the tour, guests take a seat while Lidia turns off the lights to reveal glow-in-the-dark displays, hula rings covered in flashing lights, sometimes while creepy galactic music plays. Lidia asks visitors to stare into the mirrors and imagine they are in a galaxy far far away. It's a trippy experience, certainly one for the open-minded. On the 2nd floor, most rooms are dedicated to the work of Lidia's late husband and politically controversial Kuwaiti artist Khalifa Al Qattan. Part way through the tour, Lidia invites guests to play her self-made game, which involves throwing art-covered tiles at a velcro wall. There's also a gift shop filled with peculiar sculptures made from reused items; some flash and glow."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 5,
    "name": "Kuwait Towers",
    "latitude": "29.389781193722",
    "longitude": "48.002843546522",
    "excerpt": "The Kuwait Towers, with their distinctive blue-green ‘sequins’, are the instantly recognisable symbols of the nation. Designed by a Swedish architectural…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/kuwait-towers/a/poi-sig/451633/361091",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/420530cabde8726a4d515cb2534828af-kuwait-towers.jpg",
    "detail_description": "The Kuwait Towers, with their distinctive blue-green ‘sequins’, are the instantly recognisable symbols of the nation. Designed by a Swedish architectural firm, they opened in 1979. The largest of the three rises to a height of 187m. Guests can visit a gift shop, viewing platform and an international buffet restaurant. The standard ticket price includes entry to the 360-degree viewing deck at 120m. The entry fee is waived if you eat at the restaurant, offering views at 82m.\nBreakfast (adult/child KD8/5) is available between 8am and 11.30am, with lunch and dinner (adult/child KD14/8) served from 12.30pm to 11.30pm. Parking is available for diners only."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 4,
    "name": "Scientific Center",
    "latitude": "29.349802",
    "longitude": "48.08958",
    "excerpt": "One of the largest aquariums in the Middle East is housed in this sail-shaped building. The giant spider crabs (3.8m leg to leg), fluorescent jellyfish…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/scientific-center/a/poi-sig/451663/361091",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d3cf6aae3c3b9baec4d06563f87c2e2-scientific-center.jpg",
    "detail_description": "One of the largest aquariums in the Middle East is housed in this sail-shaped building. The giant spider crabs (3.8m leg to leg), fluorescent jellyfish and floor-to-ceiling shark and ray tanks are especially cool. At the interactive Discovery Place, kids can perform science experiments, make sand dunes or roll a piece of road. An IMAX theatre shows 45-minute 3D educational videos about the natural world.\nHead outside to the parking lot for one of the Scientific Center's best attractions: a car on a pulley system. Even your smallest kids can have a go at pulling the chains and lifting the car, they won't believe their eyes when it lifts into the air. Parking costs 250 fils."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 3,
    "name": "Grand Mosque",
    "latitude": "29.379104581706",
    "longitude": "47.974573750032",
    "excerpt": "The largest of the city’s 800 mosques, opened in 1986, completely survived the Iraqi invasion. It cost KD14 million (US$46 million) to build, with…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/grand-mosque/a/poi-sig/451623/361091",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-559151967_large.jpg",
    "detail_description": "The largest of the city’s 800 mosques, opened in 1986, completely survived the Iraqi invasion. It cost KD14 million (US$46 million) to build, with extravagant features including a palm tree-lined courtyard, stained glass from France and Italian marble detailing, plus mosaics from Morocco, chandeliers from Germany, teak wood from India and a striking gold-plated central dome. Tours are provided by knowledgeable staff and cover Kuwaiti culture and a peek into the emir's private room. Women must wear an abaya (full-length robe-like dress) and a headscarf (both provided).\nThe Grand Mosque has Kuwait’s highest minaret (74m) and can accommodate up to 10,000 worshippers in the main hall (open for prayer on Fridays and holidays), and another 7000 in the courtyard. Don't miss the glass cabinet with a replica of the oldest Quran in the world in it."
},
{
    "country": "kuwait",
    "city": "Kuwait City",
    "index": 2,
    "name": "Souq Mubarakiya",
    "latitude": "29.373144",
    "longitude": "47.973722",
    "excerpt": "Once the centre of trade before the nation found oil, Kuwait City's old souq has retained its sprawling, bustling glory. The historical centre of the…",
    "detail_url": "https://www.lonelyplanet.com/kuwait/kuwait-city/attractions/souq-mubarakiya/a/poi-sig/1306533/361091",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b1e5f0caf38c89fd6c13c05f7796f151-souq.jpg",
    "detail_description": "Once the centre of trade before the nation found oil, Kuwait City's old souq has retained its sprawling, bustling glory. The historical centre of the market has been added to, with modern buildings and sub-markets of sorts. Wandering around is a wonderful sensory experience, with colourful stalls and air permeated with rich spices. Shoppers haggle over everything from olives and dates to ox tails.\nIn the area named Souq Al Hareem, Bedouin women sit cross-legged on cushions of velvet selling kohl (black eyeliner), pumice stones and gold-spangled dresses in the red, white and green livery of the Kuwaiti flag. Beyond the covered alleyway, the souq opens out into lanes stocked with woollen vests and Korean blankets. The nearby Souq Ad Dahab Al Markazi is the city’s central gold market, and many shops also glitter with wedding gold and local pearls around the perimeter of Souq Mubarakiya."
}
]