[
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 1,
    "name": "Köl-Suu",
    "latitude": "40.701854",
    "longitude": "76.3906",
    "excerpt": "Remote even by Kyrgyzstan standards, magnificent Köl-Suu lake stretches over 10km through a sheer mountain gorge that reaches nearly to the Chinese border…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/naryn-oblast/attractions/koel-suu/a/poi-sig/1578522/1341570",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2255076413-rfc.jpeg",
    "detail_description": "Remote even by Kyrgyzstan standards, magnificent Köl-Suu lake stretches over 10km through a sheer mountain gorge that reaches nearly to the Chinese border. It's hard to grasp the true scale until locally run boat trips (from $200 per person) strike out for the centre of the lake, where they seemed dwarfed by rock walls on every side. At 3500m the weather here can change rapidly so be sure to pack warm and carry extra provisions.\nIt's over 150km from Naryn through increasingly bad roads and two border checkpoints, but the final 7km from Jyrgal jailoo into the Kurumduk Valley's dramatic panorama of craggy peaks would be worth the trip even without the lake to cap it off. Horses are available to hire for the river crossing beyond Jyrgal or for the full trip up to the lake, but a determined driver in a reliable 4WD can sometimes make it all the way to the lake's shore."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 38,
    "name": "Uzgen Museum Complex",
    "latitude": "40.768988",
    "longitude": "73.297595",
    "excerpt": "Three restored mausoleums here date to the 11th and early-12th century Karakhanid dynasty, when Uzgen was one of four regional capitals of the empire that…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek-to-osh-and-the-kyrgyz-fergana-valley/ozgon/attractions/uzgen-museum-complex/a/poi-sig/1577041/356895",
    "image_url": null,
    "detail_description": "Three restored mausoleums here date to the 11th and early-12th century Karakhanid dynasty, when Uzgen was one of four regional capitals of the empire that stretched across Central Asia. Climbing the dark and winding stairway inside the large minaret nearby, views from the top look out over panoramas of the mausoleum complex and the town's most famous modern export: fields of Uzgen rice.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 39,
    "name": "Long Waterfall",
    "latitude": "41.38737",
    "longitude": "72.925014",
    "excerpt": "This thin 89m ribbon of waterfall is not an especially memorable site, but there's a certain fascination watching the throngs of local summer tourists …",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek-to-osh-and-the-kyrgyz-fergana-valley/arslanbob/attractions/long-waterfall/a/poi-sig/1433342/356892",
    "image_url": null,
    "detail_description": "This thin 89m ribbon of waterfall is not an especially memorable site, but there's a certain fascination watching the throngs of local summer tourists (who mostly arrive by jeep), attempting to slither up and down in their seemingly impractical footwear.\nYou can get here in around two hours' walk from CBT, with a final 15-minute scree scramble up to the falls."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 40,
    "name": "Panorama Hill",
    "latitude": "41.942127",
    "longitude": "74.517303",
    "excerpt": "Following the rough road past the Tagai Guesthouse, an easy 30 minute walks winds past the local kok boru field and then up this hill with views out over…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/chaek/attractions/panorama-hill/a/poi-sig/1575522/1337123",
    "image_url": null,
    "detail_description": "Following the rough road past the Tagai Guesthouse, an easy 30 minute walks winds past the local kok boru field and then up this hill with views out over Chaek village and the Jumgal Valley. The metal building to the northeast is a run-down sauna complex where locals soak in water from the radon hot spring just beyond (9am-6pm, 50som).\n"
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 36,
    "name": "Tulpar Köl",
    "latitude": "39.505299",
    "longitude": "72.935293",
    "excerpt": "The largest of a string of 42 small lakes, Tulpar Köl stretches for nearly a kilometre in between the final small foothills and the first major ridge of…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/sary-mogol/attractions/tulpar-koel/a/poi-sig/1576902/1325979",
    "image_url": null,
    "detail_description": "The largest of a string of 42 small lakes, Tulpar Köl stretches for nearly a kilometre in between the final small foothills and the first major ridge of the Trans-Alay range. Strolling the quiet lake shore or searching out the other 41 lakes nearby offers ever-changing angles on the peaks and glaciers leading towards Lenin far above. At 3500m, though, you may well run out of breath before you run out of lakes.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 37,
    "name": "Dubovy Park",
    "latitude": "42.878126",
    "longitude": "74.60706",
    "excerpt": "Where wide, green Erkindik (Freedom) Ave enters this pleasant central park, artists sell a range of locally themed paintings. There's a small open-air…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/dubovy-park/a/poi-sig/443222/356888",
    "image_url": null,
    "detail_description": "Where wide, green Erkindik (Freedom) Ave enters this pleasant central park, artists sell a range of locally themed paintings. There's a small open-air sculpture garden amid the oaks behind the statue of Kurmanjan Datka. The park has officially been renamed for local author Chingiz Aitmatov, but nobody seems to refer to it as anything other than Oak Park.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 35,
    "name": "Turbaza",
    "latitude": "41.360705",
    "longitude": "72.929091",
    "excerpt": "If you're not tired of people watching there's more to be had at the Turbaza, a decrepit yet still active Soviet-era holiday camp replete with punch…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek-to-osh-and-the-kyrgyz-fergana-valley/arslanbob/attractions/turbaza/a/poi-sig/1377465/356892",
    "image_url": null,
    "detail_description": "If you're not tired of people watching there's more to be had at the Turbaza, a decrepit yet still active Soviet-era holiday camp replete with punch-machines, an awfully grimy open-air swimming pool and a ragged disco pavilion where city kids strut their stuff. Worth the 20-minute walk straight up from CBT, especially as a stop if you're headed on towards the Long Waterfall.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 34,
    "name": "Manas Ordo",
    "latitude": "42.529634",
    "longitude": "72.376943",
    "excerpt": "The man, the myth, the legend – Manas. This Manas-themed complex 12km east of Talas city celebrates the life and death of the great leader. Built in 1995,…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/talas-oblast/attractions/manas-ordo/a/poi-sig/1579791/1342025",
    "image_url": null,
    "detail_description": "The man, the myth, the legend – Manas. This Manas-themed complex 12km east of Talas city celebrates the life and death of the great leader. Built in 1995, heralded as the 1000-year anniversary of the Manas epic, a visit is equally worthwhile for a look at the Karakhanid-era mausoleum (reputedly that of the hero himself) or a walk up the large hill behind the museum for views out over the complex and Talas valley.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 33,
    "name": "Toktogul Reservoir",
    "latitude": "41.805358",
    "longitude": "72.878838",
    "excerpt": "Views out over the Toktogul reservoir are sublime in the right light, and the first glimpse of it descending from the mountains on the Bishkek highway are…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/toktogul/attractions/toktogul-reservoir/a/poi-sig/1576054/1342004",
    "image_url": null,
    "detail_description": "Views out over the Toktogul reservoir are sublime in the right light, and the first glimpse of it descending from the mountains on the Bishkek highway are quite memorable. There's no beach as such, but the shoreline is ok for swimming if you don't mind the 5km walk from the centre of town.\nThe reservoir was created in 1976 to power the dam downstream, which is still a major source of electricity for Kyrgyzstan and neighbouring countries."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 32,
    "name": "Suluu-Terek Canyon",
    "latitude": "42.598714",
    "longitude": "75.81399",
    "excerpt": "A small red bridge towards the end of Boom Canyon (en route to Issyk-Köl) leads to the impressive desert landscapes and red-rock cliffs of Suluu-Terek…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/chuy-oblast/attractions/suluu-terek-canyon/a/poi-sig/1580188/1325973",
    "image_url": null,
    "detail_description": "A small red bridge towards the end of Boom Canyon (en route to Issyk-Köl) leads to the impressive desert landscapes and red-rock cliffs of Suluu-Terek. Pack lots of water in summer, as it gets quite hot and there's very little shade, but in winter the generally snow-free canyon makes an excellent alternative to a ski day.\nAny transportation between Chuy and Issyk-Köl can drop you off here, though it may be slightly harder to find a ride back if minibuses are full."
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 31,
    "name": "Kuznechnaya Fortress",
    "latitude": "42.886955",
    "longitude": "74.619355",
    "excerpt": "All but disappeared now, this historic Кузнечная крепость (Blacksmith's fortress) site was the location of an early-1800s Kokhand fortification, built…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/kuznechnaya-fortress/a/poi-sig/1575193/356888",
    "image_url": null,
    "detail_description": "All but disappeared now, this historic Кузнечная крепость (Blacksmith's fortress) site was the location of an early-1800s Kokhand fortification, built amidst a much older Silk Road settlement known as Jul. The hill upon which the fortress stood is quite evident when seen from on high, but other than the occasional artefact that gets turned up it's less compelling from ground level.The surrounding neighbourhood has a rough reputation, so don't linger too late.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 30,
    "name": "Ala-Archa National Park",
    "latitude": "42.562358",
    "longitude": "74.483206",
    "excerpt": "A visit to Ala-Archa is easily the most popular day trip for visitors to Bishkek, for equal parts ease of accessibility and spectacular mountain…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/ala-archa-canyon/attractions/ala-archa-national-park/a/poi-sig/1440262/1339262",
    "image_url": null,
    "detail_description": "A visit to Ala-Archa is easily the most popular day trip for visitors to Bishkek, for equal parts ease of accessibility and spectacular mountain landscapes. It's just a 45-minute drive from the centre of town. Pick from three trails that range from gentle to steep, or just stake out some space beside the alplager and spend the day in the fresh mountain air.\nMany locals head up for the day just to picnic on the mountains slopes under the namesake juniper (арча) trees – burning boughs of which are said to ward off evil spirits from the home."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 29,
    "name": "Imam Sarakshi Mausoleum",
    "latitude": "40.773798",
    "longitude": "73.280504",
    "excerpt": "Though the current mausoleum is a 2012 rebuild, it marks the remains of an important religious figure from the Fergana region. Historically known as Shams…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek-to-osh-and-the-kyrgyz-fergana-valley/ozgon/attractions/imam-sarakshi-mausoleum/a/poi-sig/1577042/356895",
    "image_url": null,
    "detail_description": "Though the current mausoleum is a 2012 rebuild, it marks the remains of an important religious figure from the Fergana region. Historically known as Shams Al'Imma (Sun of the Leaders), Imam Al-Sarakshi was a leading member of the Hanafi school of Sunni Islam religious law. Al-Sarakshi was imprisoned in Uzgen for 14 years after criticising the legality of a local emir, during which time he recited his works and teachings from memory to dedicated students who collected and published them.\nSarakshi died in Uzgen in 1090, three years after his release from prison."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 28,
    "name": "Saimaluu Tash",
    "latitude": "41.188989",
    "longitude": "73.818169",
    "excerpt": "Spread over two remote valleys high in the mountains at an altitude of up to 3400m, this massive petroglyph site encompasses over 10,000 individual works…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/central-kyrgyzstan/kazarman/attractions/saimaluu-tash/a/poi-sig/1377440/356901",
    "image_url": null,
    "detail_description": "Spread over two remote valleys high in the mountains at an altitude of up to 3400m, this massive petroglyph site encompasses over 10,000 individual works dating from the 2nd to 8th centuries. Believed to have been a holy site for even longer, many of the carvings here are believed to have accompanied offerings to the gods in the hope of bringing bountiful harvests, successful hunts, and other mainstays of tribal life.\nAt high elevation and accessed over even higher passes via a glacier walk, the site is only accessible for a month or two each summer starting in late July."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 27,
    "name": "Kolduk Lakes",
    "latitude": "39.976331",
    "longitude": "73.550205",
    "excerpt": "Above a hilly jailoo ringed by yurts, the larger Kolduk lake is backed by a craggy mountain gorge. Families that take residence here from May to September…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek-to-osh-and-the-kyrgyz-fergana-valley/alay-valley/attractions/kolduk-lakes/a/poi-sig/1577036/356890",
    "image_url": null,
    "detail_description": "Above a hilly jailoo ringed by yurts, the larger Kolduk lake is backed by a craggy mountain gorge. Families that take residence here from May to September are insistent in their offers of fresh dairy products from the livestock that roam these hills – it's impolite to not at least take a small piece of bread dipped in kaimak (sweet cream).\nFor the smaller second lake, head 1½km along a rough track to the north from where the road descends to the main lake. Both are around 11km off the highway at a signed turn around 43km south of Gulcha, just north of the village of Kolduk (Колдык)."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 26,
    "name": "Kurmanjan Datka Museum",
    "latitude": "40.31355",
    "longitude": "73.448045",
    "excerpt": "Dedicated to Kyrgyzstan's very own 'Queen of the Alay', Gulcha's ethnography and history museum is most notable for exhibits on the local female chieftain…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/gulcha/attractions/kurmanjan-datka-museum/a/poi-sig/1576853/1342003",
    "image_url": null,
    "detail_description": "Dedicated to Kyrgyzstan's very own 'Queen of the Alay', Gulcha's ethnography and history museum is most notable for exhibits on the local female chieftain who resisted and eventually acquiesced to the hegemony of Imperial Russia in the region. Look for the 2nd-floor display of Datka's 1906-8 meetings with Russian general Karl Gustav, who sought her out in Russian exile to create the only known photos of the legendary leader.\nFollow the well-signed directions from the highway to the large statue of the Queen herself. It's open every day, though on Sundays you may have to call to get museum staff to unlock the gate."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 25,
    "name": "Salkyn-Tör National Park",
    "latitude": "41.426768",
    "longitude": "76.184435",
    "excerpt": "Naryn locals love to picnic at the foot of this national park just outside of the city, but head up the valley past the small collection of cabins and you…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/naryn-oblast/attractions/salkyn-toer-national-park/a/poi-sig/1580292/1341570",
    "image_url": null,
    "detail_description": "Naryn locals love to picnic at the foot of this national park just outside of the city, but head up the valley past the small collection of cabins and you may have lush forests all to yourself. Be prepared to cross the river several times as the valley rises gently uphill, and push past the last steep section of the 10km trail from the cabins to a small lake.\nIt's around 17km east of Naryn, off the highway at a large gateway. CBT can organise cars, guides, or horses; if you're hiking solo cross two bridges to start the hike up the valley – it begins on the west bank of the river."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 24,
    "name": "Tuyuk-Tör Petroglyphs",
    "latitude": "42.394305",
    "longitude": "73.300781",
    "excerpt": "A collection of petroglyphs believed to be from the Bronze and Middle Ages stand just off the road up a valley about 32km east of the village of Köpurö…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/talas-oblast/attractions/tuyuk-toer-petroglyphs/a/poi-sig/1576056/1342025",
    "image_url": null,
    "detail_description": "A collection of petroglyphs believed to be from the Bronze and Middle Ages stand just off the road up a valley about 32km east of the village of Köpurö-bazar. Depictions of warriors, chariots and various animals are the most accessible in the Talas region. Further up the valley is a grave stone said to belong to a wife of Chinggis (Genghis) Khan, whose armies reportedly passed through the valley. At the end of the valley is the small mountain lake Köl-Tör.\nThe road remains relatively passable to the small concrete bridge at the foot of the petroglyphs and a ways beyond, but deteriorates to an off-road track around 10km before the trailhead for Köl-Tör."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 23,
    "name": "Kyrgyz-Ata National Park",
    "latitude": "40.088316",
    "longitude": "72.59491",
    "excerpt": "Long a favourite of local day-trippers, Kyrgyz-Ata National Park is slowly becoming popular with international travellers as well. Though just under 12 sq…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/osh-oblast-1342190/attractions/kyrgyz-ata-national-park/a/poi-sig/1580698/1342190",
    "image_url": null,
    "detail_description": "Long a favourite of local day-trippers, Kyrgyz-Ata National Park is slowly becoming popular with international travellers as well. Though just under 12 sq km, it packs in a diverse arrange of scenery along the valleys of the Mazar and Kara-Koi rivers and at only 40km from Osh makes an easy single-day or weekend visit.\nPublic transport runs from Osh to the village of Nookat, past the turnoff to Kyrgyz-Ata in the village of Chapaeva, but from there you'll have to find transport the last 28km to the park gate and beyond. Kyrgyz Pamir Tours runs an interesting day-trip option (1750som per person) that includes transport, lunch, a cultural show and demonstrations of national horse games."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 22,
    "name": "Twin Waterfall",
    "latitude": "41.356324",
    "longitude": "72.929864",
    "excerpt": "A string of souvenir stalls leads to this 23m waterfall. Though the falls themselves are only worth a quick look, you can escape the summer crowds by…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek-to-osh-and-the-kyrgyz-fergana-valley/arslanbob/attractions/twin-waterfall/a/poi-sig/1433343/356892",
    "image_url": null,
    "detail_description": "A string of souvenir stalls leads to this 23m waterfall. Though the falls themselves are only worth a quick look, you can escape the summer crowds by walking on for 15 minutes using the path that crosses the stream on a concrete plank-bridge immediately above. This zigzags up through a taster corner of walnut grove, then emerges on a higher riverbank with wonderful vistas of the Babash-Ata peaks. The distant view of the Long Waterfall from here is, frankly, perfectly enough for many visitors.\nA quick pickup ride (or 25-minute walk) up the road leading east then north from Arslanbob's bazaar gets you here. To descend the stairway to its base costs 10som, but you can perch above the lip for free."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 21,
    "name": "Chatyr-Köl",
    "latitude": "40.618643",
    "longitude": "75.284157",
    "excerpt": "From Tash Rabat, roughly six hours on foot or by plodding horse should get you to a broad ridge overlooking massive Chatyr-Köl (Чатыр-көл) – 23km long and…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/tash-rabat/attractions/chatyr-koel/a/poi-sig/1550868/1336245",
    "image_url": null,
    "detail_description": "From Tash Rabat, roughly six hours on foot or by plodding horse should get you to a broad ridge overlooking massive Chatyr-Köl (Чатыр-көл) – 23km long and 11km at the widest, but only around 20m deep. Continue for a couple of hours and you can stay the night in a yurt on the shore at just over 3500m, but note that after rains the area is often a boggy mess. The yurt owners at Tash Rabat can arrange horses and guides.\nVisiting the area requires a border-zone permit, though yurt owners report that these are rarely checked for hikers approaching over the mountains. However you'll need to return the same way as these are certain to be checked at a police post on the road route, and ideally all visitors would prepare one before visiting."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 20,
    "name": "Koshoy Korgon Ruins",
    "latitude": "41.123526",
    "longitude": "75.699921",
    "excerpt": "Koshoy Korgan (Koshoy's fortress) is a 250m square of muddy wall remnants from what is thought to have been a powerful 12th-century Karakhanid citadel,…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/naryn-oblast/attractions/koshoy-korgon-ruins/a/poi-sig/1377964/1341570",
    "image_url": null,
    "detail_description": "Koshoy Korgan (Koshoy's fortress) is a 250m square of muddy wall remnants from what is thought to have been a powerful 12th-century Karakhanid citadel, constructed on a site inhabited since at least the 8th century. Walk the path that follows the tops of the old ramparts, past the western-wall remains of a minaret and the southern-edge excavations of what is claimed to be Koshoy's home.\nJust before the entrance is a museum which has a striking design and an attractive art collection alongside artefacts from historic sites across Naryn oblast. However, it's rarely open, so worth calling ahead to check. The site is 3km off the main road from Naryn to Torugart at Km409: head 800m down Köchör, the easternmost street in Kara-Suu village, then left on Abit (at Köchör 44/Abit 33) which curves around to the site."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 18,
    "name": "Belogorka Waterfall",
    "latitude": "42.510561",
    "longitude": "74.296997",
    "excerpt": "The 60m Belogorka Waterfall is one of the most impressive in the Bishkek area. The surrounding valley is dominated by a sharply pointed spike of mountain…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/chuy-oblast/attractions/belogorka-waterfall/a/poi-sig/1550840/1325973",
    "image_url": null,
    "detail_description": "The 60m Belogorka Waterfall is one of the most impressive in the Bishkek area. The surrounding valley is dominated by a sharply pointed spike of mountain nicknamed 'Black Finger', towering ahead of what was once the main shepherd's trail to the Suusamyr Valley. Following the former track past the waterfall for around an hour as it winds up and out of the valley takes you past wider, shorter falls and through some very attractive mountainscapes.\nComing from Sokuluk, the rough access road becomes impassable to cars at a small bridge just before the falls, and the nearest public transport (Marshrutka 400 from Bishkek's Osh Bazaar) at best stops 15km short in Belogorka village, with many only going as far as Tash-Bulak or Sokuluk bazaar. (From either of which, expect to pay 750-1000som each way for a taxi.) Hitching is not likely to be successful except, perhaps, on mid-summer weekends."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 19,
    "name": "Ata-Beyit Memorial Complex",
    "latitude": "42.723497",
    "longitude": "74.594765",
    "excerpt": "This memorial complex, the name of which means 'Grave of Our Fathers' in Kyrgyz, commemorates a mass grave in which the bodies of 137 local intelligentsia…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/chuy-oblast/attractions/ata-beyit-memorial-complex/a/poi-sig/1576326/1325973",
    "image_url": null,
    "detail_description": "This memorial complex, the name of which means 'Grave of Our Fathers' in Kyrgyz, commemorates a mass grave in which the bodies of 137 local intelligentsia were dumped on a single night of murders in 1938 during Stalin-era purges. The secret location of the site is said to have been passed down in a deathbed confession by a guard who witnessed the events of that night, whose daughter kept the dark secret herself until the country gained independence in 1991.\nThe small on-site museum offers insight into the people who are buried here, while beyond the main memorial are a large plinth commemorating those who died in the Urkun flight from Imperial Russian troops in 1916 towards the Chinese border, as well as a small white grave of national man of words Chingiz Aitmatov. The site is 25km south of Bishkek, off the roads towards Ala-Archa."
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 17,
    "name": "Statue of Kurmanjan Datka",
    "latitude": "42.877198",
    "longitude": "74.607006",
    "excerpt": "Dedicated to the 'Queen of the Alay', this 19th-century stateswoman and tribal leader was famous in Kyrgyzstan long before being featured in a 2014 film…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/statue-of-kurmanjan-datka/a/poi-sig/1378756/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6a6149c36e11aa3f0eb34c2bd587004a-statue-of-kurmanjan-datka.jpg",
    "detail_description": "Dedicated to the 'Queen of the Alay', this 19th-century stateswoman and tribal leader was famous in Kyrgyzstan long before being featured in a 2014 film that won a number of international awards.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 16,
    "name": "White House",
    "latitude": "42.876192",
    "longitude": "74.600151",
    "excerpt": "The seat of government in Kyrgyzstan, the sidewalk out front of this Stalinist Modern construction is also the site of regular protests organised by local…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/white-house/a/poi-sig/1378762/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ffa76bfae2955afebd021c9c54c73122-white-house.jpg",
    "detail_description": "The seat of government in Kyrgyzstan, the sidewalk out front of this Stalinist Modern construction is also the site of regular protests organised by local citizens representing a variety of causes.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 14,
    "name": "Gapar Aitiev Studio Museum",
    "latitude": "42.868392",
    "longitude": "74.608594",
    "excerpt": "Run by the son of the legend himself, this was once the working studio of Kyrgyz National Artist Gapar Aitiev. It will be of interest to visitors with a…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/gapar-aitiev-studio-museum/a/poi-sig/1575195/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1e45f4dc806b3f4b661c54ec1a4a4da5-gapar-aitiev-studio-museum.jpg",
    "detail_description": "Run by the son of the legend himself, this was once the working studio of Kyrgyz National Artist Gapar Aitiev. It will be of interest to visitors with a distinct interest in Central Asian art, but the lack of signage and limited display space may discourage casual visitors.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 15,
    "name": "Victory Square",
    "latitude": "42.878991",
    "longitude": "74.616244",
    "excerpt": "Commemorating the 40th anniversary of the end of WWII, this monument is designed to evoke three symbolic yurt struts curving above an eternal flame. It…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/victory-square/a/poi-sig/1376475/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/af0984b430e409281175ecd81eabee4c-victory-square.jpg",
    "detail_description": "Commemorating the 40th anniversary of the end of WWII, this monument is designed to evoke three symbolic yurt struts curving above an eternal flame. It sits within the dauntingly oversized sun-bleached expanse of Victory Square.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 13,
    "name": "Gallery M",
    "latitude": "42.876389",
    "longitude": "74.588113",
    "excerpt": "This one-room gallery hosts rotating thematic exhibitions of works primarily by local artists. Much of it is for sale, and there is a handful of applied…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/gallery-m/a/poi-sig/1590993/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c065016b4f7859419c0bfbcc6b8b82b9-gallery-m.jpg",
    "detail_description": "This one-room gallery hosts rotating thematic exhibitions of works primarily by local artists. Much of it is for sale, and there is a handful of applied-art souvenirs, as well. Enter directly from the corner of Chuy and Manas. Check the website for what's currently on, as it closes in between exhibitions.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 12,
    "name": "Art Group 705",
    "latitude": "42.868258",
    "longitude": "74.590028",
    "excerpt": "Well-curated irregular exhibitions on a wide variety of themes and a grungy hipster-chic space make this a great stop for art seekers. Go through the gate…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/art-group-705/a/poi-sig/1590996/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/52822bbb7c193b93bf06718549eca49e-art-group-705.jpg",
    "detail_description": "Well-curated irregular exhibitions on a wide variety of themes and a grungy hipster-chic space make this a great stop for art seekers. Go through the gate at Bokonbaev 149 and then circle around back to the door marked with a large '705'. It's only open when an exhibition is on, so call or check the website before visiting.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 11,
    "name": "Tash Rabat Caravanserai",
    "latitude": "40.823065",
    "longitude": "75.288663",
    "excerpt": "This small stone caravanserai is sunk into the hillside of a photogenic narrow shepherds' valley that's given definition by occasional rocky outcrops…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/tash-rabat/attractions/tash-rabat-caravanserai/a/poi-sig/1578524/1336245",
    "image_url": null,
    "detail_description": "This small stone caravanserai is sunk into the hillside of a photogenic narrow shepherds' valley that's given definition by occasional rocky outcrops. Local sources say it dates from the 15th century, although some sources date its origins to a 10th-century Christian monastery. Either way, historians agree that at one time Tash Rabat (Kyrgyz for 'stone fortress') must have had significant political and trade importance on the Silk Road to justify the investment in labour required for its construction.\nThough not very large and almost entirely unadorned within, the domed building has a pleasingly complete look to it thanks to a (somewhat clumsy) Soviet-era restoration. The irregular shape and improbable location of the structure have fuelled a number of local legends. One relates how a ruling khan devised a test for his two sons to see who was worthy of inheriting his throne. One son, determined to prove that he could provide for his people, pursued the development of education, agriculture and industry. The other son amassed armies and built fortresses. Tash Rabat stands as a silent reminder of a war-mongering man who lost a khanate to his philanthropic brother.The Caravansarai keeps no officially posted opening hours – inquire at the yurts across the road if it's locked when you try to enter."
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 10,
    "name": "Nissa Art Salon",
    "latitude": "42.878283",
    "longitude": "74.60676",
    "excerpt": "Originally built as the St Nicholas Cathedral, the steeple was removed and this space converted to an art museum during the Soviet period. The building…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/nissa-art-salon/a/poi-sig/1575173/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/78690de2dba0625442286a11ddde1028-nissa-art-salon.jpg",
    "detail_description": "Originally built as the St Nicholas Cathedral, the steeple was removed and this space converted to an art museum during the Soviet period. The building still hosts rotating exhibits of local artists that change every 6-8 weeks, and is well worth a stop to see what's on while wandering through Dubovy Park.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 9,
    "name": "Osh Bazaar",
    "latitude": "42.876169",
    "longitude": "74.570056",
    "excerpt": "Bishkek's most central bazaar has a certain compulsive interest and is an important city landmark. For traditional Kyrgyz clothes, including white…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/osh-bazaar/a/poi-sig/443232/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3c7f3dde4bc764ffba9b8915316fc9d2-osh-bazaar.jpg",
    "detail_description": "Bishkek's most central bazaar has a certain compulsive interest and is an important city landmark. For traditional Kyrgyz clothes, including white imitation-felt ak kalpak hats (80som) and colourful shepherds' chests, find the stalls outside the south tip of the bazaar's Khial building. Mondays are quiet, but on any other day it bustles.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 8,
    "name": "Ala-Too Square",
    "latitude": "42.875595",
    "longitude": "74.603691",
    "excerpt": "Surveyed by a triumphant statue of Айкол Манас (Mighty Manas), Bishkek's nominal centre is architecturally neobrutalist in style but has a photogenic…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/ala-too-square/a/poi-sig/443216/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3f69d2336fd07a0419142a93f366348e-ala-too-square.jpg",
    "detail_description": "Surveyed by a triumphant statue of Айкол Манас (Mighty Manas), Bishkek's nominal centre is architecturally neobrutalist in style but has a photogenic quality – especially when slowly goose-stepping soldiers change the guard beside the soaring national flagpole. In summer, the concrete of the square's northern half is relieved by attractive floral displays and fountains that double as swimming pools for local children.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 7,
    "name": "Frunze House-Museum",
    "latitude": "42.880446",
    "longitude": "74.605182",
    "excerpt": "This modest museum forms a concrete shell around the thatched cottage that was allegedly the birthplace of Mikhail Vasilievich Frunze (1885–1925), for…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/frunze-house-museum/a/poi-sig/443224/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f3558b18ba285f719e8edf61c303645e-frunze-house-museum.jpg",
    "detail_description": "This modest museum forms a concrete shell around the thatched cottage that was allegedly the birthplace of Mikhail Vasilievich Frunze (1885–1925), for whom Bishkek (Pishpek) was renamed as 'Frunze' shortly after his death. There is little information in English, but even without captions many of the photos that depict both Bishkek and the Bolshevik Revolution (as interpreted through the lens of Frunze’s role) will be of interest to visitors.\n"
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 6,
    "name": "Burana Tower",
    "latitude": "42.746398",
    "longitude": "75.250125",
    "excerpt": "Burana is a popular side-trip when driving between Issyk-Köl and Bishkek. In the fields south of Tokmok, the Burana Tower is the 24m-high stump of a huge…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/tokmok/attractions/burana-tower/a/poi-sig/1549716/1342118",
    "image_url": null,
    "detail_description": "Burana is a popular side-trip when driving between Issyk-Köl and Bishkek. In the fields south of Tokmok, the Burana Tower is the 24m-high stump of a huge brick minaret, supposedly 11th-century though what you see dates predominantly from a 1950s Soviet restoration. You can climb it from 9am to 5pm (6pm in summer), or admire the slightly leaning structure with its distant mountain backdrop from a grassy mound to the northwest. This is all that’s left of the ancient citadel of Balasagun, founded by the Sogdians and later a capital of the Karakhanids, excavated in the 1970s by Russian archaeologists.\nArguably the site's most interesting feature, on the other side of the citadel mound, is a collection of 6th- to 10th-century balbal (Turkic totem-like stone markers). There's also a small museum with 11th-century Christian carvings, Buddhist remains and Chinese coins, as well as info on local literary hero Haji Balasagun and his masterwork, the Kutudhu Bilik. Next door are the foundations of several mausoleums.The Shamsy Valley that leads south from Burana has also yielded a rich hoard of Scythian treasure, including a heavy gold burial mask, though the greatest treasures were all either spirited away to St Petersburg or to Bishkek where much is in storage in the bowels of the National Historical Museum.By public transport from Bishkek, take frequent marshrutka 353 to Tokmok (40som, 45 minutes), then a taxi for the last 24km (700som round trip)."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 5,
    "name": "Sary-Chelek Biosphere Reserve",
    "latitude": "41.805038",
    "longitude": "71.958475",
    "excerpt": "Though the full Unesco Biosphere Reserve includes seven mountain lakes and numerous rare flora and fauna, the star attraction for most visitors is the…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/jalal-abad-oblast-1342191/attractions/sary-chelek-biosphere-reserve/a/poi-sig/1436347/1342191",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock61984723.jpg",
    "detail_description": "Though the full Unesco Biosphere Reserve includes seven mountain lakes and numerous rare flora and fauna, the star attraction for most visitors is the massive Sary-Chelek lake itself. Over 2km at its widest and over 7.5km long, the lush shoreline vegetation and dramatic crags facing the lake's accessible south shore make it a favourite local travel destination and it isn't hard to understand why.\nFrom the car park, follow a path uphill beyond the few small buildings to loop around several of the small lakes and several breathtaking high-perspective views of Sary-Chelek lake itself."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 4,
    "name": "Köl-Tör Lake",
    "latitude": "42.527658",
    "longitude": "75.151978",
    "excerpt": "This turquoise-hued glacial lake is one of the most beautiful in Chuy oblast, and the surrounding peaks and verdant pastures certainly don't do anything…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/kegeti-valley/attractions/koel-toer-lake/a/poi-sig/1574618/1342117",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1283294775.jpg",
    "detail_description": "This turquoise-hued glacial lake is one of the most beautiful in Chuy oblast, and the surrounding peaks and verdant pastures certainly don't do anything to dispel that notion. It's two to three hours of often-steep hiking beyond the Kegeti Tour Guesthouse, depending on your fitness level, but the return trip should only take about half that. In summer, stop on the way to sample fresh kymys in one of the yurt-camps that set up along the way.\nSelf-sufficient trekkers can continue beyond the lake to a glaciated bowl at the top of the valley, from which it's possible to pass west into the Shamsy Valley or east into the Chon-Kegeti Valley."
},
{
    "country": "kyrgyzstan",
    "city": "Kyrgyzstan",
    "index": 3,
    "name": "Ak-Köl",
    "latitude": "41.675989",
    "longitude": "74.282684",
    "excerpt": "Winding 10km up a dirt road off the Kazarman–Chaek highway, brilliant Ak-Köl lake reflecting the surrounding peaks and the village beyond are a real…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/jumgal/attractions/ak-koel/a/poi-sig/1575524/1337122",
    "image_url": null,
    "detail_description": "Winding 10km up a dirt road off the Kazarman–Chaek highway, brilliant Ak-Köl lake reflecting the surrounding peaks and the village beyond are a real delight. Originally established as a psychiatric ward (the runs of which can be seen on the far lake shore) and later converted to a lead mine (sealed after WWII), the small Russian-style log cabins here are still home to around 15 villagers who use the area as a base from which to graze livestock in the surrounding valleys.\nIt's possible to use the village as a base for horse rides or trekking, if arrangements are made in Chaek. From here it's one hour to a small waterfall to the east, 2/4 hours on horse/foot to a larger waterfall to the south, and another 4/8 hours over the ridge to Kazarman."
},
{
    "country": "kyrgyzstan",
    "city": "Bishkek",
    "index": 2,
    "name": "State Museum of Fine Arts",
    "latitude": "42.878708",
    "longitude": "74.611223",
    "excerpt": "Collections of Kyrgyz embroidery and felt rugs, a splendid variety of paintings, and rotating exhibitions of local and international touring works all…",
    "detail_url": "https://www.lonelyplanet.com/kyrgyzstan/bishkek/attractions/state-museum-of-fine-arts/a/poi-sig/1011614/356888",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2bb282e8c26689f869300ed5b84a1884-state-museum-of-fine-arts.jpg",
    "detail_description": "Collections of Kyrgyz embroidery and felt rugs, a splendid variety of paintings, and rotating exhibitions of local and international touring works all make a visit here worthwhile. Last entrance 5.30pm.\n"
}
]