[
{
    "country": "lake-louise",
    "city": "Lake Louise",
    "index": 1,
    "name": "Lake Louise",
    "latitude": "51.412082",
    "longitude": "-116.226039",
    "excerpt": "Considered by many to be the crown jewel of Banff National Park, Lake Louise is nearly impossible to describe without resorting to clichés. This…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/lake-louise/attractions/lake-louise/a/poi-sig/1364205/361218",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/BW527c547d887fe.jpg",
    "detail_description": "Why you should go \nConsidered by many to be the crown jewel of Banff National Park, Lake Louise is nearly impossible to describe without resorting to clichés. This implausibly turquoise lake is ringed by chiseled mountains capped by Victoria Glacier.\nRoughly 2km (1.2 miles) end to end and 70m (230ft) deep, the lake is famous for its stunning blue water, caused by light reflecting off tiny particles of ‘rock flour’ (glacial silt) carried down from the mountain glaciers. \nThe lake has become one of Banff National Park’s most famous (and busiest) attractions, and the lakeshore inevitably gets crowded on summer days. Visit as early as possible to avoid the squash, and spend the rest of the day exploring the nearby attractions of Moraine Lake and the Lake Louise Gondola. You can usually escape the coachloads of sightseers milling around in front of the Fairmont Chateau Lake Louise by following the lakeshore trail, which tracks through forest along the northern side of the lake, offering fabulous vistas of Fairview Mountain and the Victoria Glacier. A spur trail leads steeply up the mountainside to the famous Lake Agnes Teahouse and the Big Beehive lookout, but it’s a long slog, so you’ll need good shoes and plenty of water. \nFurther along the lakeshore trail, you can continue up the valley on the Plain of Six Glaciers walk. There are several more classic hikes leading off around Lake Louise, including the steep climbs up Saddleback (2330m/7644ft) and Fairview Mountain (2744m/9003ft), which both brood along the lake’s southern shore.\nFor something more sedentary, you can hire canoes from the Lake Louise Boathouse. Once you've got over the shock of the price, you’ll be rewarded with a sense of the silence and natural majesty. \nTickets and other practicalities\nBanff National Park admission is C$10 for adults, C$8.70 for seniors, C$20 for families and free for kids under 17. There are additional fees for campground use, backcountry camping, fire permits and fishing permits. See the latest fees on the Banff National Park website. There is a C$11.70 fee per vehicle for parking at the Lake Louise lakeshore. \n\n  \nCrosscountry ski on Lake Louise in the winter © Kjell Linder / Getty Images\n\nLake Louise is best seen early or late in the day, when the vibrant colors of the lake are strongest. In winter the scene is transformed into a wonderland of powder-white ice. As it freezes over its signature blue waters won’t be visible–but it does become an epic skating rink. \nLake Louise 'village,' just off Trans-Canada Hwy/Hwy 1, is little more than an outdoor shopping mall, a gas station and a handful of hotels.\nHotels near Lake Louise \nOther than a very popular hostel and a fantastic riverside campground, Lake Louise doesn't have much in the way of budget accommodations. At the pricier end of the spectrum you'll find some truly splurge-worthy properties, including cabins, historic lodges and one of the Canadian Rockies' most iconic lakeside hotels, the opulent Fairmont Chateau Lake Louise.\n"
},
{
    "country": "lake-louise",
    "city": "Lake Louise",
    "index": 6,
    "name": "Lower Spiral Tunnel Viewpoint",
    "latitude": "51.43111",
    "longitude": "-116.404524",
    "excerpt": "Canada's marvel of railway engineering, the so-called 'spiral tunnels,' can be viewed from this pull-out on the Yoho Valley Rd.",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/lake-louise/attractions/lower-spiral-tunnel-viewpoint/a/poi-sig/1483344/361218",
    "image_url": null,
    "detail_description": "Canada's marvel of railway engineering, the so-called 'spiral tunnels,' can be viewed from this pull-out on the Yoho Valley Rd.\n"
},
{
    "country": "lake-louise",
    "city": "Lake Louise",
    "index": 5,
    "name": "Upper Spiral Tunnel Viewpoint",
    "latitude": "51.432581",
    "longitude": "-116.422334",
    "excerpt": "The main viewing platform for Canada's ingenious spiral railway tunnels is off Trans-Canada Hwy/Hwy 1, 8km east of the hamlet of Field.",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/lake-louise/attractions/upper-spiral-tunnel-viewpoint/a/poi-sig/1483346/361218",
    "image_url": null,
    "detail_description": "The main viewing platform for Canada's ingenious spiral railway tunnels is off Trans-Canada Hwy/Hwy 1, 8km east of the hamlet of Field.\n"
},
{
    "country": "lake-louise",
    "city": "Lake Louise",
    "index": 4,
    "name": "Morant's Curve Viewpoint",
    "latitude": "51.399567",
    "longitude": "-116.127205",
    "excerpt": "Evoking oohs, ahs and countless shutter clicks from every traveler who passes near, this pullover and viewpoint on the Bow Valley Pkwy/Hwy 1A sits at a…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/lake-louise/attractions/morant-s-curve-viewpoint/a/poi-sig/1483345/361218",
    "image_url": null,
    "detail_description": "Evoking oohs, ahs and countless shutter clicks from every traveler who passes near, this pullover and viewpoint on the Bow Valley Pkwy/Hwy 1A sits at a scenic curve in the Bow River much favored by both the Canadian Pacific Railway and National Geographic photographer Nicholas Morant (1910–99), whose images helped publicize Banff during its early days as a national park.\n"
},
{
    "country": "lake-louise",
    "city": "Lake Louise",
    "index": 3,
    "name": "Lake Louise Summer Gondola",
    "latitude": "51.442038",
    "longitude": "-116.16128",
    "excerpt": "For a bird’s-eye view of the Lake Louise area – and a good chance of spotting grizzly bears on the avalanche slopes – climb aboard the Lake Louise Gondola…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/lake-louise/attractions/lake-louise-summer-gondola/a/poi-sig/1399647/361218",
    "image_url": null,
    "detail_description": "For a bird’s-eye view of the Lake Louise area – and a good chance of spotting grizzly bears on the avalanche slopes – climb aboard the Lake Louise Gondola, which crawls up the side of Whitehorn Mountain via an open ski lift or enclosed gondola to a dizzying viewpoint 2088m above the valley floor. Look out for the imposing fang of 3544m-high Mt Temple piercing the skyline on the opposite side of the valley.\n"
},
{
    "country": "lake-louise",
    "city": "Lake Louise",
    "index": 2,
    "name": "Moraine Lake",
    "latitude": "51.32203",
    "longitude": "-116.184025",
    "excerpt": "The spectacular, deep teal waters of Moraine Lake are one of Banff National Park’s most iconic sights. The lake’s rugged and remote setting…",
    "detail_url": "https://www.lonelyplanet.com/canada/alberta/lake-louise/attractions/moraine-lake/a/poi-sig/1364208/361218",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/LPT0616_017.jpg",
    "detail_description": "Why you should go&nbsp;\nThe spectacular, deep teal waters of Moraine Lake are one of Banff National Park’s&nbsp;most iconic sights. The lake’s rugged and remote setting in the Valley of the Ten Peaks, accessed via a narrow winding road, only add to its allure. Many visitors actually prefer Moraine Lake to the more famous Lake Louise–so many, in fact, that the lake no longer allows public access. You'll need to schedule a shuttle ride to reach it.\nAt the eastern end of the lake is the Moraine Lake Rockpile, a massive heap of boulders of somewhat uncertain origin. Some geologists think it was created by an ancient avalanche, while others believe it was formed by the long-gone glacier that carved out the rest of the valley. A paved trail leads up to a series of viewpoints at the top of the rockpile, offering a panoramic vista across the lake and the Wenkchemna Peaks beyond.&nbsp;\nA part-paved trail leads off around the lake’s northern shore, linking up with the branch trail to Larch Valley and Eiffel Lake. Another trail leads southeast from the rockpile to Consolation Lakes.\nAlternatively, you can explore the lake in the manner of the old voyageurs by hiring a canoe from the boathouse next to Moraine Lake Lodge.\nTickets and other practicalities\nBanff National Park admission is C$10 for adults, C$8.70 for seniors, C$20 for families and free for kids under 17. There are additional fees for campground use, backcountry camping, fire permits and fishing permits. See the latest fees on the Banff National Park website.&nbsp;\nThe Moraine Lake Road is not open to the public, so reaching the lake requires scheduling a shuttle ride. Parks Canada offers shuttles, as do several private shuttle companies. Moraine Lake Bus Company is the only company that offers sunrise shuttles. The lake closes seasonally–from about October to May–due to the avalanche risk.\n"
}
]