[
{
    "country": "laos",
    "city": "Southern Laos",
    "index": 1,
    "name": "Wat Phu Champasak",
    "latitude": "14.84809",
    "longitude": "105.818027",
    "excerpt": "Bucolic Wat Phu sits in graceful decrepitude, and while it lacks the arresting enormity of Angkor in Cambodia, given its few visitors and more dramatic…",
    "detail_url": "https://www.lonelyplanet.com/laos/wat-phu-world-heritage-area/attractions/wat-phu-champasak/a/poi-sig/1341560/1314809",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockRF302595713.jpg",
    "detail_description": "Bucolic Wat Phu sits in graceful decrepitude, and while it lacks the arresting enormity of Angkor in Cambodia, given its few visitors and more dramatic natural setting, these small Khmer ruins evoke a more soulful response. While some buildings are more than 1000 years old, most date from the 11th to 13th centuries. The site is divided into six terraces on three levels joined by a frangipani-bordered stairway ascending the mountain to the main shrine at the top.\nVisit in the early morning for cooler temperatures (it gets really hot during the day, and on the lower levels there isn't any shade) and to capture the ruins in the best light. Make sure to grab a map at the entrance as there is little to no signage here.Lower LevelThe electric cart takes you past the great baray (ceremonial pond; nŏrng sá in Lao) and delivers you to the large sandstone base of the ancient main entrance to Wat Phu. Here begins a causeway-style ceremonial promenade lined by stone lotus buds and flanked by two much smaller baray that still fill with water, lotus flowers and the odd buffalo during the wet season.Middle LevelWat Pu's middle section features two exquisitely carved quadrangular pavilions built of sandstone and laterite that are believed to date from the mid-10th or early 11th century. The buildings consist of four galleries and a central open courtyard. Wat Phu was converted into a Buddhist site in later centuries but much of the original Hindu sculpture remains in the lintels, which feature various forms of Vishnu and Shiva.A good example is the eastern pediment of the north pavilion, which is a relief of Shiva and Parvati sitting on Nandi, Shiva's bull mount.Next to the southern pavilion stands the much smaller Nandi Hall (dedicated to Shiva's mount). It was from here that an ancient royal road once led over 200km to Angkor Wat in Cambodia. In front is a smaller version of the initial causeway, this one flanked by two collapsed galleries, leading to a pair of steep staircases.At the base of a second stairway is an impressive and now very holy dvarapala (sentinel figure) standing ramrod straight with sword held at the ready. Most Thai and Lao visitors make an offering to his spirit before continuing up the mountain. If you step down off the walkway and onto the grassy area just north of here you'll come to the remains of a yoni pedestal, the cosmic vagina-womb symbol associated with Shaivism, and two unusually large, headless and armless dvarapala statues half-buried in the grass. These are the largest dvarapala found anywhere in the former Angkorian kingdom.After the dvarapala a rough sandstone path ascends quickly to another steep stairway, atop which is a small terrace holding six ruined brick shrines – only one retains some of its original form. From here two final staircases, the second marked by crouching guardians also sans heads and arms, take you to the top, passing through the large terraces you saw clearly from the bottom of the mountain.Shade is provided along much of this entire middle-level route from dork jąmpąh (plumeria or frangipani), the Lao national tree.Upper LevelOn the uppermost level of Wat Phu is the sanctuary itself. It has many carvings, notably two guardians and two apsara (celestial dancers), and it once enclosed a Shiva lingam that was bathed, via a system of sandstone pipes, with waters from the sacred spring that still flows behind the complex. The sanctuary now contains a set of very old, distinctive Buddha images on an altar. The brick rear section, which might have been built in the 9th century, is a cella (cell), where the holy lingam was kept.Sculpted into a large boulder behind the sanctuary is a Khmer-style Trimurti, the Hindu holy trinity of Shiva, Vishnu and Brahma. Further back, beyond some terracing to the south of the Trimurti, is the cave from which the holy spring flowed into the sanctuary. Up a rough path to the north of the Trimurti, a Buddha footprint and an elephant are carved into a rock wall.Just north of the Shiva lingam sanctuary, amid a mess of rocks and rubble, look around for two unique stone carvings known as the elephant stone and the crocodile stone. Crocodiles were semi-divine figures in Khmer culture, but despite much speculation that the stone was used for human sacrifices, its function – if there was one – remains unknown. The crocodile is believed to date from the Angkor period, while the elephant is thought to date from the 16th century. Also look out for an interesting chunk of staircase framed by two snakes and some small caves that were probably used for meditation in ancient days.When you've seen everything here, just sitting and soaking up the wide-angle view of the baray, the plains and the Mekong is fantastic. A small shop sells snacks and cool drinks."
},
{
    "country": "laos",
    "city": "Northern Laos",
    "index": 40,
    "name": "Ban Komean",
    "latitude": "21.648553",
    "longitude": "102.138648",
    "excerpt": "Phongsali's famous tea village, Ban Komean, lies 14km out of town and commands stupendous valley views that sweep nearly 360 degrees when you stand on the…",
    "detail_url": "https://www.lonelyplanet.com/laos/phongsali/attractions/ban-komean/a/poi-sig/1625187/1314801",
    "image_url": null,
    "detail_description": "Phongsali's famous tea village, Ban Komean, lies 14km out of town and commands stupendous valley views that sweep nearly 360 degrees when you stand on the promontory behind the school. The tea bushes are reputedly more than 400 years old and said to be the world's oldest. A fair percentage of the village's authentic Phu Noi homes are set on stone-pile platforms. Rent a tuk-tuk from Phongsali (250,000K return) or hire a bike from the tourist office for 50,000K per day.\nIf getting here by motorbike, take the Boun Neua road, turn left directly opposite the inspirationally named Km4 Nightclub (not the asphalt road just before), then curve steadily around on the main unpaved road, keeping left at most junctions but avoiding any turn that descends into the valley."
},
{
    "country": "laos",
    "city": "Laos",
    "index": 37,
    "name": "Tat Leuk",
    "latitude": "18.431411",
    "longitude": "102.98172",
    "excerpt": "Tat Leuk is a small waterfall, but it's a beautiful place to camp for the night. You can swim above the falls if the water isn't too shallow, and the…",
    "detail_url": "https://www.lonelyplanet.com/laos/phu-khao-khuay-npa/attractions/tat-leuk/a/poi-sig/1546127/1318951",
    "image_url": null,
    "detail_description": "Tat Leuk is a small waterfall, but it's a beautiful place to camp for the night. You can swim above the falls if the water isn't too shallow, and the visitor centre has some information about the area, including a detailed guide to the 1.5km-long Huay Bon Nature Trail.\nThe visitor centre attendant can arrange local treks for between 60,000K and 160,000K, and rents quality four-person tents for 40,000K, plus hammocks, mattresses, mosquito nets and sleeping bags for 10,000K each. There's a very basic restaurant (best supplemented with food you bring from outside), a small library of wildlife books and a pair of binoculars.From the junction to Ban Hat Khai village, turn left and continue another 6km until you see a rough 4km road on the left, which leads to Tat Leuk."
},
{
    "country": "laos",
    "city": "Laos",
    "index": 38,
    "name": "Tat Sae",
    "latitude": "19.843581",
    "longitude": "102.220702",
    "excerpt": "The wide, multilevel cascade pools of this menthol-hued waterfall 15km southeast of Luang Prabang are a memorable sight from August to November. Unlike…",
    "detail_url": "https://www.lonelyplanet.com/laos/luang-prabang-region/attractions/tat-sae/a/poi-sig/1350267/1341140",
    "image_url": null,
    "detail_description": "The wide, multilevel cascade pools of this menthol-hued waterfall 15km southeast of Luang Prabang are a memorable sight from August to November. Unlike Tat Kuang Si, there's no single long-drop centrepiece and they dry up almost completely by February. But several year-round gimmicks keep visitors coming, notably a loop of 14 ziplines that allows you to 'fly' around and across the falls.\nPart of the attraction of a visit is getting here on a very pleasant seven-minute boat ride (20,000K per person return, 40,000K minimum) that starts from Ban Aen, a peaceful Lao village that's just 1km east of Rte 13 (turn east at Km 371.5). A 30-minute tuk-tuk from Luang Prabang costs up to 150,000K return, including a couple of hours' wait."
},
{
    "country": "laos",
    "city": "Laos",
    "index": 39,
    "name": "Santi Chedi",
    "latitude": "19.884327",
    "longitude": "102.149656",
    "excerpt": "If you climbed Phu Si you'll surely have spied a large octagonal stupa painted a dazzling golden hue near the 'New Bridge'. This is the 1988 Santi Chedi,…",
    "detail_url": "https://www.lonelyplanet.com/laos/luang-prabang-region/attractions/santi-chedi/a/poi-sig/1350270/1341140",
    "image_url": null,
    "detail_description": "If you climbed Phu Si you'll surely have spied a large octagonal stupa painted a dazzling golden hue near the 'New Bridge'. This is the 1988 Santi Chedi, whose five interior levels are painted with all manner of Buddhist stories and moral admonitions.\nIt's on a gentle rise, 1km off Rte 13 beside the road to Ban Phanom, a prosperous weaving and handicrafts village less than 1km further east. A mostly unpaved road initially follows the Nam Khan east and south, looping round eventually after 14km to Ban Kok Gniew, the 'pineapple village' at Km 372 on Rte 13, just 500m short of the turning to Tat Sae waterfall. The road is dusty and gently hilly but quiet and scenic with some attractive karst scenery and several points of interest."
},
{
    "country": "laos",
    "city": "Laos",
    "index": 36,
    "name": "Tat Kuang Si Bear Rescue Centre",
    "latitude": "19.750548",
    "longitude": "101.994452",
    "excerpt": "Upon entering Tat Kuang Si, one of the first attractions is the Tat Kuang Si Bear Rescue Centre. Run by Free the Bears, this excellent centre cares for a…",
    "detail_url": "https://www.lonelyplanet.com/laos/luang-prabang-region/attractions/tat-kuang-si-bear-rescue-centre/a/poi-sig/1528277/1341140",
    "image_url": null,
    "detail_description": "Upon entering Tat Kuang Si, one of the first attractions is the Tat Kuang Si Bear Rescue Centre. Run by Free the Bears, this excellent centre cares for a large population of wild Asiatic Moon bears confiscated from poachers who sell them to horrendous bile farms serving the appetites of Chinese traditional medicine. These happy little yogis merit equal reason for your visit as the cascades themselves. The centre depends on donations and sponsorship: buy a T-shirt or adopt a bear.\nThere is a new location for the growing population of rescued bears about 20km south of town in the hills near Nahm Dong. Plans are underway to offer a Bearkeeper for the Day voluntourism programme similar to that offered in Phnom Tamao Wildlife Sanctuary near Phnom Penh, Cambodia. Check out the website for more details."
},
{
    "country": "laos",
    "city": "Laos",
    "index": 35,
    "name": "Laos Buffalo Dairy",
    "latitude": "19.792064",
    "longitude": "101.990547",
    "excerpt": "Set up by some Australian pioneers with no prior experience in farming, the Buffalo Dairy is now producing a range of delicious cheese and dairy products…",
    "detail_url": "https://www.lonelyplanet.com/laos/luang-prabang-region/attractions/laos-buffalo-dairy/a/poi-sig/1629040/1341140",
    "image_url": null,
    "detail_description": "Set up by some Australian pioneers with no prior experience in farming, the Buffalo Dairy is now producing a range of delicious cheese and dairy products. Visitors can tour the working farm with English-speaking guides, learning how to milk a buffalo, help wash the pampered 'Ferdinand' and meet the resident rabbits. Ice cream and cakes are also on sale here, as well as a cheese platter. It is located 23km from Luang Prabang on the road to Kuang Si.\nEven for visitors without children, it is a lot more interesting than you might anticipate, discovering how complicated it is to produce mozzarella from buffaloes, given the very limited amount of milk they produce. Nonvisitors can also stop at the ice-cream kiosk on the main road, which sells some mouthwatering local flavours like lemongrass or ginger.The buffaloes are mainly rented from local farmers who had never previously used their milk. Some of the income goes towards farmer and animal health benefits, as well as free English lessons for local students."
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 34,
    "name": "Wat Pa Phai",
    "latitude": "19.893408",
    "longitude": "102.138367",
    "excerpt": "Over the gilded and carved wooden facade, Wat Pa Phai has a classic Tai–Lao fresco depicting everyday scenes of late 19th-century Lao life.  ",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/wat-pa-phai/a/poi-sig/442512/356927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/74ef33e6a4c4730b2ec6ef279e95971f-wat-pa-phai.jpg",
    "detail_description": "Over the gilded and carved wooden facade, Wat Pa Phai has a classic Tai–Lao fresco depicting everyday scenes of late 19th-century Lao life.  \n"
},
{
    "country": "laos",
    "city": "Southern Laos",
    "index": 33,
    "name": "Phu Xieng Thong NPA",
    "latitude": "15.62219",
    "longitude": "105.70991",
    "excerpt": "Spread over 1200 sq km in Champasak and Salavan Provinces, Phu Xieng Thong NPA is most accessible about 50km upriver from Pakse. The area has a sometimes…",
    "detail_url": "https://www.lonelyplanet.com/laos/pakse-region/attractions/phu-xieng-thong-npa/a/poi-sig/1549855/1341167",
    "image_url": null,
    "detail_description": "Spread over 1200 sq km in Champasak and Salavan Provinces, Phu Xieng Thong NPA is most accessible about 50km upriver from Pakse. The area has a sometimes other-worldly beauty, with oddly eroded outcroppings and exposed sandstone ridges, some of which contain prehistoric paintings. Most of the big wildlife has been eradicated by hunting, but there are still lots of birds, including significant concentrations of green peafowl, and a diversity of wild orchids.\nThe typical trip, available December to June, through Green Discovery for US$132 per person (in a group of four or more), begins in the Mekong River village of Ban Mai Singsamphan, where you will do a homestay between two days of moderately challenging trekking. A highlight is the sunset view from the top of Phu Khong (Khong Mountain). The return trip to Pakse includes a boat trip on the Mekong.Independent travellers are pretty much out of luck since Pakse's provincial tourism office no longer arranges trips here and none of the local guides speak much English. If you get yourself to Ban Mai Singsamphan you can make it happen."
},
{
    "country": "laos",
    "city": "Northern Laos",
    "index": 32,
    "name": "Morning Market",
    "latitude": "21.19481",
    "longitude": "101.14814",
    "excerpt": "A real treat for the early bird, here you can find all manner of things from quail eggs to freshly butchered meat, seasonal produce to utensils, and even…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/muang-sing/attractions/morning-market/a/poi-sig/1354481/356925",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/98811015.jpg",
    "detail_description": "A real treat for the early bird, here you can find all manner of things from quail eggs to freshly butchered meat, seasonal produce to utensils, and even live eels in buckets.\n"
},
{
    "country": "laos",
    "city": "Southern Laos",
    "index": 31,
    "name": "Wat Muang Kang",
    "latitude": "14.835874",
    "longitude": "105.875072",
    "excerpt": "About 5km south of town along the Mekong stands the oldest active temple in Champasak, and one of the most interesting in southern Laos. The soaring Thai…",
    "detail_url": "https://www.lonelyplanet.com/laos/southern-laos/champasak/attractions/wat-muang-kang/a/poi-sig/1429785/356941",
    "image_url": null,
    "detail_description": "About 5km south of town along the Mekong stands the oldest active temple in Champasak, and one of the most interesting in southern Laos. The soaring Thai-style ubosot (ordination hall), with its red-tiled roof (under reconstruction during our visit) and ring of pillars, is impressive, but the hŏr tąi (Tripitaka library), with its elements of Lao, Chinese, Vietnamese and French-colonial architecture, is striking.\nThe damaged, but still beautiful, tower supposedly holds Buddha images and, if you ask some locals, it has another magical purpose: in the middle of the night, a mystic light beam comes from across the river, bounces through a gâaou (crystal) and alights atop Sri Lingaparvata, the holy mountain above Wat Phu Champasak.Almost all families in Muang Kang village weave bamboo sticky rice and various other baskets.It's easy enough to reach Wat Muang Kang: head out of Champasak on the riverside road and continue south on the dirt road where the main road turns towards Wat Phu. Coming back, if you're on a bike or motorcycle, you can follow the pleasant narrow path directly on the riverfront for part of the way."
},
{
    "country": "laos",
    "city": "Southern Laos",
    "index": 30,
    "name": "Se Pian NPA",
    "latitude": "14.53714",
    "longitude": "106.05938",
    "excerpt": "Se Pian NPA is one of the most important protected areas in Laos. The 2400-sq-km park boasts small populations of Asiatic black bears, yellow-cheeked…",
    "detail_url": "https://www.lonelyplanet.com/laos/pakse-region/attractions/se-pian-npa/a/poi-sig/1350791/1341167",
    "image_url": null,
    "detail_description": "Se Pian NPA is one of the most important protected areas in Laos. The 2400-sq-km park boasts small populations of Asiatic black bears, yellow-cheeked crested gibbons and Siamese crocodiles, and is home to many birds, including the rare sarus crane, vultures and hornbills. Banteng, Asian elephants, gaurs and tigers once roamed here, but sightings of these creatures have been rare to nonexistent in recent years.\nStretching from Rte 13 in the west into Attapeu Province in the east, and to the Cambodian border in the south, it is fed by three major rivers: the Se Pian, Se Khampho and Se Kong.It's almost impossible to visit the park under your own steam, but you can get into the park for either tough multiday jungle treks or short nature walks, bike trips and boat rides through Kiet Ngong village or Green Discovery tour company in Pakse. If you're feeling really frisky and adventurous, you could try to charter a boat down the Sekong from Sanamsay, on Rte 18A about 35km west of Attapeu. This trip towards the Cambodian border would get you deep into a scenic section of Se Pian NPA."
},
{
    "country": "laos",
    "city": "Vang Vieng",
    "index": 29,
    "name": "Tham Jang",
    "latitude": "18.989486",
    "longitude": "102.437961",
    "excerpt": "The most famous of the caves around Vang Vieng, Tham Jang was used as a bunker to defend against marauding jęen hór (Yunnanese Chinese) in the early 19th…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/vang-vieng/attractions/tham-jang/a/poi-sig/461414/356933",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b21c162f9427512554081a0cc15e8114-tham-jang.jpg",
    "detail_description": "The most famous of the caves around Vang Vieng, Tham Jang was used as a bunker to defend against marauding jęen hór (Yunnanese Chinese) in the early 19th century (jąng means ‘steadfast’). Stairs lead up to the main cavern entrance.\n"
},
{
    "country": "laos",
    "city": "Vang Vieng",
    "index": 28,
    "name": "Tham Sang",
    "latitude": "19.03931",
    "longitude": "102.430633",
    "excerpt": "Tham Sang, located a few kilometres north of Vang Vieng, is a small cavern containing Buddha images and a Buddha footprint, plus the (vaguely) elephant…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/vang-vieng/attractions/tham-sang/a/poi-sig/461422/356933",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e1fec91c878c0d6ac6f9f73fdfb232fe-tham-sang.jpg",
    "detail_description": "Tham Sang, located a few kilometres north of Vang Vieng, is a small cavern containing Buddha images and a Buddha footprint, plus the (vaguely) elephant-shaped stalactite that gives the cave its name. It’s best visited in the morning when light enters the cave.\n"
},
{
    "country": "laos",
    "city": "Vang Vieng",
    "index": 27,
    "name": "Tham Phu Kham & Blue Lagoon",
    "latitude": "18.926524",
    "longitude": "102.395754",
    "excerpt": "Located west of Vang Vieng, the vast Tham Phu Kham is considered sacred by Lao. The main cave chamber contains a Thai bronze ­reclining Buddha, and from…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/vang-vieng/attractions/tham-phu-kham-blue-lagoon/a/poi-sig/461420/356933",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4435151db4c4b86ea8e99b594b958513-tham-phu-kham.jpg",
    "detail_description": "Located west of Vang Vieng, the vast Tham Phu Kham is considered sacred by Lao. The main cave chamber contains a Thai bronze ­reclining Buddha, and from here deeper galleries branch off into the mountain. It's hugely popular largely due to the lagoon in the cave, but overdevelopment, group tourists and noisy buggies have made it an unpleasant place to swim.\n"
},
{
    "country": "laos",
    "city": "Vientiane",
    "index": 26,
    "name": "Patuxai",
    "latitude": "17.970621",
    "longitude": "102.618587",
    "excerpt": "Vientiane's Arc de Triomphe replica is a slightly incongruous sight, dominating the commercial district around Rue Lan Xang. Officially called 'Victory…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/patuxai/a/poi-sig/414442/356947",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b87eff6c7e93195f0ee8b46eeb35a57b-patuxai.jpg",
    "detail_description": "Vientiane's Arc de Triomphe replica is a slightly incongruous sight, dominating the commercial district around Rue Lan Xang. Officially called 'Victory Gate' and commemorating the Lao who died in prerevolutionary wars, it was built in the 1960s with cement donated by the USA intended for the construction of a new airport. Climb to the summit for panoramic views over Vientiane.\n"
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 24,
    "name": "Wat Ho Pha Bang",
    "latitude": "19.891669",
    "longitude": "102.136426",
    "excerpt": "The sacred Pha Bang image, from which the city takes its name, is stored in this highly ornate pavilion that wasn't completed until 2011. The 83cm-tall,…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/wat-ho-pha-bang/a/poi-sig/442500/356927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/46e4ab040b8417fb9a669bd238e6bcaa-wat-ho-pha-bang.jpg",
    "detail_description": "The sacred Pha Bang image, from which the city takes its name, is stored in this highly ornate pavilion that wasn't completed until 2011. The 83cm-tall, gold-alloy Buddha arrived in 1512, spiritually legitimising the Lan Xang royal dynasty as Buddhist rulers. It was cast around the 1st century AD in Sri Lanka and gifted to Laos by the kings of Angkor. It was twice carried off to Thailand (in 1779 and 1827) by the Siamese, but was finally restored to Laos in 1867.\n"
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 23,
    "name": "Wat Mai Suwannaphumaham",
    "latitude": "19.89051",
    "longitude": "102.135",
    "excerpt": "Wat Mai is one of the city's most sumptuous monasteries, its wooden sǐm (ordination hall) sporting a five-tiered roof in archetypal Luang Prabang style,…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/wat-mai-suwannaphumaham/a/poi-sig/442504/356927",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/GettyRF_480427651.jpg",
    "detail_description": "Wat Mai is one of the city's most sumptuous monasteries, its wooden sǐm (ordination hall) sporting a five-tiered roof in archetypal Luang Prabang style, while the unusually roofed front veranda features detailed golden reliefs depicting scenes from village life, the Ramayana and Buddha's penultimate birth. It was spared destruction in 1887 by the Haw gangs, who reportedly found it too beautiful to harm. Since 1894 it has been home to the Sangharat, the head of Lao Buddhism.\n"
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 25,
    "name": "Wat Wisunarat",
    "latitude": "19.886844",
    "longitude": "102.138229",
    "excerpt": "Though touted as one of Luang Prabang's oldest operating temples, it's actually an 1898 reconstruction built following the Black Flag raids. Peruse a…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/wat-wisunarat/a/poi-sig/442528/356927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cab8854efce962d02e0b958ddf864f8b-wat-wisunarat.jpg",
    "detail_description": "Though touted as one of Luang Prabang's oldest operating temples, it's actually an 1898 reconstruction built following the Black Flag raids. Peruse a sizeable collection of old gilded 'Calling for Rain' Buddhas with long sinuous arms held to each side. These were placed here, along with some medieval ordination stones, for their protection, having been rescued from various abandoned or ravaged temples.\n"
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 22,
    "name": "Wat Longkhun",
    "latitude": "19.902185",
    "longitude": "102.139892",
    "excerpt": "When the coronation of a Luang Prabang king was pending, he spent three days in retreat at Wat Longkhun before ascending the throne. The central sǐm …",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/wat-longkhun/a/poi-sig/442502/356927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b410d848e87af97fb5a60b6d10208114-wat-longkhun.jpg",
    "detail_description": "When the coronation of a Luang Prabang king was pending, he spent three days in retreat at Wat Longkhun before ascending the throne. The central sǐm (ordination hall) features old murals, one of which depicts giant fish attacking shipwrecked sailors. Ask at the ticket desk for the key required to visit Tham Sakkalin, a humid, slippery 100m-long limestone cave. It's a three-minute walk further east then up a few stairs. A few Buddha fragments are kept here. Bring your own torch (flashlight).\n"
},
{
    "country": "laos",
    "city": "Northern Laos",
    "index": 21,
    "name": "Hintang Archaeological Park",
    "latitude": "20.152652",
    "longitude": "103.96843",
    "excerpt": "Almost as mysterious as Xieng Khuang's more famous jars, this unique, unfenced collection of standing stones is thought to be at least 1500 years old…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/sam-neua/attractions/hintang-archaeological-park/a/poi-sig/1351127/356921",
    "image_url": null,
    "detail_description": "Almost as mysterious as Xieng Khuang's more famous jars, this unique, unfenced collection of standing stones is thought to be at least 1500 years old. Spindly stones up to 3m tall are interspersed with disks that formerly covered funerary sites. With some over a metre in diameter, these 'families' of stones do have a certain magic. Chartered tuk-tuks from Sam Neua will ask around 500,000K return.\nAccess is up a rough, rutted track that cuts south from Rte 6 at Ban Phao (Km 35.3), 57km from Sam Neua. This track can be impracticably muddy for vehicles after any rain. The main site is right beside the track after 6km, around 800m beyond the obvious radio-mast summit. Some 2km back towards the main road, an orange sign points to the Keohintang Trail, which allows more intrepid visitors to seek out lesser-known megalith groups hidden along a partially marked two-hour hiking trail. Take the narrow rising path, not the bigger track that descends towards Ban Nakham. If you don't get lost, the trail should emerge back onto Rte 6 at Ban Tao Hin (Km 31.5), a tiny village without any facilities.When driving between Sam Neua and either Phonsavan or Nong Khiaw, allow two hours extra for the very slow detour to the main site. Using public transport it is necessary to walk to and from Rte 6. Practicalities work out best if visiting between Sam Neua and Phonsavan: starting with the Vieng Thong–bound minibus, you'll have around six hours for the walk before the last Phonsavan/Vientiane-bound bus rumbles past."
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 20,
    "name": "Ock Pop Tok Living Crafts Centre",
    "latitude": "19.878071",
    "longitude": "102.121611",
    "excerpt": "Set serenely close to the Mekong, this beautiful, traditionally styled workshop, where weavers, spinners and batik makers produce top-quality fabrics,…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/ock-pop-tok-living-crafts-centre/a/poi-sig/1349977/356927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8cf9033ed17654c09253f6bf67670eb0-ockpoptok-living-crafts-centre.jpg",
    "detail_description": "Set serenely close to the Mekong, this beautiful, traditionally styled workshop, where weavers, spinners and batik makers produce top-quality fabrics, offers free tours every half-hour. There's also a great riverside Silk Road Cafe serving drinks and excellent Lao food. Or try a cup of the surprisingly pleasant worm-poo tea, a unique infusion made from silk-worm droppings. Better still, why not try a bamboo-weaving course. There is also a beautiful boutique and a handful of elegant rooms available on-site.\n"
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 19,
    "name": "TAEC",
    "latitude": "19.888382",
    "longitude": "102.135322",
    "excerpt": "Visiting this professionally presented three-room museum is a must to learn about northern Laos' various hill-tribe cultures, especially if you're…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/taec/a/poi-sig/1340715/356927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148798183_full.jpg",
    "detail_description": "Visiting this professionally presented three-room museum is a must to learn about northern Laos' various hill-tribe cultures, especially if you're planning a trek. There's just enough to inform without overloading a beginner, including a range of ethnic costumes and the permanent exhibition, 'Seeds of Culture: From Living Plants to Handicrafts'. TAEC sits within a former French judge's mansion that was among the city's most opulent buildings of the 1920s. There's a cafe and a shop selling handicrafts and pictorials.\nThe shop has a second branch in town. Sign up at either location for half-day workshops (from US$12) on Khmu bamboo weaving, Hmong embroidery or Katu backstrap weaving."
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 18,
    "name": "Royal Palace",
    "latitude": "19.892015",
    "longitude": "102.135505",
    "excerpt": "Evoking traditional Lao and French beaux-arts styles, the former Royal Palace was built in 1904 and was home to King Sisavang Vong (r 1904–59), whose…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/royal-palace/a/poi-sig/442490/356927",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/76c1bc566fa0fc00dc41ab425ca8f0e2-royal-palace-museum.jpg",
    "detail_description": "Evoking traditional Lao and French beaux-arts styles, the former Royal Palace was built in 1904 and was home to King Sisavang Vong (r 1904–59), whose statue stands outside. Within are tasteful, decidedly sober residential quarters, with some rooms preserved much as they were when the king's son (and successor) was captured by the Pathet Lao in 1975. A separate outbuilding displays the five-piece Royal Palace Car Collection.\nNo single treasure in Laos is more historically resonant than the Pha Bang, an 83cm-tall gold-alloy Buddha. To find it, head to Wat Ho Pha Bang in the southeast corner of the palace gardens.Inside the museum, footwear and photography are not permitted and you must leave bags in a locker room to the left side of the main entrance. An audio tour is also available to visitors if you prefer a self-guided explanation."
},
{
    "country": "laos",
    "city": "Laos",
    "index": 17,
    "name": "Pak Ou Caves",
    "latitude": "20.05188",
    "longitude": "102.207109",
    "excerpt": "Where the Nam Ou (Ou River) and Mekong River meet at Ban Pak Ou, two famous caves in the limestone cliff are crammed with myriad Buddha images. In the…",
    "detail_url": "https://www.lonelyplanet.com/laos/luang-prabang-region/attractions/pak-ou-caves/a/poi-sig/1036475/1341140",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/499255157_full.jpg",
    "detail_description": "Where the Nam Ou (Ou River) and Mekong River meet at Ban Pak Ou, two famous caves in the limestone cliff are crammed with myriad Buddha images. In the lower cave a photogenic group of Buddhas is silhouetted against the stunning riverine backdrop. The upper cave is a five-minute climb up steps (you'll need a torch), 50m into the rock face. Buy boat tickets from the longboat office in Luang Prabang.\nMost visitors en route to Pak Ou stop at the 'Lao Lao Village' Ban Xang Hay, famous for its whisky. The narrow footpath-streets behind the very attractive (if mostly new) wat are also full of weavers' looms, colourful fabric stalls and a few stills producing the wide range of liquors sold.An alternative is to go by road to Ban Pak Ou (30km, around 150,000K return for a tuk-tuk), then take a motor-canoe across the river (20,000K return). Ban Pak Ou is 10km down a decent unpaved road that turns off Rte 13 near Km 405."
},
{
    "country": "laos",
    "city": "Southern Laos",
    "index": 16,
    "name": "Uo Moung",
    "latitude": "14.810152",
    "longitude": "105.917366",
    "excerpt": "The Khmer temple ruin of Uo Moung, beside a small tributary of the Mekong, is believed to have been built late in the 9th century during the reign of the…",
    "detail_url": "https://www.lonelyplanet.com/laos/wat-phu-world-heritage-area/attractions/uo-moung/a/poi-sig/1114934/1314809",
    "image_url": null,
    "detail_description": "The Khmer temple ruin of Uo Moung, beside a small tributary of the Mekong, is believed to have been built late in the 9th century during the reign of the Khmer king Yasovarman I. Its exact function is unknown, though its orientation suggests its location was somehow related to Wat Phu Champasak, and thus it's included as part of the Wat Phu World Heritage Site, even though it sits on the east side of the river.\nThe ruins include an entranceway bordered by lotus-bud carvings, like those found at Wat Phu, and two crumbling gopura (ornate entranceways), one still partially standing. Several lintels and other sandstone carvings are displayed on rocks beneath towering dipterocarp trees, but the best art from this site is in the Wat Phu Exhibition Hall, including an unusual lingam-style stone post on which two faces have been carved. It's unusual because mukhalinga usually have four mukha (faces), while most ordinary lingam have no face at all. The white building at the heart of the site houses a bronze Sukhothai-style Buddha.Uo Moung is 45km from Pakse. The signed turn-off along Rte 13 is just past the Huay Tomo bridge next to a market where you can look for săhm-lór or tuk-tuk if you are travelling by public transport and don't want to walk the 4.5km to the site. It's not worth a trip for everyone, but the forest and excessive moss do give it a 'lost' feeling.You can also visit Uo Moung by boat from Don Daeng or Champasak on the opposite bank of the Mekong. From Champasak, you're looking at about 400,000K return to charter a boat, including waiting time of an hour or so, to the nearby village of Ban Tomo. The price will be about 60,000K or so return from Ban Sisouk at the south end of Don Daeng, although keep in mind that there is a small possibility that no boats will be available.A good full-day option is to rent a bicycle in Champasak and take a boat first to Don Daeng, then to Ban Tomo, then cross the river back to the western shore (also about 60,000K) and ride back to Champasak."
},
{
    "country": "laos",
    "city": "Vientiane",
    "index": 15,
    "name": "Wat Si Muang",
    "latitude": "17.959118",
    "longitude": "102.616276",
    "excerpt": "The most frequently used grounds in Vientiane are those of Wat Si Muang, the site of the lák méuang (city pillar), which is considered the home of the…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-si-muang/a/poi-sig/414448/356947",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0736312bf43d398564b176de7b70058b-wat-si-muang.jpg",
    "detail_description": "The most frequently used grounds in Vientiane are those of Wat Si Muang, the site of the lák méuang (city pillar), which is considered the home of the guardian spirit of Vientiane. The large sǐm (ordination hall; destroyed in 1828 and rebuilt in 1915) was constructed around the lák méuang, and consists of two halls.\nThe large entry hall features a copy of the Pha Kaeo (Emerald Buddha), and a much smaller, rather melted-looking seated stone Buddha that allegedly survived the 1828 inferno. Locals believe it has the power to grant wishes or answer troubling questions, and the practice is to lift it off the pillow three times while mentally phrasing a question or request. If your request is granted, then you are supposed to return later with an offering of bananas, green coconuts, flowers, incense and candles (usually two of each).The pillar itself is located in the rear hall, and is believed to date from the Khmer period, indicating that the site has been used for religious purposes for more than 1000 years. Today it is wrapped in sacred cloth, and in front of it is a carved wooden stele with a seated Buddha in relief.Behind the sǐm is a crumbling laterite jęhdii (stupa), almost certainly of Khmer origin. In front of the sǐm is a little public park with a statue of King Sisavang Vong (r 1904–59)."
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 14,
    "name": "UXO Laos Information Centre",
    "latitude": "19.881489",
    "longitude": "102.136454",
    "excerpt": "The sobering UXO Laos Information Centre helps you get a grip on the devastation Laos suffered in the Second Indochina War and how nearly 40 years later…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/uxo-laos-information-centre/a/poi-sig/1349973/356927",
    "image_url": null,
    "detail_description": "The sobering UXO Laos Information Centre helps you get a grip on the devastation Laos suffered in the Second Indochina War and how nearly 40 years later death or injury from unexploded ordnance (UXO) remains an everyday reality in several provinces. If you miss it here, there's a similar centre in Phonsavan.\n"
},
{
    "country": "laos",
    "city": "Northern Laos",
    "index": 13,
    "name": "Vieng Xai Caves",
    "latitude": "20.400166",
    "longitude": "104.229044",
    "excerpt": "Joining a truly fascinating 18-point tour is the only way to see Vieng Xai's seven most important war-shelter cave complexes, set in beautiful gardens…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/vieng-xai-pathet-lao-caves/attractions/vieng-xai-caves/a/poi-sig/1351137/356922",
    "image_url": null,
    "detail_description": "Joining a truly fascinating 18-point tour is the only way to see Vieng Xai's seven most important war-shelter cave complexes, set in beautiful gardens backed by fabulous karst scenery. A local guide unlocks each site while an audio guide gives a wealth of first-hand background information and historical context. The Kaysone Phomvihane Cave still has its air-circulation pump in working order and is the most memorable of the caves.\nTours leave from the cave office at 9am and 1pm. If you want a tour outside of these two times, you'll have to pay a 50,000K surcharge per group."
},
{
    "country": "laos",
    "city": "Northern Laos",
    "index": 12,
    "name": "Nam Ha NPA",
    "latitude": "20.775054",
    "longitude": "101.299782",
    "excerpt": "The 2224-sq-km Nam Ha NPA is one of Laos' most accessible natural preserves and home to clouded leopards and possibly a few remaining tigers. Both around…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-nam-tha/attractions/nam-ha-npa/a/poi-sig/1548933/356924",
    "image_url": null,
    "detail_description": "The 2224-sq-km Nam Ha NPA is one of Laos' most accessible natural preserves and home to clouded leopards and possibly a few remaining tigers. Both around and within the mountainous park, woodlands have to compete with pressure from villages of various ethnicities, including Lao Huay, Akha and Khamu. Since 1999, an ecotourism master plan has tried to ensure that tour operators and villagers work together to provide a genuine experience for trekkers while ensuring minimum impact on local communities and the environment.\nTours are limited to small groups, each agent has its own routes and, in principle, each village receives visitors no more than three times a week. Authorities don't dictate what villagers can and can't do, but by providing information on sustainable forestry and fishing practices it's hoped that forest protection will become a self-chosen priority for the communities."
},
{
    "country": "laos",
    "city": "Northern Laos",
    "index": 11,
    "name": "UXO Information Centre (MAG)",
    "latitude": "19.450781",
    "longitude": "103.217894",
    "excerpt": "Decades after America's Secret War on Laos, unexploded bombs and mines remain a devastating problem throughout this region. Visit the thought-provoking…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/phonsavan/attractions/uxo-information-centre-mag/a/poi-sig/1350292/356935",
    "image_url": null,
    "detail_description": "Decades after America's Secret War on Laos, unexploded bombs and mines remain a devastating problem throughout this region. Visit the thought-provoking UXO Information Centre, run by British organisation MAG (Mines Advisory Group), which has been helping to clear Laos' unexploded ordnance since 1994. The centre's information displays underline the scale of the bomb drops, and there are also examples of (defused) UXO to ponder. Donations are encouraged: US$15 pays for the clearing of around 10 sq metres and a commemorative T-shirt.\nLate-afternoon screenings show the powerful documentaries Bomb Harvest (4.30pm; www.redlampfilms.com/films-2/bomb-harvest-2), Surviving the Peace (5.50pm) and Bombies (6.30pm; www.bullfrogfilms.com/catalog/bombie.html). They are distressing but important, as they show the full scale of the trauma, from footage of US bombers in action to the ongoing casualties of their horrific legacy."
},
{
    "country": "laos",
    "city": "Vientiane",
    "index": 10,
    "name": "Kaysone Phomvihane Museum",
    "latitude": "18.004489",
    "longitude": "102.644577",
    "excerpt": "Opened in 1995 to celebrate the late president's 75th birthday, the Kaysone Phomvihane Museum serves as a tribute to Indochina's most pragmatic communist…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/kaysone-phomvihane-museum/a/poi-sig/414434/356947",
    "image_url": null,
    "detail_description": "Opened in 1995 to celebrate the late president's 75th birthday, the Kaysone Phomvihane Museum serves as a tribute to Indochina's most pragmatic communist leader. The museum is a vast Vietnamese-style celebration of the cult of Kaysone, a cult he himself never encouraged.\nThe museum is impossible to miss, with its mega-sized bronze statue of Kaysone out front flanked by large sculptures in the Heroes of Socialism style, complete with members of various ethnic groups and a sportsman looking like Superman. The building is a stark contrast, too, and is filled with a remarkably complete collection of memorabilia of both Kaysone and the Party. These include a mock-up of Kaysone's childhood home in Savannakhet, his desk from the French school he attended at Ban Tai, and a model of a portion of 'Kaysone Cave' in Hua Phan Province, complete with revolver, binoculars, radio and other personal effects.It's possible to cycle here or take any transport on Rte 13 south. Alternatively, a tuk-tuk will cost around 40,000K from the centre."
},
{
    "country": "laos",
    "city": "Vientiane",
    "index": 9,
    "name": "Wat Si Saket",
    "latitude": "17.962772",
    "longitude": "102.611006",
    "excerpt": "Built between 1819 and 1824 by Chao Anou, the last monarch of the Kingdom of Vientiane, Wat Si Saket is believed to be the city's oldest surviving wat…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/wat-si-saket/a/poi-sig/414450/356947",
    "image_url": null,
    "detail_description": "Built between 1819 and 1824 by Chao Anou, the last monarch of the Kingdom of Vientiane, Wat Si Saket is believed to be the city's oldest surviving wat. And it is starting to show, as this beautiful temple is in need of a facelift. Along the western side of the cloister is a pile of Buddhas that were damaged during the 1828 Lao Rebellion.\nIn the sǐm (ordination hall) a slightly damaged Khmer-style Naga Buddha – which depicts the Buddha seated on a coiled cobra deity (naga) and sheltered by its multiheaded hood – is also on display just in front of the main seated Buddha; it is believed to date from the 13th century and was brought from a nearby Khmer site.The sǐm is surrounded by a colonnaded terrace in the Bangkok style and topped by a five-tiered roof. The interior walls bear hundreds of Buddha niches similar to those in the cloister, as well as beautiful – but decaying – Jataka murals depicting stories of the Buddha's past lives. Portions of the Bangkok-style murals are unrestored 1820s originals, while others date from a 1913 restoration."
},
{
    "country": "laos",
    "city": "Vientiane",
    "index": 8,
    "name": "Kaysone Phomvihane Memorial",
    "latitude": "18.006815",
    "longitude": "102.636852",
    "excerpt": "The former home of Kaysone Phomvihane, the first leader of an independent Laos, has been made into this quirky but worthwhile museum.",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/kaysone-phomvihane-memorial/a/poi-sig/1546660/356947",
    "image_url": null,
    "detail_description": "The former home of Kaysone Phomvihane, the first leader of an independent Laos, has been made into this quirky but worthwhile museum.The house is inside the former USAID/CIA compound, known as 'Six Klicks City' because of its location 6km from central Vientiane. It once featured bars, restaurants, tennis courts, swimming pools, a commissary and assorted offices from where the Secret War was orchestrated. During the 1975 takeover of Vientiane, Pathet Lao forces ejected the Americans and occupied the compound. Kaysone lived here until his death in 1992.\nToday, the house includes Kaysone's half-empty bottles of scotch, tacky souvenirs from the Eastern bloc, running shoes, notepads and original Kelvinator air-conditioners. Even the winter coats he wore on visits to Moscow remain neatly hanging in the wardrobe. A Lao People's Revolutionary Party (LPRP) guide will show you through the house, making for a remarkably good-value experience.Kaysone's house can be tricky to find, so it's easiest to backtrack from the nearby Kaysone Phomvihane Museum. Head back towards the city centre and turn right at the first set of traffic lights, continuing about 1km until you see the sign on your right that says 'Mémorial du Président Kaysone Phomvihane'. Alternatively, a tuk-tuk will cost around 40,000K from the centre."
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 5,
    "name": "Wat Xieng Thong",
    "latitude": "19.897375",
    "longitude": "102.143207",
    "excerpt": "Luang Prabang's best-known monastery is centred on a 1560 sǐm (ordination hall). Its roofs sweep low to the ground and there's a stunning 'tree of life'…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/wat-xieng-thong/a/poi-sig/442532/356927",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF358251350.jpg",
    "detail_description": "Luang Prabang's best-known monastery is centred on a 1560 sǐm (ordination hall). Its roofs sweep low to the ground and there's a stunning 'tree of life' mosaic set on its western exterior wall. Close by are several stupas and three compact little chapel halls called hŏr. Hŏr Ɖąi, shaped like a tall tomb, houses a standing Buddha. The Hŏr Ɖąi Pha Sai-nyàat, dubbed La Chapelle Rouge – the Red Chapel – by the French, contains a rare reclining Buddha.\nFronted in lavish gilt work, the Hóhng Kép Mîen stores a ceremonial carriage, festooned with red-tongued naga (river serpents) designed to carry the golden funeral urns of Lao royalty."
},
{
    "country": "laos",
    "city": "Vientiane",
    "index": 6,
    "name": "Pha That Luang",
    "latitude": "17.97668",
    "longitude": "102.63645",
    "excerpt": "Svelte and golden Pha That Luang, located about 4km northeast of the city centre, is the most important national monument in Laos – a symbol of Buddhist…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/pha-that-luang/a/poi-sig/414444/356947",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/567920093ad622f041f9b447bf9f7418-pha-that-luang.jpg",
    "detail_description": "Svelte and golden Pha That Luang, located about 4km northeast of the city centre, is the most important national monument in Laos – a symbol of Buddhist religion and Lao sovereignty. Legend has it that Ashokan missionaries from India erected a tâht (stupa) here to enclose a piece of Buddha's breastbone as early as the 3rd century BC.\nA high-walled cloister with tiny windows surrounds the 45m-high stupa. The cloister measures 85m on each side and contains various Buddha images, including a serene statue of Jayavarman VII, the great Angkor-era king who converted the state religion of the Khmer empire to Buddhism."
},
{
    "country": "laos",
    "city": "Vientiane",
    "index": 4,
    "name": "COPE Visitor Centre",
    "latitude": "17.958124",
    "longitude": "102.620145",
    "excerpt": "Laos has the dubious distinction of being the most bombed country on earth, and although the American War in neighbouring Vietnam ended more than 40 years…",
    "detail_url": "https://www.lonelyplanet.com/laos/vientiane/attractions/cope-visitor-centre/a/poi-sig/1349972/356947",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/159066811_master.jpg",
    "detail_description": "Laos has the dubious distinction of being the most bombed country on earth, and although the American War in neighbouring Vietnam ended more than 40 years ago, unexploded ordnance (UXO) continues to wound and kill people. COPE (Cooperative Orthotic &amp; Prosthetic Enterprise) is the main source of artificial limbs, walking aids and wheelchairs in Laos. Its excellent Visitor Centre, part of the organisation's National Rehabilitation Centre, offers myriad interesting and informative multimedia exhibits about prosthetics and the UXO that sadly makes them necessary.\nSeveral powerful documentaries are shown on a rolling basis in a theatre, and there's a gift shop and cafe, 100% of the proceeds of which go to supporting COPE's projects in Laos."
},
{
    "country": "laos",
    "city": "Luang Prabang",
    "index": 2,
    "name": "Phu Si",
    "latitude": "19.890198",
    "longitude": "102.137221",
    "excerpt": "Dominating the old city centre and a favourite with sunset junkies, the 100m-tall Phu Si (prepare your legs for a steep 329-step ascent) is crowned by a…",
    "detail_url": "https://www.lonelyplanet.com/laos/northern-laos/luang-prabang/attractions/phu-si/a/poi-sig/442488/356927",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-911120090.jpg",
    "detail_description": "Dominating the old city centre and a favourite with sunset junkies, the 100m-tall Phu Si (prepare your legs for a steep 329-step ascent) is crowned by a 24m gilded stupa called That Chomsi. Viewed from a distance, especially when floodlit at night, the structure seems to float in the hazy air like a chandelier. From the summit, however, the main attraction is the city views.\nBeside a flagpole on the same summit there's a small remnant anti-aircraft cannon left from the war years.Ascending Phu Si from the northern side, stop at Wat Pa Huak. The gilded, carved front doors are usually locked, but an attendant will open them for a tip. Inside, the original 19th-century murals show historic scenes along the Mekong River, including visits by Chinese diplomats and warriors arriving by river, and horse caravans.Reaching That Chomsi is also possible from the southern and eastern sides. Two such paths climb through large Wat Siphoutthabat Thippharam to a curious miniature shrine that protects a Buddha Footprint. If this really is his rocky imprint, then the Buddha must have been the size of a brontosaurus. Directly southwest of here a series of gilded Buddhas are nestled into rocky clefts and niches around Wat Thammothayalan; this monastery is free to visit if you don't climb beyond to That Chomsi."
},
{
    "country": "laos",
    "city": "Laos",
    "index": 3,
    "name": "Tat Kuang Si",
    "latitude": "19.749498",
    "longitude": "101.991937",
    "excerpt": "Thirty kilometres southwest of Luang Prabang, Tat Kuang Si is a many-tiered waterfall tumbling over limestone formations into a series of cool, swimmable…",
    "detail_url": "https://www.lonelyplanet.com/laos/luang-prabang-region/attractions/tat-kuang-si/a/poi-sig/1350262/1341140",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1151096150.jpg",
    "detail_description": "Thirty kilometres southwest of Luang Prabang, Tat Kuang Si is a many-tiered waterfall tumbling over limestone formations into a series of cool, swimmable turquoise pools; the term 'Edenic' doesn't do it justice. When you're not swinging off ropes into the water, there's a public park with shelters and picnic tables where you can eat lunch. Don't miss the Tat Kuang Si Bear Rescue Centre, where wild Asiatic moon bears, confiscated from poachers, are given a new lease of life.\nMany cheap eateries line the entrance car park at the top end of the Khamu village of Ban Thapene, selling everything from local snacks to grilled chicken and fish.Visiting Kuang Si by hired motorcycle is very pleasant now that the road here is decently paved and allows stops in villages along the way. By bicycle, be prepared for two long, steady hills to climb. A tuk-tuk from Luang Prabang costs 150,000K for one person, and 50,000K per person in a group of three, so it's best to get a group together. A private minivan will cost 350,000K."
}
]