[
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 1,
    "name": "Casa-Museo de Colón",
    "latitude": "28.101440825033",
    "longitude": "-15.414307076615",
    "excerpt": "This fascinating museum documents Columbus’ voyages and features exhibits on the Canary Islands’ historical role as a staging post for transatlantic…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/casa-museo-de-colon/a/poi-sig/463644/355134",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/afea2c5e846040720e8a366821896893-casa-museo-de-colon.jpg",
    "detail_description": "This fascinating museum documents Columbus’ voyages and features exhibits on the Canary Islands’ historical role as a staging post for transatlantic shipping. Don’t miss the large section of model galleons ('La Niña') on the ground floor, which particularly impresses children with its working detail. The crucifix is said to have come from Columbus' ship. In the next room are models of all three of Columbus' ships: La Niña, La Pinta and the Santa María.\nRooms five and six contain historical maps and facsimiles of ancient maps, many from the early 16th century. Look out for the facsimile of the 'Universalis Cosmographia' map by the German cartographer Martin Waldseemüller, which was conceived in 1507 and is staggeringly accurate for its time. Astrolabes are also on display.A large collection of artwork dwells upstairs, as well as a diorama of old Las Palmas with buttons for illuminating specific buildings and edifices. After descending the long stairs into the basement you are rewarded with displays on ancient South American pottery and history.The building is a superb example of Canarian architecture, built around two lovely balconied patios, complete with fountains, palm trees and colourful macaws (the last make for excellent photo ops, but watch out, they can peck). The exterior is a work of art itself, with some showy plateresque (silversmith-like) elements, combined with traditional heavy wooden balconies.Although called Columbus’ House (it’s possible he stopped here in 1492), most of what you see dates from the time this building was the opulent residence of Las Palmas’ early governors.Check the website for details on free-entry days, including the first weekend of each month."
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 14,
    "name": "CAAM San Antonio Abad",
    "latitude": "28.101739",
    "longitude": "-15.413861",
    "excerpt": "This gallery is a satellite of the main Centro Atlántico de Arte Moderno, and holds rotating art exhibitions.",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/caam-san-antonio-abad/a/poi-sig/1513258/355134",
    "image_url": null,
    "detail_description": "This gallery is a satellite of the main Centro Atlántico de Arte Moderno, and holds rotating art exhibitions.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 13,
    "name": "San Martín Centro de Cultura Contemporánea",
    "latitude": "28.099231",
    "longitude": "-15.417885",
    "excerpt": "Based in a former hospital, this gallery, a satellite of the main Centro Atlántico de Arte Moderno, features temporary exhibits of modern art.",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/san-martin-centro-de-cultura-contemporanea/a/poi-sig/1513259/355134",
    "image_url": null,
    "detail_description": "Based in a former hospital, this gallery, a satellite of the main Centro Atlántico de Arte Moderno, features temporary exhibits of modern art.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 12,
    "name": "Iglesia de San Telmo",
    "latitude": "28.108213807234",
    "longitude": "-15.416914011897",
    "excerpt": "The Iglesia de San Telmo, on the southwestern side of the Parque San Telmo, was one of the first religious buildings in town. Diminutive on the outside,…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/iglesia-de-san-telmo/a/poi-sig/1472879/355134",
    "image_url": null,
    "detail_description": "The Iglesia de San Telmo, on the southwestern side of the Parque San Telmo, was one of the first religious buildings in town. Diminutive on the outside, inside it's a riot of gold and red and quite a stunning spectacle.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 11,
    "name": "Museo Canario",
    "latitude": "28.09974617",
    "longitude": "-15.4153607",
    "excerpt": "This slightly old-fashioned yet still fascinating museum chronicles Gran Canaria’s preconquest history. It claims the heady boast of having the largest…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/museo-canario/a/poi-sig/1462624/355134",
    "image_url": null,
    "detail_description": "This slightly old-fashioned yet still fascinating museum chronicles Gran Canaria’s preconquest history. It claims the heady boast of having the largest collection of Cro-Magnon skulls in the world. There are also several mummies, plus a collection of pottery and other Guanche implements from across the island. The gift shop stocks some excellent children’s educational material.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 10,
    "name": "Gabinete Literario",
    "latitude": "28.102979",
    "longitude": "-15.416447",
    "excerpt": "Dating from 1844, this ornate historical building is a national monument. It was the island’s first theatre and retains an old-world display of faded…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/gabinete-literario/a/poi-sig/1462634/355134",
    "image_url": null,
    "detail_description": "Dating from 1844, this ornate historical building is a national monument. It was the island’s first theatre and retains an old-world display of faded elegance, with a gracious internal patio – topped with a splendid atrium – and rooms lined with bookcases. The place now functions as a private club, although the fancy terrace restaurant is open to all, with seats outside, and you can walk around the lobby area.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 9,
    "name": "Parque San Telmo",
    "latitude": "28.108563",
    "longitude": "-15.416704",
    "excerpt": "This lovely paved park shelters beneath a canopy of shade provided by a lovely group of huge, mature magnolias. The Iglesia de San Telmo is a charming…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/parque-san-telmo/a/poi-sig/1462659/355134",
    "image_url": null,
    "detail_description": "This lovely paved park shelters beneath a canopy of shade provided by a lovely group of huge, mature magnolias. The Iglesia de San Telmo is a charming feature on the southwestern side, as is the fascinating El Modernista kiosk in the northwest corner, which functions as a classy cafe with outdoor tables for breakfast, sandwiches or a good cup of coffee.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 6,
    "name": "Calle Mayor de Triana",
    "latitude": "28.107001",
    "longitude": "-15.416747",
    "excerpt": "This pedestrianised street has long been the main shopping artery in Las Palmas. In between purchases, look skyward to enjoy some real architectural gems,…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/calle-mayor-de-triana/a/poi-sig/1462645/355134",
    "image_url": null,
    "detail_description": "This pedestrianised street has long been the main shopping artery in Las Palmas. In between purchases, look skyward to enjoy some real architectural gems, including several striking examples from the modernism school of architecture, including the Wiot Building (1930–35) at No 106, designed by Miguel Martín. Note the surviving section of old tramway – trams used to come down here – embedded into the grey brickwork of the pavement.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 8,
    "name": "Pueblo Canario",
    "latitude": "28.120571",
    "longitude": "-15.427465",
    "excerpt": "This mock Canarian village was designed by artist Néstor Martín Fernández de la Torre and built by his brother Miguel. It's a little unloved and the…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/pueblo-canario/a/poi-sig/1462670/355134",
    "image_url": null,
    "detail_description": "This mock Canarian village was designed by artist Néstor Martín Fernández de la Torre and built by his brother Miguel. It's a little unloved and the restaurant here keeps sporadic hours, but it's worth a visit on Sunday mornings, when traditional folk music is played here at 11.30am. Shut for restoration at the time of research, the pueblo is located on the south side of the Parque Doramas, accessed from Calle León y Castillo.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 7,
    "name": "Casa-Museo de Pérez Galdós",
    "latitude": "28.10429428",
    "longitude": "-15.4160664",
    "excerpt": "In 1843 the Canary Islands’ most famous writer, Benito Pérez Galdós, was born in this house in the heart of old Las Palmas. He spent the first 19 years of…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/casa-museo-de-perez-galdos/a/poi-sig/1462651/355134",
    "image_url": null,
    "detail_description": "In 1843 the Canary Islands’ most famous writer, Benito Pérez Galdós, was born in this house in the heart of old Las Palmas. He spent the first 19 years of his life here before moving on to Madrid and literary greatness. Guided tours (in English and Spanish) leave every hour to explore the upstairs rooms, with a reconstruction of the author’s study and various personal effects transported from his mainland Spain home following his death.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 5,
    "name": "Centro Atlántico de Arte Moderno",
    "latitude": "28.1009392",
    "longitude": "-15.41379386",
    "excerpt": "The city’s main modern art museum is housed in a tastefully rejuvenated 18th-century building. There are no permanent collections but the galleries,…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/centro-atlantico-de-arte-moderno/a/poi-sig/1462638/355134",
    "image_url": null,
    "detail_description": "The city’s main modern art museum is housed in a tastefully rejuvenated 18th-century building. There are no permanent collections but the galleries, flooded with natural light, host some superb temporary exhibitions. Two satellite galleries also feature rotating exhibitions: CAAM San Antonio Abad, near Casa-Museo de Colón, and the San Martín Centro de Cultura Contemporánea, based in a former hospital. A combined ticket to enter all three is €8 per adult.\n"
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 4,
    "name": "Museo Elder de la Ciencia y la Tecnología",
    "latitude": "28.141070441193",
    "longitude": "-15.429831089813",
    "excerpt": "This 21st-century museum is full of things that whir, clank and hum. In a revamped green-painted 19th-century dockside warehouse in Parque Santa Catalina,…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/museo-elder-de-la-ciencia-y-la-tecnologia/a/poi-sig/1462676/355134",
    "image_url": null,
    "detail_description": "This 21st-century museum is full of things that whir, clank and hum. In a revamped green-painted 19th-century dockside warehouse in Parque Santa Catalina, it's a great space to spend a few hours. You can pilot a supersonic fighter plane, see how rockets send satellites into orbit or ride the Robocoaster, where a robotic arm whizzes you through a series of programmable manoeuvres. Children will be rapt – the space pod and Van de Graaff generator are particularly popular.\nThere is also a small theatre showing a regularly changing programme of 3D films."
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 3,
    "name": "Playa de las Canteras",
    "latitude": "28.14369359",
    "longitude": "-15.43288975",
    "excerpt": "The fine 3km stretch of yellow sand is magnificent, and is considered by many to be one of the world's best city beaches. There’s an attractive seaside…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/playa-de-las-canteras/a/poi-sig/1462680/355134",
    "image_url": null,
    "detail_description": "The fine 3km stretch of yellow sand is magnificent, and is considered by many to be one of the world's best city beaches. There’s an attractive seaside promenade – the Paseo de las Canteras – which allows walkers, cyclists and joggers to enjoy the entire length of the beach free from traffic. Perhaps the most marvellous part, though, is the reef, known as La Barra, which in low tide turns the waters of Las Canteras into a giant salty swimming pool that's perfect for snorkelling.\nFurther south, the restaurants and hotels peter out and the waves become a little bigger. It is here, near the auditorium in an area known as La Cicer, that surfers congregate in the water and footballers take to the sand."
},
{
    "country": "las-palmas-de-gran-canaria",
    "city": "Las Palmas de Gran Canaria",
    "index": 2,
    "name": "Catedral de Santa Ana & Museo Diocesano de Arte Sacro",
    "latitude": "28.100755",
    "longitude": "-15.414891",
    "excerpt": "The spiritual heart of the city, this brooding, grey cathedral was begun in the early 15th century, soon after the Spanish conquest, but took 350 years to…",
    "detail_url": "https://www.lonelyplanet.com/canary-islands/gran-canaria/las-palmas-de-gran-canaria/attractions/catedral-de-santa-ana-museo-diocesano-de-arte-sacro/a/poi-sig/463650/355134",
    "image_url": null,
    "detail_description": "The spiritual heart of the city, this brooding, grey cathedral was begun in the early 15th century, soon after the Spanish conquest, but took 350 years to complete. The neoclassical facade contrasts with the sunlight-through-stained-glass-dappled interior, which is a fine example of what some art historians have named Atlantic Gothic, with lofty columns that seem to mimic the palm trees outside. You can also admire several paintings by Juan de Miranda, the Canary Islands’ most-respected 18th-century artist.\nYour entry ticket also includes admission to the sacred art museum, set on two levels around the Patio de los Naranjos. The collection is a fairly standard array of religious art and memorabilia, including centuries-old manuscripts, wooden sculptures, sacred art and other ornaments, but the setting is lovely – and fragrant with the scent of orange blossom in springtime.Once you've explored within, take the lift (€1.50; 10am to 6pm Monday to Friday and 10am to 1.30pm Saturday) to the top of the bell tower for a stunning wide-angle view of the surrounding city and coast.Beyond the cathedral is an expansive and good-looking plaza, which provides a dramatic setting for highly photogenic images of the entirety of the church facade against the (usually) blue sky."
}
]