[
{
    "country": "latvia",
    "city": "Latvia",
    "index": 1,
    "name": "Turaida Museum Reserve",
    "latitude": "57.18729769",
    "longitude": "24.84721256",
    "excerpt": "Turaida means ‘God’s Garden’ in ancient Livonian, and this green knoll capped with a fairy-tale castle is certainly a heavenly place. The red-brick castle…",
    "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/sigulda/attractions/turaida-museum-reserve/a/poi-sig/446877/360097",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/228c1f7258d074a7c838c7ba65795371-turaida-museum-reserve.jpg",
    "detail_description": "Turaida means ‘God’s Garden’ in ancient Livonian, and this green knoll capped with a fairy-tale castle is certainly a heavenly place. The red-brick castle with its tall cylindrical tower was built in 1214 on the site of a Liv stronghold. A museum inside the castle’s 15th-century granary offers an interesting account of the Livonian state from 1319 to 1561; additional exhibitions can be viewed in the 42m-high Donjon Tower and the castle’s western and southern towers.\nThe rest of the reserve features a variety of buildings that have been transformed into small galleries and exhibits. It’s worth stopping by the smith house, where you can try forging metal. There is a real blacksmith on hand who sells his crafts, and guests can try pounding Liv pagan symbols into small chunks of iron.In the graveyard of the pretty wooden church (1750) is the grave of Maija Roze, an ill-fated beauty known as the 'Rose of Turaida' and the subject of a tragic legend. Look for the onyx headstone bearing the inscription ‘Turaidas Roze 1601–1620’.The nearby Folk Song Garden is dotted with 26 sculptures dedicated to epic Latvian heroes immortalised in the dainas, poetic folk songs that are a major Latvian tradition."
},
{
    "country": "latvia",
    "city": "Southern Latvia",
    "index": 39,
    "name": "Garden of Destiny",
    "latitude": "56.634518",
    "longitude": "25.442276",
    "excerpt": "Grandly named the Garden of Destiny, this sprawling project on an island in the river celebrates Latvia as a nation and opened for the centennial in 2018…",
    "detail_url": "https://www.lonelyplanet.com/latvia/daugava-river-valley/attractions/garden-of-destiny/a/poi-sig/1615609/1327684",
    "image_url": null,
    "detail_description": "Grandly named the Garden of Destiny, this sprawling project on an island in the river celebrates Latvia as a nation and opened for the centennial in 2018. Designed by acclaimed Japanese gardener-cum-philosopher Shunmyu Masuno, a 2.5km trail links areas with portentous names such as Alley of Destiny, House of Silence and Stream of Tears. Still a work in progress, there are vast new gardens and features that honour the country while recalling recent history.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 40,
    "name": "Lake Engure Nature Park",
    "latitude": "57.25805",
    "longitude": "23.13639",
    "excerpt": "The third-largest lake in Latvia, Engure is a bird haven with almost 200 species calling the lake home. The vistas stretch far to the horizon across the…",
    "detail_url": "https://www.lonelyplanet.com/latvia/kurzeme-gulf-coast/attractions/lake-engure-nature-park/a/poi-sig/1630747/1342913",
    "image_url": null,
    "detail_description": "The third-largest lake in Latvia, Engure is a bird haven with almost 200 species calling the lake home. The vistas stretch far to the horizon across the shallow waters, and the only sound you'll hear other than bird calls is the breeze in your ears. The 5km-long Orchid Trail runs along the lake shore and through the dense conifer forest. A boardwalk extends into the lake to a viewing tower. There are over 20 species of the namesake plants.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 37,
    "name": "Ludza Craftsmen Centre",
    "latitude": "56.548342",
    "longitude": "27.72711",
    "excerpt": "This centre in an old brick and wood building set back from the street features a great array of locally made handicrafts, including beautiful wool…",
    "detail_url": "https://www.lonelyplanet.com/latvia/ludza/attractions/ludza-craftsmen-centre/a/poi-sig/1466099/1327686",
    "image_url": null,
    "detail_description": "This centre in an old brick and wood building set back from the street features a great array of locally made handicrafts, including beautiful wool garments and gloves. The centre has three attached workshops in which local artisans perfect their trade. If you ring ahead, you too can try your hand at time-honoured methods of wool spinning, pottery making and sewing. There’s a collection of old tools to peruse and a traditional Latgalian costume to try on for picture taking.\n"
},
{
    "country": "latvia",
    "city": "Southern Latvia",
    "index": 38,
    "name": "Kokenhausen",
    "latitude": "56.638035",
    "longitude": "25.417857",
    "excerpt": "Stop at Koknese to admire the ruins of Kokenhausen, a medieval castle. It has a stunning location overlooking the confluence of the Daugava and Perse…",
    "detail_url": "https://www.lonelyplanet.com/latvia/daugava-river-valley/attractions/kokenhausen/a/poi-sig/1615608/1327684",
    "image_url": null,
    "detail_description": "Stop at Koknese to admire the ruins of Kokenhausen, a medieval castle. It has a stunning location overlooking the confluence of the Daugava and Perse Rivers, and is a good stop to appreciate the valley's beauty. Built by German crusaders beginning in 1209, what remains today is extensive enough to suggest the huge fortress that once stood here. The surrounding park is pleasant for a riverside stroll. A model in a small information office shows the castle in its prime.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 36,
    "name": "Veczemju klintis",
    "latitude": "57.583018",
    "longitude": "24.36878",
    "excerpt": "Veczemju klintis, halfway between Saulkrasti and Salacgrīva, is a dramatic spot for a picnic and a walk. The jagged cliffs have a deep reddish hue and are…",
    "detail_url": "https://www.lonelyplanet.com/latvia/salacgriva/attractions/veczemju-klintis/a/poi-sig/1466192/1327678",
    "image_url": null,
    "detail_description": "Veczemju klintis, halfway between Saulkrasti and Salacgrīva, is a dramatic spot for a picnic and a walk. The jagged cliffs have a deep reddish hue and are the highlight of this 14km stretch of protected coast known as the Vidzeme Rocky Seashore. Rippled sands undulate between tiny capes and caverns. Look for a tiny, dirt road just south of the point where the A1 runs right along the water, then head south along the bluffs for 4km.\nYou can also follow signs for the campground 'Klintis'."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 35,
    "name": "Gūtmaņa Cave",
    "latitude": "57.17593555",
    "longitude": "24.84299056",
    "excerpt": "More grotto than cave, this 19m-deep fissure in the earth is most famous for its role in the tragic legend of the Rose of Turaida. Most tourists visit to…",
    "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/sigulda/attractions/gutmana-cave/a/poi-sig/1465069/360097",
    "image_url": null,
    "detail_description": "More grotto than cave, this 19m-deep fissure in the earth is most famous for its role in the tragic legend of the Rose of Turaida. Most tourists visit to peruse the inordinate amount of graffiti spread along the walls – some of it dates back to the 16th century. Many legends are attached to the spring-fed water flowing out of the cave. There's a paid parking area and small information office (9am to 5pm) on the east side of Turaidas iela.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 34,
    "name": "Old Castle Hill",
    "latitude": null,
    "longitude": null,
    "excerpt": "The large old castle hill (pilskalns), 2.5km north of town on the western bank of the Venta, was the fortress of Lamekins, the Cour who ruled much of…",
    "detail_url": "https://www.lonelyplanet.com/latvia/kuldiga/attractions/old-castle-hill/a/poi-sig/1465050/1003812",
    "image_url": null,
    "detail_description": "The large old castle hill (pilskalns), 2.5km north of town on the western bank of the Venta, was the fortress of Lamekins, the Cour who ruled much of Kurzeme before the 13th-century German invasion. Legend has it that the castle – now ruined beyond recognition – was so staggeringly beautiful (glistening copper pendants hung from the roof) that invaders were reluctant to sack the structure. To get to the hill, follow Ventspils iela then Virkas iela north from the centre, and take a right at the fork in the road.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 33,
    "name": "Šķēde Dunes Holocaust Memorial",
    "latitude": "56.599689",
    "longitude": "21.021667",
    "excerpt": "The beauty obscures the horror. Some 10km north of Liepāja, off a long dirt coastal road, is a memorial at a place of death. Amidst a flawless white sand…",
    "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/liepaja/attractions/skede-dunes-holocaust-memorial/a/poi-sig/1630816/360103",
    "image_url": null,
    "detail_description": "The beauty obscures the horror. Some 10km north of Liepāja, off a long dirt coastal road, is a memorial at a place of death. Amidst a flawless white sand beach and dunes protected by pine forests, there is a large memorial to the more than 3000 local Jews shot here by the Nazis from September 1941 to February 1942. Signs show blurry photos of terrified men, women and children moments before they were killed. The open area is dominated by a 2005 sculpture that stretches across gravel and forms a Star of David. It's a contemplative spot, the silence only broken by the sound of the sea.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 32,
    "name": "Salaspils Concentration Camp Memorial",
    "latitude": "56.873736",
    "longitude": "24.301976",
    "excerpt": "In October 1941 the Nazis sent 1800 German Jews to Latvia to build a concentration camp at Salaspils, 18km southeast of Rīga. Over 1000 died during the…",
    "detail_url": "https://www.lonelyplanet.com/latvia/northern-latvia/attractions/salaspils-concentration-camp-memorial/a/poi-sig/1544854/1327675",
    "image_url": null,
    "detail_description": "In October 1941 the Nazis sent 1800 German Jews to Latvia to build a concentration camp at Salaspils, 18km southeast of Rīga. Over 1000 died during the construction. Ultimately, the Germans used the camp for Latvian prisoners and Russian POWs. Upwards of 2000 people died here. In 1967 a huge Soviet-style memorial was opened. A monument to commemorate the Jews who died here was added in 2004.\nTo get here by public transport, take a suburban train on the Ogre–Aizkraukle line to Dārziņi (not Salaspils) station. It's a 15-minute walk from the station to the piemineklis (memorial)."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 31,
    "name": "Soviet Secret Bunker",
    "latitude": "57.255559",
    "longitude": "25.069041",
    "excerpt": "What poses as a dreary rehabilitation centre is in fact a top-secret Soviet bunker, known by its code name, the Pension. When Latvia was part of the USSR,…",
    "detail_url": "https://www.lonelyplanet.com/latvia/ligatne/attractions/soviet-secret-bunker/a/poi-sig/1465497/1327679",
    "image_url": null,
    "detail_description": "What poses as a dreary rehabilitation centre is in fact a top-secret Soviet bunker, known by its code name, the Pension. When Latvia was part of the USSR, it was one of the most important strategic hideouts during a time of nuclear threat. Remarkably, almost all of the bunker’s 2000 sq m still look as they did when it was in operation, making it a scarily authentic USSR time capsule.\nTours in English are offered on weekends and include a (surprisingly tasty) Soviet-style lunch served within the bunker’s cafeteria. Note the plastic flowers on the table – they’ve been adorning the dining hall since 1982."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 30,
    "name": "Bīriņi Castle",
    "latitude": "57.2438",
    "longitude": "24.6595",
    "excerpt": "Like a big pink birthday cake sitting on a verdant lawn, Bīriņi Castle governs a scenic tract of land overlooking a tranquil lake. Located on the…",
    "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/gauja-national-park/attractions/birini-castle/a/poi-sig/1467150/360096",
    "image_url": null,
    "detail_description": "Like a big pink birthday cake sitting on a verdant lawn, Bīriņi Castle governs a scenic tract of land overlooking a tranquil lake. Located on the northwestern edges of the Gauja towards Saulkrasti, the baronial estate has been transformed into an opulent hotel swathed in a Renaissance style focused around the grand foyer staircase.\nDaytime visitors can still reap the benefits on a guided tour (€15), or by taking in the lovely scenery with a picnic or a boat ride. Operating hours can be erratic (especially in the summer when there’s a wedding every week). Call first and make a reservation to avoid difficulties."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 29,
    "name": "Slītere National Park",
    "latitude": "57.628523",
    "longitude": "22.289256",
    "excerpt": "Slītere National Park protects 265 sq km of land back from the coast on the Kolka peninsula. The park's focal point is the Slītere Lighthouse, a towering…",
    "detail_url": "https://www.lonelyplanet.com/latvia/baltic-coast-road/attractions/slitere-national-park/a/poi-sig/1464988/1339134",
    "image_url": null,
    "detail_description": "Slītere National Park protects 265 sq km of land back from the coast on the Kolka peninsula. The park's focal point is the Slītere Lighthouse, a towering red spire that acts as the gatekeeper to the park’s rugged, often tundra-like expanse, home to wild deer, elk, buzzards and beavers. Displays at the lighthouse detail the rich natural beauty and history of the region. There are many hiking trails.\nThe Slītere Nature Trail starts at the lighthouse and runs for 2.2km. Part is on a boardwalk through lush wetlands, while another section wends through 100-year-old pines shading vast expanses of ferns."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 28,
    "name": "Irbene Radio Telescope",
    "latitude": "57.554408",
    "longitude": "21.855458",
    "excerpt": "This Cold War–era site contains a large radio telescope now run by an academic institute and used for astronomical studies. Hidden in the forest 24km…",
    "detail_url": "https://www.lonelyplanet.com/latvia/baltic-coast-road/attractions/irbene-radio-telescope/a/poi-sig/1467170/1339134",
    "image_url": null,
    "detail_description": "This Cold War–era site contains a large radio telescope now run by an academic institute and used for astronomical studies. Hidden in the forest 24km north of Ventspils, the Irbene facility was used by the Soviets to spy on American satellites. Today, the huge 600-tonne, 32m-dish mounted on a 25m-tall concrete base is open at certain times for tours. To visit, call or email at least three days in advance to book a spot on a tour.\nYou can also stop by the building the tours depart from to see if they have any spots available on the day. Just driving into Irbene is an adventure as you pass by blocks of abandoned Soviet housing that look like Chernobyl."
},
{
    "country": "latvia",
    "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
    "index": 27,
    "name": "Latvian Academy of Science Observation Deck",
    "latitude": "56.94316",
    "longitude": "24.121932",
    "excerpt": "This Stalinesque tower is a not-so-welcome Soviet-era present from Moscow, which has seven towers just like it, only bigger. Construction of what is often…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/latvian-academy-of-science-observation-deck/a/poi-sig/1276587/1342836",
    "image_url": null,
    "detail_description": "This Stalinesque tower is a not-so-welcome Soviet-era present from Moscow, which has seven towers just like it, only bigger. Construction of what is often dubbed 'Stalin's birthday cake' commenced in 1951 but wasn't completed until 1961, by which time Stalin had run out of birthdays. Overall it has 21 storeys and is 107m tall. But the best feature is on floor 15, where you can enjoy sweeping views of all of Rīga from a vantage point 65m up on the viewing terrace.\nOnce back on the ground, those with an eagle eye will spot hammers and sickles hidden in the convoluted facade. There is an excellent little bookshop on the ground floor with many interesting academic titles."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 25,
    "name": "Town Garden",
    "latitude": "56.96850112",
    "longitude": "21.97574863",
    "excerpt": "Finely manicured and with great views of the waterfall, Kuldīga's park has multifaceted appeal. Moody castle ruins from the 13th century are watched over…",
    "detail_url": "https://www.lonelyplanet.com/latvia/kuldiga/attractions/town-garden/a/poi-sig/1467093/1003812",
    "image_url": null,
    "detail_description": "Finely manicured and with great views of the waterfall, Kuldīga's park has multifaceted appeal. Moody castle ruins from the 13th century are watched over by the 1735 Castle Watchman’s House. Legend has it that the house was the site of executions and beheadings during various violent interludes. Pause to appreciate the 22 large stone sculptures in the park carved by the late Līvija Rezevska. These evocative pieces have names like Granny, Love and the Piper.\nIn summer, the Kuldīga District Museum sponsors the Goldingen Knight open-air cinema, which screens films on Friday and Saturday nights one hour after sunset. For schedules, see www.kuldigasmuzejs.lv/s41."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 26,
    "name": "Church Hill",
    "latitude": "55.8707",
    "longitude": "26.542046",
    "excerpt": "Churches of four main local Christian denominations congregate near each other on a small hill dissected by busy 18 Novembra iela. Lutherans flock into…",
    "detail_url": "https://www.lonelyplanet.com/latvia/daugavpils/attractions/church-hill/a/poi-sig/1522878/360093",
    "image_url": null,
    "detail_description": "Churches of four main local Christian denominations congregate near each other on a small hill dissected by busy 18 Novembra iela. Lutherans flock into the red-brick neo-Gothic Martin Luther Cathedral (18 Novembra iela 66), while Catholics congregate at pure-white Holy Virgin Cathedral (Andreja Pumpura iela 11a). Both are east of the Russian Orthodox Cathedral of Princes Boris &amp; Gleb (Tautas iela 2) and the gold-domed Old Believer's Novostroyensky Church of Resurrection, Holy Virgin &amp; St Nikola (Puškina iela 16a).\nThe first three are open to visitors during business hours. Church Hill is about 2km east of the centre."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 24,
    "name": "Cēsis History & Art Museum",
    "latitude": "57.31326988",
    "longitude": "25.27127686",
    "excerpt": "Right from the outset when you're handed a lit candle in a glass lantern, it's clear that this isn't an ordinary museum. At its centre is Cēsis Castle,…",
    "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/cesis/attractions/cesis-history-art-museum/a/poi-sig/1277036/360095",
    "image_url": null,
    "detail_description": "Right from the outset when you're handed a lit candle in a glass lantern, it's clear that this isn't an ordinary museum. At its centre is Cēsis Castle, founded in 1209 by the Livonian Brothers of the Sword. The candle's to help you negotiate the dark spiral stair in the western tower (the views from the top over Castle Park's picturesque lake are excellent). The museum's extremely interesting displays are in the adjoining 18th-century ‘new castle’.\nCēsis first started flying a red-white-red flag in the 13th century, which was adopted as the Latvian national flag following WWI. In 1988, before the country officially left the USSR, Cēsis Castle was the first place to start flying the flag again.Temporary art exhibitions and chamber-music concerts are held in neighbouring Cēsis Exhibition House; the yellow-and-white building served as stables and a coach house in the 18th and 19th centuries."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 23,
    "name": "Aglona Basilica",
    "latitude": "56.126855",
    "longitude": "27.015392",
    "excerpt": "More than 300 years ago, a group of wandering Dominican monks discovered a healing source hidden among a thicket of spruce trees (‘Aglona’ means ‘spruce…",
    "detail_url": "https://www.lonelyplanet.com/latvia/aglona/attractions/aglona-basilica/a/poi-sig/1615587/1327688",
    "image_url": null,
    "detail_description": "More than 300 years ago, a group of wandering Dominican monks discovered a healing source hidden among a thicket of spruce trees (‘Aglona’ means ‘spruce tree’ in an old dialect). It became a place of pilgrimage and, although the sulphur fount lost its apparent power a century later, the water from the source is still regarded as a product of divine intervention and is used in rituals. On Assumption Day, enormous numbers of Catholic pilgrims celebrate mass here.\nToday's basilica is a twin-towered whitewashed cathedral standing in a vast grass courtyard, created for Pope John Paul II’s visit in 1993 to bestow the title of Basilica Minoris (Small Basilica) upon the holy grounds. One of the basilica’s 10 altars guards a sacred icon of the Virgin Mary, said to have saved Aglona from the plague in 1708. Mass is held at 7am, noon and 7pm Monday to Saturday and at 10am, noon and 7pm on Sunday. Rosary is held at 11am Monday to Saturday and at 9am on Sunday."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 22,
    "name": "Āraiši Archaeological Park",
    "latitude": "57.250429",
    "longitude": "25.283275",
    "excerpt": "Photogenically set on an islet in the middle of Āraiši Lake, Āraiši Archaeological Park is a reconstruction of a fortified settlement inhabited by…",
    "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/gauja-national-park/attractions/araisi-archaeological-park/a/poi-sig/1467160/360096",
    "image_url": null,
    "detail_description": "Photogenically set on an islet in the middle of Āraiši Lake, Āraiši Archaeological Park is a reconstruction of a fortified settlement inhabited by Latgallians, an ancient tribe that called the region home in the 9th and 10th centuries. A wooden walkway leads across the water to the unusual village, which was discovered by archaeologists in 1965.\nPeering across the lake are the ruins of Āraiši Stone Castle (Āraišu mūra pils), built by Livonians in the 14th century and destroyed by Ivan IV’s troops in 1577. From here, a path leads to a reconstructed Stone Age settlement – there are a couple of reed dwellings and earth ovens for roasting meat and fish. The fortress and castle, together with the iconic 18th-century Āraiši windmill (Āraišu vējdzirnavas), are signposted 1km along a dirt track from the main road and form the Āraiši Museum Park (Āraišu muzejparks). The complex is 7km south of Cēsis."
},
{
    "country": "latvia",
    "city": "Southern Latvia",
    "index": 21,
    "name": "Bauska Castle",
    "latitude": "56.403324",
    "longitude": "24.1752",
    "excerpt": "Bauska Castle sits on a picturesque hillock squeezed between two rivers – the Mūsa and Mēmele – that flow parallel to each other. It is actually two…",
    "detail_url": "https://www.lonelyplanet.com/latvia/bauska/attractions/bauska-castle/a/poi-sig/1464637/1327669",
    "image_url": null,
    "detail_description": "Bauska Castle sits on a picturesque hillock squeezed between two rivers – the Mūsa and Mēmele – that flow parallel to each other. It is actually two castles melded together. The oldest part is in ruins and dates to the Livonian Order in the 15th century. The newer portion is a fortified manor house built by the Duke of Courland in the 16th century and is mostly intact. A museum covers the entire tangled history of the castle and the region.\nTake a good look at the grey blocks along the facade of the newer castle section, which is in the midst of a renovation. The blocks appear to be bulging out of the wall, but that's an optical illusion – the bottom left corner of each brick has been scraped with a chisel to trick the viewer into thinking that they are seeing a shadow.During the 18th century an Italian by the name of Magno Cavala moved to Bauska in search of a new business venture. He was something of a Casanova (and a conman), and started collecting the water at the junction of the two rivers near the castle. He claimed that the water was a pungent love potion and made a fortune scamming the poor townspeople.To find the castle ruins from the bus station, walk west to the central roundabout along Zaļā iela then continue west along Uzvaras iela for a total distance of 1.5km."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 20,
    "name": "Karosta Prison",
    "latitude": "56.54645",
    "longitude": "21.021375",
    "excerpt": "Gluttons for punishment will get a bellyful in this creepy old Soviet-era prison, which operated right up until 1997. Built in 1900 as an infirmary, it…",
    "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/liepaja/attractions/karosta-prison/a/poi-sig/459491/360103",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b80d6b45b4ebc4c5b3abbb839c540221-karosta-prison.jpg",
    "detail_description": "Gluttons for punishment will get a bellyful in this creepy old Soviet-era prison, which operated right up until 1997. Built in 1900 as an infirmary, it was quickly turned into a military prison, even before the building was completed. Tours depart on the hour, detailing the history of the prison, which was used to punish disobedient soldiers. A range of more extreme 'experiences' is also on offer for groups of 10 or more (booking essential).\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 19,
    "name": "Daugavpils Mark Rothko Art Centre",
    "latitude": "55.883784",
    "longitude": "26.49735",
    "excerpt": "The old imperial Russian arsenal inside Daugavpils Fortress is now an excellent contemporary art gallery honouring Daugavpils native Mark Rothko. The…",
    "detail_url": "https://www.lonelyplanet.com/latvia/daugavpils/attractions/daugavpils-mark-rothko-art-centre/a/poi-sig/1521675/360093",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1921884803.jpg",
    "detail_description": "The old imperial Russian arsenal inside Daugavpils Fortress is now an excellent contemporary art gallery honouring Daugavpils native Mark Rothko. The permanent collection includes hundreds of works by visiting artists, as well as some Rothko originals and displays about the artist's work. It also hosts myriad temporary exhibitions.\nThe 1st floor is dedicated to Rothko, whose surrealist and abstract works led him to stardom in America, where he emigrated at age 10 in 1913 (he died in New York City in 1970). An interactive multimedia exhibition recapping Rothko's biography and explaining the historical context of his childhood years is followed by a small display of Rothko's original works representing 'multiform', the series that he created in the later period of his life. The 2nd floor is dedicated to contemporary Latvian artists. There is a good cafe on-site."
},
{
    "country": "latvia",
    "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
    "index": 18,
    "name": "Rīga Central Market",
    "latitude": "56.943693",
    "longitude": "24.115655",
    "excerpt": "Haggle for your huckleberries at this vast market, housed in a series of WWI Zeppelin hangars and spilling outdoors as well. It's an essential Rīga…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/riga-central-market/a/poi-sig/446801/1342836",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/284cc858e6bd203bbbeeb05b46a3d2c7-riga-central-market.jpg",
    "detail_description": "Haggle for your huckleberries at this vast market, housed in a series of WWI Zeppelin hangars and spilling outdoors as well. It's an essential Rīga experience, providing bountiful opportunities both for people-watching and to stock up for a picnic lunch. Although the number of traders is shrinking, the colourful abundance here activates visitor's foraging instincts. The best way to enjoy the market is to simply do your best to get lost amidst the bounty and browse away the day.\nIn operation since 1570, the riverside market flourished during the mid-1600s when the city outgrew Stockholm to become the largest stronghold of the Swedish Empire. Laden with goods, boats travelling down the Daugava would meet those traversing the Baltic Sea for a mutually beneficial exchange.In 1930 the market moved to its current location on the border of Central Rīga and the Russified Maskavas neighbourhood to make use of the railway, which replaced the river as the principal trade route. Confronted with the market’s ever-growing size, the city of Rīga decided to bring in five enormous 35m-high German-built Zeppelin hangars from the town of Vainode in western Latvia.Today you'll find a hip food court and lots of Latvian foods. Look for all manner of pickled treats, unusual cheeses, luxurious smoked fish, wild berries, unusual mushrooms and much more."
},
{
    "country": "latvia",
    "city": "Southern Latvia",
    "index": 17,
    "name": "Rundāle Palace",
    "latitude": "56.413237",
    "longitude": "24.024922",
    "excerpt": "Built as a grand residence for the Duke of Courland, this magnificent palace is a monument to 18th-century aristocratic ostentatiousness, and is rural…",
    "detail_url": "https://www.lonelyplanet.com/latvia/pilsrundale/attractions/rundale-palace/a/poi-sig/1464645/1327670",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Latvia%20Pilsrundale%20leldej%20GettyImages-146746491%20RFC%20crop.jpg",
    "detail_description": "Built as a grand residence for the Duke of Courland, this magnificent palace is a monument to 18th-century aristocratic ostentatiousness, and is rural Latvia's architectural highlight. It was designed by Italian baroque genius Bartolomeo Rastrelli, who is best known for the Winter Palace in St Petersburg. About 40 of the palace's 138 rooms are open to visitors, as are the wonderful formal gardens, inspired by those at Versailles. Detailed displays inside the palace offer fascinating insight into its design and restoration.\nErnst Johann Biron started his career as a groom and lover of Anna Ioanovna, the Russian-born Duchess of Courland. She gave him the duchy when she became Russian empress, but he stayed with her in St Petersburg, turning into the most powerful political figure of the empire. In 1736 he commissoned the Italian architect Bartholomeo Rastrelli to construct his summer residence near Bauska.Russian authors later blamed Biron for ushering in a era of terror, but many historians believe his role in the persecution of the nobility was exaggerated. On her death bed, the empress proclaimed Biron the Regent of Russia, but two months later his rivals arrested him and sentenced him to death by quartering. The sentence was commuted to exile. The unfinished palace stood as an empty shell for another 22 years when, pardoned by Catherine II, Ernst Johann returned home. Rastrelli resumed the construction and in 1768 the palace was finished. Ernst Johann died four years later at the age of 82. A succession of Russian nobles inhabited (and altered) the palace after the the Duchy of Courland was incorporated into Russian Empire in 1795.The castle is divided into two halves; the East Wing was devoted to formal occasions, while the West Wing was the private royal residence. The Royal Gardens, inspired by the gardens at Versailles, were also used for public affairs. The rooms were heated by a network of 80 porcelain stoves (only six authentic stoves remain), as the castle was mostly used during the warmer months.The palace was badly damaged in the Franco-Russian War in 1812 and again during the Latvian War of Independence in 1919 – what you see now is the result of a painstaking restoration started by experts from Leningrad in 1972 and officially finished in 2015. Definitely spend an extra €3 and opt for the 'long route' option when buying the ticket. Unlike the short route, it includes the duke's and duchess's private chambers, which is your chance to peek into the everyday life of 18th-century aristocrats as well as to admire the opulent interior design. Even the duke's chamber pot, adorned with a delightful painting of swimming salmon, is on display. Outside, the palace and park are surrounded by lush apple orchards.Like any good castle, Rundāle has loads of eerie ghost tales, but the most famous spectre that haunts the palace grounds is the ‘White Lady’. In the 19th century the royal doctor had a young daughter who was courted by many men, but on her 18th birthday she suddenly grew ill and died. Obsessed with her untimely demise, the doctor kept her corpse in his laboratory to study her and tried to figure out why she was ravaged by illness (or was she poisoned by a lovelorn suitor?). Unable to rest eternally, the daughter’s spirit began haunting the castle and cackling wildly in the middle of the night. During Rundāle’s restorations, several art historians and masons heard her wicked laughter and brought in a priest to exorcise the grounds."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 16,
    "name": "Old Brick Bridge",
    "latitude": "56.970112",
    "longitude": "21.977377",
    "excerpt": "The vaulted arches of the 1874 red-brick bridge are one of Kuldīga's favourite sites. At 154m, it's the third-longest brick bridge in Europe.",
    "detail_url": "https://www.lonelyplanet.com/latvia/kuldiga/attractions/old-brick-bridge/a/poi-sig/1630817/1003812",
    "image_url": null,
    "detail_description": "The vaulted arches of the 1874 red-brick bridge are one of Kuldīga's favourite sites. At 154m, it's the third-longest brick bridge in Europe.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 15,
    "name": "Liepāja Beach",
    "latitude": "56.504197",
    "longitude": "20.99247",
    "excerpt": "This Blue Flag beach is a fabulous place for a dip. The fine white sand is over 50m in width and the shore stretches for 8km. In summer you'll find a few…",
    "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/liepaja/attractions/liepaja-beach/a/poi-sig/1630785/360103",
    "image_url": null,
    "detail_description": "This Blue Flag beach is a fabulous place for a dip. The fine white sand is over 50m in width and the shore stretches for 8km. In summer you'll find a few beach cafes and water-sports operators.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 14,
    "name": "St Nicholas Maritime Cathedral",
    "latitude": "56.552789",
    "longitude": "21.012511",
    "excerpt": "The stunning cathedral, with its bulbous cupolas, shines like a precious stone through the grey concrete of the decrepit Soviet apartment blocks that…",
    "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/liepaja/attractions/st-nicholas-maritime-cathedral/a/poi-sig/1464540/360103",
    "image_url": null,
    "detail_description": "The stunning cathedral, with its bulbous cupolas, shines like a precious stone through the grey concrete of the decrepit Soviet apartment blocks that surround it on all sides. Built in 1901 in the Russian revival style, the cathedral was restored in the 1990s. Proper attire is required (no shorts etc).\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 11,
    "name": "Valmiermuiža",
    "latitude": "57.55579",
    "longitude": "25.431547",
    "excerpt": "See how one of Latvia's best-known craft beers is made on an entertaining tour: expect friendly guides and plenty of samples. Enjoy hearty pints and…",
    "detail_url": "https://www.lonelyplanet.com/latvia/valmiera/attractions/valmiermuiza/a/poi-sig/1465143/1327680",
    "image_url": null,
    "detail_description": "See how one of Latvia's best-known craft beers is made on an entertaining tour: expect friendly guides and plenty of samples. Enjoy hearty pints and Latvian favourites with a seasonal twist in the Beer Kitchen, a lively cafe (open Friday evenings and from 10am Saturday and Sunday). Valmiermuiža is just north of the city centre, past Viestura laukums.\n"
},
{
    "country": "latvia",
    "city": "Southern Latvia",
    "index": 10,
    "name": "Institute of Horticulture",
    "latitude": "56.610755",
    "longitude": "23.297453",
    "excerpt": "These massive gardens draw throngs of visitors each spring when the scores of fruit trees are in bloom. There are apricot, cherry and plum orchards, as…",
    "detail_url": "https://www.lonelyplanet.com/latvia/dobele/attractions/institute-of-horticulture/a/poi-sig/1524290/1327672",
    "image_url": null,
    "detail_description": "These massive gardens draw throngs of visitors each spring when the scores of fruit trees are in bloom. There are apricot, cherry and plum orchards, as well as one of Europe's largest collections of lilacs. A museum tells the history of the gardens and a shop offers plants, seeds and shoots for sale. But the real reason to visit is the selection of house-made ice cream made with the farm's fruit. It's smooth, creamy and not to be missed.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 12,
    "name": "Cape Kolka Point",
    "latitude": "57.758769",
    "longitude": "22.604971",
    "excerpt": "Watching the Baltic swells crash into the blue swells of the Gulf of Rīga is mesmerising. Find a spot away from the summertime crowds on the narrow beach;…",
    "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/kolka-and-cape-kolka/attractions/cape-kolka-point/a/poi-sig/1630768/360102",
    "image_url": null,
    "detail_description": "Watching the Baltic swells crash into the blue swells of the Gulf of Rīga is mesmerising. Find a spot away from the summertime crowds on the narrow beach; a 1km trail follows the beach southwest to the more serene environs of the Pine Trail, where there is uncrowded free parking. Local vendors sell crafts from small stalls.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 13,
    "name": "Ventspils Beach",
    "latitude": "57.394109",
    "longitude": "21.530199",
    "excerpt": "For Ventspils, the wide stretch of dazzling white sand south of the Venta River is its main treasure. During the warmer months, beach bums of every ilk –…",
    "detail_url": "https://www.lonelyplanet.com/latvia/western-latvia/ventspils/attractions/ventspils-beach/a/poi-sig/1522118/360104",
    "image_url": null,
    "detail_description": "For Ventspils, the wide stretch of dazzling white sand south of the Venta River is its main treasure. During the warmer months, beach bums of every ilk – from nudists to kiteboarders – line the pristine Blue Flag sands to absorb the sun’s rays. It's backed by a belt of dunes and a lush manicured park.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 9,
    "name": "Kuldīga Waterfall",
    "latitude": "56.968024",
    "longitude": "21.979254",
    "excerpt": "Spanning 249m, Ventas Rumba is branded Europe's widest waterfall, though it's far from the tallest. Its subtle beauty becomes compelling the longer you…",
    "detail_url": "https://www.lonelyplanet.com/latvia/kuldiga/attractions/kuldiga-waterfall/a/poi-sig/1464443/1003812",
    "image_url": null,
    "detail_description": "Spanning 249m, Ventas Rumba is branded Europe's widest waterfall, though it's far from the tallest. Its subtle beauty becomes compelling the longer you look at it and enjoy the sparkling river, the calming sound of tonnes of water cascading over the precipice and the refreshing feel of the mist on a summer day.\nIn spring, crowds come from near and far to watch vimba (a type of migratory bream) jump the falls on their migration from the Baltic."
},
{
    "country": "latvia",
    "city": "Rīga",
    "index": 8,
    "name": "Kalnciema Kvartāls",
    "latitude": "56.943131",
    "longitude": "24.066539",
    "excerpt": "A lovingly restored courtyard with several vintage wooden buildings is home to creative cafes, shops and restaurants. It's also home to a fantastic…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/kalnciema-kvartals/a/poi-sig/1524074/360099",
    "image_url": null,
    "detail_description": "A lovingly restored courtyard with several vintage wooden buildings is home to creative cafes, shops and restaurants. It's also home to a fantastic Saturday market that attracts some of the top food and produce vendors from across the region. Browse smoked meats, cheeses, vegetables, pastries and even spirits. The baked goods are extraordinary. At other times there are concerts, performances, art exhibitions and street food festivals. The airport bus (22) passes right outside.\n"
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 7,
    "name": "Baltā Kāpa",
    "latitude": "57.234871",
    "longitude": "24.392009",
    "excerpt": "These striking pine-covered cliffs loom above a pristine white-sand beach dissected by a glistening stream. This is one of the most enchanting places…",
    "detail_url": "https://www.lonelyplanet.com/latvia/saulkrasti/attractions/balta-kapa/a/poi-sig/1524071/1327677",
    "image_url": null,
    "detail_description": "These striking pine-covered cliffs loom above a pristine white-sand beach dissected by a glistening stream. This is one of the most enchanting places along the entire Latvian coast, and the wooden walkway along the 18m-high cliffs affords sweeping views of the Gulf of Rīga. The Sunset Trail runs for 4km north through the pine forest along the ridge of the dune. Baltā Kāpa is 1.2km northwest of the Inčupe train station and 1.4km southwest of the Pabaži station.\n"
},
{
    "country": "latvia",
    "city": "Rīga",
    "index": 6,
    "name": "Biķernieki Memorial",
    "latitude": "56.963025",
    "longitude": "24.210447",
    "excerpt": "Between 1941 and 1944, the Nazis – aided by Latvians – shot more than 35,000 Jews at 55 different sites in this forest. It is one of several killing sites…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/attractions/bikernieki-memorial/a/poi-sig/1631046/360099",
    "image_url": null,
    "detail_description": "Between 1941 and 1944, the Nazis – aided by Latvians – shot more than 35,000 Jews at 55 different sites in this forest. It is one of several killing sites that ring Rīga. In 2001 a large and impressive memorial was opened here deep in the woods, about 200m south of the busy road. Stones list the names of places in Europe from where Jews were brought to be killed here. Paths through the now silent trees lead to other killing sites.\nSome 6km east of central Rīga, the memorial is a thoughtful and contemplative place. Bus 15 stops nearby."
},
{
    "country": "latvia",
    "city": "Maskavas Forštate, Avotu Iela & Grīziņkalns",
    "index": 5,
    "name": "Rīga Ghetto & Latvian Holocaust Museum",
    "latitude": "56.941311",
    "longitude": "24.11793",
    "excerpt": "The centrepiece of this arresting and challenging museum is a wooden house with a reconstructed flat, like those that Jews had to move into when the Nazis…",
    "detail_url": "https://www.lonelyplanet.com/latvia/riga/maskavas-forstate-avotu-iela-and-grizinkalns/attractions/riga-ghetto-latvian-holocaust-museum/a/poi-sig/1522284/1342836",
    "image_url": null,
    "detail_description": "The centrepiece of this arresting and challenging museum is a wooden house with a reconstructed flat, like those that Jews had to move into when the Nazis established a ghetto in this area of Rīga in 1941. The central courtyard has a railway wagon similar to the kind that brought Jews from Germany to Rīga to be killed. Nearby, there is a photographic exhibition detailing the Holocaust in Latvia with the faces of those killed.\nElsewhere, well-curated exhibitions explore the Holocaust across Europe. A tiny on-site cafe offers kosher refreshments."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 4,
    "name": "Cēsis Castle",
    "latitude": "57.313226",
    "longitude": "25.270314",
    "excerpt": "Cēsis Castle is actually two castles in one. The moody dark-stone towers belong to the increasingly restored old castle. Founded by Livonian knights in…",
    "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/cesis/attractions/cesis-castle/a/poi-sig/1466388/360095",
    "image_url": null,
    "detail_description": "Cēsis Castle is actually two castles in one. The moody dark-stone towers belong to the increasingly restored old castle. Founded by Livonian knights in 1214, it was sacked by Russian tsar Ivan the Terrible in 1577. The newer castle, the stolid 18th-century manor house, was once inhabited by the dynasty of German counts von Sievers and now houses a museum that features original fin-de-siècle interiors. In summer there is a demonstration garden showing how people ate 500 years ago.\nAfter visiting the castle, take a walk through the landscaped castle park. Nearby is the hilltop Russian Orthodox Church of Transfiguration, which the von Sievers built at their family cemetery (like many Germans on Russian service they converted to Orthodoxy)."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 3,
    "name": "Sigulda Castle Complex",
    "latitude": "57.165547",
    "longitude": "24.851182",
    "excerpt": "The city of Sigulda has done a fine job developing the historic buildings at its core into one unmissable complex. The highlight is the Livonian Order…",
    "detail_url": "https://www.lonelyplanet.com/latvia/eastern-latvia/sigulda/attractions/sigulda-castle-complex/a/poi-sig/1277045/360097",
    "image_url": null,
    "detail_description": "The city of Sigulda has done a fine job developing the historic buildings at its core into one unmissable complex. The highlight is the Livonian Order Castle, which was constructed between 1207 and 1209 by the Livonian Brothers of the Sword. Its evocative ruins are being restored and are worth an exploration. Some sections are complete and you can walk along the ramparts and ascend a tower with wonderful views over the forested Gauja Valley.\nSee if you can spy Krimulda Manor and Turaida Castle poking through the trees.At the front of the complex, the 1878 neo-Gothic manor house was the home of Russian prince Dimitri Kropotkin, the man responsible for turning Sigulda into a tourist haven. It now houses Sigulda district council and is not open to the public. The complex's grounds have some lovely gardens; historic auxiliary buildings are now home to excellent restaurants, cafes and shops with working artists."
},
{
    "country": "latvia",
    "city": "Latvia",
    "index": 2,
    "name": "Daugavpils Fortress",
    "latitude": "55.884073",
    "longitude": "26.496663",
    "excerpt": "This impressive riverside citadel is enjoying an ongoing renovation that's recreating its historic atmosphere. Look for the restored Nicholas Gate near…",
    "detail_url": "https://www.lonelyplanet.com/latvia/daugavpils/attractions/daugavpils-fortress/a/poi-sig/1466039/360093",
    "image_url": null,
    "detail_description": "This impressive riverside citadel is enjoying an ongoing renovation that's recreating its historic atmosphere. Look for the restored Nicholas Gate near the excellent Mark Rothko Art Centre. Built on the orders of tsar Alexander I on the eve of the Napoleonic wars, the fortress served as an imperial stronghold during two Polish insurrections in the 19th century and as a home away from home for tsars exploring their realm. It's a 3km walk northwest of the centre along the river.\nAlthough the architecture is rather utilitarian, you can make out Gothic and Egyptian motives in the decor of its four gates – all named after Russian royals. The fortress itself survived two centuries of wars and revolutions largely intact, but the beautiful 18th-century Jesuit cathedral that stood in the middle was destroyed by WWII bombardment, its ruins later cleared by the Soviets, who instead built a cluster of ugly generic apartment blocks for the military. A plaque outside the main gate states that Tatar poet Musa Jalil languished here from September to October 1942, in what was then the Nazi concentration camp Stalag-340. Inside, a memorial marks the site where local aristocrat Leon Plater was executed by the tsar's soldiers for leading the Polish revolt in the area in 1863."
}
]