[
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 40,
    "name": "Qaisariye",
    "latitude": "33.698369",
    "longitude": "35.565233",
    "excerpt": "This harmonious khan just above the square was built in the late 16th century and chiefly served as a souq for silk and jewel traders. These days a French…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/deir-al-qamar/attractions/qaisariye/a/poi-sig/1575638/1301056",
    "image_url": null,
    "detail_description": "This harmonious khan just above the square was built in the late 16th century and chiefly served as a souq for silk and jewel traders. These days a French cultural centre is installed here.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 39,
    "name": "Coteaux de Botrys",
    "latitude": "34.235932",
    "longitude": "35.686684",
    "excerpt": "Overlooking Batroun and the Mediterranean, this winery in Edde opens its 300-year-old farmhouse for tastings on Saturdays between 10am and noon. Bookings…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/northern-lebanon/attractions/coteaux-de-botrys/a/poi-sig/1507800/1333167",
    "image_url": null,
    "detail_description": "Overlooking Batroun and the Mediterranean, this winery in Edde opens its 300-year-old farmhouse for tastings on Saturdays between 10am and noon. Bookings are essential (call between 9am and 3pm Monday to Friday).\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 37,
    "name": "St George's Church",
    "latitude": "34.256729",
    "longitude": "35.657941",
    "excerpt": "The most interesting of the town's places of worship, this Byzantine-style Greek Orthodox church was built in the 19th century and features an elegant…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/batroun-1340196/attractions/st-george-s-church/a/poi-sig/1507772/1340196",
    "image_url": null,
    "detail_description": "The most interesting of the town's places of worship, this Byzantine-style Greek Orthodox church was built in the 19th century and features an elegant decorated doorway, dome, vaulted stone ceiling and icon screen.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 38,
    "name": "Sea Wall",
    "latitude": "34.253705",
    "longitude": "35.655699",
    "excerpt": "Between the old town and the sea, sections of what is labelled the Phoenician sea wall still stand. It actually dates from the 2nd and 3rd centuries AD…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/batroun-1340196/attractions/sea-wall/a/poi-sig/1576353/1340196",
    "image_url": null,
    "detail_description": "Between the old town and the sea, sections of what is labelled the Phoenician sea wall still stand. It actually dates from the 2nd and 3rd centuries AD and was built to enable quarrying of the seaside's sandstone.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 36,
    "name": "St Stephen's Church",
    "latitude": "34.257172",
    "longitude": "35.658724",
    "excerpt": "Batroun's main Maronite church is set on a square right next to the harbour. The stone building with its arched entrance, decorated facade and square…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/batroun-1340196/attractions/st-stephen-s-church/a/poi-sig/1507771/1340196",
    "image_url": null,
    "detail_description": "Batroun's main Maronite church is set on a square right next to the harbour. The stone building with its arched entrance, decorated facade and square crenellated towers is quietly imposing and usually packed with worshippers on a Sunday.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 35,
    "name": "Our Lady of the Sea",
    "latitude": "34.253935",
    "longitude": "35.656214",
    "excerpt": "Overlooking the remains of the sea wall, this simple Greek Orthodox church is built right on the water's edge and has a charming terrace with an arched…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/batroun-1340196/attractions/our-lady-of-the-sea/a/poi-sig/1507770/1340196",
    "image_url": null,
    "detail_description": "Overlooking the remains of the sea wall, this simple Greek Orthodox church is built right on the water's edge and has a charming terrace with an arched belvedere framing sea views. The small church has a vaulted ceiling, stone walls and a marble iconostasis in front of the altar.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 34,
    "name": "Grand Serail",
    "latitude": "33.895898",
    "longitude": "35.501021",
    "excerpt": "The Grand Serail, a majestic Ottoman-era building that has been restored to its former grandeur and is now the Prime Minister's base, is a splendid…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/grand-serail/a/poi-sig/418861/361093",
    "image_url": null,
    "detail_description": "The Grand Serail, a majestic Ottoman-era building that has been restored to its former grandeur and is now the Prime Minister's base, is a splendid edifice. As things stand, though, you're unlikely to get close as the area is heavily protected in a tangle of barricades, soldiers and razor wire.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 33,
    "name": "Beit Beirut",
    "latitude": "33.88685",
    "longitude": "35.508349",
    "excerpt": "Conceptualised as a museum dedicated to the memory of Beirut, Beit Beirut started off as the stately home of the Barakat family in the 1920s and was then…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/beit-beirut/a/poi-sig/1600041/361093",
    "image_url": null,
    "detail_description": "Conceptualised as a museum dedicated to the memory of Beirut, Beit Beirut started off as the stately home of the Barakat family in the 1920s and was then occupied by snipers from Christian militias during the Lebanese Civil War. The building is sometimes open as a gallery space, but exhibitors set the hours and prices.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 32,
    "name": "Dar El Nimer",
    "latitude": "33.896908",
    "longitude": "35.49158",
    "excerpt": "Housed in a gorgeous 1930s villa, Dar El Nimer features rotating art exhibits and an impressive permanent collection including decorative arts, glass,…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/dar-el-nimer/a/poi-sig/1587354/361093",
    "image_url": null,
    "detail_description": "Housed in a gorgeous 1930s villa, Dar El Nimer features rotating art exhibits and an impressive permanent collection including decorative arts, glass, coins and manuscripts spanning 10 centuries from Palestine and the Levant. Check the website for upcoming music or literature events, usually free and almost always worth attending.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 31,
    "name": "Sanayeh Public Garden",
    "latitude": "33.893591",
    "longitude": "35.490282",
    "excerpt": "A very well-maintained public park with soothing greenery and water, this has playground equipment for the kids to let off steam, and plenty of paved…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/sanayeh-public-garden/a/poi-sig/418883/361093",
    "image_url": null,
    "detail_description": "A very well-maintained public park with soothing greenery and water, this has playground equipment for the kids to let off steam, and plenty of paved paths perfect for in-line skating. You can rent bikes at the southern entrance, the only one open at time of research, but, little 'uns apart, it's not really big enough to do much riding within the park.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 30,
    "name": "Sursock Palace",
    "latitude": "33.893502",
    "longitude": "35.51779",
    "excerpt": "One of the last remaining Beirut manor houses from the Ottoman era, Sursock Palace stands behind high gates across from the Sursock Museum (the Sursock…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/sursock-palace/a/poi-sig/1591921/361093",
    "image_url": null,
    "detail_description": "One of the last remaining Beirut manor houses from the Ottoman era, Sursock Palace stands behind high gates across from the Sursock Museum (the Sursock family made its fortune trading cotton and wheat from the Levant with the Ottomans). Sadly, the palace is not open for visitors, but if you’re going to the museum, it’s worth checking out the manse, built by Moussa Sursock in 1860.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 29,
    "name": "Banque du Liban Museum",
    "latitude": "33.896076",
    "longitude": "35.48894",
    "excerpt": "Banque du Liban Museum is an offbeat little stop for a change of pace. The collection includes coins dating back to 500 BC; some of the retired Lebanese…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/banque-du-liban-museum/a/poi-sig/1587353/361093",
    "image_url": null,
    "detail_description": "Banque du Liban Museum is an offbeat little stop for a change of pace. The collection includes coins dating back to 500 BC; some of the retired Lebanese banknotes are fascinating and artistic. There are also few diverting games, including one in which you can see how much your body weight is worth in gold. Call ahead for a private tour with the knowledgeable, multilingual Madame Salwa.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 26,
    "name": "Issam Fares Institute",
    "latitude": "33.900618",
    "longitude": "35.478791",
    "excerpt": "The IFI holds the distinction of being the only Zaha Hadid-designed building in Beirut. The structure is distinctive in appearance too: it’s a…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/issam-fares-institute/a/poi-sig/1596382/361093",
    "image_url": null,
    "detail_description": "The IFI holds the distinction of being the only Zaha Hadid-designed building in Beirut. The structure is distinctive in appearance too: it’s a cantilevered, distorted Tetris block that appears even more modern in juxtaposition to the other stolidly Methodist buildings on AUB’s campus. Offices occupy the floors, but ride the lift to the publicly accessible roof for some fun views through the oblong portals.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 27,
    "name": "Al Omari Mosque",
    "latitude": "33.897741",
    "longitude": "35.505205",
    "excerpt": "Built in the 12th century as the Church of John the Baptist of the Knights Hospitaller, this attractive building was converted into a mosque in 1291. It…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/al-omari-mosque/a/poi-sig/418841/361093",
    "image_url": null,
    "detail_description": "Built in the 12th century as the Church of John the Baptist of the Knights Hospitaller, this attractive building was converted into a mosque in 1291. It was the city's central Sunni mosque until construction of the nearby Mohammad Al Amin Mosque, and still has a large congregation. The beautiful lines of Romanesque stone contrast unusually with the soft red carpet. You can visit outside of prayer time.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 28,
    "name": "Cardo Maximus",
    "latitude": "33.89551368",
    "longitude": "35.50505185",
    "excerpt": "The 'cardo maximus' was the principal north–south street of a Roman city, and you can see the evocative remains of Beirut's cardo maximus between the city…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/cardo-maximus/a/poi-sig/418851/361093",
    "image_url": null,
    "detail_description": "The 'cardo maximus' was the principal north–south street of a Roman city, and you can see the evocative remains of Beirut's cardo maximus between the city's major religious buildings, showing that this area has been the city centre for a long time. There's little interpretation available, but you can make out the course of the road and the foundations of what were probably shops alongside.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 25,
    "name": "Horsh Beirut",
    "latitude": "33.870522",
    "longitude": "35.513649",
    "excerpt": "The large and verdant Horsh Beirut could be the city's version of Central Park, but opening hours are irregular to the point of arbitrary, and it’s manned…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/horsh-beirut/a/poi-sig/1591922/361093",
    "image_url": null,
    "detail_description": "The large and verdant Horsh Beirut could be the city's version of Central Park, but opening hours are irregular to the point of arbitrary, and it’s manned by armed guards who seem to decide based on their moods who is admitted and who isn't. If you fancy a serene moment among the tall pines and flowering trees, by all means give it a try (the guards are more inclined to let in European-looking foreigners than locals).\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 24,
    "name": "Planet Discovery",
    "latitude": "33.899798",
    "longitude": "35.504529",
    "excerpt": "This activity centre and interactive science museum in the Souks shopping arcades is aimed at young children and offers a science museum that's very hands…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/planet-discovery/a/poi-sig/418875/361093",
    "image_url": null,
    "detail_description": "This activity centre and interactive science museum in the Souks shopping arcades is aimed at young children and offers a science museum that's very hands on and engaging. There's a separate art workshop where kids can mould clay or paint ceramics (from 7500LL); they are supervised, so parents sometimes park their kids here to browse some shops. Puppet shows are held at 4pm and 5pm most Fridays to Sundays, and there are other regular events.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 23,
    "name": "Roman Baths",
    "latitude": "33.897056",
    "longitude": "35.502727",
    "excerpt": "The largest outdoor sight in downtown Beirut hearkening back to the days when the city was a centre of Roman law, the baths here underwent a major…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/roman-baths/a/poi-sig/1600500/361093",
    "image_url": null,
    "detail_description": "The largest outdoor sight in downtown Beirut hearkening back to the days when the city was a centre of Roman law, the baths here underwent a major renovation in the 1990s. The ingenious ancient heating system, called a hypocaust, is gloriously apparent here: stacked terracotta discs conducted hot air to the marble floors above, on which bathers of all social classes would let the stress melt away. The site also includes a medicinal plant garden.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 22,
    "name": "Aïshti Foundation",
    "latitude": "33.912594",
    "longitude": "35.58609",
    "excerpt": "The Aïshti Foundation is a combination of seemingly strange bedfellows. On one hand, it’s a high-end mall aimed at people who have a few grand to spend on…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/aishti-foundation/a/poi-sig/1596381/361093",
    "image_url": null,
    "detail_description": "The Aïshti Foundation is a combination of seemingly strange bedfellows. On one hand, it’s a high-end mall aimed at people who have a few grand to spend on handbags, but it’s also a museum, home to mogul Tony Salamé’s world-class collection of contemporary art and sculpture (which often seems to be commenting on the culture of consumerism to which the other half of the building is a temple). The structure itself is an architectural standout, all red zigzagging aluminium designed by David Adjaye at the cost of US$100 million.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 21,
    "name": "Serail of Youssef Chehab",
    "latitude": "33.697565",
    "longitude": "35.564815",
    "excerpt": "On the main street opposite the main square is this beautiful 18th-century palace, which now serves as the town hall (look for the two carved lions above…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/deir-al-qamar/attractions/serail-of-youssef-chehab/a/poi-sig/1507807/1301056",
    "image_url": null,
    "detail_description": "On the main street opposite the main square is this beautiful 18th-century palace, which now serves as the town hall (look for the two carved lions above the doorway, which represent justice). The entrance leads to an attractive courtyard, off which there is an apartment with wooden panelling, domed ceiling and a window offering views over the valley.\nBehind this building it's worth exploring steep and narrow cobbled streets, honey-hued stone houses and two churches: the 17th-century Our Lady of the Rosary and the 18th-century Church of St Elie."
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 20,
    "name": "Archaeological Museum of the American University of Beirut",
    "latitude": "33.899353",
    "longitude": "35.484005",
    "excerpt": "The AUB Museum was founded in 1868 and is one of the oldest in the Middle East. On permanent display is its collection of Lebanese and Middle Eastern…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/archaeological-museum-of-the-american-university-of-beirut/a/poi-sig/418849/361093",
    "image_url": null,
    "detail_description": "The AUB Museum was founded in 1868 and is one of the oldest in the Middle East. On permanent display is its collection of Lebanese and Middle Eastern artefacts, including weapons, tools, flints, figurines, pottery and jewellery, along with a fine collection of Phoenician glass and Arab coins dating from as early as the 5th century BC. Turn right once through the main university entrance. Note that the museum is closed during university holidays. Audioguides can be hired for LL3000.\nThe museum runs monthly lectures throughout the year, hosts temporary exhibitions and children's activities, and is involved in ongoing excavations in Lebanon and Syria."
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 19,
    "name": "Place de l'Etoile",
    "latitude": "33.896655",
    "longitude": "35.504487",
    "excerpt": "Named for the starburst formed by the radial streets of the main square, Place de l’Étoile seems to either be totally empty or rammed with families with…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/place-de-l-etoile/a/poi-sig/1591924/361093",
    "image_url": null,
    "detail_description": "Named for the starburst formed by the radial streets of the main square, Place de l’Étoile seems to either be totally empty or rammed with families with children on rented tricycles with attendant uniformed nannies. If your kids don't go in for archaeology, this is a good place for them to run wild. Once a traditional Levantine souq, the stalls and cafes were razed during the Lebanese civil war (like much of the rest of downtown), having since been replaced by overpriced cafes.\nThe 1930s Rolex clocktower was a pre-war gift from Lebanese-Mexican billionaire Michel Abed. Downtown gets shut in by guards after midnight, but opening hours in the morning are flexible."
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 18,
    "name": "Deir El Qalaa",
    "latitude": "33.852455",
    "longitude": "35.60008",
    "excerpt": "Built over the remains of a Roman temple, this 18th-century Maronite monastery was extensively damaged during the civil war but has been fully restored. A…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beit-mery-brummana/attractions/deir-el-qalaa/a/poi-sig/1507639/1301047",
    "image_url": null,
    "detail_description": "Built over the remains of a Roman temple, this 18th-century Maronite monastery was extensively damaged during the civil war but has been fully restored. A few of the original Roman-era columns remain, one of which is built into the current building's wall. A working monastery, it is surrounded by formal gardens and has a scenic terrace.\nJust before the gates of the monastery, on the left-hand side of the road, are overgrown ruins dating from the Roman and Byzantine periods. The most interesting of these is a section of Byzantine mosaic flooring; you'll find this behind the house closest to the gate.To reach the monastery, head towards St George's Church (signposted) at the lower end of Beit Mery's main street and then continue uphill and around the bend past the modern municipality building."
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 17,
    "name": "Robert Mouawad Private Museum",
    "latitude": "33.895328",
    "longitude": "35.499004",
    "excerpt": "The world would be a poorer place if it didn't host idiosyncratic cultural institutions such as this one. Conceived and funded by jeweller and collector…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/robert-mouawad-private-museum/a/poi-sig/418879/361093",
    "image_url": null,
    "detail_description": "The world would be a poorer place if it didn't host idiosyncratic cultural institutions such as this one. Conceived and funded by jeweller and collector Robert Mouawad to showcase his magnificent and eclectic collection of art, furniture, carpets and antiquities, it is housed in the former home of the late Lebanese politician and art collector Henri Philippe Pharaoun, and set in lush gardens. At time of research, it was closed for extensive refurbishment and no date had been set for reopening.\nBuilt in the neo-Gothic style in 1911, the mansion was significantly rebuilt and totally redecorated by Pharaoun, and reflects his infatuation with Islamic art and architecture. Decorative wooden panels throughout the house date back to the 19th century and were largely sourced in Syria. Exhibits range from Byzantine icons, Mamluk ceramics and classical statuary to the Mouawad-produced 'Very Expensive Fantasy Bra', encrusted with precious stones, which is worth US$11 million (yes, really)."
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 16,
    "name": "Pigeon Rocks",
    "latitude": "33.889869",
    "longitude": "35.470262",
    "excerpt": "These limestone outcrops just offshore are prime selfie territory and a Beirut landmark. They are impressive; one has an archway eroded through it. A…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/pigeon-rocks/a/poi-sig/1574639/361093",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/79e27b9b158ecca8f6c17e838a43c0c8-pigeon-rocks.jpg",
    "detail_description": "These limestone outcrops just offshore are prime selfie territory and a Beirut landmark. They are impressive; one has an archway eroded through it. A couple of cafes here do awful food but are decent spots to sit and admire the view with a shisha or beer.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 15,
    "name": "Maronite Cathedral of St George",
    "latitude": "33.89512271",
    "longitude": "35.50534922",
    "excerpt": "The neoclassical facade of this late 19th-century cathedral, next to the Mohammed Al Amin mosque, was inspired by the Basilica di Santa Maria Maggiore in…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/maronite-cathedral-of-st-george/a/poi-sig/418885/361093",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0cb777d0c890feced32e49870debf4a2-maronite-cathedral-of-st-george.jpg",
    "detail_description": "The neoclassical facade of this late 19th-century cathedral, next to the Mohammed Al Amin mosque, was inspired by the Basilica di Santa Maria Maggiore in Rome. It's the seat of the city's Maronite archdiocese. The interior is done out in marble, with volute-topped columns, a gilt coffered ceiling and an ornate baldachin over the altar.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 14,
    "name": "St George Greek Orthodox Cathedral",
    "latitude": "33.896263",
    "longitude": "35.505087",
    "excerpt": "This was built in 1767 and is one of the oldest buildings in the city. In 1975, during the civil war, a bomb fell here and unearthed the ruins of a…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/st-george-greek-orthodox-cathedral/a/poi-sig/1459605/361093",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3f125436d1fe335884c25e34eb607919-st-george-greek-orthodox-cathedral.jpg",
    "detail_description": "This was built in 1767 and is one of the oldest buildings in the city. In 1975, during the civil war, a bomb fell here and unearthed the ruins of a Byzantine church, now open as a worthwhile museum entered down the side of the building. The church itself was largely rebuilt after the bomb; one fresco still bears bullet holes, as do others in the chapel behind.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 13,
    "name": "Luna Park",
    "latitude": "33.895105",
    "longitude": "35.469682",
    "excerpt": "Luna Park is a rickety old amusement park, with all the attendant charms and nuisances, at which most Western tourists turn up their noses. Bypass the…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/luna-park/a/poi-sig/1587360/361093",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6fc1204be2b28de356616d0d5f40eda4-luna-park.jpg",
    "detail_description": "Luna Park is a rickety old amusement park, with all the attendant charms and nuisances, at which most Western tourists turn up their noses. Bypass the cheesy attractions and head straight for the Ferris wheel for one of the best views of Beirut you can get outside an aeroplane. If you don’t investigate the wheel’s ageing mechanics too closely (and aren’t afraid of heights), this may be a favourite Beirut memory.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 12,
    "name": "IXSIR",
    "latitude": "34.235861",
    "longitude": "35.705824",
    "excerpt": "Producing a range of wines made with grapes from its three vineyards (one at Basbina in the hills above Batroun, one in Jezzine and another in the Bekaa…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/northern-lebanon/attractions/ixsir/a/poi-sig/1507805/1333167",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2295083353.jpg",
    "detail_description": "Producing a range of wines made with grapes from its three vineyards (one at Basbina in the hills above Batroun, one in Jezzine and another in the Bekaa Valley), IXSIR is one of the country's most impressive wine operations and is the best-organised for winery visits. Its stylish and environmentally sustainable winery at Basbina is open for tours and tasting, or you can have lunch in its quality restaurant – call ahead to book a table or tour.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 11,
    "name": "Mohammed Al Amin Mosque",
    "latitude": "33.89513913",
    "longitude": "35.50621345",
    "excerpt": "Now the city's major landmark, this huge, striking amber-coloured blue-domed mosque near Martyrs Sq was opened in 2008 and has four minarets standing 65m…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/mohammed-al-amin-mosque/a/poi-sig/418867/361093",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4b0bffee416ce517881e8a29ddb2f334-mohammed-al-amin-mosque.jpg",
    "detail_description": "Now the city's major landmark, this huge, striking amber-coloured blue-domed mosque near Martyrs Sq was opened in 2008 and has four minarets standing 65m high. Slain former prime minister Rafic Hariri was instrumental in the project and is buried here. The soaring main hall holds 3700 (male) worshippers; there's a real community feel here as people read or nap on the carpet between prayer times. The women's prayer hall is entered on the other side.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 10,
    "name": "American University of Beirut",
    "latitude": "33.899772",
    "longitude": "35.481967",
    "excerpt": "One of the Middle East’s most prestigious and expensive universities, the AUB was founded in 1866 by American Protestant missionary Daniel Bliss. Spread…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/american-university-of-beirut/a/poi-sig/418843/361093",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/314a90e9ba324d36aab827f6b694d8a2-american-university-of-beirut.jpg",
    "detail_description": "One of the Middle East’s most prestigious and expensive universities, the AUB was founded in 1866 by American Protestant missionary Daniel Bliss. Spread over 28 tree-filled hectares, it is a true oasis in this fume-filled city. The on-site archaeological museum was founded in 1868, and has a fine collection of Lebanese and Middle Eastern artefacts dating back to the early Stone Age. Inside the university gate, a visitor office can arrange a free tour of the campus.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 9,
    "name": "Mleeta Resistance Tourist Landmark",
    "latitude": "33.478418",
    "longitude": "35.532532",
    "excerpt": "An intriguing mix of memorial, museum and theme park, this resistance monument at Mleeta, on Mt A'mel near Nabatieh, celebrates and commemorates Hezbollah…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/south-of-beirut/attractions/mleeta-resistance-tourist-landmark/a/poi-sig/1507811/361102",
    "image_url": null,
    "detail_description": "An intriguing mix of memorial, museum and theme park, this resistance monument at Mleeta, on Mt A'mel near Nabatieh, celebrates and commemorates Hezbollah's fight against the 1982–2000 Israeli occupation of Lebanon and the month-long 2006 Israel-Hezbollah War. This bleak but strategically important mountaintop, covered in oak trees and rocky caves, was one of the spots where Hezbollah resistance fighters were garrisoned during the occupation.\nThe principal exhibits include a rousing 12-minute film about the occupation and resistance, an introductory exhibition and 'The Abyss', a bizarre pit structure filled with armoured vehicles and weapons abandoned by the Israelis. Landmine and cluster bomb remnants serve as a reminder of the brutality inflicted on Lebanese civilians. From here, you can follow paths that the fighters took through the forest, enter the tunnel system where they sheltered, and admire the views from their lookout points. Well-maintained rose gardens commemorate the dead.There's nothing balanced about the historical narrative being recounted here; elements of the very real Lebanese tragedy and cynical global realpolitik that exacerbated it are juxtaposed with dogmatic fantasy. The insight that it offers into the Hezbollah point of view is fascinating; there's nothing else in Lebanon quite like it. Guides (free) speak many languages.Mleeta is an 82km (approximately 90-minute) drive southeast of Beirut, via Saida. Tyre is another 50km (one hour) south. You'll need a car to get here, as there is no public transport. Allow two hours for your visit."
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 8,
    "name": "Sursock Museum",
    "latitude": "33.893146",
    "longitude": "35.51646",
    "excerpt": "This privately owned contemporary-art museum is housed in a 1912 mansion located in one of Achrafiyeh's most attractive streets. After a major facelift…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/sursock-museum/a/poi-sig/418887/361093",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/92a5a2dc5014a4519fbdd769dd91bcbd-sursock-museum.jpg",
    "detail_description": "This privately owned contemporary-art museum is housed in a 1912 mansion located in one of Achrafiyeh's most attractive streets. After a major facelift that added underground exhibition spaces, it's looking very spruce indeed. Temporary exhibitions are the major artistic drawcard, but the permanent collection includes interesting and varied pieces from the important Salon d'Automne exhibitions as well as earlier-20th-century portraits (moustache and fez de rigueur) and landscapes. Rest your legs in the plush Arab salon.\nOn the top floor, a particular highlight is Zaven Hadichian's fluid Les Amants sculpture in marble."
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 7,
    "name": "Jeita Grotto",
    "latitude": "33.947632",
    "longitude": "35.639992",
    "excerpt": "One of the Middle East's greatest natural wonders, the stunning Jeita Grotto cave system extends around 6km into the mountains 18km, northeast of Beirut…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/central-lebanon/attractions/jeita-grotto/a/poi-sig/1459603/1333151",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1745458601.jpg",
    "detail_description": "One of the Middle East's greatest natural wonders, the stunning Jeita Grotto cave system extends around 6km into the mountains 18km, northeast of Beirut. The simply extraordinary upper cavern, accessed via a cable car from the ticket office, has strategically positioned coloured lights that showcase the stalactites and stalagmites in all their crystalline glory. The flooded lower caves, reached via a tacky toy train, are explored by rowing boat and are closed when the flood levels rise too high.\nDiscovered in 1836 and opened as a tourist attraction in 1969, the caves were used as an ammunition store during the civil war, despite the flooding from the Nahr El Kalb (or Dog River) for which they form the source.Bear in mind that there’s no photography allowed: you can stow your camera in lockers at the mouth of the caverns. The ticket price includes the toy train and cable-car rides, grotto entrance and a 20-minute video presentation about the caves (screened at different times of the day in English, French and Arabic). Allow 90 minutes for your visit. There's also a tourist office here.To get to the grotto, take a minibus (LL1500) or LCC bus 6 (LL1500) from Dawra and ask the driver to drop you at the Jeita turn-off on the Beirut–Jounieh Hwy. From here, negotiate a return price with a waiting taxi for the 5km journey (around US$15 to US$20, according to demand), and make sure to figure in waiting time. Alternatively, a return taxi trip from Beirut should cost around US$60 including waiting time."
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 6,
    "name": "Beiteddine Palace",
    "latitude": "33.695566",
    "longitude": "35.580726",
    "excerpt": "Sitting majestically on a hill surrounded by terraced gardens and orchards, Beiteddine Palace is one of the highlights of the Chouf Mountains. This…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/south-of-beirut/chouf-mountains/attractions/beiteddine-palace/a/poi-sig/1459395/361103",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1151896243.jpg",
    "detail_description": "Sitting majestically on a hill surrounded by terraced gardens and orchards, Beiteddine Palace is one of the highlights of the Chouf Mountains. This restored 19th-century gem features sumptuous interiors, views over the surrounding hills and an important archaeological collection. Although conceived by Italian architects, the palace incorporates many traditional forms of Arab design and is a model of elegance. In summer, it's the venue of a well-known arts festival. The village is around 50km southeast of Beirut.\nBeiteddine Palace was built over a period of 30 years in the early 19th century by Emir Bashir Chehab II, Ottoman-appointed governor of the region. Its name means ‘House of Faith’, acknowledging the older Druze hermitage that originally occupied the site. During the French mandate the palace was used for local administration, and after 1930 it was declared a historic monument. In 1943 Lebanon’s first president after independence declared it his summer residence. The palace was extensively damaged during the Israeli invasion; it’s estimated that up to 90% of the original contents were lost during this time. When fighting ended in 1984, the site was claimed by the Druze militia, and Walid Jumblatt, the Druze leader, ordered its restoration. In 1999 the Druze returned it to the government.The main gate opens onto a 60m-wide outer courtyard (Dar Al Baraniyyeh) that’s walled on three sides only; the fourth side has views over the surrounding valleys and hills. The archaeological collection off this space was closed for restoration at last visit.A double staircase on the outer courtyard’s western side leads into a smaller central courtyard (Dar Al Wousta) with a fountain. Beyond this courtyard (accessed from its northern side) is the third – and last – inner courtyard (Dar Al Harim). This was the centre of the family quarters, and incorporates a beautiful hammam and huge kitchens.Underneath the Dar Al Wousta (accessed via a doorway near the staircase) are the former stables, now home to an outstanding collection of 5th- and 6th-century Byzantine mosaics. Found at Jiyyeh, 30km south of Beirut, they were brought by Walid Jumblatt to Beiteddine in 1982. Whatever you do, don’t miss them: they’re truly stunning. During the arts festival, this area serves as the backstage area and is likely off limits.The only food options in Beiteddine are a few snack bars. You'll need to eat at the nearby Mir Amin Palace or bring a picnic with you to eat in the palace garden beside the beautiful open-air mosaics.Minibuses ('Chouf Buses') from Beirut’s Cola transport hub can drop passengers at Douwwar, which is within walking distance of Beiteddine (LL3000, 45 minutes, every 30 minutes between 7.30am and 4pm). Taxis waiting there can take you to Deir Al Qamar, wait while you explore there and then bring you back to the palace (US$40). Alternatively, it's a picturesque but hilly one-hour walk between Deir Al Qamar and the palace.A taxi will charge around US$125 to take you from Beirut to to Deir Al Qamar and Beiteddine, wait while you explore both, and then return you to Beirut."
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 5,
    "name": "St George Crypt Museum",
    "latitude": "33.896432",
    "longitude": "35.50542",
    "excerpt": "When a bomb fell on the Orthodox cathedral in 1975, the only silver lining was that it revealed these ruins beneath. Though the area is small, an…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/st-george-crypt-museum/a/poi-sig/1574421/361093",
    "image_url": null,
    "detail_description": "When a bomb fell on the Orthodox cathedral in 1975, the only silver lining was that it revealed these ruins beneath. Though the area is small, an excellent and atmospheric archaeological display outlines elements from different parts of the city's history: Seleucid to medieval, with the highlights being Byzantine mosaic floors and a number of spooky tombs. There are good information panels and a seven-minute documentary giving an informative overview of the cathedral’s history.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 4,
    "name": "Main Square",
    "latitude": "33.697905",
    "longitude": "35.565019",
    "excerpt": "The main square is a showcase of fine Arab architecture, including the Mosque of Emir Fakhreddine Maan, built in 1493, and, behind it, a cobbler's souq…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/deir-al-qamar/attractions/main-square/a/poi-sig/1459399/1301056",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-1181214964.jpg",
    "detail_description": "The main square is a showcase of fine Arab architecture, including the Mosque of Emir Fakhreddine Maan, built in 1493, and, behind it, a cobbler's souq housing touristy shops. Above and behind the souq is a beautiful silk khan built in 1595 that now houses a cultural centre. Nearby are the buildings that once housed a Jesuit school and a synagogue, as well as the Palace of the poet Nicolas El Turq, which has a cafe on its ground floor.\n"
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 3,
    "name": "MIM",
    "latitude": "33.879804",
    "longitude": "35.514271",
    "excerpt": "Under the St Joseph university, this atmospheric and beautifully designed museum presents an extraordinary collection of exquisitely selected and…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/mim/a/poi-sig/1577230/361093",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1189030657.jpg",
    "detail_description": "Under the St Joseph university, this atmospheric and beautifully designed museum presents an extraordinary collection of exquisitely selected and presented minerals. The otherworldly colours and forms produced in the earth's hidden recesses are astonishing. No less so is a room of fabulous fish fossils from Mémoire du Temps in Byblos, as well as a rare, perfectly preserved pterosaur. Interactive and innovative displays add to the experience. It's very close to the National Museum, accessed via the university's main glass doorway.\n"
},
{
    "country": "lebanon",
    "city": "Lebanon",
    "index": 2,
    "name": "Shouf Biosphere Reserve",
    "latitude": "33.694352",
    "longitude": "35.733719",
    "excerpt": "The largest of Lebanon’s three natural protectorates, comprising an incredible 5% of the total land area, this is the largest natural cedar reserve in the…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/south-of-beirut/chouf-mountains/attractions/shouf-biosphere-reserve/a/poi-sig/1459418/361103",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstockRF797599933.jpg",
    "detail_description": "The largest of Lebanon’s three natural protectorates, comprising an incredible 5% of the total land area, this is the largest natural cedar reserve in the country and has more than 250km of hiking trails. It's wonderful to see these beautiful trees in their natural environment, and the cool mountain climate makes a welcome change from the sweltering coast. There are several entrances, all with short-distance hiking trails to observe the cedars and access to longer trails.\nAt the entrances (Ain Zhalta, Barouk, Maasser, Niha, Mrusti and Aammiq) you will find ranger huts with restrooms – you should be able to negotiate to hire a hiking guide at each of these or obtain information about hiking trails. Those wanting to overnight nearby should check the website for details of the reserve's guesthouses.The most interesting of the nodes is Maasser, where you can stroll for an hour or so among the trees, see a particularly venerable one and rest under the famous Lamartine cedar, whose spreading boughs cover a little nest in the rock. Both here and at Barouk, the trees are some 6km above the village.Within the park are ancient rock-cut fortress remains as well as six of the country’s last remaining cedar forests, some with trees thought to be around 2000 years old. More than 200 species of birds and mammals (including wolves, gazelles, porcupines and wild boar) inhabit or regularly pass through the area. The reserve incorporates the Ammiq Wetland, a remnant of the extensive marshes and lakes that once covered parts of the Bekaa Valley. The last significant wetland in Lebanon, it's an important staging and wintering area for migratory water birds en route between Europe and Africa."
},
{
    "country": "lebanon",
    "city": "Beirut",
    "index": 1,
    "name": "National Museum of Beirut",
    "latitude": "33.878254",
    "longitude": "35.514947",
    "excerpt": "Located on the former Green Line, this is Beirut's major cultural institution. Its impressive, magnificently displayed collection of archaeological…",
    "detail_url": "https://www.lonelyplanet.com/lebanon/beirut/attractions/national-museum-of-beirut/a/poi-sig/418869/361093",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-143750101_full.jpg",
    "detail_description": "Located on the former Green Line, this is Beirut's major cultural institution. Its impressive, magnificently displayed collection of archaeological artefacts offers a great overview of Lebanon’s history and the civilisations that impacted this cultural crossroads. Highlights include the famous, much-photographed Phoenician gilded bronze figurines found buried near the Obelisk Temple at Byblos; a series of human-faced Phoenician sarcophagi and a frescoed Roman tomb, these latter in the outstanding basement, reopened in 2016.\nAt the start of your visit, leave your passport at the front desk and borrow one of the museum's complimentary iPads so that you can scan labels on significant pieces in the collection to receive a commentary about each (bring your own headphones if possible). You may also wish to view the 12-minute documentary that is screened in the audiovisual room off the foyer, which plays every hour on the hour between 9am and 4pm. This details how curators saved the museum's collection during the civil war and subsequently restored it to its former glory.It's worth starting your visit on the upper floor (take the right-hand stairs to go chronologically forwards) as this gives you an overview of the sweep of Lebanese history and lets you sort out your Seleucids from your Phoenicians. The collection of Bronze Age artefacts here is of extraordinary quality: as well as the Byblos figurines, admire the obsidian-and-gold coffer and Egyptian gold pectorals found in the same royal necropolis, and the exquisite ivory make-up boxes from Saida. Other highlights include an extraordinary Attic drinking vessel in the shape of a pig's head; a marble head of Bacchus from the Roman period; and a magnificent collection of Phoenician glass.On the ground floor, some excellent Byzantine mosaics are notable, as well as two wonderful carved sarcophagi from Tyre dating from the 2nd century AD: one depicts drunken cupids and the other the legend of Achilles. Also here are the much-loved Phoenician statues of baby boys; these were commissioned by aristocrats from Saida as ex-votos to Echmoun, the Phoenican god of healing, to thank him for saving their children.The atmospheric and beautifully presented basement (easily missed; look behind the stairs) is a standout, holding the eerie series of human-faced sarcophagi from Saida as well as an intriguing reconstruction of a 2nd-century AD collective tomb from Tyre, with wall paintings depicting mythological scenes. Much earlier Chalcolithic pot burials are also interesting, while three evocatively mummified bodies and perfectly preserved clothing tell a poignant 13th-century story. Perhaps fleeing from the Crusader wars, they died in a Qadisha Valley cave still clutching the title deeds to their land, foreshadowing a story repeated in refugee camps across Lebanon today."
}
]