[
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 1,
    "name": "Hill of Crosses",
    "latitude": "56.028704",
    "longitude": "23.429375",
    "excerpt": "Lithuania's fabled Hill of Crosses is a symbol of defiance as much as a pilgrimage site. More than 100,000 crosses have been planted on this low hill,…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/siauliai/attractions/hill-of-crosses/a/poi-sig/1085557/360110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0c4c58e2049787f70d48017d56a03c49-hill-of-crosses.jpg",
    "detail_description": "Lithuania's fabled Hill of Crosses is a symbol of defiance as much as a pilgrimage site. More than 100,000 crosses have been planted on this low hill, many of them strung with rosary beads that rattle softly in the breeze. The tradition began during the 1831 Uprising and reached its height in the 1960s, in defiance of anti-religious Soviet rule. At night locals crept here to lay crosses, infuriating their oppressors. It's 12km north of Šiauliai (2km off Hwy A12) near Jurgaičiai.\nRepeated efforts to bulldoze the hill during the 1960s and '70s didn't deter locals from placing crosses here, despite the harsh punishments for being caught. Today it is forbidden to remove a cross from the site, and any visitor may plant a cross (up to a certain size). Enterprising vendors sell simple wooden crucifixes near the visitor centre; they loan marker pens for devotees to write a family name, prayer or wish onto the cross before placing it in the soil.Large and tiny, expensive and cheap, wood and metal, the crosses are devotional, to accompany prayers, or finely carved folk-art masterpieces. Others are memorials tagged with flowers, a photograph or other mementos of the deceased, and inscribed with a sweet or sacred message. Traditional Lithuanian koplytstulpis (wooden sculptures of a figure topped with a little roof) intersperse the crosses, as do magnificent sculptures of the Sorrowful Christ (Rūpintojėlis). If you wish to add your own, souvenir traders in the car park sell crosses big and small. Some of the crosses are devotional, others are memorials (many for people deported to Siberia). They vary greatly in size and some are accompanied by mournful statues of the Virgin Mary. The devout come from far and wide; you may spot a memorial to 9/11 victims and another to Ukrainians killed in ongoing Russia-Ukraine conflict.A pathway leads from the hill to a modern chapel; it's worth looking inside to see a view of the Hill of Crosses perfectly framed in the large window at the altar.Legends swirl around the Hill of Crosses. Some locals claim that the mound conceals the bodies of 14th-century warriors, others swear that it's haunted by monks. It's more than likely that the hill was a pre-Christian worship site.An alternative view of the cross-swamped hill is from inside the chapel of the modern brick monastery. Now home to around a dozen Franciscan monks, it was built behind the hill from 1997 to 2000. The monastery was allegedly the idea of the late Pope John Paul II, who said after visiting the hill in 1993 he would like to see a place of prayer here. Behind the altar in the church, the striking backdrop seen through the ceiling-to-floor window of the Hill of Crosses is very moving; Italian architect Angelo Polesello designed it.From the Hwy A12, it's another 2km east from a well-marked turn-off ('Kryžių kalnas 2'). From Šiauliai, take a Joniškis-bound bus (€1.50, 10 minutes, up to seven daily) to the 'Domantai' stop and walk for 20 minutes, or grab a taxi (around €20).By bicycle, the Hill of Crosses makes for a gentle three-hour trip out and back, mostly along paved bicycle paths that lie to the side of the main road. The tourist office hires out bikes (€1.50 per hour) and can show the route (mostly straight along the main road in the direction of Rīga, turning right at the sign for the last 2km."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 40,
    "name": "Kernavė Cultural Reserve",
    "latitude": "54.883359",
    "longitude": "24.851954",
    "excerpt": "Deemed an ‘exceptional testimony to 10 millennia of human settlements in this region’ by Unesco, which made it a World Heritage site in 2004, Kernavė is a…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/kernave/attractions/kernave-cultural-reserve/a/poi-sig/1277706/1324786",
    "image_url": null,
    "detail_description": "Deemed an ‘exceptional testimony to 10 millennia of human settlements in this region’ by Unesco, which made it a World Heritage site in 2004, Kernavė is a must-see. Thought to have been the spot where Mindaugas (responsible for uniting Lithuania for the first time) celebrated his coronation in 1253, this cultural reserve comprises four old castle mounds and the remains of a medieval town.\nThe sprawling reserve sits on the southern edge of town, facing the Neris River, and gives a good sense of why the site was chosen. While the museum and guided tours are highly worthwhile, there's nothing to stop you simply wandering up and down the hill-forts at your leisure.The official opening hours are for the info office; you can wander into the reserve anytime."
},
{
    "country": "lithuania",
    "city": "Kaunas",
    "index": 39,
    "name": "Pažaislis Monastery",
    "latitude": "54.87694",
    "longitude": "24.022776",
    "excerpt": "Built by Camaldolese monks in the 17th century, this striking baroque monastery lies 9km east of central Kaunas, on a promontory jutting into the Kauno…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/pazaislis-monastery/a/poi-sig/459745/360109",
    "image_url": null,
    "detail_description": "Built by Camaldolese monks in the 17th century, this striking baroque monastery lies 9km east of central Kaunas, on a promontory jutting into the Kauno marios (Kaunas Sea). Given to the Russian Orthodox order by Tsar Alexander in 1831, it's a sumptuous if slightly run-down affair with a 50m-high cupola and luxurious Venetian interior made from pink and black Polish marble. On the premises is Monte Pacis, one of Lithuania's best fine dining restaurants.Take trolleybus 9, or cycle the riverside path.\nThe monastery has had a chequered history, becoming a psychiatric hospital in the Soviet era, before reverting to its Catholic roots in 1990. It's best to visit during the Pažaislis Music Festival, between June and August."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 38,
    "name": "Paneriai Memorial Museum",
    "latitude": "54.62632",
    "longitude": "25.161041",
    "excerpt": "This small museum is densely packed with details about the atrocities committed in Paneriai's forests. Between 1941 and 1944, around 100,000 people …",
    "detail_url": "https://www.lonelyplanet.com/lithuania/eastern-and-southern-lithuania/attractions/paneriai-memorial-museum/a/poi-sig/1084067/360111",
    "image_url": null,
    "detail_description": "This small museum is densely packed with details about the atrocities committed in Paneriai's forests. Between 1941 and 1944, around 100,000 people (mostly Jews) were killed under Nazi orders. Groups of victims were marched towards pits and gunned down, each successive massacre creating a layer of barely buried bodies. The museum's unflinching presentation includes testimonies from the Burners Brigade, prisoners of war forced to dispose of bodies, and eyewitness reports detailing how massacres unfolded to the glee of commanders.\nThough commonly known as the Ponary (Paneriai) Massacre, the events that took place in this forest were a succession of mass murders. The killings began with the execution of 348 people on 11 July 1941; that month alone, around 5000 people were murdered. Alcohol was supplied to the shooters afterwards, and victims’ belongings were sold to buy more vodka.Paneriai remains an open wound for Lithuania, with some locals finding it difficult to accept the involvement of Lithuania-born people in the killings."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 37,
    "name": "St Casimir's Church",
    "latitude": "54.677627",
    "longitude": "25.288306",
    "excerpt": "This striking church is the city’s oldest baroque place of worship. St Casimir’s dome and cross-shaped ground plan defined a new style for 17th-century…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/st-casimir-s-church/a/poi-sig/446969/360117",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1195161588.jpg",
    "detail_description": "This striking church is the city’s oldest baroque place of worship. St Casimir’s dome and cross-shaped ground plan defined a new style for 17th-century churches when the Jesuits built it between 1604 and 1615. It was destroyed and rebuilt several times over the centuries.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 36,
    "name": "Three Crosses",
    "latitude": "54.687043",
    "longitude": "25.301256",
    "excerpt": "Crosses were first erected in the 17th century, in memory of a group of monks martyred by pagans three centuries earlier. The current crosses replace…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/three-crosses/a/poi-sig/1463398/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f2d0e5e56bbf7278636958eb3065d9d0-three-crosses.jpg",
    "detail_description": "Crosses were first erected in the 17th century, in memory of a group of monks martyred by pagans three centuries earlier. The current crosses replace three bulldozed by the Soviets; their twisted remains can be seen below the current set. Walk up the hill from T Kosciuskos gatvė, and enjoy fabulous views of the city, particularly good here at sunset.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 35,
    "name": "Gates of Dawn",
    "latitude": "54.674073",
    "longitude": "25.289583",
    "excerpt": "The southern border of Old Town is marked by the last standing of five 16th-century portals that were once built into the city walls. A suitably grand way…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/gates-of-dawn/a/poi-sig/446951/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5293e5a984f178415ece8fedea8af258-gate-of-dawn.jpg",
    "detail_description": "The southern border of Old Town is marked by the last standing of five 16th-century portals that were once built into the city walls. A suitably grand way to enter Old Town, the focal point of the Gates of Dawn is the Chapel of Mary the Mother of Mercy, housing the 'Vilnius Madonna'. Framed in silver, this 17th-century painting of the Virgin Mary attracts pilgrims from across Europe.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 34,
    "name": "St Michael the Archangel Church",
    "latitude": "54.682801",
    "longitude": "25.291986",
    "excerpt": "This grand early-17th-century chuch, built by the Sapiega family, now houses a wonderful museum of sacral art. The building itself, with its single Gothic…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/st-michael-the-archangel-church/a/poi-sig/1486440/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d81a3d5720c7c939b08039cb2a50d0fa-st-michael-the-archangel-church.jpg",
    "detail_description": "This grand early-17th-century chuch, built by the Sapiega family, now houses a wonderful museum of sacral art. The building itself, with its single Gothic nave, coloured-marble high altar and alabaster statuary, is a rare example of late-Renaissance architecture in Vilnius. The exhibition includes religious art, liturgical vessels and rare manuscripts, plus a precious monstrance and reliquaries from Vilnius Cathedral.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 33,
    "name": "Presidential Palace",
    "latitude": "54.68318679",
    "longitude": "25.28593752",
    "excerpt": "The Bishops of Vilnius’ Palace in the 16th century, this classical edifice now houses the president and chancellery. It gained its current Russian empire…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/presidential-palace/a/poi-sig/1463083/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/41acc383a7b76121f0b598bdb3f64321-presidential-palace.jpg",
    "detail_description": "The Bishops of Vilnius’ Palace in the 16th century, this classical edifice now houses the president and chancellery. It gained its current Russian empire style early in the 19th century, and was used both by Napoleon (during his advance on Moscow) and his Russian adversary, General Mikhail Kutuzov (chasing him back to Paris). See the ceremonial changing of the guard every day at 6pm, and the flag-hoisting ceremony on Sunday at noon. Visits by guided tour (in Lithuanian, plus English in summer) must be booked in advance.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 32,
    "name": "Gediminas Castle & Museum",
    "latitude": "54.686801",
    "longitude": "25.29175",
    "excerpt": "With its hilltop location above the junction of the Neris and Vilnia Rivers, Gediminas Castle is the last of a series of settlements and fortified…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/gediminas-castle-museum/a/poi-sig/446981/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4ad2d6b2bd4770e771caefb1811278e9-gediminas-castle-museum.jpg",
    "detail_description": "With its hilltop location above the junction of the Neris and Vilnia Rivers, Gediminas Castle is the last of a series of settlements and fortified buildings occupying this site since Neolithic times. This brick version, built by Grand Duke Vytautas in the early 15th century, harbours an engaging museum about the city with successive floors elaborating on past centuries of warfare, medieval weaponry and contemporary history. For most visitors, the highlight is the 360-degree panorama of Vilnius from the roof.\nThe original tower was a tier higher than the 20m structure that marks the spot today. Its walls were ruined during the Russian occupation (1655–61), but it was restored in 1930 to house the museum."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 31,
    "name": "National Museum of Lithuania",
    "latitude": "54.687311826965",
    "longitude": "25.289138170544",
    "excerpt": "This wide-ranging museum (inside the New Arsenal) exhibits art and artefacts from Lithuanian life from Neolithic times to the present day. Early history…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/national-museum-of-lithuania/a/poi-sig/446961/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e673e5bf9f6c476fb2041f35d54858e6-national-museum-of-lithuania.jpg",
    "detail_description": "This wide-ranging museum (inside the New Arsenal) exhibits art and artefacts from Lithuanian life from Neolithic times to the present day. Early history is revealed in 2nd millennium BC arrowheads and 7th-century grave hauls (signage isn't always good), while the lives of well-to-do Lithuanians of recent centuries are unveiled with velvet-lined sleds and elaborately painted furniture. The highlight is the colourful folk traditions room, replete with floral-decorated furnishings, linens and carved wooden crosses.\nThe museum builds on the collections compiled by the Museum of Antiquities since 1855 and also features collections devoted to numismatics (including some of the very first Lithuanian coins) and burial traditions.A statue of Mindaugas, Lithuania's sole king, has stood guard over the entrance since 2003."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 30,
    "name": "Antakalnis Cemetery",
    "latitude": "54.69968",
    "longitude": "25.318615",
    "excerpt": "In this leafy suburb, little-visited by tourists, Antakalnis Cemetery is the final resting place of Lithuanian luminaries and locals lost to war…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/antakalnis-cemetery/a/poi-sig/1463390/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3760c2c63d0bb49c35e7fe54c9a397e0-antakalnis-cemetery.jpg",
    "detail_description": "In this leafy suburb, little-visited by tourists, Antakalnis Cemetery is the final resting place of Lithuanian luminaries and locals lost to war. Brutalist, art-nouveau and modernist headstones give the cemetery, a half-hour walk east of the centre, the feel of an open-air sculpture gallery. Those killed by Soviet special forces on 13 January 1991 are memorialised by a sculpture of the Madonna. A taxi or Bolt service from the train station costs around €6.\nAnother memorial honours Napoleonic soldiers who died of starvation and injuries in Vilnius while retreating from the Russian army. The remains of 2000 of them were only found in 2002.Hundreds of Polish soldiers’ graves, including many unknown soldiers, are also located here. Former president Algirdas Brazauskas’s grave is a bit abandoned atop a hill slope, in a newer area of the cemetery."
},
{
    "country": "lithuania",
    "city": "Kaunas",
    "index": 29,
    "name": "Choral Synagogue",
    "latitude": "54.898754",
    "longitude": "23.903675",
    "excerpt": "Built in 1871, the only functioning synagogue of those that survived since 1941, and one of the few remnants of Kaunas' once-strong Jewish community, this…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/choral-synagogue/a/poi-sig/459697/360109",
    "image_url": null,
    "detail_description": "Built in 1871, the only functioning synagogue of those that survived since 1941, and one of the few remnants of Kaunas' once-strong Jewish community, this is a remarkable dark-wood and gold bimah. Outside there's a memorial to 1600 children killed at the Ninth Fort. It's best to call ahead if you wish to visit.\n"
},
{
    "country": "lithuania",
    "city": "Kaunas",
    "index": 28,
    "name": "Kiemo Galerija",
    "latitude": "54.899328",
    "longitude": "23.904941",
    "excerpt": "Artist Vytenis Jakas moved into this courtyard over a decade ago and turned it into an ever-evolving art project, creating murals and transferring onto…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/kiemo-galerija/a/poi-sig/1630117/360109",
    "image_url": null,
    "detail_description": "Artist Vytenis Jakas moved into this courtyard over a decade ago and turned it into an ever-evolving art project, creating murals and transferring onto walls the photos of Jewish families that lived here before WWII. The 'Stick Your Memory' wall encourages you to join in and contribute a sentimental knick-knack to the chaotic yet joyful collage.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 27,
    "name": "MO Museum",
    "latitude": "54.679302",
    "longitude": "25.277545",
    "excerpt": "Opened in October 2018, this assemblage of contemporary Lithuanian art and photography is the country's first private museum. An orderly union of sharp…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/mo-museum/a/poi-sig/1609513/360117",
    "image_url": null,
    "detail_description": "Opened in October 2018, this assemblage of contemporary Lithuanian art and photography is the country's first private museum. An orderly union of sharp angles, polished glass and white plaster, the ultramodern gallery was designed by visionary Daniel Libeskind, the architect behind Berlin's Jewish Museum. Around 5000 20th-century artworks are assembled within, freshened by rotating exhibitions and occasional cultural events.\n"
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 25,
    "name": "Plateliai Manor",
    "latitude": "56.038295",
    "longitude": "21.81432",
    "excerpt": "The old granary and stable of the former Plateliai Manor now houses a highly worthwhile museum complex. The granary holds a multistorey exhibition…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/zemaitija-national-park/attractions/plateliai-manor/a/poi-sig/1467750/1003850",
    "image_url": null,
    "detail_description": "The old granary and stable of the former Plateliai Manor now houses a highly worthwhile museum complex. The granary holds a multistorey exhibition dedicated to the nature, history and ethnography of the area, as well as archaeological findings from Sventrokalnis and Pilies islands on the lake. The highlight is the stable housing a fascinating exhibition of local Shrove Tuesday Carnival customs, complete with around 250 elaborately carved, creepy masks.\n"
},
{
    "country": "lithuania",
    "city": "Kaunas",
    "index": 26,
    "name": "Museum of Devils",
    "latitude": "54.900784",
    "longitude": "23.910466",
    "excerpt": "This museum is devoted to the Devil, Lucifer, Satan, the fallen angel, the seducer, the cajoler, with over 3000 statuettes, carvings, masks and other…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/museum-of-devils/a/poi-sig/459735/360109",
    "image_url": null,
    "detail_description": "This museum is devoted to the Devil, Lucifer, Satan, the fallen angel, the seducer, the cajoler, with over 3000 statuettes, carvings, masks and other images, collected over the years by landscape artist Antanas Žmuidzinavičius (1876–1966). There's a light-hearted exploration of the Horned One in various mythologies, plus a look at celebrations held to drive away darkness and evil, from Walpurgis Night and Shrovetide to Halloween.\n"
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 24,
    "name": "Rinkuškiai Brewery",
    "latitude": "56.208554",
    "longitude": "24.723465",
    "excerpt": "The pride and joy of the region brews over two dozen beers, including the Port of Discovery and Microhistory series. On-tap offerings include a temptingly…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/birzai/attractions/rinkuskiai-brewery/a/poi-sig/1468010/1340783",
    "image_url": null,
    "detail_description": "The pride and joy of the region brews over two dozen beers, including the Port of Discovery and Microhistory series. On-tap offerings include a temptingly sweet porter with a bitter kick, a cold-filtered Hops &amp; Cannabis and a smoky house gira (kvas). Call ahead to arrange a tour (from €5 for 40 minutes).\nThe attached restaurant is the best in town and the shop next to the brewery sells all their hop-heavy wares, plus beer snacks."
},
{
    "country": "lithuania",
    "city": "Kaunas",
    "index": 23,
    "name": "MK Čiurlionis National Museum of Art",
    "latitude": "54.900306222975",
    "longitude": "23.911040029912",
    "excerpt": "One of Lithuania's oldest and grandest galleries, Kaunas' leading art museum (founded 1921) is the place to acquaint yourself with the dreamlike paintings…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/mk-ciurlionis-national-museum-of-art/a/poi-sig/459739/360109",
    "image_url": null,
    "detail_description": "One of Lithuania's oldest and grandest galleries, Kaunas' leading art museum (founded 1921) is the place to acquaint yourself with the dreamlike paintings of Mikalojus Konstantinas Čiurlionis (1875–1911), one of the country's greatest artists and composers. Elsewhere in the sizeable gallery are contemporary sculpture exhibitions, Lithuanian folk and religious art, 16th- to 20th-century European works and Lithuanian landscapes and portraits from the 1900s to 1940s.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 22,
    "name": "Užupis Art Incubator",
    "latitude": "54.680859",
    "longitude": "25.293542",
    "excerpt": "One of two branches of the creative powerhouse of the Užupis Republic, the Galera shows exciting temporary exhibitions by local talent and invites artists…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/uzupis-art-incubator/a/poi-sig/1630902/360117",
    "image_url": null,
    "detail_description": "One of two branches of the creative powerhouse of the Užupis Republic, the Galera shows exciting temporary exhibitions by local talent and invites artists from around the world to engage in a dialogue about art. Outside the gallery, the riverbank and the adjacent garden are open-air galleries created by talent from Užupis and further afield. There's a grand piano and stone cairns on the river, a giant rocking horse and stone sculpture along the path, and other installations.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 21,
    "name": "Sts Johns' Church",
    "latitude": "54.68259",
    "longitude": "25.288564",
    "excerpt": "The full name is 'Church of St Johns, St John the Baptist and St John the Apostle and Evangelist', but 'Sts Johns' (plural) will do nicely. Founded in…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/sts-johns-church/a/poi-sig/446973/360117",
    "image_url": null,
    "detail_description": "The full name is 'Church of St Johns, St John the Baptist and St John the Apostle and Evangelist', but 'Sts Johns' (plural) will do nicely. Founded in 1387, it predates the 16th-century university within which it is situated, although the present late-baroque structure was built following an 18th-century fire. Its freestanding campanile is the tallest structure in Old Town, and contains a Foucault's Pendulum demonstrating the rotation of the earth. Views from the top are splendid.\n"
},
{
    "country": "lithuania",
    "city": "Kaunas",
    "index": 20,
    "name": "Sugihara House",
    "latitude": "54.892687775127",
    "longitude": "23.932963518056",
    "excerpt": "Kaunas-based Japanese diplomat Chiune Sugihara (1900–86) saved around 6000 Jewish lives between 1939 and 1940, issuing transit visas to stranded Polish…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/sugihara-house/a/poi-sig/459763/360109",
    "image_url": null,
    "detail_description": "Kaunas-based Japanese diplomat Chiune Sugihara (1900–86) saved around 6000 Jewish lives between 1939 and 1940, issuing transit visas to stranded Polish Jews who faced being forced into Soviet citizenship. When the Soviets annexed Lithuania and ordered all consulates be shut he asked for a short extension. Dubbed 'Japan's Schindler', he disobeyed orders for 29 days by signing 300 visas per day, and handed the stamp to a Jewish refugee when he left. Sugihara House tells his life story.\n"
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 17,
    "name": "Amber Museum",
    "latitude": "55.906861",
    "longitude": "21.056145",
    "excerpt": "Housed in a neoclassical palace built by Count Feliksas Tiskevicius in 1897, this revamped museum showcases what is reputedly the world’s sixth-largest…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/western-lithuania/palanga/attractions/amber-museum/a/poi-sig/447035/360123",
    "image_url": null,
    "detail_description": "Housed in a neoclassical palace built by Count Feliksas Tiskevicius in 1897, this revamped museum showcases what is reputedly the world’s sixth-largest collection of Baltic gold – 20,000-odd examples in all. The exhibits run the gamut from the formation of amber and its early use in Neolithic times to the striking, contemporary jewellery of today, with magnifying glasses allowing you to zoom in on ancient insect life in golden stasis. Terrific temporary exhibitions of leading Lithuanian jewellery designers.\nThere's a good selection of amber pieces for sale."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 18,
    "name": "Lithuanian Ethnocosmology Museum",
    "latitude": "55.316863",
    "longitude": "25.560637",
    "excerpt": "This unusual museum explores the cosmos’s connection to cultural ideas of hell, heaven and earth in its bubble-shaped exhibition centre. Dwarfing it are…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/moletai/attractions/lithuanian-ethnocosmology-museum/a/poi-sig/1465313/1327691",
    "image_url": null,
    "detail_description": "This unusual museum explores the cosmos’s connection to cultural ideas of hell, heaven and earth in its bubble-shaped exhibition centre. Dwarfing it are two observation towers housing telescopes providing outstanding views of the surrounding lakeland. Night tours with English-speaking guides, two hours after sunset, can be arranged in advance, and involve peeking through the telescopes. Note that tour schedules are shortened between October and April.Catch a Molėtai-Utena bus, then walk 4km from the ‘etnokosmologijos muziejus’ turn-off.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 19,
    "name": "Tolerance Centre",
    "latitude": "54.677193",
    "longitude": "25.278232",
    "excerpt": "One of the main branches of the Vilna Gaon Jewish State Museum, the Tolerance Centre is simultaneously a museum of Jewish history and culture, and a…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/tolerance-centre/a/poi-sig/1277087/360117",
    "image_url": null,
    "detail_description": "One of the main branches of the Vilna Gaon Jewish State Museum, the Tolerance Centre is simultaneously a museum of Jewish history and culture, and a performance space. Its multimedia exposition about the Holocaust is movingly framed from the perspective of a child, and stories of survival and defiance are grippingly told. Temporary exhibitions, from Jewish graphic art to folk instruments, are arranged across its floors.\nLook out for the photos of Vilnius' Great Synagogue; fragments from this destroyed synagogue are also on display."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 16,
    "name": "Narrow-Gauge Railway Museum",
    "latitude": "55.532541",
    "longitude": "25.108652",
    "excerpt": "Housed in Anykščiai’s old station, a couple of kilometres outside the town, this fun museum gives visitors the chance to ride on manual rail cars, a…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/anyksciai/attractions/narrow-gauge-railway-museum/a/poi-sig/1466165/1327701",
    "image_url": null,
    "detail_description": "Housed in Anykščiai’s old station, a couple of kilometres outside the town, this fun museum gives visitors the chance to ride on manual rail cars, a railway bicycle and, on weekends from May to October, take a 12km trip to Rubikiai Lake for picnics. Trains leave at 11am and return around 3pm; tickets cost €7.A warehouse exhibit is full of beautifully restored vintage cars and motorcycles, Soviet and otherwise. The curator's passion makes up for rudimentary English.\nIn the original train station building, spot the train timetable from 30 years ago; back in the day, it was possible to travel from Anykščiai as far as Almaty."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 15,
    "name": "Cathedral Square",
    "latitude": "54.685244",
    "longitude": "25.286622",
    "excerpt": "Katedros aikštė buzzes with local life. In the 19th century markets and fairs were held here and a moat ran around what is now the square’s perimeter so…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/cathedral-square/a/poi-sig/1631355/360117",
    "image_url": null,
    "detail_description": "Katedros aikštė buzzes with local life. In the 19th century markets and fairs were held here and a moat ran around what is now the square’s perimeter so that ships could sail to the cathedral door. Within the moat were walls and towers, the only remaining part of which is the 57m-tall belfry near the cathedral’s western end.In front of the entrance to the Royal Palace, at the square’s eastern end, is an equestrian statue of Gediminas, built on an ancient pagan site.Behind the grand old duke, Bernardinų sodas leads to Three Crosses Hill and Kalnų Park.\n"
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 14,
    "name": "Europos Parkas Sculpture Park",
    "latitude": "54.829419",
    "longitude": "25.352068",
    "excerpt": "Some 21km north of Vilnius, off the Utena road, is Europos Parkas. Leading contemporary sculptors, including Sol LeWitt and Dennis Oppenheim, show over…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/centre-of-europe/attractions/europos-parkas-sculpture-park/a/poi-sig/1079827/1003845",
    "image_url": null,
    "detail_description": "Some 21km north of Vilnius, off the Utena road, is Europos Parkas. Leading contemporary sculptors, including Sol LeWitt and Dennis Oppenheim, show over 100 works in wooded parkland (bring mosquito repellent). These include the largest sculpture in the world made entirely from TV sets (3000 of them); it's also a maze, leading to a fallen statue of Lenin.To get here, take bus 66 (marked Skirgiskes/Europos Parkas) from the Zalgirio stop on Kalvarijų gatvė (€1, 35 minutes, nine to 12 daily).\nThe sculpture park was the brainchild of Lithuanian sculptor Gintaras Karosas, inspired by the 'Centre of Europe' tag. Every year international workshops are held here, attracting artists from all over the world."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 13,
    "name": "Trakai Castle",
    "latitude": "54.651988",
    "longitude": "24.933364",
    "excerpt": "Stepping across the wooden walkway to Trakai's Gothic castle is like tripping into a fairy tale. The castle is estimated to date from around 1400, when…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/trakai/attractions/trakai-castle/a/poi-sig/1086384/360116",
    "image_url": null,
    "detail_description": "Stepping across the wooden walkway to Trakai's Gothic castle is like tripping into a fairy tale. The castle is estimated to date from around 1400, when Grand Duke Vytautas needed stronger defences than the peninsula castle afforded. Arranged between its coral-coloured brick towers, the excellent Trakai History Museum conveys the flavour of past eras: chainmail, medieval weapons, 19th-century embroidery and glassware, plus talking knights, projected onto the stone walls.In summer the courtyard is a magical stage for concerts and plays.\nArchery and shooting ranges offer the chance to learn how you'd have fared as a castle defender.The castle's prominence as a holy site is reflected in its collection of religious art."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 12,
    "name": "Orvydas Garden",
    "latitude": "56.05191",
    "longitude": "21.611137",
    "excerpt": "The Orvydas Garden was the work of stonemason Kazys Orvydas (1905–89) and his oldest son turned Franciscan monk, Vilius (1952–92). The carvings were…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/western-lithuania/attractions/orvydas-garden/a/poi-sig/1467926/360119",
    "image_url": null,
    "detail_description": "The Orvydas Garden was the work of stonemason Kazys Orvydas (1905–89) and his oldest son turned Franciscan monk, Vilius (1952–92). The carvings were originally created for the village cemetery in nearby Salantai but were brought here to the Orvydas homestead after then Soviet leader Nikita Khrushchev turned his wrath on religious objects in the 1960s. The Soviets later blocked access to the house to prevent visitors getting to the persecuted Orvydas family.\nToday visitors can walk through the lovely farmstead gardens admiring literally hundreds of statues, carvings, busts and just plain oddities. Three daily buses between Kretinga and Skuodas stop in Salantai and Mosėdis. For the Orvydas Garden get off at the last stop before Salantai and walk about 1km."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 11,
    "name": "Nemunas Delta Regional Park",
    "latitude": "55.349939",
    "longitude": "21.339569",
    "excerpt": "Where the Nemunas, Lithuania's largest river, spills into the Curonian lagoon, it splits into four distributaries: the Skirvytė, the Atmata, the Pakalnė…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/western-lithuania/nemunas-delta/attractions/nemunas-delta-regional-park/a/poi-sig/1525172/360122",
    "image_url": null,
    "detail_description": "Where the Nemunas, Lithuania's largest river, spills into the Curonian lagoon, it splits into four distributaries: the Skirvytė, the Atmata, the Pakalnė and the Gilija. The result is a wetland delta of surpassing beauty, teeming with birds and bristling with rushes, lilies and small patches of forest. If you're in Nida, or Šilutė, or really anywhere nearby, and have the chance to visit this incredible place, take it. The park administration is on Rusnė, the delta's largest island.\nThe delta should have twitchers in spasms. Its 240 sq km are dotted with islands, marshes and flooded meadows, creating the perfect environment for the 294 different species of bird noted here. It's located on a migration route running from the Arctic, through Europe to Eastern Africa, so many birds stop here to breed."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 10,
    "name": "Mindaugas",
    "latitude": "54.687415",
    "longitude": "25.288757",
    "excerpt": "This landmark statue depicts the early unifier of the Lithuanian tribes in the mid-13th century and the country's first king.",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/mindaugas/a/poi-sig/1344420/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b24fd42978590736cc8b466b7d2ac132-mindaugas.jpg",
    "detail_description": "This landmark statue depicts the early unifier of the Lithuanian tribes in the mid-13th century and the country's first king.\n"
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 9,
    "name": "Cathedral Bell Tower",
    "latitude": "54.685654",
    "longitude": "25.286686",
    "excerpt": "Climb the creaky stairs into the free-standing belfry of Vilnius Cathedral, once part of the city's 13th-century defences. Towering 57m high, it's one of…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/cathedral-bell-tower/a/poi-sig/1486451/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8f4249aad81d383df3619c7adabbe94a-cathedral-belfry.jpg",
    "detail_description": "Climb the creaky stairs into the free-standing belfry of Vilnius Cathedral, once part of the city's 13th-century defences. Towering 57m high, it's one of the city's oldest brick buildings as well as Vilnius' most recognisable landmark. Bells dating back to the 15th century dangle in the small exhibition space, but the primary reasons to navigate the narrow ladders and stairwells are the priceless views across the city. At 5pm, listen to the bells ring for several minutes.\n"
},
{
    "country": "lithuania",
    "city": "Kaunas",
    "index": 8,
    "name": "Ninth Fort",
    "latitude": "54.943907",
    "longitude": "23.875308",
    "excerpt": "Lithuania's dark 20th-century history is poignantly told here, 7km north of Kaunas. Begin in the sombre, church-like gallery with striking stained glass…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/central-lithuania/kaunas/attractions/ninth-fort/a/poi-sig/1277750/360109",
    "image_url": null,
    "detail_description": "Lithuania's dark 20th-century history is poignantly told here, 7km north of Kaunas. Begin in the sombre, church-like gallery with striking stained glass and exhibits detailing Lithuania's suffering under the Soviets and the Nazis. Then continue uphill to the Holocaust memorial and the WWI-era fort – a hard-labour prison in the early 20th century and a centre of torture and mass killings during WWII.Take bus 23 from Jonavos gatvė to the 9-ojo Forto Muziejus stop, then cross under the motorway.\nThe spot next to the vast stone Holocaust memorial is where 50,000 people – 30,000 of them Lithuanian Jews – were murdered by the Nazis, alongside Jews from other parts of Europe, plus dissident Lithuanians and Russian prisoners of war.The fort was built in the late 19th century and was occupied by German troops during WWI. When WWI ended, it became a prison; exhibitions detail the brutality with which inmates were treated. During WWII, the fort was used as a holding pen for political prisoners before they were deported to distant parts of the Soviet Union, plus a brief stopover for Jews before they were killed en masse. Heart-wrenching displays pay tribute to individual victims of the Holocaust, detail the privations and horrors of the Kaunas ghetto and honour the Righteous Among the Nations – the Lithuanians who risked their lives to save Jews.Enquire ahead for guided tours of different aspects of the site, including the early history of the fort and the Holocaust in Lithuania (extra charges apply, usually €5)."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 7,
    "name": "Museum of Genocide Victims",
    "latitude": "54.688091",
    "longitude": "25.270529",
    "excerpt": "This former headquarters of the KGB (and before them the Gestapo, Polish occupiers and Tsarist judiciary) houses a museum dedicated to thousands of…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/museum-of-genocide-victims/a/poi-sig/446959/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9685ae076d1e4ffc99b4e5a5f73f629a-museum-of-genocide-victims.jpg",
    "detail_description": "This former headquarters of the KGB (and before them the Gestapo, Polish occupiers and Tsarist judiciary) houses a museum dedicated to thousands of members of the Lithuanian resistance who were murdered, imprisoned or deported by the Soviet Union from WWII until the 1960s. Backlit photographs, wooden annexes and a disorienting layout sharpen the impact of past horrors outlined in graphic detail. Most unsettling is the descent to the prison cells, and one especially padded to muffle sounds coming from within.\nBetween 1944 and the 1960s, more than 1000 prisoners were shot or stabbed in the skull here. Messages of despair and defiance from those awaiting execution remain etched into cell walls. Memorial plaques honouring the dead tile the outside of the building."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 6,
    "name": "Cold War Museum",
    "latitude": "56.032085",
    "longitude": "21.906481",
    "excerpt": "This museum on the site of a former Soviet nuclear missile base is situated deep in the heart of the Žemaitija National Park. The highlight is the chance…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/zemaitija-national-park/attractions/cold-war-museum/a/poi-sig/1467749/1003850",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1835836150.jpg",
    "detail_description": "This museum on the site of a former Soviet nuclear missile base is situated deep in the heart of the Žemaitija National Park. The highlight is the chance to poke around inside one of the former underground bunkers, complete with multimedia displays, ominous music and displays of weaponry and mannequins in military attire.It's about 8km from Plateliai: follow the main road to Plokštinė, then 5km along a sign-posted gravel road through the pines.\nBuilt in the 1960s in secret from the Lithuanian people, the base had enough firepower to flatten most of Europe, and may have played a role in the Cuban missile crisis. There’s a small exhibition on the history of the Cold War in the Baltic countries, and on the construction and role of the base, as well as some Soviet detritus in the gift shop."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 5,
    "name": "Vilnius University",
    "latitude": "54.683241",
    "longitude": "25.287255",
    "excerpt": "Founded in 1579 during the Catholic Counter Reformation, Vilnius University was run by Jesuits for two centuries. During the 19th century it became one of…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/vilnius-university/a/poi-sig/446991/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a7dd095fa9fad7e01d28dd0e4505e6b6-vilnius-university.jpg",
    "detail_description": "Founded in 1579 during the Catholic Counter Reformation, Vilnius University was run by Jesuits for two centuries. During the 19th century it became one of Europe's greatest centres of learning, and the university survived shutdown by Tsar Nicholas I, rebranding under Soviet rule and closure by the Nazis. Its spectacular architectural ensemble includes a 64m bell tower, baroque church, courtyard and fresco-laden hall, all of which are open to visitors.\nToday it has more than 20,000 students and Lithuania’s oldest library, shelving five million books (including one of two originals of The Catechism by Martynas Mažvydas, the first book ever published in Lithuanian).Don't miss the Grand Courtyard with its melange of Baroque, Classical and neoclassical architecture, or the Littera bookstore with its wonderful ceiling frescoes."
},
{
    "country": "lithuania",
    "city": "Lithuania",
    "index": 4,
    "name": "Grūtas Park",
    "latitude": "54.022104",
    "longitude": "24.0798",
    "excerpt": "With Soviet-era statues of Lenin, Stalin and prominent Lithuanian members of the Communist Party that once dominated Lithuanian towns lining the forest…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/eastern-and-southern-lithuania/druskininkai/attractions/grutas-park/a/poi-sig/1080451/360113",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a50faf6137d3121503f01ecf64fa00f7-grutas-park.jpg",
    "detail_description": "With Soviet-era statues of Lenin, Stalin and prominent Lithuanian members of the Communist Party that once dominated Lithuanian towns lining the forest trails, Grūtas Park pays black-humoured homage to a dark period of history. Watchtowers pipe marching songs and a train with cattle car is a sobering reminder of mass deportations. There are three exhibition buildings in the park, displaying socialist-realist art, newspapers and USSR maps.It's 8km east of Druskininkai; take bus 2 via Viečiūnai (two to five daily).\nGrūtas Park's surreal mix of setting and subject matter satirises the era neatly. The park was the idea of Viliumas Malinauskas, a former collective farm head who made a fortune canning mushrooms then won the loan of hated objects like statues from the Ministry of Culture.This open-air sculpture gallery, featuring heroic statues of Soviet partisans and Communist League of Youth Members, makes for great photo ops, and there's a big playground for kids."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 3,
    "name": "Palace of the Grand Dukes of Lithuania",
    "latitude": "54.685889",
    "longitude": "25.288939",
    "excerpt": "If you only see one museum in Vilnius, make it this one. On a site that has been settled since the 4th century AD stands the latest in a procession of…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/palace-of-the-grand-dukes-of-lithuania/a/poi-sig/1463063/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/165134c6d008368430e17d0716da7956-palace-of-the-grand-dukes-of-lithuania.jpg",
    "detail_description": "If you only see one museum in Vilnius, make it this one. On a site that has been settled since the 4th century AD stands the latest in a procession of fortified palaces, repeatedly remodelled, destroyed and rebuilt. The baroque palace, built for the 17th-century grand dukes, has been faithfully revamped to house an atmospheric museum of art and history. Visitors with several hours can opt for full admission, accessing four 'routes' through Lithuanian history; otherwise choose one or two.\nRoute I walks you through two millennia of Lithuanian history. Guided through the strata of the palace's foundations, visitors can see the bones of successive episodes in the history of the building and the nation. A second route explores the splendidly reconstructed ceremonial halls of the grand duchy, complete with the crimson velvet of the throne room and remarkable wooden ceilings, while routes three and four take you through a thicket of halberds and swords dating back to the time of the grand dukes. This gleaming white complex is a potent symbol of revitalised, independent Lithuania."
},
{
    "country": "lithuania",
    "city": "Vilnius",
    "index": 2,
    "name": "Vilnius Cathedral",
    "latitude": "54.685846",
    "longitude": "25.287362",
    "excerpt": "Stately Vilnius Cathedral, divorced from its freestanding belfry, is a national symbol and the city's most instantly recognisable building. Known in full…",
    "detail_url": "https://www.lonelyplanet.com/lithuania/vilnius/attractions/vilnius-cathedral/a/poi-sig/446989/360117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8e50f8ce7530d78c2f1a9879dabec140-vilnius-cathedral.jpg",
    "detail_description": "Stately Vilnius Cathedral, divorced from its freestanding belfry, is a national symbol and the city's most instantly recognisable building. Known in full as the Cathedral of St Stanislav and St Vladislav, this columned neoclassical cathedral occupies a spot originally used for the worship of Perkūnas, the Lithuanian thunder god.Register in advance to tour the crypts, the final resting place of many prominent Lithuanians including Vytautas the Great (1350–1430).\nThe first wooden cathedral was built here between 1387 and 1388; after several episodes of destruction and reconstruction, the present edifice was erected in the late 18th century. Note the greyish stone on the exterior, showing the older parts of the building.The reconstruction followed the original Gothic floor plan and incorporated St Casimir's and the Valavičius family chapels in the late 18th century. St Casimir’s Chapel, with its baroque cupola, coloured marble and frescoes of the saint's life, is the cathedral's showpiece.From 1950 the Soviets used the cathedral as a warehouse, gallery and concert venue, before its reconsecration in 1989."
}
]