[
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 40,
    "name": "Église Décanale",
    "latitude": "50.055266",
    "longitude": "6.02862",
    "excerpt": "Constructed between 1910 and 1912 from local stone in a Roman-Rhine style, this hilltop church is dedicated to Saints Cosmas and Damian, two Arab…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/clervaux/attractions/eglise-decanale/a/poi-sig/1605762/1325828",
    "image_url": null,
    "detail_description": "Constructed between 1910 and 1912 from local stone in a Roman-Rhine style, this hilltop church is dedicated to Saints Cosmas and Damian, two Arab physicians and early Christian martyrs. Views from the forecourt of the castle, town and forest are magnificent.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 38,
    "name": "Musée National d'Histoire Militaire",
    "latitude": "49.870853",
    "longitude": "6.159623",
    "excerpt": "Set in a former brewery in the town centre, Luxembourg's national military history museum is packed full of WWII equipment, vehicles and memorabilia…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/diekirch/attractions/musee-national-d-histoire-militaire/a/poi-sig/1262635/1325823",
    "image_url": null,
    "detail_description": "Set in a former brewery in the town centre, Luxembourg's national military history museum is packed full of WWII equipment, vehicles and memorabilia. Numerous well-executed mannequin scenes powerfully illustrate the suffering and hardships of the battles fought in the thick snows of Christmas 1944.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 37,
    "name": "Dënzelt",
    "latitude": "49.812924",
    "longitude": "6.420542",
    "excerpt": "The most distinctive building on Echternach's delightful town square is this stone-fronted former law court. Its origins date back to the 14th century,…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/echternach/attractions/denzelt/a/poi-sig/1339581/1325814",
    "image_url": null,
    "detail_description": "The most distinctive building on Echternach's delightful town square is this stone-fronted former law court. Its origins date back to the 14th century, though the arcade, statues and corner turrets that give it its current neo-Gothic appearance date from an 1895 rebuild. The interior is closed to the public.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 39,
    "name": "Fort Thüngen",
    "latitude": "49.616111",
    "longitude": "6.139115",
    "excerpt": "A 1730 twin-towered extension of the plateau's vast complex of Vauban fortifications, Fort Thüngen has an intruiging museum about Luxembourg's historic…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/fort-thuengen/a/poi-sig/1262125/360128",
    "image_url": null,
    "detail_description": "A 1730 twin-towered extension of the plateau's vast complex of Vauban fortifications, Fort Thüngen has an intruiging museum about Luxembourg's historic defences and also hosts changing exhibitions. Sweeping views over the city unfurl from the rooftop viewing deck.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 36,
    "name": "Musée de la Banque",
    "latitude": "49.607303",
    "longitude": "6.128311",
    "excerpt": "Where better than the financial hub of Luxembourg to spend an hour browsing through a bank museum? It's housed in the dramatic, century-old, castle-style…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/musee-de-la-banque/a/poi-sig/447149/360128",
    "image_url": null,
    "detail_description": "Where better than the financial hub of Luxembourg to spend an hour browsing through a bank museum? It's housed in the dramatic, century-old, castle-style headquarters of the Banque et Caisse d'Épargne de l'État, and traces over 150 years of tradition and innovation in banking, from piggy banks to ATMs and bank robbers.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 35,
    "name": "Grand Château d'Ansembourg & Gardens",
    "latitude": "49.70037",
    "longitude": "6.046005",
    "excerpt": "Built between 1639 and 1647, the grand château at Ansembourg is closed to the public except for a handful of guided tours per year; check the website for…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/eisch-valley/attractions/grand-chateau-d-ansembourg-gardens/a/poi-sig/1262712/1325210",
    "image_url": null,
    "detail_description": "Built between 1639 and 1647, the grand château at Ansembourg is closed to the public except for a handful of guided tours per year; check the website for dates. Year-round, you can admire the statuary and geometric topiary in its Baroque gardens, which were laid out from 1730 to 1750. There are fountains, reflecting pools, rose gardens, kitchen gardens and orchards.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 34,
    "name": "Château d'Esch-sur-Sûre",
    "latitude": "49.911452",
    "longitude": "5.934551",
    "excerpt": "Reached from the village by a small flight of steps, the stone ruins of Esch-sur-Sûre's castle are free to explore, and provide swooping valley views of…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/esch-sur-sure/attractions/chateau-d-esch-sur-sure/a/poi-sig/1605770/1325827",
    "image_url": null,
    "detail_description": "Reached from the village by a small flight of steps, the stone ruins of Esch-sur-Sûre's castle are free to explore, and provide swooping valley views of the river and village below. Built in 927 and enlarged in the 13th century, the castle was dismantled by Louis XIV's troops in 1685. Renovations have shored up the remains of its towers, which are illuminated at night.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 33,
    "name": "Am Tunnel",
    "latitude": "49.605412",
    "longitude": "6.128032",
    "excerpt": "Deep beneath the Spuerkeess bank is a permanent exhibition on photographer Edward Steichen, who put together Clervaux’ Unesco-listed Family of Man…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/am-tunnel/a/poi-sig/447147/360128",
    "image_url": null,
    "detail_description": "Deep beneath the Spuerkeess bank is a permanent exhibition on photographer Edward Steichen, who put together Clervaux’ Unesco-listed Family of Man photographic exhibition. Access is via the separate building Bâtiment Rousegaertchen and a tunnel carved 350m through the Bourbon plateau. The tunnel walls display rotating photography exhibits.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 32,
    "name": "Duch vum Séi",
    "latitude": "49.907217",
    "longitude": "5.931051",
    "excerpt": "A former cloth factory in operation until 1975 is now a museum whose displays include an impressive collection of old textile looms. Some still produce…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/esch-sur-sure/attractions/duch-vum-sei/a/poi-sig/1262664/1325827",
    "image_url": null,
    "detail_description": "A former cloth factory in operation until 1975 is now a museum whose displays include an impressive collection of old textile looms. Some still produce items such as hats, scarves, rugs, pillowcases and hot-water bottle covers, which are sold in the museum shop. It's 600m southwest of the village.\nAlso here is the visitor centre of the Parc Naturel de la Haute Sûre nature park."
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 31,
    "name": "Cathédrale Notre-Dame",
    "latitude": "49.609952",
    "longitude": "6.131562",
    "excerpt": "Built between 1613 and 1621, and enlarged between 1935 and 1938, Luxembourg's cathedral is most memorable for its distinctively elongated black spires,…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/cathedrale-notre-dame/a/poi-sig/447153/360128",
    "image_url": null,
    "detail_description": "Built between 1613 and 1621, and enlarged between 1935 and 1938, Luxembourg's cathedral is most memorable for its distinctively elongated black spires, ornately carved Renaissance portal inside the main doorway, and 19th- and 20th-century stained glass. Interior highlights include a tiny but highly revered Madonna-and-child idol above the altar and the graves of the royal family in the crypt.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 30,
    "name": "Musée-Mémorial de la Déportation",
    "latitude": "49.595392",
    "longitude": "6.120028",
    "excerpt": "Prior to WWII, Luxembourg had a Jewish community of approximately 3500 people. Of them, some 2500 fled, most to France, before emigration was halted in…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/musee-memorial-de-la-deportation/a/poi-sig/1261588/360128",
    "image_url": null,
    "detail_description": "Prior to WWII, Luxembourg had a Jewish community of approximately 3500 people. Of them, some 2500 fled, most to France, before emigration was halted in 1941. During the Nazi Occupation, some 800 Jews were deported to concentration camps in Poland and then-Czechoslovakia. The train station where their harrowing journey began is now a small museum. Take bus 18 or the RB train from Gare Centrale.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 29,
    "name": "Conservatoire National de Véhicules Historiques",
    "latitude": "49.868288",
    "longitude": "6.158609",
    "excerpt": "The construction and technology of vehicles from the 19th century to the 1970s is covered at this car museum located in a former car-manufacturing plant…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/diekirch/attractions/conservatoire-national-de-vehicules-historiques/a/poi-sig/1262638/1325823",
    "image_url": null,
    "detail_description": "The construction and technology of vehicles from the 19th century to the 1970s is covered at this car museum located in a former car-manufacturing plant. Some of its two dozen or so historic cars and motorcycles on display are for sale.Admission includes entry to the one-room Musée d'Histoire de la Brasserie Diekirch, which celebrates Diekirch beer, the Grand Duchy’s best-known lager.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 28,
    "name": "Musée d’Histoire de la Ville de Vianden",
    "latitude": "49.933667",
    "longitude": "6.202268",
    "excerpt": "Vianden's local history museum is formed from two houses knocked together. One maintains its full 19th-century decor; the other partly retains equipment…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/vianden/attractions/musee-d-histoire-de-la-ville-de-vianden/a/poi-sig/1262645/1325825",
    "image_url": null,
    "detail_description": "Vianden's local history museum is formed from two houses knocked together. One maintains its full 19th-century decor; the other partly retains equipment from its 1950s incarnation as a bakery. Upstairs, historical and cultural exhibits are brought to life by human cut-out mannequins and push-button music. It's all in German, but a well-presented English-language accompanying text is available on request at the ticket desk.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 27,
    "name": "Gëlle Fra",
    "latitude": "49.609236",
    "longitude": "6.129384",
    "excerpt": "Originally installed on Place de la Constitution in 1923 by Luxembourg sculptor Claus Cito, this 21m-high grantie obelisk topped by a wreath-bearing…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/gelle-fra/a/poi-sig/1292230/360128",
    "image_url": null,
    "detail_description": "Originally installed on Place de la Constitution in 1923 by Luxembourg sculptor Claus Cito, this 21m-high grantie obelisk topped by a wreath-bearing golden maiden commemorates Luxembourg’s WWI dead. During the Nazi Occupation in WWII, it was dismantled and partly salvaged. The Gëlle Fra maiden remained missing until 1980, when she was discovered hidden beneath the main stand of the national football stadium Stade Josy Barthel.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 26,
    "name": "Villa Romaine",
    "latitude": "49.803933",
    "longitude": "6.411823",
    "excerpt": "Excavated during the creation of the reservoir lake, today a popular boating and recreation area, this Roman villa has sparse, over-neatened remains but…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/echternach/attractions/villa-romaine/a/poi-sig/1262594/1325814",
    "image_url": null,
    "detail_description": "Excavated during the creation of the reservoir lake, today a popular boating and recreation area, this Roman villa has sparse, over-neatened remains but was obviously an impressively large, peristyle set-up. Free 30-minute guided tours in English take place at 3pm on Sundays. Its ornamental garden is planted with medicinal species used during Roman times and has a grapevine-draped pergola. It's set in parkland 1km southwest of the town centre.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 25,
    "name": "Musée Littéraire Victor Hugo",
    "latitude": "49.933948",
    "longitude": "6.207737",
    "excerpt": "Across a stone bridge from Grand-Rue is a replica Rodin bust of French writer Victor Hugo. In 1871 Hugo stayed for three months in the house facing this…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/vianden/attractions/musee-litteraire-victor-hugo/a/poi-sig/1262650/1325825",
    "image_url": null,
    "detail_description": "Across a stone bridge from Grand-Rue is a replica Rodin bust of French writer Victor Hugo. In 1871 Hugo stayed for three months in the house facing this point, part of his 19-year exile from France. Those three months were long enough for him to get the Vianden castle architect fired for substandard reconstruction work. Along with Hugo's manuscripts and sketches, highlights of the house-turned-musem include stupendous castle views from its windows.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 24,
    "name": "Château de Koerich",
    "latitude": "49.669308",
    "longitude": "5.950234",
    "excerpt": "Elements of Romanesque, Gothic, Renaissance and Baroque styles can all be seen at this castle at the Eisch Valley's western end. Originally built in the…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/eisch-valley/attractions/chateau-de-koerich/a/poi-sig/1605791/1325210",
    "image_url": null,
    "detail_description": "Elements of Romanesque, Gothic, Renaissance and Baroque styles can all be seen at this castle at the Eisch Valley's western end. Originally built in the late 12th century, various owners added to it over the centuries, resulting in the melange of styles. It fell into disrepair in the 1850s; the ruins are currently being restored but remain safe to enter. Although only 11m high today, the tower and 3.5m-thick exterior walls once reached 30m in height.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 23,
    "name": "Le Centre Nature et Forêt Biodiversum",
    "latitude": "49.493229",
    "longitude": "6.362146",
    "excerpt": "Built in natural timbers by star Luxembourg architect François Valentiny, this truncated pyramid-shaped nature centre features interactive exhibitions on…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/schengen/attractions/le-centre-nature-et-foret-biodiversum/a/poi-sig/1605989/1339596",
    "image_url": null,
    "detail_description": "Built in natural timbers by star Luxembourg architect François Valentiny, this truncated pyramid-shaped nature centre features interactive exhibitions on the evolution of the surrounding Haff Réimech wetlands. From the centre, a signposted 2.5km 'discovery trail' leads visitors through the biodiverse ecosystem, with birdwatching hides along the boardwalk circuit. Over 250 bird species have been recorded here, including the grey woodpecker, melodious warbler, crested grebe, purple heron and great white egret.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 22,
    "name": "Château de Larochette",
    "latitude": "49.786061",
    "longitude": "6.216647",
    "excerpt": "Towering above the village, Larochette's castle is accessed from the centre by steep paths or by a longer, gentler 2km road (start off towards Mersch then…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/larochette/attractions/chateau-de-larochette/a/poi-sig/1262585/1325813",
    "image_url": null,
    "detail_description": "Towering above the village, Larochette's castle is accessed from the centre by steep paths or by a longer, gentler 2km road (start off towards Mersch then double back). Up close, the site is less complete than it appears from below, but exploring the castle lawns, wall stubs and stairways is nonetheless compelling. The four-storey 1385 keep is especially worth climbing for the vertiginous view from its box window.\nYou can also peep into the dungeon or deep well shaft. There’s often an art exhibition on show."
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 21,
    "name": "General Patton Museum",
    "latitude": "49.848771",
    "longitude": "6.104555",
    "excerpt": "In an unlikely residential street, the General Patton Museum spans 600 sq metres. Rooms cover aviation (where displays include fallen chunks of WWII…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/ettelbruck/attractions/general-patton-museum/a/poi-sig/1262628/1325822",
    "image_url": null,
    "detail_description": "In an unlikely residential street, the General Patton Museum spans 600 sq metres. Rooms cover aviation (where displays include fallen chunks of WWII aircraft), military archaeology (weapons, ammunition and equipment recovered from Luxembourg's battlefields), the German Occupation (with documents, photographs and personal items detailing the Occupation of Luxembourg and the establishment of Luxembourg's Resistance) and the Liberation of Luxembourg. There are also two rooms dedicated to US leader General Patton, who led the liberation.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 20,
    "name": "L'Abbaye St-Maurice",
    "latitude": "50.057376",
    "longitude": "6.022153",
    "excerpt": "Dating from 1909, this Benedictine abbey was built in a neo-Romanesque style using stone extracted on site, which contrasts with the terracotta roof tiles…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/clervaux/attractions/l-abbaye-st-maurice/a/poi-sig/1605763/1325828",
    "image_url": null,
    "detail_description": "Dating from 1909, this Benedictine abbey was built in a neo-Romanesque style using stone extracted on site, which contrasts with the terracotta roof tiles. Below ground is an exhibition space detailing the history of the abbey; Gregorian chants take place in the church at 3pm on Sundays. The shop sells products still made here by monks today, including apple juice and brandy created with apples from the abbey's own orchard.\nIt's possible to spend the night here on a spiritual retreat (per person from €14) by advance reservation."
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 19,
    "name": "St-Willibrord Basilica",
    "latitude": "49.813586",
    "longitude": "6.421336",
    "excerpt": "St-Willibrord Basilica is part of the Abbaye d'Echternach complex. First raised around AD 700, it was rebuilt in 1862 but bombed to rubble during WWII,…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/echternach/attractions/st-willibrord-basilica/a/poi-sig/1262593/1325814",
    "image_url": null,
    "detail_description": "St-Willibrord Basilica is part of the Abbaye d'Echternach complex. First raised around AD 700, it was rebuilt in 1862 but bombed to rubble during WWII, when much of the town was severely damaged. Nonetheless, Willibrord’s relics slept peacefully in the 8th-century crypt, and while the reconstructed basilica is a dark and sombre affair with 1950s stained-glass windows, the vaulted crypt still contains the highly venerated relics of St Willibrord in a stone coffin covered by an elaborate white-marble canopy.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 18,
    "name": "Château de Bourscheid",
    "latitude": "49.905937",
    "longitude": "6.078371",
    "excerpt": "This splendid castle ruin is Luxembourg's largest and most dramatic. Occupying the site of a former Roman watchtower, its construction began around 1000…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/bourscheid/attractions/chateau-de-bourscheid/a/poi-sig/1267462/1325824",
    "image_url": null,
    "detail_description": "This splendid castle ruin is Luxembourg's largest and most dramatic. Occupying the site of a former Roman watchtower, its construction began around 1000 AD. The original belfry and inner walls still survive; the outer walls were added in 1350 and the dungeons in 1498. Restoration is ongoing but the castle will remain open. Climbing the squat, 12th-century, square keep rewards with turret-framed views over the forested river bend below. From Bourscheid village, it's a steep 1.8km descent to the east.\nAdmission includes a comprehensive audioguide."
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 17,
    "name": "Grand-Rue",
    "latitude": "49.933392",
    "longitude": "6.204625",
    "excerpt": "Grand-Rue’s most attractive section is around Place Victor Abens, where the town hall straddles a small spring. The Église des Trinitaires church was…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/vianden/attractions/grand-rue/a/poi-sig/1262649/1325825",
    "image_url": null,
    "detail_description": "Grand-Rue’s most attractive section is around Place Victor Abens, where the town hall straddles a small spring. The Église des Trinitaires church was built in 1248 and reconstructed after a fire in 1498; behind it the pretty cloister that was once the heart of the monastery remains.\nBoth the stairway between Grand-Rue 58/60 (opposite the church) and the alley Montée du Beffroi (just west of Musée de la Ville de Vianden) take you towards an isolated 1603 belfry on a ridge outcrop. It’s closed to visitors, but there are beautiful views over the town and river."
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 16,
    "name": "Valentiny Foundation",
    "latitude": "49.491218",
    "longitude": "6.35219",
    "excerpt": "World-renowned Remich-born architect François Valentiny built this extraordinary Arctic-white building with lattice-like cut-out windows in 2016 as an…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/schengen/attractions/valentiny-foundation/a/poi-sig/1605993/1339596",
    "image_url": null,
    "detail_description": "World-renowned Remich-born architect François Valentiny built this extraordinary Arctic-white building with lattice-like cut-out windows in 2016 as an exhibition space for his and his Viennese business partner Hubert Hermann's designs. On display are 3260 pieces including architectural plans, drawings, sculptures and scale models; it also hosts temporary exhibitions by other architects.\nValentiny also designed Schengen's Musée Européen and tourist office, and Le Centre Nature et Forêt Biodiversum in Remerschen."
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 15,
    "name": "MNHA",
    "latitude": "49.6116",
    "longitude": "6.133955",
    "excerpt": "Startlingly modern for its Old Town setting, the national art and history museum starts deep in an excavated rocky basement with exhibits of Neolithic…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/mnha/a/poi-sig/1261582/360128",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9d0203c6b658be45680137e66410d62d-mnha.jpg",
    "detail_description": "Startlingly modern for its Old Town setting, the national art and history museum starts deep in an excavated rocky basement with exhibits of Neolithic flints, then sweeps you through Gallic tomb chambers, Roman mosaics and Napoleonic medals to an excellent if small art gallery. Cézanne and Picasso get a look-in while Luxembourg's Expressionist artist Joseph Kutter (1894–1941) gets a whole floor.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 14,
    "name": "US Military Cemetery",
    "latitude": "49.612903",
    "longitude": "6.186094",
    "excerpt": "In a beautifully maintained graveyard 6km east of the city near the airport, lie 5075 US WWII war dead, including the general of the US Third Army George…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/us-military-cemetery/a/poi-sig/1262135/360128",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/715e9ff108198e60b372edcf0e830cfc-us-military-cemetery.jpg",
    "detail_description": "In a beautifully maintained graveyard 6km east of the city near the airport, lie 5075 US WWII war dead, including the general of the US Third Army George Patton, who played a key role in Luxembourg's 1944 liberation. It's a humbling sight, with long rows of white crosses and Stars of David. At the entrance, a white-stone chapel has a stained-glass window with the insignia of US commands that operated in Luxembourg. You'll need your own wheels or a taxi.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 13,
    "name": "Abbaye de Neumünster",
    "latitude": "49.610453",
    "longitude": "6.136111",
    "excerpt": "Dominating the Grund riverbank, this 17th-century Benedictine abbey has been transformed into a cultural centre. Around the cloister are bronze sculptures…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/abbaye-de-neumuenster/a/poi-sig/447167/360128",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/191459150a36a2ae0867434a3c53c0e4-abbaye-de-neumunster.jpg",
    "detail_description": "Dominating the Grund riverbank, this 17th-century Benedictine abbey has been transformed into a cultural centre. Around the cloister are bronze sculptures by local artist Lucien Wercollier, who in 1942 refused to create Aryan artworks and was imprisoned by the Nazis in this building. Several other exhibition spaces surround a central atrium and a large river-facing courtyard, a venue for outdoor performances. Prices vary depending on the exhibition or event. The brasserie opens to a table-lined terrace.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 12,
    "name": "Palais Grand-Ducal",
    "latitude": "49.61087",
    "longitude": "6.132817",
    "excerpt": "Luxembourg's turreted palace was built in 1572 and has been greatly extended over the years. It now houses the Grand Duke’s office, with parliament using…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/palais-grand-ducal/a/poi-sig/1261574/360128",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-175819192_high.jpg",
    "detail_description": "Luxembourg's turreted palace was built in 1572 and has been greatly extended over the years. It now houses the Grand Duke’s office, with parliament using its 1860 Chamber of Deputies. In summer the palace opens for 50-minute guided tours (English available), mostly concentrating on family history. From the medieval-Gothic dining room, the palace’s interior style morphs into sumptuous gilded romanticism upstairs. Tours must be prebooked online or via Luxembourg City Tourist Office, where you're required to pick up your ticket.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 11,
    "name": "Musée Européen",
    "latitude": "49.470725",
    "longitude": "6.366432",
    "excerpt": "Commemorating the Schengen agreements and the European project, the small Musée Européen has displays including hats from customs officers of all the EU's…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/schengen/attractions/musee-europeen/a/poi-sig/1339535/1339596",
    "image_url": null,
    "detail_description": "Commemorating the Schengen agreements and the European project, the small Musée Européen has displays including hats from customs officers of all the EU's member states. Its cafe has terrace seating.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 10,
    "name": "Ramborn Cider Company",
    "latitude": "49.759998",
    "longitude": "6.513366",
    "excerpt": "Over 100 varieties of apples and pears are used by Ramborn to make its unique ciders and perries, found at cafes, bars and restaurants throughout…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/mullerthal-region/attractions/ramborn-cider-company/a/poi-sig/1605970/1325208",
    "image_url": null,
    "detail_description": "Over 100 varieties of apples and pears are used by Ramborn to make its unique ciders and perries, found at cafes, bars and restaurants throughout Luxembourg, and sold in wine shops as well as here at its HQ. Tours lasting 90 minutes take you behind the scenes of the factory and out into some of the local orchards before finishing with a tasting. From Echternach, it's 14km southeast.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 9,
    "name": "Château de Wiltz",
    "latitude": "49.966343",
    "longitude": "5.937933",
    "excerpt": "Wiltz's castle was originally built in the 13th century but destroyed several times; the present château was constructed between 1631 and 1720 in the…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/wiltz/attractions/chateau-de-wiltz/a/poi-sig/1262683/1325826",
    "image_url": null,
    "detail_description": "Wiltz's castle was originally built in the 13th century but destroyed several times; the present château was constructed between 1631 and 1720 in the Renaissance style. Admission includes an audioguide and entry to its three museums: a tannery; an exhibition on the Battle of the Ardennes; and a brewing museum in the stables, with a bottle collection, an authentic if relocated classic bar, and a working microbrewery.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 8,
    "name": "Beaufort Castles",
    "latitude": "49.833513",
    "longitude": "6.287071",
    "excerpt": "Beaufort's two castles sit across a wooded valley on the town's western edge. Built from sandstone on the site of a Roman camp, the five-storey medieval…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/beaufort/attractions/beaufort-castles/a/poi-sig/1262617/1325821",
    "image_url": null,
    "detail_description": "Beaufort's two castles sit across a wooded valley on the town's western edge. Built from sandstone on the site of a Roman camp, the five-storey medieval castle expanded from 11th-century origins but never recovered from WWII bombing during the Battle of the Ardennes. You're free to explore its many levels. In the 17th century, a Renaissance-style castle was constructed alongside it – compulsory guided tours last 50 minutes. Admission to either castle includes a tasting of locally made Cassero fruit liqueur.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 7,
    "name": "Château de Clervaux",
    "latitude": "50.054297",
    "longitude": "6.0304",
    "excerpt": "The standout attraction at Clervaux' reconstructed 12th-century castle is Edward Steichen's Unesco World Heritage-listed photography exhibition Family of…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/clervaux/attractions/chateau-de-clervaux/a/poi-sig/1262689/1325828",
    "image_url": null,
    "detail_description": "The standout attraction at Clervaux' reconstructed 12th-century castle is Edward Steichen's Unesco World Heritage-listed photography exhibition Family of Man. Gifted to Clervaux in 1964, this ‘mirror of the essential oneness of mankind’ comprises 503 black-and-white, mid-20th-century photos by 273 photographers from 68 countries interspersed with thought-provoking quotations. Free 90-minute tours in English take place at 4pm on Sundays.There are two other museums here, one on Luxembourg castles with scale models, and another on the WWII Battle of the Ardennes.\nOtherwise known as the Battle of the Bulge, it was the last major German offensive campaign on the Western Front, and resulted in the original castle's destruction."
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 6,
    "name": "Abbaye d'Echternach",
    "latitude": "49.814153",
    "longitude": "6.421188",
    "excerpt": "Just north of the basilica, 19th-century Benedictine abbey buildings spread towards the tree-lined banks of the Sûre. Most of the complex is now a school…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/echternach/attractions/abbaye-d-echternach/a/poi-sig/1339580/1325814",
    "image_url": null,
    "detail_description": "Just north of the basilica, 19th-century Benedictine abbey buildings spread towards the tree-lined banks of the Sûre. Most of the complex is now a school and closed to the public, but its famous scriptorium in the vaulted basement houses an atmospheric museum. You’ll see facsimiles of beautiful pages from classic illuminated manuscripts, the stunning cover of the Codex Aureus, a copy of a Celtic high cross, Merovingian sarcophagi and a video of the Sprinprozession (St-Willibrord Pageant) through the ages.\nAdmission includes an audioguide.Stroll through the gateway in the Abbey’s north arcade to peek through wrought-iron gates at the splendid 1736 Orangery in formal French-style gardens, or head east between tennis courts to find a 1761 rococo pavilion."
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 5,
    "name": "Chemin de la Corniche",
    "latitude": "49.608708",
    "longitude": "6.133837",
    "excerpt": "Hailed as 'Europe's most beautiful balcony', this pedestrian promenade winds along the course of the 17th-century city ramparts with views across the…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/chemin-de-la-corniche/a/poi-sig/1267032/360128",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a7008076877883fa7ecec8f5b368d097-chemin-de-la-corniche.jpg",
    "detail_description": "Hailed as 'Europe's most beautiful balcony', this pedestrian promenade winds along the course of the 17th-century city ramparts with views across the river canyon towards the hefty fortifications of the Wenzelsmauer (Wenceslas Wall). The rampart-top walk continues along Blvd Victor Thorn to the Dräi Tier (Triple Gate) tower, stretching 600m in total.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 4,
    "name": "Mudam",
    "latitude": "49.617467",
    "longitude": "6.140896",
    "excerpt": "Groundbreaking exhibitions of modern, installation and experiential art take place in this airy architectural icon designed by Pritzker-winning architect…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/mudam/a/poi-sig/1262127/360128",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9e032a7996da8671fa4e8a2a66d10493-mudam.jpg",
    "detail_description": "Groundbreaking exhibitions of modern, installation and experiential art take place in this airy architectural icon designed by Pritzker-winning architect IM Pei (best known for his glass pyramid entrance to Paris' Louvre museum). The collection includes everything from photography to fashion, design and multimedia. Regional products are used in local specialities at its glass-roofed cafe, which hosts free concerts on Wednesday evenings.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 3,
    "name": "Bock Casemates",
    "latitude": "49.61176",
    "longitude": "6.137109",
    "excerpt": "Beneath the Montée de Clausen, the clifftop site of Count Sigefroi’s once-mighty fort, the Bock Casemates are an atmospheric honeycomb of rock galleries…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/bock-casemates/a/poi-sig/447151/360128",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/921b9f416ea7b7cfadf5525bd4a540ad-bock-casemates.jpg",
    "detail_description": "Beneath the Montée de Clausen, the clifftop site of Count Sigefroi’s once-mighty fort, the Bock Casemates are an atmospheric honeycomb of rock galleries and passages initially carved by the Spaniards from 1644 onwards. They were extended by French engineer Vauban in the 1680s, and again by the Austrians in the mid-18th century. Over the years the casemates have housed everything from garrisons to bakeries to slaughterhouses; during WWI and WWII they sheltered 35,000 locals. Kids will adore exploring the passageways.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg City",
    "index": 2,
    "name": "Musée d'Histoire de la Ville de Luxembourg",
    "latitude": "49.610049",
    "longitude": "6.133579",
    "excerpt": "Hidden within a series of 17th- to 19th-century houses, including a former ‘holiday home’ of the Bishop of Orval, the city's history museum is engrossing…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/luxembourg-city/attractions/musee-d-histoire-de-la-ville-de-luxembourg/a/poi-sig/1039164/360128",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8b0c419042bf23f6038a14a59f25dc2d-musee-d-histoire-de-la-ville-de-luxembourg.jpg",
    "detail_description": "Hidden within a series of 17th- to 19th-century houses, including a former ‘holiday home’ of the Bishop of Orval, the city's history museum is engrossing. Permanent collections on its lower levels cover the city's industrial, handicraft and commercial heritage, with models, plans and engravings, textiles, ceramics, posters, photographs and household items. Upper floors host temporary exhibitions. Its enormous glass elevator provides views of the rock foundations, the Grund valley and Rham plateau; there's also a lovely garden and panoramic terrace.\n"
},
{
    "country": "luxembourg",
    "city": "Luxembourg",
    "index": 1,
    "name": "Château de Vianden",
    "latitude": "49.935283",
    "longitude": "6.201994",
    "excerpt": "This château's extraordinary outline is the result of an almost-total 20th-century restoration after the original, built from the 11th to 14th centuries,…",
    "detail_url": "https://www.lonelyplanet.com/luxembourg/vianden/attractions/chateau-de-vianden/a/poi-sig/1262643/1325825",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e9535772dd36cbbd863925364880a55d-chateau-de-vianden.jpg",
    "detail_description": "This château's extraordinary outline is the result of an almost-total 20th-century restoration after the original, built from the 11th to 14th centuries, had fallen into complete ruin. Walkways in the lower levels display different layers of occupation, from the Roman era onwards. The open-air Byzantine Hall is a marvellous space, while the Gothic polygonal chapel is built around a central well. Plusher halls display fine Flanders tapestries, while photo galleries show the reconstruction process and famous visitors.\nA worthwhile audioguide costs €2. The vaulted, barrel-strewn Keller bar opens occasionally for jazz concerts."
}
]