[
{
    "country": "maharashtra",
    "index": 40,
    "name": "Cave 10",
    "latitude": "20.021027",
    "longitude": "75.179647",
    "excerpt": "Cave 10 is the only chaitya in the Buddhist group and one of the finest in India. Its ceiling features ribs carved into the stonework; the grooves were…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ellora/attractions/cave-10/a/poi-sig/1380701/356389",
    "image_url": null,
    "detail_description": "Cave 10 is the only chaitya in the Buddhist group and one of the finest in India. Its ceiling features ribs carved into the stonework; the grooves were once fitted with wooden panels. The balcony and upper gallery offer a closer view of the ceiling and a frieze depicting amorous couples. A decorative window gently illuminates an enormous figure of the teaching Buddha.\n"
},
{
    "country": "maharashtra",
    "index": 39,
    "name": "Chandon",
    "latitude": "20.189793",
    "longitude": "73.841171",
    "excerpt": "Nashik's newest winery is a world-class facility on meticulously manicured grounds that easily rank as Nashik's most peaceful and beautiful. Tastings…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/chandon/a/poi-sig/1552776/356393",
    "image_url": null,
    "detail_description": "Nashik's newest winery is a world-class facility on meticulously manicured grounds that easily rank as Nashik's most peaceful and beautiful. Tastings feature India's leading sparkling wines, Chandon Brut (Chenin Blanc/Chardonnay/PinotNoir) and Brut Rosé (Shiraz/Pinot Noir). Sip your bubbly in the upscale contemporary lounge, wine gallery or on the tremendously picturesque terrace. It's 26km north of Nashik.\n"
},
{
    "country": "maharashtra",
    "index": 38,
    "name": "Ramtek Temples",
    "latitude": "21.398997",
    "longitude": "79.330929",
    "excerpt": "About 40km northeast of Nagpur, Ramtek is believed to be the place where Lord Rama, of the epic Ramayana, spent some time during his exile with his wife,…",
    "detail_url": "https://www.lonelyplanet.com/india/ramtek/attractions/ramtek-temples/a/poi-sig/1149571/1329508",
    "image_url": null,
    "detail_description": "About 40km northeast of Nagpur, Ramtek is believed to be the place where Lord Rama, of the epic Ramayana, spent some time during his exile with his wife, Sita, and brother Lakshmana. The place is marked by a cluster of 10 or so temples, some dating to the 4th to 6th century AD, which sit atop the Hill of Rama and have their own population of cheeky resident langur monkeys (who are worth the trip themselves).\n"
},
{
    "country": "maharashtra",
    "index": 37,
    "name": "Cave 10",
    "latitude": "20.553372",
    "longitude": "75.700951",
    "excerpt": "Cave 10 is thought to be the oldest cave (200 BC) and was the first one to be spotted by the British hunting party. Similar in design to Cave 9, it is the…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ajanta/attractions/cave-10/a/poi-sig/1380753/356387",
    "image_url": null,
    "detail_description": "Cave 10 is thought to be the oldest cave (200 BC) and was the first one to be spotted by the British hunting party. Similar in design to Cave 9, it is the largest chaitya. The facade has collapsed and the paintings inside have been damaged, in some cases by graffiti dating from soon after their rediscovery. One of the pillars to the right bears the engraved name of Smith, who left his mark here for posterity.\n"
},
{
    "country": "maharashtra",
    "index": 36,
    "name": "Bhaja Caves",
    "latitude": "18.728161",
    "longitude": "73.481863",
    "excerpt": "On the other side of the expressway from Karla Caves in a lush setting 3km off the main road, Bhaja Caves is the greener and quieter of the region's caves…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/karla-and-bhaja-caves/attractions/bhaja-caves/a/poi-sig/1149683/356396",
    "image_url": null,
    "detail_description": "On the other side of the expressway from Karla Caves in a lush setting 3km off the main road, Bhaja Caves is the greener and quieter of the region's caves. Thought to date from around 200 BC, 10 of the 18 caves here are viharas (Buddhist monasteries), while Cave 12 is an open chaitya containing a simple dagoba.\nBeyond this is a strange huddle of 14 stupas, five inside and nine outside a smaller cave."
},
{
    "country": "maharashtra",
    "index": 35,
    "name": "Cave 19",
    "latitude": "20.55301",
    "longitude": "75.699685",
    "excerpt": "Cave 19, a magnificent chaitya, has a remarkably detailed facade; its dominant feature is an impressive horseshoe-shaped window. Two fine, standing Buddha…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ajanta/attractions/cave-19/a/poi-sig/1380756/356387",
    "image_url": null,
    "detail_description": "Cave 19, a magnificent chaitya, has a remarkably detailed facade; its dominant feature is an impressive horseshoe-shaped window. Two fine, standing Buddha figures flank the entrance. Inside is a three-tiered dagoba with a figure of the Buddha on the front. Outside the cave, to the west, sits a striking image of the Naga king with seven cobra hoods around his head. His wife, hooded by a single cobra, sits by his side.\n"
},
{
    "country": "maharashtra",
    "index": 34,
    "name": "Motibag Talim Mandal",
    "latitude": "16.694202",
    "longitude": "74.224244",
    "excerpt": "Kolhapur is famed for the calibre of its Kushti wrestlers and at the Motibag Thalim you can watch young athletes train in an earthen pit. The akhara …",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/kolhapur/attractions/motibag-talim-mandal/a/poi-sig/1380771/356397",
    "image_url": null,
    "detail_description": "Kolhapur is famed for the calibre of its Kushti wrestlers and at the Motibag Thalim you can watch young athletes train in an earthen pit. The akhara (training ground) is reached through a low doorway and passage to the left of the entrance to Bhavani Mandap (ask for directions). You are free to walk in and watch, as long as you don’t mind the sight of sweaty, seminaked men and the stench of urine emanating from the loos.\n"
},
{
    "country": "maharashtra",
    "index": 33,
    "name": "York Winery",
    "latitude": "20.012387",
    "longitude": "73.673887",
    "excerpt": "York Winery offers tours and wine-tasting sessions in a top-floor room that has scenic views of the lake and surrounding hills. Four reds, including its…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/york-winery/a/poi-sig/1293258/356393",
    "image_url": null,
    "detail_description": "York Winery offers tours and wine-tasting sessions in a top-floor room that has scenic views of the lake and surrounding hills. Four reds, including its flagship barrel-aged cab-shiraz, three whites, a rosé and two sparkling are produced. There’s a large garden, where Western snacks (olives, cheeses, ₹210) are offered, plus a restaurant (mains ₹380 to ₹1200).\nYou can also just pop in for a glass, which costs ₹150 to ₹320."
},
{
    "country": "maharashtra",
    "index": 32,
    "name": "Pandav Leni",
    "latitude": "19.941211",
    "longitude": "73.748555",
    "excerpt": "Dating from the 1st century BC to the 2nd century AD, the 24 early Buddhist caves of Pandav Leni are located about 8km south of Nashik along the Mumbai…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/pandav-leni/a/poi-sig/1149165/356393",
    "image_url": null,
    "detail_description": "Dating from the 1st century BC to the 2nd century AD, the 24 early Buddhist caves of Pandav Leni are located about 8km south of Nashik along the Mumbai road. There’s a steep, 20-minute hike separating the caves from the highway. Caves 19 and 23 have some interesting carvings; the rest are virtually empty and of limited interest to the lay person. Some caves bear animal figures and dice boards once engraved into the stone floors by resident monks.\n"
},
{
    "country": "maharashtra",
    "index": 31,
    "name": "Cave 32",
    "latitude": "20.033254",
    "longitude": "75.174004",
    "excerpt": "Cave 32, the Indra Sabha (Assembly Hall of Indra), is the finest of the Jain temples. Its ground-floor plan is similar to that of the Kailasa, but the…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ellora/attractions/cave-32/a/poi-sig/1380723/356389",
    "image_url": null,
    "detail_description": "Cave 32, the Indra Sabha (Assembly Hall of Indra), is the finest of the Jain temples. Its ground-floor plan is similar to that of the Kailasa, but the upstairs area is as ornate and richly decorated as the downstairs is plain. There are images of the Jain tirthankars (great teachers) Parasnath and Gomateshvara, the latter surrounded by wildlife. Inside the shrine is a seated figure of Mahavira, the last tirthankar and founder of the Jain religion.\n"
},
{
    "country": "maharashtra",
    "index": 30,
    "name": "Shivneri Fort",
    "latitude": "19.200286",
    "longitude": "73.859518",
    "excerpt": "Shivneri Fort holds the distinction of being the birthplace of Shivaji. The most important structure is Shivkunj, the pavilion in which Shivaji was born…",
    "detail_url": "https://www.lonelyplanet.com/india/shivneri/attractions/shivneri-fort/a/poi-sig/1293143/1329513",
    "image_url": null,
    "detail_description": "Shivneri Fort holds the distinction of being the birthplace of Shivaji. The most important structure is Shivkunj, the pavilion in which Shivaji was born. Elsewhere within the ramparts of this ruined fort are the old royal stables, a mosque dating back to the Mughal era and several rock-cut reservoirs. Views are spectacular. It's situated 90km northwest of Pune, above the village of Junnar,\nFrom the Junnar bus stand, a return rickshaw with one hour's wait time is ₹300."
},
{
    "country": "maharashtra",
    "index": 29,
    "name": "Lenyadri",
    "latitude": "19.243797",
    "longitude": "73.88797",
    "excerpt": "This group of interesting Hinayana Buddhist caves sit soaring above Lenyadri. Of the 27 caves, cave 7 is the most impressive and, interestingly, houses an…",
    "detail_url": "https://www.lonelyplanet.com/india/shivneri/attractions/lenyadri/a/poi-sig/1293144/1329513",
    "image_url": null,
    "detail_description": "This group of interesting Hinayana Buddhist caves sit soaring above Lenyadri. Of the 27 caves, cave 7 is the most impressive and, interestingly, houses an image of the Hindu god Ganesh. The views are spectacular. The caves are located about 8km north from Shivneri, on the other side of Junnar.\nIf you don't want to leg it up the considerable 350-steps to the caves, porters will cart you up for ₹700. From Junnar bus stand, a return rickshaw with one hour's wait time is ₹400."
},
{
    "country": "maharashtra",
    "index": 27,
    "name": "Cave 16",
    "latitude": "20.553312",
    "longitude": "75.700167",
    "excerpt": "Cave 16, a vihara, contains some of Ajanta’s finest paintings and is thought to have been the original entrance to the entire complex. The best known of…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ajanta/attractions/cave-16/a/poi-sig/1380754/356387",
    "image_url": null,
    "detail_description": "Cave 16, a vihara, contains some of Ajanta’s finest paintings and is thought to have been the original entrance to the entire complex. The best known of these paintings is of the ‘dying princess’, Sundari, wife of the Buddha’s half-brother Nanda, who is said to have fainted at the news her husband was renouncing the material life (and her) in order to become a monk.\nCarved figures appear to support the ceiling and there’s a statue of the Buddha seated on a lion throne teaching the Noble Eightfold Path."
},
{
    "country": "maharashtra",
    "index": 28,
    "name": "Soma Vine Village",
    "latitude": "20.006822",
    "longitude": "73.662214",
    "excerpt": "Soma Vine Village, 17km west of the city centre, is one of Nashik's newer wineries and offers 45-minute tours that end in a sampling plucked from its 11…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/soma-vine-village/a/poi-sig/1552774/356393",
    "image_url": null,
    "detail_description": "Soma Vine Village, 17km west of the city centre, is one of Nashik's newer wineries and offers 45-minute tours that end in a sampling plucked from its 11-wine roster, including its award-winning Chenin Blanc Gold and the rosé dessert wine, also excellent.\nThe on-site resort is a great place to tuck away with a bottle for the night amid beautiful vineyard and backwater views. If you got the dosh for a villa, you'll certainly be living a wine-fuelled high life."
},
{
    "country": "maharashtra",
    "index": 26,
    "name": "Archaeological Excavations at Mansar",
    "latitude": "21.394502",
    "longitude": "79.274683",
    "excerpt": "Believed to be the excavated 5th-century remains of a temple and residential palace complex known as Pravarapura, once the capital of the Vakataka King…",
    "detail_url": "https://www.lonelyplanet.com/india/ramtek/attractions/archaeological-excavations-at-mansar/a/poi-sig/1552147/1329508",
    "image_url": null,
    "detail_description": "Believed to be the excavated 5th-century remains of a temple and residential palace complex known as Pravarapura, once the capital of the Vakataka King Pravarasena II, this sprawling blackened pyramidal brick structure and surrounding edifices are worth a look for archaeological buffs. It's a large, widespread complex that is remarkably well preserved and under the radar.\nTo date the ruins are free, without fencing or gates, and as-yet-undeveloped as a tourism destination, though the Archeological Survey of India is said to be on the case."
},
{
    "country": "maharashtra",
    "index": 25,
    "name": "Cave 17",
    "latitude": "20.553261",
    "longitude": "75.699953",
    "excerpt": "With carved dwarfs supporting the pillars, cave 17 has Ajanta’s best-preserved and most varied paintings. Famous images include a princess applying make…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ajanta/attractions/cave-17/a/poi-sig/1380755/356387",
    "image_url": null,
    "detail_description": "With carved dwarfs supporting the pillars, cave 17 has Ajanta’s best-preserved and most varied paintings. Famous images include a princess applying make-up, a seductive prince using the old trick of plying his lover with wine, and the Buddha returning home from his enlightenment to beg from his wife and astonished son.\nA detailed panel tells of Prince Simhala’s expedition to Sri Lanka: with 500 companions he is shipwrecked on an island where ogresses appear as enchanting women, only to seize and devour their victims. Simhala escapes on a flying horse and returns to conquer the island."
},
{
    "country": "maharashtra",
    "index": 24,
    "name": "Grover Zampa",
    "latitude": "19.839383",
    "longitude": "73.626015",
    "excerpt": "Indian wine pioneers first produced juice with imported French vines at their Karnataka estate in 1982. Today it's easily India's most lauded winery (113…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/grover-zampa/a/poi-sig/1553065/356393",
    "image_url": null,
    "detail_description": "Indian wine pioneers first produced juice with imported French vines at their Karnataka estate in 1982. Today it's easily India's most lauded winery (113 international awards since 2012). Tours and tastings at its Nashik estate, 53km southwest of the city, take place in an atmospheric cave.\nThe Soireé Brut Rosé and top-end Chêne Grand Réserve Tempranillo-Shiraz are fantastic, the latter sure to hold its own in blind tastings among far more heralded wine areas. At time of writing, work had started on a dramatic eco-wine resort featuring stylish A-frame glass tented accommodation, which will pepper the hillside above."
},
{
    "country": "maharashtra",
    "index": 22,
    "name": "Sevagram Ashram",
    "latitude": "20.728622",
    "longitude": "78.662635",
    "excerpt": "Sevagram (Village of Service) was chosen by Mahatma Gandhi as his base during the Indian Independence Movement. Throughout the freedom struggle, the…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/sevagram/attractions/sevagram-ashram/a/poi-sig/1292950/356394",
    "image_url": null,
    "detail_description": "Sevagram (Village of Service) was chosen by Mahatma Gandhi as his base during the Indian Independence Movement. Throughout the freedom struggle, the village played host to several nationalist leaders, who would regularly come to visit the Mahatma at his Sevagram Ashram. Today, the overseers of this peaceful ashram, which is built on 40 hectares of farmland, have carefully restored the original huts where Gandhi lived and worked, which now house some of his personal effects.\nThere's a small museum and an organic cafe across the street, and you can even sleep here in a wildly rustic but somehow peacefully ideal guesthouse. It's about about 75km southwest of Nagpur."
},
{
    "country": "maharashtra",
    "index": 23,
    "name": "Cave 1",
    "latitude": "20.552428",
    "longitude": "75.702345",
    "excerpt": "Cave 1, a Mahayana vihara, was one of the last to be excavated and is the most beautifully decorated. This is where you’ll find a rendition of the…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ajanta/attractions/cave-1/a/poi-sig/1380726/356387",
    "image_url": null,
    "detail_description": "Cave 1, a Mahayana vihara, was one of the last to be excavated and is the most beautifully decorated. This is where you’ll find a rendition of the Bodhisattva Padmapani, the most famous and iconic of the Ajanta artworks. A verandah in front leads to a large congregation hall housing sculptures and narrative murals known for their splendid perspective and elaborate detailing of dress, daily life and facial expressions.\nThe colours in the paintings were created from local minerals, with the exception of the vibrant blue made from Central Asian lapis lazuli. Look up to the ceiling to see the carving of four deer sharing a common head."
},
{
    "country": "maharashtra",
    "index": 21,
    "name": "Pratapgad Fort",
    "latitude": "17.933254",
    "longitude": "73.580965",
    "excerpt": "Pratapgad Fort, built by Shivaji in 1656 (and still owned by his descendants), straddles a high mountain ridge 24km northwest of the town of Mahabaleshwar…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/mahabaleshwar/attractions/pratapgad-fort/a/poi-sig/1149721/356402",
    "image_url": null,
    "detail_description": "Pratapgad Fort, built by Shivaji in 1656 (and still owned by his descendants), straddles a high mountain ridge 24km northwest of the town of Mahabaleshwar. In 1659, Shivaji agreed to meet Bijapuri General Afzal Khan here in an attempt to end a stalemate. Despite a no-arms agreement, Shivaji, upon greeting Khan, disembowelled his enemy with a set of iron baghnakh (tiger’s claws). Khan’s tomb (out of bounds) marks the site of this painful encounter at the base of the fort.\nPratapgad is reached by a 500-step climb that affords brilliant views. Fresh fruit, juice, snacks and simple restaurants are scattered about the staircase to the fort.From the bus stand in Mahabaleshwar, a state bus tour (₹150 return, one hour, 9.30am) does a daily shuttle to the fort, with a waiting time of around one hour. Taxi drivers in Mahabaleshwar charge a fixed ₹1000 for the return trip, including one hour's waiting time."
},
{
    "country": "maharashtra",
    "index": 20,
    "name": "Alamgir Dargah",
    "latitude": "20.008637",
    "longitude": "75.191717",
    "excerpt": "Emperor Aurangzeb, the last of the Mughal greats, is entombed in the courtyard of this simple (and somewhat unwelcoming) shrine. Despite matching the…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/attractions/alamgir-dargah/a/poi-sig/1149749/356385",
    "image_url": null,
    "detail_description": "Emperor Aurangzeb, the last of the Mughal greats, is entombed in the courtyard of this simple (and somewhat unwelcoming) shrine. Despite matching the legendary King Solomon in terms of state riches, Aurangzeb was an ascetic in his personal life and insisted that he be buried in a simple tomb, which you’ll find in the courtyard here. While tourist are allowed, be prepared for some glares and insistent pleas for donations.\nBuried deep in the pages of history, Khuldabad is where a number of historic figures lie interred in addition to Aurangzeb. Generally a calm place, the village is swamped with pilgrims every April when a robe said to have been worn by the Prophet Mohammed, and kept within the dargah (shrine), is shown to the public. Across the road from the Alamgir Dargah, another shrine is said to contain strands of the Prophet’s beard.Khuldabad is usually included on Ellora day tours. Autorickshaws charge ₹150 from Ellora."
},
{
    "country": "maharashtra",
    "index": 19,
    "name": "Karla Caves",
    "latitude": "18.781659",
    "longitude": "73.470426",
    "excerpt": "Karla Cave, the largest early chaitya (Buddhist temple) in India, is reached by a 20-minute climb from a mini bazaar at the base of a hill. Completed in…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/karla-and-bhaja-caves/attractions/karla-caves/a/poi-sig/1156025/356396",
    "image_url": null,
    "detail_description": "Karla Cave, the largest early chaitya (Buddhist temple) in India, is reached by a 20-minute climb from a mini bazaar at the base of a hill. Completed in 80 BC, the chaitya is around 40m long and 15m high and sports a vaulted interior and intricately executed sculptures of Buddha, human and animal figures.\nExcluding Ellora’s Kailasa Temple, this is probably the most impressive cave temple in the state. A semicircular ‘sun window’ filters light in towards a dagoba or stupa (the cave’s representation of the Buddha), protected by a carved wooden umbrella, the only remaining example of its kind. The cave’s roof also retains ancient teak buttresses. The 37 pillars forming the aisles are topped by kneeling elephants. The carved elephant heads on the sides of the vestibule once had ivory tusks.There’s a Hindu temple in front of the cave, thronged by pilgrims whose presence adds colour to the scene."
},
{
    "country": "maharashtra",
    "index": 18,
    "name": "Sinhagad",
    "latitude": "18.36424",
    "longitude": "73.754804",
    "excerpt": "The ruined Sinhagad, about 24km southwest of Pune, was wrested by Maratha leader Shivaji from the Bijapur kings in 1670. In the epic battle (where he lost…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/attractions/sinhagad/a/poi-sig/1149707/356385",
    "image_url": null,
    "detail_description": "The ruined Sinhagad, about 24km southwest of Pune, was wrested by Maratha leader Shivaji from the Bijapur kings in 1670. In the epic battle (where he lost his son Sambhaji), Shivaji is said to have used monitor lizards yoked with ropes to scale the fort’s craggy walls.Today, it’s in a poor state, but worth visiting for the sweeping views and opportunity to hike in the hills.\nSinhagad is an easy day trip from Pune so there is little reason to eat or sleep here. That said, there are a good deal of hotels and resorts (with restaurants) in the surrounding areas and near Lake Khadakwasla, though the road to the fort itself is virtually empty.Bus 50 or 52 runs frequently to Donje (Golewadi) village from Shankar Sheth Rd near Swargate bus stand i9n Pune (₹30, 45 minutes, every 30 minutes, 5.20am to 9.30pm), from where it's a 4km hike if you want to walk or catch a shared 4WD (₹60) that can cart you 10km to the base of the summit."
},
{
    "country": "maharashtra",
    "index": 17,
    "name": "Trimbakeshwar Temple",
    "latitude": "19.932122",
    "longitude": "73.530775",
    "excerpt": "The moody Trimbakeshwar Temple stands in the centre of Trimbak, 33km west of Nashik. It’s one of India’s most sacred temples, containing a highly…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/attractions/trimbakeshwar-temple/a/poi-sig/1380689/356385",
    "image_url": null,
    "detail_description": "The moody Trimbakeshwar Temple stands in the centre of Trimbak, 33km west of Nashik. It’s one of India’s most sacred temples, containing a highly venerated jyoti linga, one of the 12 most important shrines to Shiva. Although the sign says only Hindus are allowed in, it's outdated and non-Hindus are welcome to enter (expect mere seconds in the inner sanctum as security corrals the crowd through). Photos are prohibited.\nNearby, the waters of the Godavari River flow into the Gangadwar bathing tank, where all are welcome to wash away their sins.Trimbak is a quick day trip from Nashik so most folks don't spend the night. But there are loads of guesthouses and resorts, many of which have panoramic views of the striking Bhahmagiri mountain range. The road leading to the temple is chock-full of snack stalls and restaurants if you fancy a bite.Buses for Trimbak depart Nashik's Old Bus Stand (₹40, 45 minutes, every 30 minutes, 4.15am to 11pm). The last bus back to Nashik departs at 10.30pm"
},
{
    "country": "maharashtra",
    "index": 15,
    "name": "Hindu Caves",
    "latitude": "20.022428",
    "longitude": "75.179572",
    "excerpt": "Drama and excitement characterise the Hindu group (Caves 13 to 29). In terms of scale, creative vision and skill of execution, these caves are in a league…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ellora/attractions/hindu-caves/a/poi-sig/1292859/356389",
    "image_url": null,
    "detail_description": "Drama and excitement characterise the Hindu group (Caves 13 to 29). In terms of scale, creative vision and skill of execution, these caves are in a league of their own.All these temples were cut from the top down, so it was never necessary to use scaffolding – the builders began with the roof and moved down to the floor. Highlights include caves 14, 15, 16, 21 and 29.\nCave 13 is a simple cave, most likely a granary. Cave 14, the Ravana-ki-Khai, is a Buddhist vihara converted to a temple dedicated to Shiva sometime in the 7th century.Cave 15, the Das Avatara (Ten Incarnations of Vishnu) Cave, is one of the finest at Ellora. The two-storey temple contains a mesmerising Shiva Nataraja and a Shiva emerging from a lingam (phallic image) while Vishnu and Brahma pay homage.Caves 17 to 20 and Caves 22 to 28 are simple monasteries.Cave 21, known as the Ramesvara Cave, features interesting interpretations of familiar Shaivite scenes depicted in the earlier temples. The figure of the goddess Ganga standing on her Makara (mythical sea creature) is particularly notable.The large Cave 29, the Dumar Lena, is thought to be a transitional model between the simpler hollowed-out caves and the fully developed temples exemplified by the Kailasa. It has views over a nearby waterfall, though the path was inaccessible at time of writing. It's best reached via the MSRTC bus."
},
{
    "country": "maharashtra",
    "index": 16,
    "name": "Jain Caves",
    "latitude": "20.032871",
    "longitude": "75.17498",
    "excerpt": "The five Jain caves, the last created at Ellora, may lack the ambitious size of the best Hindu temples, but they are exceptionally detailed, with some…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ellora/attractions/jain-caves/a/poi-sig/1292861/356389",
    "image_url": null,
    "detail_description": "The five Jain caves, the last created at Ellora, may lack the ambitious size of the best Hindu temples, but they are exceptionally detailed, with some remarkable paintings and carvings.The caves are 1km north of the last Hindu temple (Cave 29) at the end of the bitumen road; an MSRTC bus departs from in front of Kailasa Temple and runs back and forth (₹20 return; 9.15am to 6pm).\nCave 30, the Chhota Kailasa (Little Kailasa), is a poor imitation of the great Kailasa Temple and stands by itself some distance from the other Jain temples. It's reached via the unmarked stairway between Caves 31 and 32.In contrast, Cave 32, the Indra Sabha (Assembly Hall of Indra), is the finest of the Jain temples. Its ground-floor plan is similar to that of the Kailasa, but the upstairs area is as ornate and richly decorated as the downstairs is plain. There are images of the Jain tirthankars (great teachers) Parasnath and Gomateshvara, the latter surrounded by wildlife. Inside the shrine is a seated figure of Mahavira, the last tirthankar and founder of the Jain religion.Cave 31 is really an extension of Cave 32. Cave 33, the Jagannath Sabha, is similar in plan to Cave 32 and has some well-preserved sculptures. The final temple, the small Cave 34, also has interesting sculptures. On the hilltop over the Jain temples, a 5m-high image of Parasnath looks down on Ellora."
},
{
    "country": "maharashtra",
    "index": 13,
    "name": "Buddhist Caves",
    "latitude": "20.020331",
    "longitude": "75.179379",
    "excerpt": "Calm and contemplation infuse the 12 Buddhist caves, which stretch to the south of Kailasa. All are Buddhist viharas (monasteries) used for study and…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ellora/attractions/buddhist-caves/a/poi-sig/1292857/356389",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_1162762675.jpg",
    "detail_description": "Calm and contemplation infuse the 12 Buddhist caves, which stretch to the south of Kailasa. All are Buddhist viharas (monasteries) used for study and worship, but these multistoreyed structures also included cooking, living and sleeping areas. The one exception is Cave 10, which is a chaitya (assembly hall). While the earliest caves are simple, Caves 11 and 12 are more ambitious; both comprise three storeys and are on par with the more impressive Hindu temples.\nCave 1, the simplest vihara, may have been a granary. Cave 2 is notable for its ornate pillars and the imposing seated Buddha that faces the setting sun. Cave 3 and Cave 4 are unfinished and not well preserved.Cave 5 is the largest vihara in this group at 18m wide and 36m long; the rows of stone benches hint that it may once have been an assembly hall.Cave 6 is an ornate vihara with wonderful images of Tara, consort of the Bodhisattva Avalokitesvara, and of the Buddhist goddess of learning, Mahamayuri, looking remarkably similar to Saraswati, her Hindu equivalent. Cave 7 is an unadorned hall. Cave 8 is the first cave in which the sanctum is detached from the rear wall. Cave 9, located above Cave 8, is notable for its wonderfully carved fascia.Cave 10 is the only chaitya in the Buddhist group and one of the finest in India. Its ceiling features ribs carved into the stonework; the grooves were once fitted with wooden panels. The balcony and upper gallery offer a closer view of the ceiling and a frieze depicting amorous couples. A decorative window gently illuminates an enormous figure of the teaching Buddha.Cave 11, the Do Thal (Two Storey) Cave, is entered through its third basement level, not discovered until 1876. Like Cave 12, it possibly owes its size to competition with Hindu caves of the same period.Cave 12, the huge Tin Thal (Three Storey) Cave, is entered through a courtyard. The locked shrine on the top floor contains a large Buddha figure flanked by his seven previous incarnations. The walls are carved with relief pictures."
},
{
    "country": "maharashtra",
    "index": 12,
    "name": "Daulatabad Fort",
    "latitude": "19.942319",
    "longitude": "75.212681",
    "excerpt": "No trip to Aurangabad is complete without a pit stop at the ruined but truly magnificent hilltop fortress of Daulatabad, about 15km away from town en…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/attractions/daulatabad-fort/a/poi-sig/1149552/356385",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_548460007.jpg",
    "detail_description": "No trip to Aurangabad is complete without a pit stop at the ruined but truly magnificent hilltop fortress of Daulatabad, about 15km away from town en route to Ellora, which sits atop a 200m-high craggy outcrop known as Devagiri (Hill of the Gods). A 5km battlement surrounds this ancient fort, a most beguiling structure built by the Yadava kings through the 12th century and originally conceived as an impregnable fort.\nIn 1328, it was renamed Daulatabad, the City of Fortune, by Delhi sultan Mohammed Tughlaq, who decided to shift his kingdom’s capital to this citadel from Delhi. Known for his eccentric ways, Tughlaq even marched the entire population of Delhi 1100km south to populate it. Ironically, Daulatabad – despite being better positioned strategically than Delhi – soon proved untenable as a capital due to an acute water crisis and Tughlaq forced its weary inhabitants to slope all the way back to Delhi, which had by then been reduced to a ghost town.The climb to the summit takes about an hour, and leads past an ingenious series of defences, including multiple doorways designed with odd angles and spike-studded doors to prevent elephant charges. A tower of victory, known as the Chand Minar (Tower of the Moon), built in 1435, soars 60m above the ground to the right; it’s closed to visitors. Higher up, you can walk into the Chini Mahal, where Abul Hasan Tana Shah, king of Golconda, was held captive for 12 years before his death in 1699. Nearby, there’s a 6m cannon, cast from five different metals and engraved with Aurangzeb’s name.Part of the ascent goes through a pitch-black, bat-infested, water-seeping, spiralling tunnel. Guides (₹1600 up to five people) are available near the ticket counter to show you around and their torch-bearing assistants will lead you through the dark passageway for a small tip. On the way down you’ll be left to your own devices, so carry a torch.As the fort is in ruins (with crumbling staircases and sheer drops) and involves a steep ascent, the elderly, children and those suffering from vertigo or claustrophobia will find it a tough challenge. Bring water and allow 2½ hours to explore the structure.There is little in the way of accommodation at Daulatabad – people bed down in Aurangabad or Ellora. For meals, the entrance to the fort is swarming with dhabas (casual eateries) and fresh fruit and flavoured crushed-ice stalls.Ellora-bound buses departing the MSRTC bus stand every half-hour (non-AC ₹20, 30 minutes, 5.30am to 8pm) can drop you at the entrance. The stop for buses back to Aurangabad is 500m south of the Fort entrance. Rickshaws charge ₹30 (sharing) or ₹100 back to Aurangabad."
},
{
    "country": "maharashtra",
    "index": 11,
    "name": "Mahalaxmi Mandir",
    "latitude": "16.694829",
    "longitude": "74.222871",
    "excerpt": "One of Maharashtra’s most important and vibrant places of worship, the Mahalaxmi Temple is dedicated to Amba Bai (Mother Goddess). The temple’s origins…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/kolhapur/attractions/mahalaxmi-mandir/a/poi-sig/1149764/356397",
    "image_url": null,
    "detail_description": "One of Maharashtra’s most important and vibrant places of worship, the Mahalaxmi Temple is dedicated to Amba Bai (Mother Goddess). The temple’s origins date back to AD 10, but much of the present structure is from the 18th century. It draws an unceasing tide of humanity, as pilgrims press to enter the holy inner sanctuary and bands of musicians and worshippers chant devotions. Non-Hindus are welcome and it’s a fantastic place for people-watching.\n"
},
{
    "country": "maharashtra",
    "index": 10,
    "name": "Raja Dinkar Kelkar Museum",
    "latitude": "18.510774",
    "longitude": "73.854486",
    "excerpt": "An oddball of a museum that’s one of Pune’s true delights, housing only a fraction of the 20,000-odd objects of Indian daily life painstakingly collected…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/raja-dinkar-kelkar-museum/a/poi-sig/478786/356404",
    "image_url": null,
    "detail_description": "An oddball of a museum that’s one of Pune’s true delights, housing only a fraction of the 20,000-odd objects of Indian daily life painstakingly collected by Dinkar Kelkar (who died in 1990). The quirky pan-Indian collection includes hundreds of hookah pipes, writing instruments, lamps, textiles, toys, entire doors and windows, kitchen utensils, furniture, puppets, ivory playing cards and betel-nut cutters.\nThere's also an amazing gallery of musical instruments, including peacock sitars."
},
{
    "country": "maharashtra",
    "index": 9,
    "name": "Lion Point",
    "latitude": "18.696233",
    "longitude": "73.38599",
    "excerpt": "This wildly panoramic viewpoint 12km south of Lonavla is one of the resort town's best non-kitschy sights. On a clear day, small waterfalls are visible…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/lonavla/attractions/lion-point/a/poi-sig/1610234/356401",
    "image_url": null,
    "detail_description": "This wildly panoramic viewpoint 12km south of Lonavla is one of the resort town's best non-kitschy sights. On a clear day, small waterfalls are visible among the lush green conical hills and the deep, cinematic valley, along with views across the Western Ghats. Locals flock here, many of whom climb over the railings for on-the-edge selfies (not recommended) when they are not munching on roasted corn and onion fritters from lines of vendors. Sunset and sunrise are, unsurprisingly, popular.\nRickshaws charge ₹600 return from Lonavla with a bit of waiting to enjoy the view."
},
{
    "country": "maharashtra",
    "index": 8,
    "name": "Joshi's Museum of Miniature Railway",
    "latitude": "18.501689",
    "longitude": "73.822246",
    "excerpt": "Inside the small Soudamini Instruments factory in eastern Pune is what is claimed to be India's only miniature city, the lifelong obsession of model train…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/pune/attractions/joshi-s-museum-of-miniature-railway/a/poi-sig/1551298/356404",
    "image_url": null,
    "detail_description": "Inside the small Soudamini Instruments factory in eastern Pune is what is claimed to be India's only miniature city, the lifelong obsession of model train enthusiast Bhau Joshi. In short, it's one of the world's great model train layouts, a detailed, fully functional and passionate display of mechanical and engineering wow.\nIt's the stuff of childhood dreams (and many adults, frankly). It features 65 signals, 26 points, fences, lamp posts and flyovers, a swimming pool, circus fairground (with roller coaster), drive-in theatre and dual carriageway with moving vehicles, among other bells and whistles, all controlled by a panel boasting 5km of wiring."
},
{
    "country": "maharashtra",
    "index": 7,
    "name": "Ellora Cave Temples",
    "latitude": "20.023708",
    "longitude": "75.178081",
    "excerpt": "The saga of the hammer and chisel comes full circle at the Unesco World Heritage-listed Ellora cave temples, located 30km from Aurangabad. The pinnacle of…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ellora/attractions/ellora-cave-temples/a/poi-sig/1149553/356389",
    "image_url": null,
    "detail_description": "The saga of the hammer and chisel comes full circle at the Unesco World Heritage-listed Ellora cave temples, located 30km from Aurangabad. The pinnacle of ancient Indian rock-cut architecture, these caves were chipped out laboriously over five centuries by generations of Buddhist, Hindu and Jain monks.\nMonasteries, chapels, temples – the caves served every purpose, and the style quotient was duly met by embellishing them with a profusion of remarkably detailed sculptures. Unlike the caves at Ajanta, which are carved into a sheer rock face, the Ellora caves line a 2km-long escarpment, the gentle slope of which allowed architects to build elaborate courtyards in front of the shrines as well."
},
{
    "country": "maharashtra",
    "index": 5,
    "name": "Tadoba-Andhari Tiger Reserve",
    "latitude": "20.221932",
    "longitude": "79.417076",
    "excerpt": "One of the best places to see tigers in India, the seldom-visited Tadoba-Andhari Tiger Reserve, 150km south of Nagpur, is now much more accessible thanks…",
    "detail_url": "https://www.lonelyplanet.com/india/tadoba-andhari-tiger-reserve/attractions/tadoba-andhari-tiger-reserve/a/poi-sig/1508892/1329509",
    "image_url": null,
    "detail_description": "One of the best places to see tigers in India, the seldom-visited Tadoba-Andhari Tiger Reserve, 150km south of Nagpur, is now much more accessible thanks to the upgrading of state highways. Despite not drawing the crowds of many other bigger name forest reserves in India, it is one of the best spots to get up close and personal with tigers and other wildlife.\nMammals in the 1700-sq-km include gaurs, chitals, nilgais, sloth bears and leopards, as well as very healthy tiger numbers (estimated at around 88 adults and 45 cubs in the park plus 35 additional tigers in the surrounding areas); the park is also a fantastic spot for birders. The park also remains open throughout the year, unlike many in India. The prices here, however, can really add up: three-hour safaris in Gypsy 4WDs cost ₹2700 per vehicle plus ₹350 for a mandatory guide and ₹200 for an SLR camera (or ₹250 for any lens greater than 250mm) in addition to park admission fees, so you are looking at between ₹7050 to ₹11,050 per safari before even thinking about snapping a photo."
},
{
    "country": "maharashtra",
    "index": 6,
    "name": "Shree Chhatrapati Shahu Museum",
    "latitude": "16.719255",
    "longitude": "74.231701",
    "excerpt": "‘Bizarre’ takes on a whole new meaning at this ‘new’ palace, an Indo-Saracenic behemoth designed by British architect ‘Mad’ Charles Mant for the Kolhapur…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/kolhapur/attractions/shree-chhatrapati-shahu-museum/a/poi-sig/1149727/356397",
    "image_url": null,
    "detail_description": "‘Bizarre’ takes on a whole new meaning at this ‘new’ palace, an Indo-Saracenic behemoth designed by British architect ‘Mad’ Charles Mant for the Kolhapur kings in 1884. The madcap museum is a maze of countless trophies from the kings’ trigger-happy jungle safaris, including walking sticks made from leopard vertebrae and ashtrays fashioned out of tiger skulls and rhino feet.\nThe armoury houses enough weapons to stage a minicoup. The horror-house effect is brought full circle by the taxidermy section. Don’t miss the highly ornate Durbar Hall, where the rulers held court sessions, and dotted around the palace you’ll find dozens of portraits of the portly maharajas to admire. Photography is prohibited inside.It's located about 2.5km north of the train station. A rickshaw from the train station/bus stand will cost ₹35/50. Don't miss the ticket booth at the first gate or you'll be legging it back 250m to buy your tickets."
},
{
    "country": "maharashtra",
    "index": 4,
    "name": "Sula Vineyards",
    "latitude": "20.007145",
    "longitude": "73.686762",
    "excerpt": "Sula Vineyards, located 15km west of Nashik, commands around 65% of the Indian wine market. It offers a slick, professional tour (around 45 minutes) of…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/sula-vineyards/a/poi-sig/1149742/356393",
    "image_url": null,
    "detail_description": "Sula Vineyards, located 15km west of Nashik, commands around 65% of the Indian wine market. It offers a slick, professional tour (around 45 minutes) of its impressive estate and high-tech facilities, which are steeped in eco-friendly policies (harvested rainwater, solar panelling, drip irrigation), rounded off with themed six wine-tasting sessions like Beat the Heat (all whites and sparkling) and Best of Sula (features its best drops, including two from its top-end Rasa line). Try their latest, a Lambrusco-like sparkling shiraz.\nThe tasting patio here has commanding views of the countryside (though only snacks are sold and it does get very busy); for meals, the on-site Italian restaurant Little Italy is recommended. The new 31-room resort occupies the converted facilities of the original winery and its gorgeous Beyond by Sula is off property a few kilometres away. The vineyard has introduced a recoupable ₹100 entry fee in place to thin the herds."
},
{
    "country": "maharashtra",
    "index": 3,
    "name": "Ramkund",
    "latitude": "20.008093",
    "longitude": "73.792419",
    "excerpt": "This sacred River Godavari bathing ghat in the heart of Nashik’s old quarter, a Kumbh Mela venue, sees hundreds of Hindu pilgrims arriving daily to bathe,…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/nasik/attractions/ramkund/a/poi-sig/1293289/356393",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148701497_high.jpg",
    "detail_description": "This sacred River Godavari bathing ghat in the heart of Nashik’s old quarter, a Kumbh Mela venue, sees hundreds of Hindu pilgrims arriving daily to bathe, pray and – because the waters provide moksha (liberation of the soul) – to immerse the ashes of departed friends and family. There's an adjacent market that adds to the alluring and fascinating scene.\nTourists are welcome in the temples that are located on surrounding banks."
},
{
    "country": "maharashtra",
    "index": 2,
    "name": "Ajanta Caves",
    "latitude": "20.552598",
    "longitude": "75.699427",
    "excerpt": "Ajanta’s caves line a steep face of a horseshoe-shaped gorge bordering the Waghore River. Five of the caves are chaityas (assembly or prayer halls) while…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ajanta/attractions/ajanta-caves/a/poi-sig/1293254/356387",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-470607634_high.jpg",
    "detail_description": "Ajanta’s caves line a steep face of a horseshoe-shaped gorge bordering the Waghore River. Five of the caves are chaityas (assembly or prayer halls) while others are viharas (monasteries with attached residential cells). Caves 8, 9, 10, 12, 13 and part of 15 are early Buddhist caves, while the others date from around the 5th century AD (Mahayana period). In the austere early Buddhist school, the Buddha was never represented directly but always alluded to by a symbol such as the footprint or wheel of law.\nDuring busy periods, viewers are allotted 15 minutes within the caves, which have to be entered without shoes (flip-flops will make your life a lot easier). Caves 3, 8, 22, 28, 29 and 30 remain either closed or inaccessible. Keep in mind, there is a fairly steep uphill walk from the ticket counter to the beginning of the caves – porters (₹400) and chair dolis (₹1500; porters who carry people on chairs) are available."
},
{
    "country": "maharashtra",
    "index": 1,
    "name": "Kailasa Temple",
    "latitude": "20.023708",
    "longitude": "75.179325",
    "excerpt": "One of India’s greatest monuments, this astonishing temple, carved from solid rock, was built by King Krishna I in AD 760 to represent Mt Kailasa (Kailash…",
    "detail_url": "https://www.lonelyplanet.com/india/maharashtra/ellora/attractions/kailasa-temple/a/poi-sig/1292851/356389",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-470586360_super.jpg",
    "detail_description": "One of India’s greatest monuments, this astonishing temple, carved from solid rock, was built by King Krishna I in AD 760 to represent Mt Kailasa (Kailash), Shiva’s Himalayan abode. To say that the assignment was daring would be an understatement. Three huge trenches were bored into the sheer cliff face, a process that entailed removing 200,000 tonnes of rock by hammer and chisel, before the temple could begin to take shape and its remarkable sculptural decoration could be added.\nCovering twice the area of the Parthenon in Athens and being half as high again, Kailasa is an engineering marvel that was executed straight from the head with zero margin for error. Modern draughtspeople might have a lesson or two to learn here.The temple houses several intricately carved panels, depicting scenes from the Ramayana, the Mahabharata and the adventures of Krishna. Also worth admiring are the immense monolithic pillars that stand in the courtyard, flanking the entrance on both sides, and the southeastern gallery that has 10 giant and fabulous panels depicting the different avatars (incarnations of a deity) of Lord Vishnu.After you’re done with the main enclosure, bypass the hordes of snack-munching day trippers to explore the temple’s many dank, bat urine–soaked corners with their numerous forgotten carvings. Afterwards, hike the sturdier path up to the south of the complex (past the scaffolding) that takes you to the top perimeter of the ‘cave’, from where you can get a bird’s-eye view of the entire temple complex."
}
]