[
{
    "country": "maldives",
    "city": "Male",
    "index": 14,
    "name": "Funadhoo",
    "latitude": "4.183474",
    "longitude": "73.517793",
    "excerpt": "This small island may not look like much, but it's the vital fuel repository for Male and indeed much of the country.",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/other-islands/attractions/funadhoo/a/poi-sig/1589796/1337867",
    "image_url": null,
    "detail_description": "This small island may not look like much, but it's the vital fuel repository for Male and indeed much of the country.\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 13,
    "name": "National Art Gallery",
    "latitude": "4.1777816218108",
    "longitude": "73.511358888265",
    "excerpt": "Under one roof you'll find the National Library, various cultural centres from countries around the world and this exhibition space, which has temporary…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/national-art-gallery/a/poi-sig/1097105/357012",
    "image_url": null,
    "detail_description": "Under one roof you'll find the National Library, various cultural centres from countries around the world and this exhibition space, which has temporary displays of Maldivian art. There is sadly no permanent collection, so often there's nothing to see here if there's not an exhibit, but it's worth dropping by to check.\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 12,
    "name": "Artificial Beach",
    "latitude": "4.174186",
    "longitude": "73.518555",
    "excerpt": "A sweet little crescent sand beach has been crafted from the breakwater tetrapods here where locals can swim and enjoy a day on the beach. There’s a whole…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/artificial-beach/a/poi-sig/1440638/357012",
    "image_url": null,
    "detail_description": "A sweet little crescent sand beach has been crafted from the breakwater tetrapods here where locals can swim and enjoy a day on the beach. There’s a whole range of fast-food cafes nearby, though the construction of the massive new China-Maldives Friendship Bridge has rather robbed the area of any of the charm it once had.\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 10,
    "name": "Tomb of Mohammed Thakurufaanu",
    "latitude": "4.17587604",
    "longitude": "73.51067126",
    "excerpt": "In the backstreets in the middle of town, in the grounds of a small mosque, is the tomb of Mohammed Thakurufaanu, Maldives’ national hero who liberated…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/tomb-of-mohammed-thakurufaanu/a/poi-sig/1440437/357012",
    "image_url": null,
    "detail_description": "In the backstreets in the middle of town, in the grounds of a small mosque, is the tomb of Mohammed Thakurufaanu, Maldives’ national hero who liberated the country from Portuguese rule and was then the sultan from 1573 to 1585. Thakurufaanu is also commemorated in the name of the road that rings Male, Boduthakurufaanu Magu (bodu means ‘big’ or ‘great’).\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 11,
    "name": "Rasrani Bageecha",
    "latitude": "4.17739304",
    "longitude": "73.51085034",
    "excerpt": "Previously known as Sultan's Park and once part of the grounds of the now-demolished sultan’s palace, this former green lung of Male was redeveloped and…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/rasrani-bageecha/a/poi-sig/1097104/357012",
    "image_url": null,
    "detail_description": "Previously known as Sultan's Park and once part of the grounds of the now-demolished sultan’s palace, this former green lung of Male was redeveloped and renamed Rasrani Bageecha in 2017. Instead of a much-needed, meditative and shady public space, it's now a neon-clad Dubai-style entertainment zone with various playgrounds, which will at least appeal to kids.\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 9,
    "name": "Aarah",
    "latitude": "4.230436",
    "longitude": "73.494598",
    "excerpt": "This small island was used as the president’s holiday retreat during the Gayoom era and as such was a heavily fortified installation complete with bunkers…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/other-islands/attractions/aarah/a/poi-sig/1589798/1337867",
    "image_url": null,
    "detail_description": "This small island was used as the president’s holiday retreat during the Gayoom era and as such was a heavily fortified installation complete with bunkers on the beach. Under President Nasheed the island was used to host conferences and festivals, as well as to host some big beach parties featuring international DJs. However, since 2012 the island has been for government use only.\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 8,
    "name": "Thilafushi",
    "latitude": "4.181131",
    "longitude": "73.450212",
    "excerpt": "Thilafushi is undoubtedly the controversial flip side of Maldives' paradisiacal image – a horror show of rubbish piled upon rubbish taking up almost all…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/other-islands/attractions/thilafushi/a/poi-sig/1589797/1337867",
    "image_url": null,
    "detail_description": "Thilafushi is undoubtedly the controversial flip side of Maldives' paradisiacal image – a horror show of rubbish piled upon rubbish taking up almost all the space there is here. While the truly ghastly part is the south side of the island, the north part is a small township of migrant workers tending various industrial plants, and so it's possible to visit; simply take a ferry from the New Harbour (Rf11, 20 minutes, every one to two hours).\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 7,
    "name": "Produce Market",
    "latitude": "4.179686",
    "longitude": "73.508599",
    "excerpt": "The busy produce market gives you an enjoyable taste of Maldives – people from all over the country gather here to sell home-grown and imported vegetables…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/produce-market/a/poi-sig/1509788/357012",
    "image_url": null,
    "detail_description": "The busy produce market gives you an enjoyable taste of Maldives – people from all over the country gather here to sell home-grown and imported vegetables. Coconuts and bananas are the most plentiful produce, but look inside for the stacks of betel leaf, for wrapping up a ‘chew’. Just wandering around, watching the hawkers and the shoppers and seeing the vast array of products on display is fascinating and as real a Maldivian experience as possible.\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 6,
    "name": "Muleeaage & Medhu Ziyaarath",
    "latitude": "4.17753031",
    "longitude": "73.51260067",
    "excerpt": "Muleeaage was built as a palace for the sultan in the early 20th century, though he was deposed before he could move in and the building was used for…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/muleeaage-medhu-ziyaarath/a/poi-sig/1440620/357012",
    "image_url": null,
    "detail_description": "Muleeaage was built as a palace for the sultan in the early 20th century, though he was deposed before he could move in and the building was used for government offices for about 40 years. It became the president’s residence in 1953 when the first republic was proclaimed. At the eastern end of the building’s compound, behind an elaborate blue-and-white gatehouse, the Medhu Ziyaarath is the tomb of Abul Barakat Yoosuf Al Barbary, who brought Islam to Male in 1153.\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 5,
    "name": "Fish Market",
    "latitude": "4.179911",
    "longitude": "73.509672",
    "excerpt": "Although the squeamish may well object to the buckets of entrails or the very public gutting of fish going on all around, the Fish Market should not be…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/fish-market/a/poi-sig/1509789/357012",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/36e0ac5b07b73304c3d2d208a5f92fa7-fish-market.jpg",
    "detail_description": "Although the squeamish may well object to the buckets of entrails or the very public gutting of fish going on all around, the Fish Market should not be missed. This is the soul of Male – and it’s great fun watching the day’s catch being brought in from the adjacent fishing harbour. Look out for some truly vast tuna, octopus and grouper. Maldivian women don’t usually venture into these areas, although foreign women walking around won’t raise any eyebrows.\n"
},
{
    "country": "maldives",
    "city": "Male",
    "index": 4,
    "name": "China-Maldives Friendship Bridge",
    "latitude": "4.17317",
    "longitude": "73.523641",
    "excerpt": "This incredibly impressive piece of engineering connects Male to the airport island of Hulhule, but unlike most of the causeways connecting islands…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/china-maldives-friendship-bridge/a/poi-sig/1590671/357012",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cf3606064fb531efb97c73540d736595-china-maldives-friendship-bridge.jpg",
    "detail_description": "This incredibly impressive piece of engineering connects Male to the airport island of Hulhule, but unlike most of the causeways connecting islands elsewhere in the country, this US$250m project goes over the open sea, meaning that vast concrete supports have been planted in the seabed. The bridge was still not operational at the time of writing, and it wasn't yet clear how its opening would affect ferry services to/from Male from Hulhule.\nLocal opinion is divided about the bridge. While some argue that connecting the capital to its airport is an important infrastructural addition to Male, many people see the project as a huge waste of money and maintain that taking a ferry across the lagoon will always be faster and preferable."
},
{
    "country": "maldives",
    "city": "Male",
    "index": 3,
    "name": "Grand Friday Mosque",
    "latitude": "4.178413",
    "longitude": "73.510616",
    "excerpt": "The golden dome of this impressive modern mosque dominates the skyline of Male and has become something of a symbol for the city. Opened in 1984 and built…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/grand-friday-mosque/a/poi-sig/1440690/357012",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a89276ac1135efa6027b2913a12f53d5-grand-friday-mosque-islamic-centre.jpg",
    "detail_description": "The golden dome of this impressive modern mosque dominates the skyline of Male and has become something of a symbol for the city. Opened in 1984 and built with help from the Gulf States, Pakistan, Brunei and Malaysia, the Grand Friday Mosque is striking in its plainness, built in white marble and virtually free from decoration. Set back off the main square, Jumhooree Maidan, it is the biggest mosque in the country.\nTourists wanting to enter the mosque can only visit between 9am and 5pm, and outside of prayer times. The mosque closes to all non-Muslims 15 minutes before prayers and for the following hour. Before noon and between 2pm and 3pm are the best times to visit. Invading bands of casual sightseers are not encouraged, but if you are genuinely interested and suitably dressed, you’ll be welcomed by one of the staff members who hang out by the entrance. Men must wear long trousers and women a long skirt or dress. The main prayer hall inside the mosque can accommodate up to 5000 worshippers and has beautifully carved wooden side panels and doors, a specially woven carpet and impressive chandeliers."
},
{
    "country": "maldives",
    "city": "Male",
    "index": 2,
    "name": "National Museum",
    "latitude": "4.17705923",
    "longitude": "73.51015729",
    "excerpt": "Maldives' National Museum may be a ferociously ugly building gifted by China, but it nevertheless contains a well-labelled collection of historic…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/national-museum/a/poi-sig/1039867/357012",
    "image_url": null,
    "detail_description": "Maldives' National Museum may be a ferociously ugly building gifted by China, but it nevertheless contains a well-labelled collection of historic artefacts that serve to trace the unusual history of these isolated islands. Sadly the museum was broken into by a mob of religious extremists during protests against former president Nasheed in 2012, and its most precious items, some 30 ancient Buddhist coral stone carvings from the country's pre-Islamic period, were destroyed for being 'idols'. Security remains tight.\nThe display begins downstairs with galleries devoted to the ancient and medieval periods of Maldivian history. Items on display include weaponry, religious paraphernalia and household wares as well as many impressively carved Arabic- and Thaana-engraved pieces of wood commemorating the conversion of Maldives to Islam in 1153.Upstairs is a display representing the modern period and including some prized examples of the lacquer-work boxes for which Maldives is famous, and various pieces of antique technology including the country’s first gramophone, telephone and a massive computer. Quirkier relics include the minutes of the famous underwater cabinet meeting held under President Nasheed in 2009 and an impressive marine collection, the highlight of which is the 6m-long skeleton of the very rare Longman’s Beaked Whale, which is yet to have been sighted alive in the ocean."
},
{
    "country": "maldives",
    "city": "Male",
    "index": 1,
    "name": "Old Friday Mosque",
    "latitude": "4.177985",
    "longitude": "73.512429",
    "excerpt": "This is the oldest mosque in the country, dating from 1656. It’s a beautiful structure made from coral stone into which intricate decoration and Quranic…",
    "detail_url": "https://www.lonelyplanet.com/maldives/male/attractions/old-friday-mosque/a/poi-sig/1440615/357012",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-453013594_master.jpg",
    "detail_description": "This is the oldest mosque in the country, dating from 1656. It’s a beautiful structure made from coral stone into which intricate decoration and Quranic script have been chiselled. Non-Muslims wishing to see inside are supposed to get permission from an official of the Ministry of Islamic Affairs. Most of the staff are officials of the ministry, however, and so if you are conservatively dressed and it's outside prayer times, you may well get permission to enter on the spot.\nEven though an ugly protective corrugated-iron sheet now covers the roof and some of the walls, this is still a fascinating place. The interior is superb and famed for its fine lacquer work and elaborate woodcarvings. One long panel, carved in the 13th century, commemorates the introduction of Islam to Maldives. The mosque was built on the foundations of an old temple that faced west towards the setting sun, not northwest towards Mecca. Consequently, the worshippers have to face the corner of the mosque when they pray – the striped carpet, laid at an angle, shows the correct direction.Overlooking the mosque is the solid, round, blue-and-white tower of the munnaaru – the squat minaret. Though it looks a bit neglected rather than particularly old, this minaret dates from 1675. To one side of the mosque is a cemetery with many elaborately carved tombstones. Stones with rounded tops are for females, those with pointy tops are for males and those featuring gold-plated lettering are the graves of former sultans. The small buildings are family mausoleums and their stone walls are intricately carved. Respectably dressed non-Muslims are welcome to walk around the graveyard; you don’t require permission for this."
}
]