[
{
    "country": "malta",
    "index": 14,
    "name": "Malta National Aquarium",
    "latitude": "35.95854331776",
    "longitude": "14.42318338772",
    "excerpt": "Opened in 2013, this glass-and-metal starfish-shaped building perches in a sublime position on the Qawra headland, with endless blue views. It's great fun…",
    "detail_url": "https://www.lonelyplanet.com/malta/bugibba-qawra-st-paul-s-bay/attractions/malta-national-aquarium/a/poi-sig/1293896/1316057",
    "image_url": null,
    "detail_description": "Opened in 2013, this glass-and-metal starfish-shaped building perches in a sublime position on the Qawra headland, with endless blue views. It's great fun, with huge tanks showing environments that mimic the waters around the islands (for example, there's a replica of the bronze submerged Christ of the Abyss statue), as well as those further afield. There's a 12m underwater tunnel that allows visitors to walk through a huge tank, as well as another smaller tunnel to crawl through.\nDaily educational sessions include learning about marine evolution and the aquarium's shark conservation program. Check the website for timings. The complex includes a children's playground (free of charge) and stunning views from its La Nave restaurant and outdoor cafe."
},
{
    "country": "malta",
    "index": 15,
    "name": "San Blas Bay",
    "latitude": "36.05696",
    "longitude": "14.3",
    "excerpt": "San Blas, a tiny, rock-strewn bay with some patches of coarse, rust-coloured sand, is backed by steep, terraced fields with prickly-pear hedges. There's…",
    "detail_url": "https://www.lonelyplanet.com/malta/nadur/attractions/san-blas-bay/a/poi-sig/1318983/1316078",
    "image_url": null,
    "detail_description": "San Blas, a tiny, rock-strewn bay with some patches of coarse, rust-coloured sand, is backed by steep, terraced fields with prickly-pear hedges. There's parking space for only a handful of cars at the beginning of the very narrow track above the bay. It's a steep walk down to it, but you can take a jeep down or up (€2.50 per person).\nBring a picnic lunch and a mask and fins for snorkelling as the water is quite shallow and very clear. You can walk to San Blas from Nadur in about 30 minutes; it's just over 2.5km from town (take Triq San Blas off Triq it-Tiġrija, two blocks north of Nadur's church). Bus 303 heads here hourly from Victoria (18 minutes), via Nadur (five minutes). Alight at the Weraq bus stop then walk 600m to the beach."
},
{
    "country": "malta",
    "index": 13,
    "name": "Dwejra Bay & Dwejra Point",
    "latitude": "36.046774",
    "longitude": "14.191632",
    "excerpt": "The collapsed cavern of Dwejra Bay has been invaded by the sea, and is guarded by the brooding bulk of Fungus Rock. A path below Dwejra (Qawra) Tower…",
    "detail_url": "https://www.lonelyplanet.com/malta/dwejra/attractions/dwejra-bay-dwejra-point/a/poi-sig/1258006/1316075",
    "image_url": null,
    "detail_description": "The collapsed cavern of Dwejra Bay has been invaded by the sea, and is guarded by the brooding bulk of Fungus Rock. A path below Dwejra (Qawra) Tower leads to a flight of stairs cut into the rock, leading down to a little slipway on the edge of the bay. There is good swimming and sunbathing here.\nFor even more peace, you can hike right around to the cliff top on the far side of the bay, for a view encompassing Fungus Rock and Dwejra Point and, between them, Crocodile Rock (seen from near Dwejra Tower it looks like a crocodile's head).The broad horizontal shelf of rock to the south of Dwejra Point has been eroded along the geological boundary between the globigerina limestone and the lower coralline limestone – the boundary is marked by a layer of many thousands of fossilised scallop shells and sand dollars (a kind of flattened, disc-shaped sea urchin)."
},
{
    "country": "malta",
    "index": 12,
    "name": "Fort St Angelo",
    "latitude": "35.892074978434",
    "longitude": "14.5182470789",
    "excerpt": "The Knights took over this medieval fort in 1530 and strengthened it, and Fort St Angelo served as the residence of the Grand Master of the Order until…",
    "detail_url": "https://www.lonelyplanet.com/malta/vittoriosa/attractions/fort-st-angelo/a/poi-sig/1258130/1315902",
    "image_url": null,
    "detail_description": "The Knights took over this medieval fort in 1530 and strengthened it, and Fort St Angelo served as the residence of the Grand Master of the Order until 1571 and was the headquarters of la Valette during the Great Siege. In the 17th century the talented engineer Don Carlos Grunenberg added more defences. Heritage Malta has recently opened restored sections of the fort providing public access to amazing harbour views. Multimedia exhibitions bring Valletta and the fort's exciting history alive.\nThe British occupied the fort from the 19th century, and from 1912 until 1979 it served as the headquarters of the Mediterranean Fleet, first as HMS Egmont and from 1933 as HMS St Angelo. The upper part of the fort, including the Grand Master's Palace and the 15th-century Chapel of St Anne, is now occupied by the modern Order of St John. The tip of the Vittoriosa peninsula has been fortified since at least the 9th century; before that it was the site of Roman and Phoenician temples.Tours of Upper Fort St Angelo, including the Chapel of St Anne, are sometimes offered from April to October. Check Heritage Malta's website for details."
},
{
    "country": "malta",
    "index": 11,
    "name": "Upper Barrakka Gardens",
    "latitude": "35.894822655002",
    "longitude": "14.511683409753",
    "excerpt": "These colonnaded gardens perched high above Grand Harbour were created in the late 16th century as a relaxing haven for the Knights from the nearby…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/upper-barrakka-gardens/a/poi-sig/447327/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3026cef3d706dc6b4fc38e299840e7b4-upper-barrakka-gardens-saluting-battery.jpg",
    "detail_description": "These colonnaded gardens perched high above Grand Harbour were created in the late 16th century as a relaxing haven for the Knights from the nearby Auberge d'Italie. They provide a shady retreat from the bustle of the city, and the balcony has one of the best views in Malta.The terrace below is occupied by the Saluting Battery, where a cannon once fired salutes to visiting naval vessels.\n"
},
{
    "country": "malta",
    "index": 10,
    "name": "St Peter's Pool",
    "latitude": "35.833045",
    "longitude": "14.562163",
    "excerpt": "St Peter's Pool is a fantastic swimming spot, a natural lido in the rocks with large areas of flat slab for sunbathing between swims. Follow the narrow…",
    "detail_url": "https://www.lonelyplanet.com/malta/marsaxlokk/attractions/st-peter-s-pool/a/poi-sig/1517674/1316064",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3e86b618644965831f8f65736a3cee89-st-peter-s-pool.jpg",
    "detail_description": "St Peter's Pool is a fantastic swimming spot, a natural lido in the rocks with large areas of flat slab for sunbathing between swims. Follow the narrow road out towards Delimara Lighthouse until you are just past the power station chimney (about 1.5km from the main road), and you'll see a low building on the left with 'St Peter's Pool' signposted on it.\nA rough track leads down to a small parking area – if you meet a car coming the other way it'll be a face-off over who'll back up. Don't leave valuables in your car."
},
{
    "country": "malta",
    "index": 9,
    "name": "Ġgantija Temples",
    "latitude": "36.047199",
    "longitude": "14.269234",
    "excerpt": "Perched on the crest of the hill to the south of Xagħra, the awe-inspiring megalithic Ġgantija Temples command soaring views over most of southern Gozo…",
    "detail_url": "https://www.lonelyplanet.com/malta/xaghra/attractions/ggantija-temples/a/poi-sig/1136293/1316077",
    "image_url": null,
    "detail_description": "Perched on the crest of the hill to the south of Xagħra, the awe-inspiring megalithic Ġgantija Temples command soaring views over most of southern Gozo. As the name implies (ġgantija – dje-gant-ee-ya – means 'giantess'), these are the largest of the megalithic temples found on the Maltese Islands – the walls stand over 6m high, and the two temples together span over 40m.\nThe site has a wonderful visitor's centre, with displays putting the temples into context and showcasing many of the extraordinary carvings discovered here, including the famous 'fat ladies'.Along with Ta'Ħaġrat and Skorba in Malta, the Ġgantija Temples are thought to be Malta's oldest, dating from 3600 to 3000 BC. Both temples face towards the southeast, and both have five semicircular niches within. The south temple (on the left) is the older, and is entered across a huge threshold slab with four holes at each side, thought to be for libations. The first niche on the right contains an altar with some spiral decoration – there was once a pillar here with a snake carved on it, but the pillar now lives in Victoria's Archaeology Museum. The left-hand niche in the inner chamber has a well-preserved trilithon altar; on the right is a circular hearth stone and a bench altar.The outer wall of the later north temple complex is particularly impressive in scale. The largest of the megaliths measures 6m by 4m and weighs around 57 tonnes, and the wall may originally have stood up to 16m tall – it's incredible to contemplate how these huge stones were put in place. The exterior walls were built of harder-wearing coralline limestone, while the interiors were built of the lighter globigerina limestone – brought here from around a kilometre away."
},
{
    "country": "malta",
    "index": 8,
    "name": "St Paul's Cathedral",
    "latitude": "35.886433842672",
    "longitude": "14.404082949385",
    "excerpt": "The cathedral is said to be built on the site of the villa belonging to Publius, the Roman governor of Malta who welcomed St Paul in AD 60.",
    "detail_url": "https://www.lonelyplanet.com/malta/mdina/attractions/st-paul-s-cathedral/a/poi-sig/1136454/1003870",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/003d5fae2e9a0e379b1554dc37f9e449-st-paul-s-cathedral.jpg",
    "detail_description": "The cathedral is said to be built on the site of the villa belonging to Publius, the Roman governor of Malta who welcomed St Paul in AD 60.The original Norman church was destroyed by an earthquake, and the restrained baroque edifice you see today was built between 1697 and 1702 by Lorenzo Gafa, who was influenced by the Italian master Borromini. Note the fire and serpent motifs atop the twin bell towers, symbolising the saint's first miracle in Malta.\nEchoing St John's Co-Cathedral in Valletta, the floor of St Paul's is covered with the polychrome marble tombstones of Maltese nobles and important clergymen, while the vault is painted with scenes from the life of St Paul. The altar painting The Conversion of St Paul by Mattia Preti survived the earthquake, so too did the beautifully carved oak doors to the sacristy on the north side, and the apse above the altar, featuring the fresco St Paul's Shipwreck."
},
{
    "country": "malta",
    "index": 6,
    "name": "Fort St Elmo & National War Museum",
    "latitude": "35.902071465264",
    "longitude": "14.518848607852",
    "excerpt": "Guarding Marsamxett and Grand Harbours is Fort St Elmo, named after the patron saint of mariners. The fort was built by the Knights in 1552 in just four…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/fort-st-elmo-national-war-museum/a/poi-sig/447297/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/532005431fe4da57623d30c65eae2efa-fort-st-elmo.jpg",
    "detail_description": "Guarding Marsamxett and Grand Harbours is Fort St Elmo, named after the patron saint of mariners. The fort was built by the Knights in 1552 in just four months to guard the harbours on either side of the Sceberras Peninsula, and bore the brunt of Turkish arms during 1565's Great Siege. After restoration, the fort reopened in 2015, and now contains the National War Museum, which covers Malta's wartime history including the Great Siege and the country's ordeal during WWII.\nThe museum showcases absorbing audiovisual displays, bringing history to life and illustrating aspects of war such as the struggle to get supplies through to the islands under German bombardment. Artefacts include the Gloster Gladiator biplane called Faith (minus wings), the sole survivor of the three planes that so valiantly defended the island when Italy declared war in 1940. Pride of place goes to the George Cross medal that was awarded to the entire population of Malta in 1942.The courtyard outside the entrance to the fort is studded with the lids of underground granaries. You can visit the parade ground and the 1559 chapel where Knights fought to the death during the siege trying to protect the altar, as well as the later 1729 church.The military pageant In Guardia takes place here between October and June."
},
{
    "country": "malta",
    "index": 7,
    "name": "National Museum of Archaeology",
    "latitude": "35.897542",
    "longitude": "14.511266",
    "excerpt": "The National Museum of Archaeology is housed in the impressive Auberge de Provence. Exhibits include delicate stone tools dating from 5200 BC, Phoenician…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/national-museum-of-archaeology/a/poi-sig/447311/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b30f48729ffcf22f0034a8e0354d4f6c-national-museum-of-archaeology.jpg",
    "detail_description": "The National Museum of Archaeology is housed in the impressive Auberge de Provence. Exhibits include delicate stone tools dating from 5200 BC, Phoenician amulets and an amazing temple model from Ta' Haġrat – a prehistoric architectural maquette. More impressive still are the beautifully modelled prehistoric figurines that were found locally. Best is the Sleeping Lady, found at the Hypogeum, which is around 5000 years old. It shows a recumbent woman with her head propped on one arm, apparently deep in slumber.\nThe 'fat ladies' sculptures, found at Ħaġar Qim, have massive rounded thighs and arms, but tiny, doll-like hands and feet. They wear pleated skirts and sit with their legs tucked neatly to one side. The so-called Venus de Malta, also from Ħaġar Qim, is about 10cm tall and displays remarkably realistic modelling. There are also beautiful stone friezes from the Tarxien Temples.Upstairs displays showcase the coarser pottery from the Bronze Age, animal figurines and jewellery, as well as information on the island's mysterious cart ruts."
},
{
    "country": "malta",
    "index": 5,
    "name": "Għar Dalam Cave & Museum",
    "latitude": "35.836429",
    "longitude": "14.528067",
    "excerpt": "The reason to head to Birżebbuġa is to see the Għar Dalam Cave & Museum, 500m north on the main road from Valletta. Għar Dalam (aar-da-lam; the name means…",
    "detail_url": "https://www.lonelyplanet.com/malta/birzebbuga/attractions/ghar-dalam-cave-museum/a/poi-sig/1136512/1316065",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-117195239_full.jpg",
    "detail_description": "The reason to head to Birżebbuġa is to see the Għar Dalam Cave &amp; Museum, 500m north on the main road from Valletta. Għar Dalam (aar-da-lam; the name means 'cave of darkness') is a 145m-long cave in the Lower Coralline Limestone. It has yielded a magnificent harvest of fossil bones and teeth. The lowermost layers of the cavern, more than 500,000 years old, yielded remains belonging to dwarf elephants, hippopotamuses, micro-mammals and birds.\nThe animals are all of European type, suggesting that Malta was once joined to Italy, but not to northern Africa. It's also where the first signs of human habitation on Malta, from 7400 years ago, have been discovered, with remains including pottery dating back to 5200 BC and Neanderthal teeth found in the top layer.The museum at the entrance contains an exhibition hall with displays on how the cave was formed and how the remains of such animals came to be found here and their development in response to local conditions, as they evolved in different ways to such creatures elsewhere. In the older part of the museum are display cases mounted with thousands and thousands of bones and teeth. Beyond the museum a path leads down through gardens to the mouth of the cave, where a walkway leads 50m into the cavern. A pillar of sediment has been left in the middle of the excavated floor to show the stratigraphic sequence."
},
{
    "country": "malta",
    "index": 4,
    "name": "Hal Saflieni Hypogeum",
    "latitude": "35.86950488578",
    "longitude": "14.506903535141",
    "excerpt": "The Hypogeum (from the Greek, meaning 'underground') is a subterranean necropolis, discovered during building work in 1902. To visit is to step into a…",
    "detail_url": "https://www.lonelyplanet.com/malta/hal-saflieni-hypogeum-tarxien-temples/attractions/hal-saflieni-hypogeum/a/poi-sig/1135898/1325213",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/305b552a91c7a272e6411d40d1c40690-hal-saflieni-hypogeum.jpg",
    "detail_description": "The Hypogeum (from the Greek, meaning 'underground') is a subterranean necropolis, discovered during building work in 1902. To visit is to step into a mysterious and silent world. Its halls, chambers and passages, immaculately hewn out of the rock, cover some 500 sq metres; it is thought to date from around 3600 to 3000 BC, and an estimated 7000 bodies may have been interred here. Note that prebooking online is essential; try to book around three months before your visit.\nThe ancient workers mimicked built masonry in carving out these underground chambers, and exploited the rock's natural weaknesses and strengths to carve out the spaces by hand and create a safe underground structure. Carbon dioxide exhaled by visiting tourists did serious damage to the delicate limestone walls of the burial chambers, and it was closed to the public for 10 years up to mid-2000. It has been restored with Unesco funding; the microclimate is now strictly controlled and visitor numbers to the site are limited (10 per tour and eight tours per day).A few last-minute tickets for the noon and 4pm tours are available the day prior from Fort St Elmo in Valletta or the Gozo Museum of Archaeology. A 20-minute audiovisual presentation is also available at the Hypogeum. This does not need to be booked in advance but does not include access to the Hypogeum itself. For health and safety reasons, children under the age of six cannot visit the Hypogeum."
},
{
    "country": "malta",
    "index": 3,
    "name": "St John's Co-Cathedral",
    "latitude": "35.897672",
    "longitude": "14.512703",
    "excerpt": "St John's Co-Cathedral, Malta's most impressive church, was designed by the architect Gerolamo Cassar. It was built between 1573 and 1578, taking over…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/st-john-s-co-cathedral/a/poi-sig/447321/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ae6c2b5dffbfd077ccbadab4fd4774a7-st-john-s-co-cathedral.jpg",
    "detail_description": "St John's Co-Cathedral, Malta's most impressive church, was designed by the architect Gerolamo Cassar. It was built between 1573 and 1578, taking over from the Church of St Lawrence in Vittoriosa as the place where the Knights would gather for communal worship. The interior was revamped in the 17th century in exuberant Maltese baroque style, and it's an astounding surprise after the plain facade. One of its greatest treasures is a huge painting of John the Baptist by Caravaggio.\r\n\nThe nave is long and low and every wall, pillar and rib is encrusted with rich ornamentation, giving the effect of a dusty gold brocade. The floor is an iridescent patchwork quilt of marble tomb slabs, and the vault dances with paintings by Mattia Preti that illustrate events from the life of St John the Baptist. Beyond here, the Oratory contains two paintings by Caravaggio.\r\n\r\nScheduled to reopen in 2020 after an extensive and impressive remodelling, the Cathedral Museum houses the beautiful 16th-century Graduals of L-Isle Adam, illuminated choral books and a magnificent collection of 17th-century Flemish tapestries based on drawings by Rubens. A new feature is an excellent exhibition on the life and times of Caravaggio.\r\n\r\nSt John's was raised to a status equal to that of St Paul's Cathedral in Mdina – the official seat of the Archbishop of Malta – by a papal decree of 1816, hence the term 'co-cathedral'.\r\n\r\nVisitors should dress appropriately for a house of worship. Stiletto heels are not permitted, to protect the marble floor.\r\n"
},
{
    "country": "malta",
    "index": 2,
    "name": "Grand Master's Palace",
    "latitude": "35.898602",
    "longitude": "14.514045",
    "excerpt": "The stern exterior of the 16th-century Grand Master's Palace conceals a sumptuous interior. This was once the residence of the Grand Masters of the…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/grand-master-s-palace/a/poi-sig/447299/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2a1e5a0ae65a1740865430405b847a31-grand-master-s-palace.jpg",
    "detail_description": "The stern exterior of the 16th-century Grand Master's Palace conceals a sumptuous interior. This was once the residence of the Grand Masters of the Knights of St John. From Malta's independence until 2015 the building was the seat of Malta's parliament, before it moved into the new Parliament Building. The Armoury is housed in what was once the Grand Master's stables.\nOriginally, the armour and weapons belonging to the Knights were stored at the Palace Armoury (the Great Hall), and when a Knight died these became the property of the Order. The collection of more than 5000 suits of 16th- to 18th-century armour is all that remains of an original 25,000 – Napoleon's light-fingered activities, over-enthusiastic housekeeping by the British and general neglect put paid to the rest.Some of the most interesting pieces are the breastplate worn by la Valette, the beautifully damascened (steel inlaid with gold) suit made for Alof de Wignacourt, the captured Turkish Sipahi (cavalry) armour, and reinforced armour with bullet marks (the development of guns marked the beginning of the end for armour). There are also displays of some beautiful weapons, including crossbows, muskets, swords and pistols.In the State Apartments, five rooms are usually open to the public, although special one-off exhibitions mean some rooms may be closed. The Grand Master's Palace remains the official residence of the Maltese president, so rooms are occasionally closed. The long Armoury Corridor, decorated with trompe l'œil painting, scenes of naval battles and the portraits and escutcheons of various Grand Masters, leads to the Council Chamber on the left. It is hung with 17th-century Gobelins tapestries gifted to the Order in 1710 by Grand Master Ramon de Perellos. They feature exotic scenes of Africa, India, the Caribbean and Brazil, including an elephant beneath a cashew-nut tree; an ostrich, cassowary and flamingo; a rhino and a zebra being attacked by a leopard; and a tableau with palm trees, a tapir, a jaguar and an iguana.Beyond lie the State Dining Room and the Supreme Council Hall, where the Supreme Council of Order met. It is decorated with a frieze depicting events from the Great Siege of 1565, while the minstrels' gallery bears paintings showing scenes from the Book of Genesis. At the far end of the hall a door gives access to the Hall of the Ambassadors, or Red State Room, where the Grand Master would receive important visitors, and where the Maltese president still receives foreign envoys. It contains portraits of the French kings Louis XIV, Louis XV and Louis XVI, the Russian Empress Catherine the Great and several Grand Masters. The neighbouring Pages' Room, or Yellow State Room (despite the abundance of greenish tones), was used by the Grand Master's 16 attendants."
},
{
    "country": "malta",
    "index": 1,
    "name": "Ħaġar Qim & Mnajdra",
    "latitude": "35.827435",
    "longitude": "14.442816",
    "excerpt": "The megalithic temples of Ħaġar Qim (adge-ar eem; 'standing stones') and Mnajdra (mm-nigh-dra) are the best preserved and most evocative of Malta's…",
    "detail_url": "https://www.lonelyplanet.com/malta/hagar-qim-mnajdra/attractions/hagar-qim-mnajdra/a/poi-sig/1257948/1316068",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/Malta%20Qrendi%20arkanto%20Shutterstock_720334681%20RFC.jpg",
    "detail_description": "The megalithic temples of Ħaġar Qim (adge-ar eem; 'standing stones') and Mnajdra (mm-nigh-dra) are the best preserved and most evocative of Malta's prehistoric sites, with an unparalleled location atop sea cliffs. Permanent tentlike canopies have been erected over the temples to protect them from the elements.There's an informative hands-on visitors centre to explain the background to the structures, a children's room where kids can build a temple out of blocks, and an atmospheric if not all that informative 4D film introduction.\nĦaġar Qim is the first temple you reach after the visitors' centre. The facade, with its trilithon entrance (two upright stones with a third across the top as a lintel), has been restored, and gives an idea of what it may once have looked like. The temples were originally roofed over, probably with corbelled stone vaults, but these have long since collapsed.Before going in, look round the corner to the right – the megalith here is the largest in the temple, weighing more than 20 tonnes. The temple consists of a series of interconnected, oval chambers with no uniform arrangement, and differs from other Maltese temples in lacking a regular trefoil plan. In the first chamber on the left is a little altar post decorated with plant motifs, and in the second there are a couple of pedestal altars. The 'fat lady' statuettes and the 'Venus de Malta' figurine that were found here are on display in the National Museum of Archaeology in Valletta.Mnajdra, a 700m walk downhill from Ħaġar Qim, is more elaborate. There are three temples side by side, each with a trefoil plan and a different orientation. The oldest temple is the small one on the right, aligned towards the southwest and Filfla Island. The central temple, pointing towards the southeast, is the youngest. All date from between 3600 and 3000 BC.In the right-hand apse there is a separate chamber entered through a small doorway, with an 'oracle hole' to its left. The function of this is unknown.It has been claimed that the southern temple is full of significant solar alignments. At Ħaġar Qim at sunrise during the summer solstice, a sunbeam enters a circular opening in the back of the right-hand apse in the left rear chamber. Around the summer (June) and winter (December) solstices and the spring (March) and autumn (September) equinoxes, Heritage Malta (www.heritagemalta.org) organises special guided tours to experience these alignments at the Mnajdra Temples (€25 per person).There are some waymarked nature trails in the area surrounding the temples, which allow for splendid views out to sea.On the cliff top to the southeast of Mnajdra is a 17th-century watchtower and a memorial to Sir Walter Congreve (Governor of Malta 1924–27), who was buried at sea off this point. You can hike west along the cliffs to Għar Lapsi. The tiny uninhabited island Filfla, 5km offshore, is clearly visible."
},
{
    "country": "malta",
    "index": 40,
    "name": "Popeye Village",
    "latitude": "35.960431",
    "longitude": "14.342008",
    "excerpt": "Steep-sided, pretty little Anchor Bay was named after the many Roman anchors that were found on the seabed by divers, some of which can be seen in the…",
    "detail_url": "https://www.lonelyplanet.com/malta/mellieha/attractions/popeye-village/a/poi-sig/1136123/1316061",
    "image_url": null,
    "detail_description": "Steep-sided, pretty little Anchor Bay was named after the many Roman anchors that were found on the seabed by divers, some of which can be seen in the Maritime Museum at Vittoriosa. In 1979 Anchor Bay was transformed into the ramshackle fishing village of Sweethaven, the set for the 1980 Hollywood musical Popeye, starring Robin Williams. The vintage set still stands and houses an old-fashioned theme park; it's great fun for kids.\nAdmission includes animation shows, splash pools and a 15-minute boat ride. You can pay extra for the chance to make a movie (€6), which is particularly good fun."
},
{
    "country": "malta",
    "index": 39,
    "name": "Inquisitor's Palace",
    "latitude": "35.887286",
    "longitude": "14.522531",
    "excerpt": "The Inquisitor's Palace was built in the 1530s and served as law courts until the 1570s, when it became the tribunal (and prison) of the Inquisition,…",
    "detail_url": "https://www.lonelyplanet.com/malta/vittoriosa/attractions/inquisitor-s-palace/a/poi-sig/1135892/1315902",
    "image_url": null,
    "detail_description": "The Inquisitor's Palace was built in the 1530s and served as law courts until the 1570s, when it became the tribunal (and prison) of the Inquisition, whose task it was to find and suppress heresy. Today the palace houses a small ethnographic museum, but the most fascinating part of the building is the former prison cells, with elaborate carvings by prisoners on the walls. Particularly sinister is the torture chamber, with its rope contraptions for extracting confessions.\nThe building was strengthened in 1698, as before then a prisoner managed to dig his way out eight times in one year. Outside the prison warden's room there is a delicate sundial, carved by an 18th-century warden."
},
{
    "country": "malta",
    "index": 38,
    "name": "Filfla",
    "latitude": "35.787393",
    "longitude": "14.411488",
    "excerpt": "Filfla is the smallest of Malta's archipelago of five islands. It's 5km off the south coast of Malta, and was separated from the mainland as the result of…",
    "detail_url": "https://www.lonelyplanet.com/malta/zurrieq/attractions/filfla/a/poi-sig/1598823/1316067",
    "image_url": null,
    "detail_description": "Filfla is the smallest of Malta's archipelago of five islands. It's 5km off the south coast of Malta, and was separated from the mainland as the result of the geological Maghlaq Fault. Its name probably comes from the Arabic filfel, which means chilli or pepper, and it was possibly so-named because of its shape. It suffered the ignominy of being used for target practice by the British armed forces until it was declared a nature reserve in 1970.\nThe islet supports important breeding colonies of seabirds, including an estimated 5000 to 8000 pairs of storm petrels, as well as two species of lizard and snail not found elsewhere. It's also off-limits due to unexploded shells lying in the surrounding waters."
},
{
    "country": "malta",
    "index": 36,
    "name": "Rotunda",
    "latitude": "36.03154",
    "longitude": "14.261091",
    "excerpt": "The Rotunda is built around a 17th-century church that was too small for the community's needs, and this more recent structure can seat around three times…",
    "detail_url": "https://www.lonelyplanet.com/malta/xewkija/attractions/rotunda/a/poi-sig/1257971/1325223",
    "image_url": null,
    "detail_description": "The Rotunda is built around a 17th-century church that was too small for the community's needs, and this more recent structure can seat around three times the village's population. The austere interior impresses through sheer size. Paintings of scenes from the life of St John the Baptist adorn the six side chapels. To the left of the altar is a museum displaying baroque sculptures and relics from the old church. Work on the church began in 1951 and was completed in 1971.\nIt was built mainly with the volunteer labour of parishioners and paid for by local donations. A small lift (€3) takes visitors up to the gallery surrounding the dome, for great panoramas – the 74m dome is higher than St Paul's Cathedral in London."
},
{
    "country": "malta",
    "index": 37,
    "name": "Ta'Ċenċ Sea Cliffs",
    "latitude": "36.018351",
    "longitude": "14.253623",
    "excerpt": "A track to the left of the entrance to Hotel Ta'Ċenċ leads to the high plateau of Ta'Ċenċ. Views north to Victoria, Xewkija and Xagħra are good,…",
    "detail_url": "https://www.lonelyplanet.com/malta/ta-cenc/attractions/ta-cenc-sea-cliffs/a/poi-sig/1590520/1316071",
    "image_url": null,
    "detail_description": "A track to the left of the entrance to Hotel Ta'Ċenċ leads to the high plateau of Ta'Ċenċ. Views north to Victoria, Xewkija and Xagħra are good, especially towards sunset. Wander off to the left of the track, near the edge of the limestone crag, and you will find a prehistoric dolmen – a large slab propped up on three smaller stones like a table. Keep your eyes peeled – the dolmen is not signposted and is a little tricky to spot.\nThe best walking is off to the right, along the top of the huge Ta'Ċenċ sea cliffs. These spectacular limestone crags, more than 130m high, were once the breeding ground of the Maltese peregrine falcon. Near the cliff top you can see traces of prehistoric cart ruts, origins unknown."
},
{
    "country": "malta",
    "index": 35,
    "name": "City Gate",
    "latitude": "35.896012",
    "longitude": "14.508959",
    "excerpt": "The Renzo Piano–designed City Gate forms part of the architect's dramatic and harmonious development. It echoes the dimensions of the original 1633…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/city-gate/a/poi-sig/1517048/360142",
    "image_url": null,
    "detail_description": "The Renzo Piano–designed City Gate forms part of the architect's dramatic and harmonious development. It echoes the dimensions of the original 1633 entrance, rather than the 1960s gate that it replaced, allowing passers-by to have the sensation of crossing a real bridge, and giving them views of the ditch and fortifications. The architecture is pared down and stark, and the gate is framed by a pair of metal blades, each 25m high, designed to look like knights' sabres.\nInside the gate, a pair of wide, gently sloping flights of steps, inspired by the stairs that framed the original gate, link the bastions of St James’ Cavalier and St John’s Cavalier to the lower-level Republic St. Looking back up Republic St, you'll notice the City Gate forms a distinct 'V' shape (for Valletta)."
},
{
    "country": "malta",
    "index": 34,
    "name": "Lascaris War Rooms",
    "latitude": "35.894734",
    "longitude": "14.513283",
    "excerpt": "A mechanically ventilated underground tunnel complex that lies 40m beneath the Upper Barrakka Gardens, this housed Britain's top-secret command in Malta…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/lascaris-war-rooms/a/poi-sig/1517704/360142",
    "image_url": null,
    "detail_description": "A mechanically ventilated underground tunnel complex that lies 40m beneath the Upper Barrakka Gardens, this housed Britain's top-secret command in Malta during WWII and remained in use until 1977. Lovingly restored in 2009, the rooms are laid out as they would have been, staffed by waxwork figures, and provide a fascinating behind-the-scenes glimpse. Get here by going to the Saluting Battery in the Upper Barrakka Gardens – the staff there will direct you.\nAt the time of writing, there were plans to also restore and open the adjacent Combined Operations Centre, Malta's WWII nerve centre where the unified offensive response for all naval, air force and military action was coordinated. Check the Wirtartna website (www.wirtartna.org) for updates."
},
{
    "country": "malta",
    "index": 32,
    "name": "Ramla Bay",
    "latitude": "36.061034",
    "longitude": "14.283342",
    "excerpt": "Ramla Bay is one of the prettiest sandy beaches on Gozo, with red-gold sand. The minimal remains of a Roman villa are hidden amid the bamboo behind the…",
    "detail_url": "https://www.lonelyplanet.com/malta/xaghra/attractions/ramla-bay/a/poi-sig/1318982/1316077",
    "image_url": null,
    "detail_description": "Ramla Bay is one of the prettiest sandy beaches on Gozo, with red-gold sand. The minimal remains of a Roman villa are hidden amid the bamboo behind the beach, and Calypso's Cave looks down from the hilltop to the west. It also has a cafe-restaurant and sunbed/sunshade hire.Bus 322 travels to Ramla Bay from Mġarr (15 minutes, half-hourly) and on to Xagħra (10 minutes) and Marsalforn (25 minutes). The 302 runs between here and Nadur (five minutes, hourly) and Victoria (30 minutes).\nThe walk here from Nadur takes between 15 and 20 minutes. The beach is usually heaving with people in summer; it's more tranquil in spring and autumn, and in winter you can have the place almost to your (goose-pimpled) self. From Xaghra it's a walk of around 30 minutes."
},
{
    "country": "malta",
    "index": 33,
    "name": "Manoel Island",
    "latitude": "35.90379",
    "longitude": "14.501266",
    "excerpt": "Manoel Island, which can be accessed via a short bridge from Gżira, is largely taken up by boat-building yards and the partly restored Fort Manoel. The…",
    "detail_url": "https://www.lonelyplanet.com/malta/sliema-around/attractions/manoel-island/a/poi-sig/1257924/1340962",
    "image_url": null,
    "detail_description": "Manoel Island, which can be accessed via a short bridge from Gżira, is largely taken up by boat-building yards and the partly restored Fort Manoel. The island was used as a quarantine zone by the Knights of St John; the shell of their 17th-century plague hospital, the Lazzaretto di San Rocco, can still be seen on the south side. There's a summer fun-fair on the island.\nFort Manoel was built in the early 18th century under Grand Master Manoel de Vilhena, and suffered extensive bomb damage during WWII, when nearby Lazzaretto Creek was used as a submarine base. At the time of writing, controversial plans to redevelop the area with apartment complexes were again progressing, albeit against a background of protest to protect the island's green spaces."
},
{
    "country": "malta",
    "index": 29,
    "name": "Mdina Ditch Garden",
    "latitude": "35.885339",
    "longitude": "14.401681",
    "excerpt": "Mdina's ditch was an important element of its fortifications. It was first created in the 15th century, but was rebuilt by the Knights of St John's…",
    "detail_url": "https://www.lonelyplanet.com/malta/mdina/attractions/mdina-ditch-garden/a/poi-sig/1518829/1003870",
    "image_url": null,
    "detail_description": "Mdina's ditch was an important element of its fortifications. It was first created in the 15th century, but was rebuilt by the Knights of St John's military architect Charles François de Mondion. More recently, the Mdina city walls had become overgrown with ivy and vegetation; the ditch was filled by 273 citrus and seven olive trees.\nIn a regeneration project completed in 2015, the trees were removed or moved, and the bastions restored. The citrus grove was replaced by a mix of lawn, stone paving, and saplings in pots. The landscaping has proved controversial, with an outcry over the removal of the mature citrus trees, the lack of shade, and the stark aesthetic. However, the restored bastions now gleam splendidly and are much more visible, and the gardens are far more accessible. The ditch now forms a space for festivals such as food fairs and concerts. Enquire at the tourist office about forthcoming events. The most common access is via stairs at the southwest corner of the walls near the San Pietro Bastion."
},
{
    "country": "malta",
    "index": 31,
    "name": "Park tal-Majjistral",
    "latitude": "35.937868707872",
    "longitude": "14.345178365407",
    "excerpt": "The area between Golden Bay and Anchor Bay was once earmarked for a golf course, but opposition from environmental groups led to the creation of National…",
    "detail_url": "https://www.lonelyplanet.com/malta/golden-bay-ghajn-tuffieha/attractions/park-tal-majjistral/a/poi-sig/1136197/1316059",
    "image_url": null,
    "detail_description": "The area between Golden Bay and Anchor Bay was once earmarked for a golf course, but opposition from environmental groups led to the creation of National Park tal-Majjistral. Information boards show walking trails, and the park arranges guided walks (usually adult/child €5/3) from October to April, generally on Sundays, including sunset walks. Also available are 2½-hour snorkelling trips (adult/child €12/10; July to September; over-nines only).Bus 44 from Valletta (55 minutes, half-hourly) stops at the Tuffieħa stop at the park's southern end.\nCheck the website for upcoming events, and book walks and snorkelling via email (walks@majjistral.org).The park protects a region of wild sea cliffs and limestone boulder scree, home to plants such as euphorbia, Maltese rock centaury and golden samphire, and wildlife such as Mediterranean chameleons."
},
{
    "country": "malta",
    "index": 30,
    "name": "Mosta Dome",
    "latitude": "35.909917",
    "longitude": "14.425875",
    "excerpt": "The Parish Church of Santa Maria, better known as the Rotunda or Mosta Dome, was designed by the Maltese architect Giorgio Grognet de Vassé and built …",
    "detail_url": "https://www.lonelyplanet.com/malta/mosta/attractions/mosta-dome/a/poi-sig/1136473/1003871",
    "image_url": null,
    "detail_description": "The Parish Church of Santa Maria, better known as the Rotunda or Mosta Dome, was designed by the Maltese architect Giorgio Grognet de Vassé and built (1833–60) using funds raised by the local people. It has a stunning blue, gold and white interior, where you can also see a replica of the bomb that fell through it in 1942 as around 300 parishioners waited to hear Mass. Miraculously, the bomb failed to detonate – a replica is to the left of the altar in the sacristy.\nThe church's circular design with a six-columned portico was closely based on the Pantheon in Rome, and the great dome – a prominent landmark (its external height is 61m) – is visible from most parts of Malta. With a diameter of 39.6m, it's one of the world's largest domes, though dome comparison is a tricky business: the parishioners of Xewkija on Gozo claim that their church has a bigger dome than Mosta's – although the Gozitan Rotunda has a smaller diameter (25m), it is higher and has a larger volumetric capacity. So there!"
},
{
    "country": "malta",
    "index": 28,
    "name": "Our Lady of the Grotto",
    "latitude": "35.87622",
    "longitude": "14.399643",
    "excerpt": "Walk 1km south from Rabat to St Dominic's Priory, where there's a small chapel dedicated to Our Lady of the Grotto. Legend claims that around 1400, a…",
    "detail_url": "https://www.lonelyplanet.com/malta/mdina-and-rabat/attractions/our-lady-of-the-grotto/a/poi-sig/1596907/360140",
    "image_url": null,
    "detail_description": "Walk 1km south from Rabat to St Dominic's Priory, where there's a small chapel dedicated to Our Lady of the Grotto. Legend claims that around 1400, a vision of the Virgin Mary appeared to a hunter in a cave on this site. A simple shrine was established, and a few decades later three Dominican friars came to Malta and chose the location to establish a priory. They also replaced a simple painting of the Virgin Mary with a marble statue.\nFollowing damage to the statue over the centuries, modern-day Dominican friars started using a marble replica of the statue in their processions from 1982. In 1999, the replica statue spontaneously 'wept' blood-stained tears from her eyes. According to the priory's own scientific investigation, the liquid was confirmed to contain human blood.The pretty priory gardens are lovely to stroll in – they've been used for scenes in Game of Thrones – and if you're visiting during the orange season (October to April), the garden's orange groves often have a bountiful harvest."
},
{
    "country": "malta",
    "index": 27,
    "name": "Fort Rinella",
    "latitude": "35.893865",
    "longitude": "14.531522",
    "excerpt": "Built by the British in the late 19th century, Fort Rinella has been restored and converted into an interesting military museum with hands-on displays of…",
    "detail_url": "https://www.lonelyplanet.com/malta/the-three-cities/attractions/fort-rinella/a/poi-sig/1135900/1325212",
    "image_url": null,
    "detail_description": "Built by the British in the late 19th century, Fort Rinella has been restored and converted into an interesting military museum with hands-on displays of fighting skills and signalling (from noon to 1.30pm). At 2pm there is an impressive military re-enactment outside the fort, plus the thrilling chance for visitors to fire a cannon or rifle (for a donation). The fort, 1.5km northeast of Vittoriosa, was one of two coastal batteries designed to counter the threat of Italy’s ironclad battleships.\nThe batteries (the second one was on Tigné Point in Sliema) were equipped with the latest Armstrong 100-tonne guns – the biggest muzzle-loading guns ever made. Their 100-tonne shells had a range of 6.4km and could penetrate 38cm of armour plating. The guns were never fired in anger, and were retired in 1906.From Monday to Saturday a free bus service to Fort Rinella leaves the Saluting Battery in Valletta at 12.20pm and the Malta at War Museum in Vittoriosa at 12.45pm. Note this is one way only and public transport must be used to get back to Valletta."
},
{
    "country": "malta",
    "index": 26,
    "name": "Basilica of Ta'Pinu",
    "latitude": "36.061797",
    "longitude": "14.215096",
    "excerpt": "The Basilica of Ta'Pinu, accessible via a short, scenic walk from Għarb, is an extraordinary sight – a huge, lone church on a Gozitan hillock, towering…",
    "detail_url": "https://www.lonelyplanet.com/malta/gharb-san-lawrenz/attractions/basilica-of-ta-pinu/a/poi-sig/1136255/1316073",
    "image_url": null,
    "detail_description": "The Basilica of Ta'Pinu, accessible via a short, scenic walk from Għarb, is an extraordinary sight – a huge, lone church on a Gozitan hillock, towering over the countryside. Malta's national shrine to the Virgin Mary is an important centre of pilgrimage. It was built in the 1920s on the site of a chapel where a local woman, Carmela Grima, claimed to have heard the Virgin speak to her in 1883.\nThereafter, numerous miracles were attributed to the intercession of Our Lady of Pinu, and it was decided to replace the old church with a grand new one.Built in a Romanesque style, with an Italianate campanile, it has a tranquil interior of pale golden stone. Part of the original chapel, with Carmela Grima's tomb, is incorporated behind the altar. The rooms to either side of the altar are filled with votive offerings, including children's clothes, hoists and plaster casts. The basilica's name comes from Filippino Gauci, who used to tend the old church – Pinu is the Malti diminutive for Filippino. Visitors should dress appropriately. A free smartphone audio tour is available over he church's wi-fi network.It's well worth walking up the track leading to the top of the hill of Ta'Għammar opposite the church, which is punctuated by marble statues marking the Stations of the Cross."
},
{
    "country": "malta",
    "index": 24,
    "name": "Saluting Battery",
    "latitude": "35.894335612377",
    "longitude": "14.512619917393",
    "excerpt": "The Saluting Battery is where a cannon once fired salutes to visiting naval vessels. The battery has been restored, and a cannon is fired Monday through...",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/saluting-battery/a/poi-sig/1135874/360142",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Malta%20Valletta%20StockPhotoAstur%20GettyImages-1199981589%20RFE.jpg",
    "detail_description": "The Saluting Battery is where a cannon once fired salutes to visiting naval vessels. The battery has been restored, and a cannon is fired Monday through Saturday at noon and 4pm with great ceremony – it's well worth making time to see this, and children will enjoy it. Try to time your visit for a tour – the enthusiastic, costumed guides explain how the cannon is loaded and fired.\n"
},
{
    "country": "malta",
    "index": 25,
    "name": "Sunday Fish Market",
    "latitude": "35.841212",
    "longitude": "14.545834",
    "excerpt": "At Marsaxlokk's colourful, packed-to-the-gills Sunday Fish Market, you can admire the riches of the Med before they're whisked off to Malta's top hotels…",
    "detail_url": "https://www.lonelyplanet.com/malta/marsaxlokk/attractions/sunday-fish-market/a/poi-sig/1257904/1316064",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/80110ea50b90be7576d0fb9843e841c9-sunday-fish-market.jpg",
    "detail_description": "At Marsaxlokk's colourful, packed-to-the-gills Sunday Fish Market, you can admire the riches of the Med before they're whisked off to Malta's top hotels and restaurants. The market starts early in the morning and the best stuff is long gone by afternoon. Note that parking is at an absolute premium, so consider catching the bus. Expect it also to be very full.\n"
},
{
    "country": "malta",
    "index": 23,
    "name": "Fungus Rock",
    "latitude": "36.046878",
    "longitude": "14.188929",
    "excerpt": "Fungus Rock is known in Malti as 'Il-Ġebla tal-Ġeneral' (the General's Rock). Both its names derive from the fact that the Knights of St John used to…",
    "detail_url": "https://www.lonelyplanet.com/malta/dwejra/attractions/fungus-rock/a/poi-sig/1590521/1316075",
    "image_url": null,
    "detail_description": "Fungus Rock is known in Malti as 'Il-Ġebla tal-Ġeneral' (the General's Rock). Both its names derive from the fact that the Knights of St John used to collect a rare plant from the rock's summit. The plant (Cynomorium coccineus) is dark brown and club-shaped, and grows to about 18cm in height. It is parasitic and has no green leaves, which is why it was called a fungus or, in Malti, 'għerq tal-Ġeneral' (the General's root).\nIt's native to North Africa, and Fungus Rock is the only place in Europe where it's found.During the time of the Knights, extracts from the plant were believed to have powerful pharmaceutical qualities, and were said to stem bleeding and prevent infection when used to dress wounds. The miracle plant was also said to cure dysentery and ulcers, and was used to treat apoplexy and venereal diseases. It was long known to the Arabs as 'the treasure among drugs', and when a general of the Knights of St John discovered it growing on a rock on Gozo, he knew he had struck gold. A rope was strung between the mainland and the rock, and harvesters were shuttled back and forth in a tiny, one-man cable car. In 1637 the Knights built the fortress of Qawra Tower from which to guard the precious resource, and they sheared the side of the rock to make it impossible to climb. As well as being much in demand in the Knights' hospitals, it was sold at a high price to the various courts of Europe. However, pharmacologists have since found it doesn't impact health in the ways it was thought, though it has been shown to lower blood pressure."
},
{
    "country": "malta",
    "index": 22,
    "name": "Tarxien Temples",
    "latitude": "35.868734",
    "longitude": "14.511952",
    "excerpt": "The Tarxien Temples (Tarxien is pronounced 'tar-sheen') are hidden up a backstreet several blocks east of the Hypogeum. These megalithic structures were…",
    "detail_url": "https://www.lonelyplanet.com/malta/hal-saflieni-hypogeum-tarxien-temples/attractions/tarxien-temples/a/poi-sig/1135899/1325213",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ada24efeaffefd80bfe89c893b32e2ef-tarxien-temples.jpg",
    "detail_description": "The Tarxien Temples (Tarxien is pronounced 'tar-sheen') are hidden up a backstreet several blocks east of the Hypogeum. These megalithic structures were excavated in 1914 and are thought to date from between 3600 and 2500 BC. There are four linked structures, built with massive stone blocks up to 3m by 1m by 1m in size, decorated with spiral patterns, pitting and animal reliefs.\nThe large statue of a broad-hipped female figure was found in the right-hand niche of the first temple, and a copy remains in situ. In 2015 works took place to add a visitor centre and erect a cover to protect the temples."
},
{
    "country": "malta",
    "index": 21,
    "name": "Parliament Building",
    "latitude": "35.896273",
    "longitude": "14.509903",
    "excerpt": "Renzo Piano's breathtaking Parliament Building was completed in 2014. Its design includes two massive volumes of stone that look suspended in air, but are…",
    "detail_url": "https://www.lonelyplanet.com/malta/valletta/attractions/parliament-building/a/poi-sig/1292012/360142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/725ba66890bdb0852b179e02fc46ea99-parliament-building.jpg",
    "detail_description": "Renzo Piano's breathtaking Parliament Building was completed in 2014. Its design includes two massive volumes of stone that look suspended in air, but are supported by stilts. The blocks have been machine-cut to lighten their appearance, while reducing solar radiation and letting in daylight. Covering the rooftop are 600 sq metres of photovoltaic panels, which generate most of the energy required to heat the building in winter and cool it in summer.\nThe northern block contains the parliament chamber, while the south block accommodates MPs' offices. As little has changed architecturally in Valletta since it was established in the 16th and 17th centuries, it's unsurprising that Renzo Piano's modern and dramatic additions, including the Parliament Building, City Gate and Opera House, have proved controversial in Malta. Everyone definitely has an opinion on the buildings."
},
{
    "country": "malta",
    "index": 20,
    "name": "Salt Pans",
    "latitude": "36.07969",
    "longitude": "14.24599",
    "excerpt": "Walk or drive west along the promenade, past the tiny sand beaches at Qbajjar Bay and the more scenic Xwieni Bay, until you reach a rocky shore. This wild…",
    "detail_url": "https://www.lonelyplanet.com/malta/marsalforn/attractions/salt-pans/a/poi-sig/1314296/1316076",
    "image_url": null,
    "detail_description": "Walk or drive west along the promenade, past the tiny sand beaches at Qbajjar Bay and the more scenic Xwieni Bay, until you reach a rocky shore. This wild and extraordinary landscape has been carved into a patchwork of salt pans. There's usually a small stall selling salt from the pans, which are owned by three families and still worked in summer.\n"
},
{
    "country": "malta",
    "index": 19,
    "name": "Ta' Mena",
    "latitude": "36.057235",
    "longitude": "14.251478",
    "excerpt": "This winery near Xagħra en route from Victoria to Marsalforn sells good wine under the Marsamena and Ancient Gods labels, and has a well-stocked farm shop…",
    "detail_url": "https://www.lonelyplanet.com/malta/xaghra/attractions/ta-mena/a/poi-sig/1599038/1316077",
    "image_url": null,
    "detail_description": "This winery near Xagħra en route from Victoria to Marsalforn sells good wine under the Marsamena and Ancient Gods labels, and has a well-stocked farm shop with its own Gozo sea salt, honey, olive oil, chutneys, capers and sun-dried tomatoes. Occasional food and wine tours (per person €16 including lunch) are held at 1pm on Saturdays. Booking ahead is essential.\nSee the website to confirm the tours are running."
},
{
    "country": "malta",
    "index": 18,
    "name": "St Paul's Catacombs",
    "latitude": "35.880723",
    "longitude": "14.397819",
    "excerpt": "St Paul's Catacombs (so-named for their proximity to the church) date from the 3rd century AD and were used for burial for around 500 years. Worship took…",
    "detail_url": "https://www.lonelyplanet.com/malta/mdina-and-rabat/attractions/st-paul-s-catacombs/a/poi-sig/1257949/360140",
    "image_url": null,
    "detail_description": "St Paul's Catacombs (so-named for their proximity to the church) date from the 3rd century AD and were used for burial for around 500 years. Worship took place here in the Middle Ages, but later the complex was used as an agricultural store. It's an atmospheric labyrinth of rock-cut tombs, narrow stairs and passages. Admission includes a self-guided, 45-minute audio tour, available from the site's recently added visitor centre.\n"
},
{
    "country": "malta",
    "index": 17,
    "name": "Malta Aviation Museum",
    "latitude": "35.894578",
    "longitude": "14.416208",
    "excerpt": "This is aircraft-enthusiast heaven, located on the former site of the Royal Air Force station, with stars of the show including a WWII Spitfire Mk IX and…",
    "detail_url": "https://www.lonelyplanet.com/malta/mdina-and-rabat/attractions/malta-aviation-museum/a/poi-sig/1136471/360140",
    "image_url": null,
    "detail_description": "This is aircraft-enthusiast heaven, located on the former site of the Royal Air Force station, with stars of the show including a WWII Spitfire Mk IX and a Hawker Hurricane IIa, salvaged in 1995 after 54 years at the bottom of the sea off Malta's southwest coast. Other aircraft on display include a vintage Flying Flea, a De Havilland Vampire T11, a Fiat G91R and a battered old Douglas Dakota DC-3.\nBuses 52 and 53 (hourly) stop here on their routes between Rabat (five minutes) and Valletta (20 minutes)."
},
{
    "country": "malta",
    "index": 16,
    "name": "Wied il-Għasri",
    "latitude": "36.078682",
    "longitude": "14.228507",
    "excerpt": "A 5km hike west along the coast from Marsalforn is the narrow, cliff-bound inlet of Wied il-Għasri. Here a staircase cut into the rock leads down to a…",
    "detail_url": "https://www.lonelyplanet.com/malta/marsalforn/attractions/wied-il-ghasri/a/poi-sig/1319008/1316076",
    "image_url": null,
    "detail_description": "A 5km hike west along the coast from Marsalforn is the narrow, cliff-bound inlet of Wied il-Għasri. Here a staircase cut into the rock leads down to a tiny shingle beach at the head of the inlet. It's a gorgeously picturesque place and there is good swimming and snorkelling when the sea is calm, but it's best avoided in rough weather when the waves come crashing up the narrow defile.\nYou can also drive or walk to Wied il-Għasri from the village of Għasri, about 2km south. If you're coming from Marsalforn, there is a signposted turn-off about 300m after the coast road heads inland, where a rough track drops down to the right and leads to a rocky parking area; it's accessible in a regular car."
}
]