[
{
    "country": "mauritius",
    "index": 1,
    "name": "Sir Seewoosagur Ramgoolam Botanical Gardens",
    "latitude": "-20.108087",
    "longitude": "57.577736",
    "excerpt": "After London's Kew Gardens, the SSR Gardens is one of the world's best botanical gardens. It's among the most popular tourist attractions in Mauritius and…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/north-mauritius/pamplemousses/attractions/sir-seewoosagur-ramgoolam-botanical-gardens/a/poi-sig/1041389/355472",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a227447806f16afe47cbecad40102e61-sir-seewoosagur-ramgoolam-botanical-gardens.jpg",
    "detail_description": "After London's Kew Gardens, the SSR Gardens is one of the world's best botanical gardens. It's among the most popular tourist attractions in Mauritius and easily reached from almost anywhere on the island. Labelling of the plants is a work in progress, and you can hire one of the knowledgeable guides who wait just inside or use the maps for a self-guided tour. Golf-buggy tours (adult Rs 250, child Rs 100) are available on request for those with limited mobility.\nThe centrepiece of the gardens is a pond filled with giant Victoria amazonica water lilies, native to South America. Young leaves emerge as wrinkled balls and unfold into the classic tea-tray shape up to 2m across in a matter of hours. The flowers in the centre of the huge leaves open white one day and close red the next. The lilies are at their biggest and best in the warm summer months, notably January.Palms constitute the most important part of the horticultural display, and they come in an astonishing variety of shapes and forms. Some of the more prominent are the stubby bottle palms, the tall royal palms and the talipot palms, which flower once after about 40 years and then die. Other varieties include the raffia, sugar, toddy, fever, fan and even sealing-wax palms. There are many other curious tree species on display, including the marmalade box tree, the fish poison tree and the sausage tree.Another highlight is the abundant birdlife – watch for the crimson hues of the Madagascar fody – while there are captive populations of deer and around a dozen giant Aldabra tortoises near the park's northern exit.The gardens were named after Sir Seewoosagur Ramgoolam, the first prime minister of independent Mauritius, and were started by Mahé de Labourdonnais in 1735 as a vegetable plot for his Mon Plaisir Château (which now contains a small exhibition of photographs). Close to the chateau is the funerary platform where Sir Seewoosagur Ramgoolam was cremated (his ashes were scattered on the Ganges in India). Various international dignitaries have planted trees in the surrounding gardens, including Nelson Mandela, Indira Gandhi and a host of British royals.The landscape came into its own in 1768 under the auspices of French horticulturalist Pierre Poivre. Like Kew Gardens, the gardens played a significant role in the horticultural espionage of the day. Poivre imported seeds from around the world in a bid to end France's dependence on Asian spices. The gardens were neglected between 1810 and 1849 until British horticulturalist James Duncan transformed them into an arboretum for palms and other tropical trees."
},
{
    "country": "mauritius",
    "index": 23,
    "name": "Casela World of Adventures",
    "latitude": "-20.29104",
    "longitude": "57.404766",
    "excerpt": "When you arrive at this 14-hectare nature park, you're greeted with a bewildering range of options – in addition to being a zoo (with big cats, rhinos,…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/west-mauritius/flic-en-flac-and-around/attractions/casela-world-of-adventures/a/poi-sig/484856/355485",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/453271814_master.jpg",
    "detail_description": "When you arrive at this 14-hectare nature park, you're greeted with a bewildering range of options – in addition to being a zoo (with big cats, rhinos, giraffes and other African mammals), the beautifully landscaped reserve offers a giant slide, animal interactions, and a variety of heart-pumping activities like ziplining, canyoning and quad-bike 'safaris' around a neighbouring home to zebras, impalas, waterbucks, rhinos and monkeys. Casela is on the main road, 1km south of the turn-off to Flic en Flac.\nChildren are well catered for with a petting zoo, a playground, giant tortoises, fishing and minigolf. Check out the website for a full list of prices or spend some time at the information desk before the main entrance to get a handle on how to spend your day.If you simply pay the admission fee, you'll be free to wander the grounds, where you'll see tortoises, a huge range of exotic birds and a few primate species in cages. And make sure you pass by the Mirador restaurant, which has fabulous sweeping views of the coastal plain. Also included in the price is a trip in a safari vehicle, during which you get out and look at lions, cheetahs and hyenas from viewpoints overlooking large, grassy enclosures, and another driving through a much larger area roamed by zebras, ostriches etc.The park is famous for offering 'interactions' with the big cats – which means you're actually in the enclosure with them, accompanied by a guide armed with nothing more than a large stick – and the hour-long 'walking with lions' experience. We don't recommend either of these two options. These are wild animals, despite having been bred in captivity. Incidents in which visitors have been mauled by big cats in similar places in Africa aren't common, but they do occur; participants here are asked to sign an indemnity form before they draw near to the animals. Questions have also been raised by animal rights groups about the quality of life for big cats in such establishments, as well as about the animals' future when they are too old to take part in activities. Any claims that these captive cats contribute in some way to conservation are incorrect."
},
{
    "country": "mauritius",
    "index": 22,
    "name": "Palmar Public Beach",
    "latitude": "-20.215952",
    "longitude": "57.795167",
    "excerpt": "Small, perfectly formed and lapped by waters a near-perfect shade of turquoise on a sunny day, this is the pick of the public beaches on Mauritius' east…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/east-mauritius/belle-mare-and-around/attractions/palmar-public-beach/a/poi-sig/1611225/355464",
    "image_url": null,
    "detail_description": "Small, perfectly formed and lapped by waters a near-perfect shade of turquoise on a sunny day, this is the pick of the public beaches on Mauritius' east coast.\n"
},
{
    "country": "mauritius",
    "index": 21,
    "name": "Trou d'Argent",
    "latitude": "-19.713864",
    "longitude": "63.501357",
    "excerpt": "One of the loveliest cove beaches anywhere in the Indian Ocean, this isolated spot, enclosed by low cliffs, is accessible only on foot on the coastal…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/rodrigues/attractions/trou-d-argent/a/poi-sig/1611080/355476",
    "image_url": null,
    "detail_description": "One of the loveliest cove beaches anywhere in the Indian Ocean, this isolated spot, enclosed by low cliffs, is accessible only on foot on the coastal trail between St François and Graviers. Local legend has it that a pirate once hid his treasure here.\n"
},
{
    "country": "mauritius",
    "index": 20,
    "name": "Saturday Market",
    "latitude": "-19.679899",
    "longitude": "63.42375",
    "excerpt": "The Saturday market is as busy as Rodrigues gets and it's the best place on the island to shop for fresh produce and souvenirs. It's open the rest of the…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/rodrigues/port-mathurin/attractions/saturday-market/a/poi-sig/1359726/355477",
    "image_url": null,
    "detail_description": "The Saturday market is as busy as Rodrigues gets and it's the best place on the island to shop for fresh produce and souvenirs. It's open the rest of the week but really gears up on Saturday, when much of the island turns out. It's next to the bridge near the post office. Turn up later than 10am and you'll wonder what all the fuss is about.\n"
},
{
    "country": "mauritius",
    "index": 18,
    "name": "Curious Corner of Chamarel",
    "latitude": "-20.438987",
    "longitude": "57.390282",
    "excerpt": "This eclectic place is utterly unlike anywhere else on the island. Essentially an interactive gallery of illusions and art, it has an upside-down room, a…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/curious-corner-of-chamarel/a/poi-sig/1534798/1331459",
    "image_url": null,
    "detail_description": "This eclectic place is utterly unlike anywhere else on the island. Essentially an interactive gallery of illusions and art, it has an upside-down room, a laser room and plenty of other attractions that play on your curiosity (and wreak havoc with your sense of perspective). There's a pizza cafe, the Puzzles &amp; Things Shop and an overarching sense of playful originality. It's opposite the turn-off to Terres de 7 Couleurs.\n"
},
{
    "country": "mauritius",
    "index": 19,
    "name": "Victoria 1840",
    "latitude": "-20.236046",
    "longitude": "57.781842",
    "excerpt": "Worth a look, Victoria 1840 is an old sugar mill that has been lovingly refurbished to house some of the works of Yvette Maniglier, a bewitching French…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/east-mauritius/trou-deau-douce/attractions/victoria-1840/a/poi-sig/1345535/355466",
    "image_url": null,
    "detail_description": "Worth a look, Victoria 1840 is an old sugar mill that has been lovingly refurbished to house some of the works of Yvette Maniglier, a bewitching French painter who spent a year under the wing of Henri Matisse. The juxtaposition of industrial brick and splashy modern art works surprisingly well. The gallery can only be visited while dining at the in-house restaurant, Le Café des Arts.\n"
},
{
    "country": "mauritius",
    "index": 17,
    "name": "Rhumerie de Chamarel",
    "latitude": "-20.427214",
    "longitude": "57.39687",
    "excerpt": "Set among the vast hillside plantations of Chamarel, the rhumerie is a working distillery that doubles as a museum showcasing the rum-making process. The…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/rhumerie-de-chamarel/a/poi-sig/1345166/1331459",
    "image_url": null,
    "detail_description": "Set among the vast hillside plantations of Chamarel, the rhumerie is a working distillery that doubles as a museum showcasing the rum-making process. The pet project of the Beachcomber hotel tycoon, the factory opened in 2008 and uses a special ecofriendly production method ensuring that all materials are recycled. The rum is quite well regarded by experts, and makes for a pleasant coda to a guided tour of the plant. Time your visit to enjoy lunch at the museum's restaurant, L'Alchimiste.\n"
},
{
    "country": "mauritius",
    "index": 16,
    "name": "Château Labourdonnais",
    "latitude": "-20.073396",
    "longitude": "57.617916",
    "excerpt": "One of the loveliest examples of colonial architecture on the island, restored Château Labourdonnais was completed in 1859. Built in teak and sporting an…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/north-mauritius/pamplemousses/attractions/chateau-labourdonnais/a/poi-sig/1392569/355472",
    "image_url": null,
    "detail_description": "One of the loveliest examples of colonial architecture on the island, restored Château Labourdonnais was completed in 1859. Built in teak and sporting an Italian neoclassical style, the perfectly proportioned chateau is filled with sober Victorian furnishings interspersed with some exceptionally lovely design flourishes. Compulsory guided tours last 45 minutes. The Labourdonnais Express (adult Rs 250, child Rs 175) is a train that does a 45-minute tour of the gardens and orchards at 10.30am and 2pm.\nTo get here, follow the signs off the M2 motorway, around 3km north of Pamplemousses."
},
{
    "country": "mauritius",
    "index": 15,
    "name": "Blue Bay Marine Park",
    "latitude": "-20.443099",
    "longitude": "57.705774",
    "excerpt": "In an effort to protect the area's rich underwater forest of rare corals from encroaching development, the government has given Blue Bay 'marine park'…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/pointe-desny-and-blue-bay/attractions/blue-bay-marine-park/a/poi-sig/1528467/355482",
    "image_url": null,
    "detail_description": "In an effort to protect the area's rich underwater forest of rare corals from encroaching development, the government has given Blue Bay 'marine park' status. Besides a mandate barring high-speed watercraft, though, it seems that conservation plans are a bit laissez-faire. Local environmentalists fear that irreversible coral bleaching is inevitable, which is a shame as this is the best snorkelling spot on the island.\nThere are no 'official' tours of the marine park like those on Île aux Aigrettes, but the protected patches of coral can be easily explored on a snorkelling outing or during an excursion aboard a glass-bottomed boat (figure on around Rs 250 per person for one hour)."
},
{
    "country": "mauritius",
    "index": 13,
    "name": "Ebony Forest of Chamarel",
    "latitude": "-20.438333",
    "longitude": "57.366958",
    "excerpt": "One of the most exciting conservation initiatives in Mauritius in the last few years, the Ebony Forest seeks to recreate a small pocket of indigenous…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/ebony-forest-of-chamarel/a/poi-sig/1613557/1331459",
    "image_url": null,
    "detail_description": "One of the most exciting conservation initiatives in Mauritius in the last few years, the Ebony Forest seeks to recreate a small pocket of indigenous native forest, the likes of which covered the entire island just 250 years ago. When finished the forest will cover 45 hectares; around a third has been completed. There are 7km of hiking routes, two raised walkways that climb into the mid-canopy, safari jeeps, and an interpretation centre with a small shop.\nMauritius Wildlife Foundation has begun introducing two of Mauritius' most endangered signature species: the pink pigeon and echo parakeet. Other bird species to watch out for along the Ebony Forest's trails are the Mauritius paradise flycatcher, grey white-eye, Mauritius black bulbul, white-tailed tropicbird, Mascarene swiftlet and Mascarene swallow.Ask about the special packages, which include birdwatching, guided hikes, and even a package for honeymooners called the 'Love Tree'.To get here, you need to enter through the gate for Terres de 7 Couleurs."
},
{
    "country": "mauritius",
    "index": 14,
    "name": "St Aubin",
    "latitude": "-20.501747",
    "longitude": "57.54261",
    "excerpt": "St Aubin is an elegant plantation house that dates back to 1819; it originally sat alongside the factory but was moved in the 1970s so that its owner…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-coast/attractions/st-aubin/a/poi-sig/1345670/1331460",
    "image_url": null,
    "detail_description": "St Aubin is an elegant plantation house that dates back to 1819; it originally sat alongside the factory but was moved in the 1970s so that its owner could get a quieter night's sleep. The estate no longer produces sugar, but in the gardens of the house there is a traditional rum distillery and a nursery growing anthurium flowers and vanilla – you'll learn all about the fascinating history of vanilla production on the tour.\nThe height of the St Aubin experience is a meal at the wonderfully charming table d'hôte in the main manor house. The dining room is one of best throwbacks to colonial times: dainty chandeliers cast ambient light over the white tablecloths and antique wooden furniture. The set menu showcases the fruits of the plantation: hearts of palm, pineapple, mango and chilli, to name a few. Reservations are recommended."
},
{
    "country": "mauritius",
    "index": 12,
    "name": "Gorges Viewpoint",
    "latitude": "-20.423041",
    "longitude": "57.429796",
    "excerpt": "On a clear day, the views from here across the gorge and down towards the west coast rank among the best on the island.",
    "detail_url": "https://www.lonelyplanet.com/mauritius/central-mauritius/black-river-gorges-national-park/attractions/gorges-viewpoint/a/poi-sig/1414018/355459",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/35b5cfe024985a8a291d02b038e17431-gorges-viewpoint.jpg",
    "detail_description": "On a clear day, the views from here across the gorge and down towards the west coast rank among the best on the island.\n"
},
{
    "country": "mauritius",
    "index": 11,
    "name": "François Leguat Reserve",
    "latitude": "-19.758222",
    "longitude": "63.370632",
    "excerpt": "In 1691 François Leguat wrote that there were so many tortoises on Rodrigues that 'one can take more than a hundred steps on their shell without touching…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/rodrigues/attractions/francois-leguat-reserve/a/poi-sig/1345576/355476",
    "image_url": null,
    "detail_description": "In 1691 François Leguat wrote that there were so many tortoises on Rodrigues that 'one can take more than a hundred steps on their shell without touching the ground'. Sadly the Rodrigues version of the giant tortoise became extinct, but this reserve is recreating the Eden described by the island's early explorers. Hundreds of tortoises from elsewhere (the outcome of a breeding program) roam the grounds, and more than 100,000 indigenous trees have been planted. Cave visits are also possible.\nIn the caves, spirited tour leaders point out quirky rock shapes and discuss the island's interesting geological history. Keep an eye out for the tibia bone of a solitaire bird that juts from the cavern's stone ceiling.There's also a small enclosure with several giant fruit bats (the island's only endemic mammal) and a handful of recently arrived, critically endangered ploughshare tortoises from Madagascar. The on-site museum recounts the history and settlement of the island, with detailed information about the extinct Rodrigues solitaire, cousin of the dodo.The reserve is in the island's southwest and is poorly signposted off the main road around 1.5km northeast of the airport."
},
{
    "country": "mauritius",
    "index": 10,
    "name": "Central Market",
    "latitude": "-20.160639",
    "longitude": "57.502881",
    "excerpt": "Port Louis' rightly famous Central Market, the centre of the local economy since Victorian times, is a good place to get a feel for local life, watch the…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/port-louis/attractions/central-market/a/poi-sig/1344608/355475",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dd24c81522e43942aa7c1840d6dea1c0-central-market.jpg",
    "detail_description": "Port Louis' rightly famous Central Market, the centre of the local economy since Victorian times, is a good place to get a feel for local life, watch the hawkers at work and buy some souvenirs. Most authentic are the fruit and vegetable sections (including Chinese herbal medicines and aphrodisiacs).\n"
},
{
    "country": "mauritius",
    "index": 9,
    "name": "National History Museum",
    "latitude": "-20.416315",
    "longitude": "57.703081",
    "excerpt": "This terrific museum is one of Mauritius' best. It contains fascinating early maps of the island and Indian Ocean region, paintings from colonial times,…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/mahebourg/attractions/national-history-museum/a/poi-sig/484878/355479",
    "image_url": null,
    "detail_description": "This terrific museum is one of Mauritius' best. It contains fascinating early maps of the island and Indian Ocean region, paintings from colonial times, model ships from important episodes in Mauritian history, archive photographs, and a rare, intact skeleton of the dodo and another disappeared species, the Rodrigues solitaire. One real curio is an engraving of Dutch gentlemen riding in pairs on the back of a giant tortoise, a species that also went the way of the dodo.\nThe colonial mansion housing this museum used to belong to the Robillard family and played an important part in the island's history. It was here in 1810 that the injured commanders of the French and English fleets were taken for treatment after the Battle of Vieux Grand Port (the only naval battle in which the French got the upper hand over their British foes). The story of the victory is retold in the museum, along with salvaged items – cannons, grapeshot and the all-important wine bottles – from the British frigate Magicienne, which sank in the battle.The bell and a cache of Spanish coins from the wreck of the St Géran are also on display. The ship's demise in 1744, off the northeast coast of Mauritius, inspired the famous love story Paul et Virginie by Bernardin de St-Pierre.Recent additions to the museum include a retrofitted train carriage out the back and a replica of Napoleon's boat used in the infamous battle that defeated the English."
},
{
    "country": "mauritius",
    "index": 8,
    "name": "Monday Market",
    "latitude": "-20.407064",
    "longitude": "57.70777",
    "excerpt": "Don't miss the central foire de Mahébourg, near the waterfront. The initial focus was silks and other textiles, but these days you'll find a busy produce…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/mahebourg/attractions/monday-market/a/poi-sig/1345676/355479",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/70d02f0904339c1baace151f1ea5a40f-monday-market.jpg",
    "detail_description": "Don't miss the central foire de Mahébourg, near the waterfront. The initial focus was silks and other textiles, but these days you'll find a busy produce section, tacky bric-a-brac and steaming food stalls. It's the perfect place to try some local snacks – gâteaux piments (chilli cakes), dhal puri (lentil pancakes) and samousas (samosas) – usually dispensed from boxes on the backs of motorcycles. The market is open every day but doubles in size on Monday.\nIt doesn't take long to navigate the snaking rows of vendors, but it's well worth taking your time to explore every last corner."
},
{
    "country": "mauritius",
    "index": 7,
    "name": "Tamarin Beach",
    "latitude": "-20.32679",
    "longitude": "57.377332",
    "excerpt": "Locals like to wax nostalgic about Tamarin Beach and its surfing heyday, and in many ways this sandy cove still feels like a throwback to earlier times,…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/west-mauritius/tamarin/attractions/tamarin-beach/a/poi-sig/1345074/355490",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/80178213ca6deca6ab1edb8c3e2beb15-tamarin-beach.jpg",
    "detail_description": "Locals like to wax nostalgic about Tamarin Beach and its surfing heyday, and in many ways this sandy cove still feels like a throwback to earlier times, although things are changing. Tamarin remains a popular place and its beach has one of the most spectacular backdrops (looking north) in the country.\nOnce upon a time the area was known as Santosha Bay and offered wave hunters some of the best surfing on the planet. In fact, before the bay earned the name Santosha, locals refused to give the beach a moniker because they didn't want outsiders to discover their cache of surfable seas! Today, the waves and currents have changed and the surfing diehards have moved down the coast to Le Morne.The walk between Tamarin Beach and southern Wolmar is very scenic and not accessible by car. (Women are advised not to walk it alone for security reasons.)"
},
{
    "country": "mauritius",
    "index": 6,
    "name": "Île aux Aigrettes",
    "latitude": "-20.421543",
    "longitude": "57.733669",
    "excerpt": "This popular ecotourism destination is a 26-hectare nature reserve on an island roughly 800m off the coast. It preserves very rare remnants of the coastal…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/pointe-desny-and-blue-bay/attractions/ile-aux-aigrettes/a/poi-sig/1528468/355482",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/21a613a8546c84695bda7b228dadebc1-ile-aux-aigrettes.jpg",
    "detail_description": "This popular ecotourism destination is a 26-hectare nature reserve on an island roughly 800m off the coast. It preserves very rare remnants of the coastal forests of Mauritius and provides a sanctuary for a range of endemic and endangered wildlife species. Visits are only possible as part of a guided tour, and these leave from Pointe Jérome, close to Le Preskîl. Highlights include Aldabra giant tortoises, ebony trees, wild orchids, and the endangered pink pigeon and other rare bird species.\nAs the guides to Île aux Aigrettes rightly point out, this is the last place in Mauritius where you can see it as the first explorers did almost five centuries ago – everywhere else, the land has been tamed. The Mauritian Wildlife Foundation manages the reserve and conducts tours."
},
{
    "country": "mauritius",
    "index": 5,
    "name": "Père Laval's Shrine",
    "latitude": "-20.147777",
    "longitude": "57.528813",
    "excerpt": "The shrine of French Catholic priest and missionary Père Jacques-Désiré Laval is something of a Lourdes of the Indian Ocean, with many miracles attributed…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/port-louis/attractions/pere-laval-s-shrine/a/poi-sig/438640/355475",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Maritius%20Port%20Louis%20TIZIANA%20FABI%20GettyImages-1166942440%20RM.jpg",
    "detail_description": "The shrine of French Catholic priest and missionary Père Jacques-Désiré Laval is something of a Lourdes of the Indian Ocean, with many miracles attributed to pilgrimages here. The padre died in 1864 and was beatified in 1979 during a visit by Pope John Paul II. Père Laval is credited with converting 67,000 people to Christianity during his 23 years in Mauritius. To get here, take a bus signed 'Cité La Cure' or 'Père Laval' from the Immigration Square bus station.\nPère Laval is a popular figure with Mauritians of all religions. Pilgrims come from as far afield as South Africa, Britain and France to commemorate the anniversary of his death on 9 September. Notice the coloured plaster effigy of the priest on top of the tomb – it's been rubbed smooth by miracle-seeking pilgrims.At other times of year the shrine is fairly quiet, though the services held on Friday at 1pm and 5pm attract a reasonable crowd. In the same complex is a large, modern church and a shop with a permanent exhibition of Père Laval's robe, mitre, letters and photographs."
},
{
    "country": "mauritius",
    "index": 40,
    "name": "Frederik Hendrik Museum & Vieux Grand Port Historic Site",
    "latitude": "-20.374964",
    "longitude": "57.717748",
    "excerpt": "The battered ruins of Fort Frederik Hendrik stand in a park near the church at the northern end of Vieux Grand Port and include the remains of an old…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/vieux-grand-port-to-bambous-virieux/attractions/frederik-hendrik-museum-vieux-grand-port-historic-site/a/poi-sig/1345391/1331463",
    "image_url": null,
    "detail_description": "The battered ruins of Fort Frederik Hendrik stand in a park near the church at the northern end of Vieux Grand Port and include the remains of an old Dutch church, a bakery, a prison, a forge, a powder magazine and a dispensary. A few clay pipes, wine bottles and other items left behind by Dutch and French occupants are now on display in the Frederik Hendrik Museum. The museum also outlines the history of the Dutch in Mauritius.\nMost of the basalt and coral ruins in evidence date from the French era, but almost all were built upon the ruins of Dutch structures. It was the site of the first French settlement in Mauritius."
},
{
    "country": "mauritius",
    "index": 39,
    "name": "Île des Deux Cocos",
    "latitude": "-20.449533",
    "longitude": "57.710967",
    "excerpt": "Île des Deux Cocos sits at the edge of the azure lagoon and was once used by flamboyant British governor Sir Hesketh Bell to entertain guests. Today the…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/pointe-desny-and-blue-bay/attractions/ile-des-deux-cocos/a/poi-sig/1528469/355482",
    "image_url": null,
    "detail_description": "Île des Deux Cocos sits at the edge of the azure lagoon and was once used by flamboyant British governor Sir Hesketh Bell to entertain guests. Today the Lux hotel group has maintained this hospitable tradition by offering tourists a relaxing day of swimming, beach lazing and snorkelling. Welcome drinks, an immense buffet lunch and rum tasting are also included. Transport to the island can be arranged by any of the Lux hotels or via the website.\nTravellers with serious cash to burn can rent out the island's sole villa (constructed by Bell over a century ago) for an eye-popping €2000 per night, give or take a few hundred depending on the season."
},
{
    "country": "mauritius",
    "index": 38,
    "name": "Domaine des Aubineaux",
    "latitude": "-20.33337",
    "longitude": "57.538571",
    "excerpt": "The manor house of the Domaine des Aubineaux was built in 1872 in a classic colonial style; in 1889 it was the first residence on the island to be…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/central-mauritius/curepipe/attractions/domaine-des-aubineaux/a/poi-sig/1344164/355457",
    "image_url": null,
    "detail_description": "The manor house of the Domaine des Aubineaux was built in 1872 in a classic colonial style; in 1889 it was the first residence on the island to be outfitted with electricity. The plantation was transformed into a museum in 2000, and today it marks the first stop on the historic Route du Thé. Exotic plants fill the garden under the shade of camphor trees, and you can sip savoury teas in the converted billiard parlour.\nKeep an eye out for old photographs preserving the memory of the local colonial manses that have fallen victim to harsh weather and the relentless passage of time."
},
{
    "country": "mauritius",
    "index": 37,
    "name": "Caverne Patate",
    "latitude": "-19.758323",
    "longitude": "63.386672",
    "excerpt": "Caverne Patate, in the island's southwestern corner, is an impressive cave system with a few stalagmite and stalactite formations. Visit is by guided tour…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/rodrigues/attractions/caverne-patate/a/poi-sig/1345584/355476",
    "image_url": null,
    "detail_description": "Caverne Patate, in the island's southwestern corner, is an impressive cave system with a few stalagmite and stalactite formations. Visit is by guided tour, during which a guide points out formations with uncanny resemblances to a dodo, Buckingham Palace and even Winston Churchill! The 700m tunnel is an easy walk but gets slippery in wet weather; wear shoes with good grip and take a light jacket. Watch for the spectacular white-tailed tropicbirds soaring overhead before you go underground.\nThe track to the caves is signposted off the road from La Ferme (on the main road into Rodrigues from the airport) to Petite Butte. Buses en route to La Fourche can drop you at the turn-off."
},
{
    "country": "mauritius",
    "index": 36,
    "name": "Aapravasi Ghat",
    "latitude": "-20.158524",
    "longitude": "57.502742",
    "excerpt": "Aapravasi Ghat, a small complex of buildings located on the seafront, served as the island's main immigration depot for indentured labourers from India…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/port-louis/attractions/aapravasi-ghat/a/poi-sig/1344092/355475",
    "image_url": null,
    "detail_description": "Aapravasi Ghat, a small complex of buildings located on the seafront, served as the island's main immigration depot for indentured labourers from India. Some of the original stone buildings remain, with displays on living conditions, the hospital wing and bathing ghats. The ghat was listed as a World Heritage Site by Unesco in 2006 for its important role in the island's social history.\nWhile it may not look like much at first glance, this site resonates with Mauritians across the island. Britain pioneered its indentured-servant scheme in Mauritius and from 1849 to 1923 over half a million immigrants were processed here before being shipped to various plantations or other colonial islands. Today, almost 70% of Mauritius' citizens can trace their roots back to Aapravasi Ghat."
},
{
    "country": "mauritius",
    "index": 35,
    "name": "Terres de 7 Couleurs",
    "latitude": "-20.440555",
    "longitude": "57.373974",
    "excerpt": "Chamarel Coloured Earths have become one of the sights on the island's usual tourist circuit. Some travellers (and we're among them) find them quite…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/terres-de-7-couleurs/a/poi-sig/1345158/1331459",
    "image_url": null,
    "detail_description": "Chamarel Coloured Earths have become one of the sights on the island's usual tourist circuit. Some travellers (and we're among them) find them quite underwhelming but the queues to enter continue. If you temper your expectations, there's a greater chance of enjoying the variations of colourful sand – a result of the uneven cooling of molten rock. The site is 2km southwest of Chamarel. On your way through the reserve, stop at Chamarel Waterfall.\nTortoises are kept in an enclosure just below the coloured earths, which lie 3km inside the Terres de 7 Couleurs area.The entire property was once the private estate of Charles de Chazal de Chamarel, who hosted Matthew Flinders during Flinders' captivity in Mauritius during the Napoleonic Wars."
},
{
    "country": "mauritius",
    "index": 31,
    "name": "La Vanille",
    "latitude": "-20.498914",
    "longitude": "57.562813",
    "excerpt": "This busy zoo and reserve makes for a fantastic field trip with kids. The park has the greatest number of giant tortoises in captivity in the world (over…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-coast/attractions/la-vanille/a/poi-sig/1345549/1331460",
    "image_url": null,
    "detail_description": "This busy zoo and reserve makes for a fantastic field trip with kids. The park has the greatest number of giant tortoises in captivity in the world (over 1000). It's worth coming to La Vanille just to check out the immense collection of mounted insects (over 23,000 species!). There's also a farm of Nile crocodiles (population 2000), which can grow up to 7m, and a dodo museum.\nThe tortoises are the undoubted highlight, the result of a wildly successful breeding program for the Aldabra and radiata species. Chances are that you'll see the former breeding in front of your eyes.The on-site Hungry Crocodile Restaurant specialises in all things crocodilian – croc curry, croc burger, croc fried rice, croc cooked in a vanilla sauce… (It also does more conventional dishes such as spaghetti bolognese and beef burgers.) Don't forget your mozzie repellent – you won't be the only one feasting at the lunch table.La Vanille is a few kilometres northwest of Souillac or 2km south of Rivière des Anguilles."
},
{
    "country": "mauritius",
    "index": 33,
    "name": "Rault Biscuit Factory",
    "latitude": "-20.404339",
    "longitude": "57.697695",
    "excerpt": "In 1870 the Rault family started producing manioc biscuits at its little biscuit factory on the northern outskirts of Mahébourg, and the factory has…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/mahebourg/attractions/rault-biscuit-factory/a/poi-sig/484876/355479",
    "image_url": null,
    "detail_description": "In 1870 the Rault family started producing manioc biscuits at its little biscuit factory on the northern outskirts of Mahébourg, and the factory has changed hardly a jot since. The crispy square cookies are made almost entirely by hand using a secret recipe passed down from generation to generation and baked on hotplates over stoves fuelled with dried sugar-cane leaves. The 20-minute tour ends with a chance to sample the finished product – with a nice cup of tea, of course.\nThe factory is on the far side of the Cavendish Bridge; when you cross the bridge, turn left at the brown-and-white factory sign and then follow the further signs. Packets of the biscuits in seven flavours (we recommend the butter flavour; reaching this decision involved pleasurable research…) are on sale for Rs 79 (wafers cost Rs 75)."
},
{
    "country": "mauritius",
    "index": 32,
    "name": "Grande Montagne Nature Reserve",
    "latitude": "-19.706556",
    "longitude": "63.463125",
    "excerpt": "One of the last remaining stands of forest on Rodrigues, this nature reserve crowns the island's summit. The Mauritian Wildlife Foundation has planted…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/rodrigues/attractions/grande-montagne-nature-reserve/a/poi-sig/1398070/355476",
    "image_url": null,
    "detail_description": "One of the last remaining stands of forest on Rodrigues, this nature reserve crowns the island's summit. The Mauritian Wildlife Foundation has planted more than 200,000 native plant species across more than 25 hectares, and the restoration of this ecosystem has ensured the survival of the Rodrigues fody and the Rodrigues warbler bird species, as well as the Rodrigues fruit bat. The MWF runs free guided tours weekdays and Saturdays – no need to book.\nOtherwise trails pass through the forest – though they're not especially well marked, it's difficult to get too lost. Pick up the useful (and free) Grande Montagne Nature Reserve Field Guide at the entrance to help with plant and bird identification. The fine little information centre, where guided tours of the reserve begin, has Rodrigues' most complete solitaire skeleton, as well as a skeleton of the extinct giant tortoises once endemic to the island. There's also a small shop."
},
{
    "country": "mauritius",
    "index": 34,
    "name": "L'Aventure du Sucre",
    "latitude": "-20.098113",
    "longitude": "57.57441",
    "excerpt": "The former Beau Plan sugar factory houses one of the best museums in Mauritius. It not only tells the story of sugar in great detail but also covers the…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/north-mauritius/pamplemousses/attractions/l-aventure-du-sucre/a/poi-sig/1344957/355472",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "mauritius",
    "index": 28,
    "name": "Chamarel Waterfall",
    "latitude": "-20.443038",
    "longitude": "57.383823",
    "excerpt": "About halfway (1.5km) between the entrance gate to Terres de 7 Couleurs and the colourful sands is a scenic viewpoint over the waterfall, which plunges…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/chamarel/attractions/chamarel-waterfall/a/poi-sig/1345162/1331459",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-477493664_medium.jpg",
    "detail_description": "About halfway (1.5km) between the entrance gate to Terres de 7 Couleurs and the colourful sands is a scenic viewpoint over the waterfall, which plunges more than 95m in a single drop. With a reservation, you can abseil with Vertical World from the top of Chamarel Waterfall all the way into the pool at its base. Note that you can only get to the waterfall by paying the entrance fee to Terres de 7 Couleurs.\n"
},
{
    "country": "mauritius",
    "index": 29,
    "name": "Natural History Museum & Mauritius Institute",
    "latitude": "-20.163357",
    "longitude": "57.502152",
    "excerpt": "The major attraction at this small museum – which was closed for much-needed renovations when we visited – used to be the famous reconstruction of a dodo…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/port-louis/attractions/natural-history-museum-mauritius-institute/a/poi-sig/438638/355475",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/123c779dafc8a0c78feced965165a321-natural-history-museum-mauritius-institute.jpg",
    "detail_description": "The major attraction at this small museum – which was closed for much-needed renovations when we visited – used to be the famous reconstruction of a dodo. But with the museum closed, the dodo has been moved to Mahébourg's National History Museum where it may very well remain. What form the museum will take when it reopens remained unclear at the time of research.\n"
},
{
    "country": "mauritius",
    "index": 30,
    "name": "Trou aux Cerfs",
    "latitude": "-20.31784",
    "longitude": "57.511548",
    "excerpt": "About 1km west of central Curepipe, the Trou aux Cerfs is a dormant volcanic crater some 100m deep and 1km in circumference. The bowl is heavily wooded…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/central-mauritius/curepipe/attractions/trou-aux-cerfs/a/poi-sig/1344165/355457",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/185548698_medium.jpg",
    "detail_description": "About 1km west of central Curepipe, the Trou aux Cerfs is a dormant volcanic crater some 100m deep and 1km in circumference. The bowl is heavily wooded and from the road around the rim – a favourite spot for joggers and walkers – you get lovely views of the plateau. There are benches where you can rest and reflect, and a radar station that keeps an electronic eye on cyclone activity.\n"
},
{
    "country": "mauritius",
    "index": 26,
    "name": "Bois Chéri Tea Plantation",
    "latitude": "-20.426389",
    "longitude": "57.525895",
    "excerpt": "This 250-hectare tea factory and museum is located about 12km north of Rivière des Anguilles amid a vast expanse of cane. Hour-long tours of the tea…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-coast/attractions/bois-cheri-tea-plantation/a/poi-sig/1345545/1331460",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/200515696-001_full.jpg",
    "detail_description": "This 250-hectare tea factory and museum is located about 12km north of Rivière des Anguilles amid a vast expanse of cane. Hour-long tours of the tea-processing facility end with a stop at a small exhibition space detailing the island's tea history by means of machines and photos. The best part of the visit is undoubtedly the sampling session at the end. It's advisable to visit in the morning, as most of the action takes place before noon.\nAfter your tour, stick around for lunch – the in-house restaurant takes a formidable stab at gourmet cuisine and uses locally sourced ingredients (mains Rs 405 to Rs 1495). The commanding views over the riverine plains are also quite captivating."
},
{
    "country": "mauritius",
    "index": 25,
    "name": "Le Souffleur",
    "latitude": "-20.492914",
    "longitude": "57.63667",
    "excerpt": "This half-formed grotto on the side of a cliff spouts a geyser-like fountain (up to 20m high!) when seas are rough. You'll need a bit of gumption (and a…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/souillac-and-around/attractions/le-souffleur/a/poi-sig/1345666/355481",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/145081852_super.jpg",
    "detail_description": "This half-formed grotto on the side of a cliff spouts a geyser-like fountain (up to 20m high!) when seas are rough. You'll need a bit of gumption (and a 4WD) to tackle this one, but it's well worth the adventure. To reach the super-secret souffleur, seek permission to cross the Savannah sugar estate near the village of L'Escalier, then follow the snaking track once you reach the sea. We recommend bringing a local with you to help you find it.\nAs the waves crash against the cliff the seawater pushes through a crack in the bluffs like a blowhole on a whale. If the seas aren't particularly rough during your visit, there's a natural land bridge nearby that's worth a camera click or two. It was formed when the roof collapsed on another naturally formed grotto."
},
{
    "country": "mauritius",
    "index": 27,
    "name": "Black River Gorges National Park",
    "latitude": "-20.387247",
    "longitude": "57.438658",
    "excerpt": "A network of hiking trails crisscrosses the wild and empty Black River Gorges National Park. Unfortunately, they're not always well marked, so check the…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/west-mauritius/attractions/black-river-gorges-national-park/a/poi-sig/1041385/355484",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/35b5cfe024985a8a291d02b038e17431-gorges-viewpoint.jpg",
    "detail_description": "A network of hiking trails crisscrosses the wild and empty Black River Gorges National Park. Unfortunately, they're not always well marked, so check the route and trail conditions at the information centres before setting off. Look for the rare tambalacoque (dodo tree), black ebony trees and wild guavas. Birdwatchers should keep an eye out for Mauritius kestrels, pink pigeons, echo parakeets and Mauritius cuckoo-shrikes. If you're looking for a guide, try Yanature, Otélair or Yemaya.\n"
},
{
    "country": "mauritius",
    "index": 24,
    "name": "Champ de Mars Racecourse",
    "latitude": "-20.168666",
    "longitude": "57.509898",
    "excerpt": "This racecourse was a military training ground until the Mauritius Turf Club was founded in 1812, making it the second-oldest racecourse in the world…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/port-louis/attractions/champ-de-mars-racecourse/a/poi-sig/438616/355475",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/121344416_medium.jpg",
    "detail_description": "This racecourse was a military training ground until the Mauritius Turf Club was founded in 1812, making it the second-oldest racecourse in the world. Mauritian independence was proclaimed here in 1968. The racing season lasts from around April to late November, with meetings usually held on a Saturday or Sunday. The biggest race of all is the Maiden Cup in September. For race dates, contact the Mauritius Turf Club or check local media.\nIf you're here on a race day, it's well worth joining the throng of betting-crazy locals.Within the racecourse are a statue of King Edward VII by sculptor Prosper d'Épinay, and the Malartic Tomb, an obelisk to a French governor."
},
{
    "country": "mauritius",
    "index": 3,
    "name": "Blue Penny Museum",
    "latitude": "-20.160921",
    "longitude": "57.497581",
    "excerpt": "Although dedicated to the world-famous Mauritian one-penny and two-pence stamps of 1847, the Blue Penny Museum is far more wide-ranging than its name…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/port-louis/attractions/blue-penny-museum/a/poi-sig/438614/355475",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b14f6011cd092005e5fde38fbc8be9bf-blue-penny-museum.jpg",
    "detail_description": "Although dedicated to the world-famous Mauritian one-penny and two-pence stamps of 1847, the Blue Penny Museum is far more wide-ranging than its name suggests, taking in the history of the island's exploration, settlement and colonial period, and even detouring into the Paul and Virginie story. It's Port Louis' best museum, one that give visitors a then-and-now look at the city, although travellers with mobility issues should know that the stamps are on the 1st floor and there’s no lift.\nCentral to the museum's collection are two of the world's rarest stamps: the red one-penny and blue two-pence 'Post Office' stamps issued in 1847. To preserve the colours, they are only lit up for 10 minutes at a time: every hour, at 20 minutes past the hour. The stamps are considered a national treasure and are probably the most valuable objects on the entire island.On the ground floor you'll see a fantastic selection of antique maps, engravings from different periods in history, and photographs, as well as the country's most famous work of art: a superbly lifelike statue by Mauritian sculptor Prosper d'Épinay, carved in 1884. Based on Bernardin de St-Pierre's novel Paul et Virginie, the sculpture depicts the young hero carrying his sweetheart across a raging torrent."
},
{
    "country": "mauritius",
    "index": 4,
    "name": "Eureka",
    "latitude": "-20.218529",
    "longitude": "57.497624",
    "excerpt": "If you're only going to visit one attraction related to Mauritius' rich colonial history, choose Eureka. This perfectly preserved Creole mansion was built…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/moka/attractions/eureka/a/poi-sig/1344632/1331454",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ebd6da9bd6e67da9971ccc5be7829740-eureka.jpg",
    "detail_description": "If you're only going to visit one attraction related to Mauritius' rich colonial history, choose Eureka. This perfectly preserved Creole mansion was built in the 1830s and today it's a museum and veritable time machine providing incredible insight into the island's vibrant plantation past. The main manor house is a masterpiece of tropical construction, which apparently kept the interior deliciously cool during the unbearably hot summers, and boasts 109 doors and more rooms than a Cluedo board.\nRooms are adorned with an impeccably preserved collection of period furniture imported by the French East India Company – take special note of the antique maps, a strange shower contraption that was quite the luxury some 150 years ago and the mildewed piano with keys like rotting teeth.The courtyard behind the main mansion contains beautifully manicured grounds surrounded by a set of stone cottages – the former servants' quarters and kitchen. Follow the trail out the back for 15 minutes and you'll reach the lovely Ravin waterfall.The estate's unusual name is believed to have been the reaction of Eugène Le Clézio when he successfully bid to purchase the house at auction in 1856."
},
{
    "country": "mauritius",
    "index": 2,
    "name": "Vallée de Ferney",
    "latitude": "-20.362612",
    "longitude": "57.705817",
    "excerpt": "Protecting a 400-year-old forest, this reserve is an important habitat for the Mauritius kestrel, one of the world's most endangered raptors, and a visit…",
    "detail_url": "https://www.lonelyplanet.com/mauritius/south-mauritius/attractions/vallee-de-ferney/a/poi-sig/1345518/355478",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/127032901_full.jpg",
    "detail_description": "Protecting a 400-year-old forest, this reserve is an important habitat for the Mauritius kestrel, one of the world's most endangered raptors, and a visit here is far and away your best chance of seeing one. Guides take you along a 3km trail, pointing out fascinating flora and fauna. At noon (arrive no later than 11.30am, or 10am if you're also doing the hike), staff feed otherwise wild kestrels at the trailhead. Bookings for the tour are essential.\nAs an important habitat for endemic species, Vallée de Ferney is a hugely important conservation and ecotourism area. The Mauritian Wildlife Foundation, which helps to train the reserve's guides and provides important input into its policies, has reintroduced a number of other endangered species, including the pink pigeon and echo parakeet, here. Keep an eye out for them if on a hike. There are currently 14 to 15 pairs of Mauritian kestrels in the reserve.The Vallée de Ferney is also well known as the site of a conservation demonstration that ignited when a Chinese paving company sought to construct a highway directly through the protected hinterland. Attempts at development were unsuccessful, but scars remain: trees daubed with red paint alongside the walking trail were to be chopped down to make way for the road.The turn-off to the 200-hectare reserve is clearly marked along the coastal road, around 2km south of Vieux Grand Port."
}
]