[
{
    "country": "monaco",
    "city": "Monaco",
    "index": 1,
    "name": "Casino de Monte Carlo",
    "latitude": "43.739350133931",
    "longitude": "7.4286430138202",
    "excerpt": "Peeping inside Monte Carlo’s legendary marble-and-gold casino is a Monaco essential. The building, open to visitors every morning, including the exclusive…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/casino-de-monte-carlo/a/poi-sig/1229750/359266",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d6dbfeb4a839afa6e09adbe525674de3-casino-de-monte-carlo.jpg",
    "detail_description": "Peeping inside Monte Carlo’s legendary marble-and-gold casino is a Monaco essential. The building, open to visitors every morning, including the exclusive salons privés, is Europe's most lavish example of belle époque architecture. Prince Charles III spearheaded the casino's development and in 1866, three years after its inauguration, the name 'Monte Carlo' – Ligurian for 'Mount Charles' in honour of the prince – was coined. To gamble here, visit after 2pm (when a strict over-18s-only admission rule kicks in).\nBlackjack, English and European roulette, punto banco (baccarat), Texas hold'em poker and trente et quarante entertain in the main gaming room, Salle Europe, while slot machines prevail in the Salles Renaissance and Amérique, the other two salons ordinaires that open to the general public for gambling. The salons privés, which are accessible only to frequent clients of the casino, offer all of the same table games in a more exclusive setting, without the slot machines. In the salons super-privés, where the James Bondesque pros play, tailor-made games are permitted and the sky is truly the limit.Trainers (sneakers) are strictly forbidden and a jacket and tie is strongly recommended in the gaming rooms for men in the evening (and is compulsory for the salons privés)."
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 17,
    "name": "Chapelle de la Miséricorde",
    "latitude": "43.731135",
    "longitude": "7.423443",
    "excerpt": "Dating to the 17th century, this chapel still holds traditional Latin Mass on Sunday evenings.",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/chapelle-de-la-misericorde/a/poi-sig/1596874/359266",
    "image_url": null,
    "detail_description": "Dating to the 17th century, this chapel still holds traditional Latin Mass on Sunday evenings.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 16,
    "name": "Jardins St-Martin",
    "latitude": "43.730034047392",
    "longitude": "7.4240970611572",
    "excerpt": "The steep-sided, statue-studded Jardins St-Martin runs round the coast outside the Musée Océanographique.",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/jardins-st-martin/a/poi-sig/364955/359266",
    "image_url": null,
    "detail_description": "The steep-sided, statue-studded Jardins St-Martin runs round the coast outside the Mus&#xE9;e Oc&#xE9;anographique.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 15,
    "name": "Parc Princesse Antoinette",
    "latitude": "43.73353",
    "longitude": "7.414935",
    "excerpt": "Shaded by centenary olive trees, this park in the hills above La Condamine is popular with local families for its ample playground and minigolf course.",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/parc-princesse-antoinette/a/poi-sig/1596868/359266",
    "image_url": null,
    "detail_description": "Shaded by centenary olive trees, this park in the hills above La Condamine is popular with local families for its ample playground and minigolf course.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 14,
    "name": "Cathédrale de Monaco",
    "latitude": "43.730197",
    "longitude": "7.422799",
    "excerpt": "An adoring crowd continually shuffles past Prince Rainier’s and Princess Grace’s flower-adorned graves, located inside the cathedral choir of Monaco's…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/cathedrale-de-monaco/a/poi-sig/1188683/359266",
    "image_url": null,
    "detail_description": "An adoring crowd continually shuffles past Prince Rainier’s and Princess Grace’s flower-adorned graves, located inside the cathedral choir of Monaco's 1875 Romanesque-Byzantine cathedral.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 13,
    "name": "Jardin Japonais",
    "latitude": "43.742235568898",
    "longitude": "7.430899143219",
    "excerpt": "Sandwiched between built-up Monte Carlo, Larvotto and the Mediterranean, the Jardin Japonais is intended as a piece of paradise. It was blessed by a…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/jardin-japonais/a/poi-sig/364953/359266",
    "image_url": null,
    "detail_description": "Sandwiched between built-up Monte Carlo, Larvotto and the Mediterranean, the Jardin Japonais is intended as a piece of paradise. It was blessed by a Shinto high priest, and quiet contemplation and meditation is encouraged.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 12,
    "name": "Église Ste-Dévote",
    "latitude": "43.736933799561",
    "longitude": "7.4217436233265",
    "excerpt": "This 19th-century chapel is dedicated to Monaco's patron saint, whose body was brought here after her martyrdom in Corsica in 303 AD. The current church…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/eglise-ste-devote/a/poi-sig/1251708/359266",
    "image_url": null,
    "detail_description": "This 19th-century chapel is dedicated to Monaco's patron saint, whose body was brought here after her martyrdom in Corsica in 303 AD. The current church is a restored and expanded version of the early Christian sanctuary built over her tomb.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 11,
    "name": "Musée des Timbres et des Monnaies",
    "latitude": "43.73084",
    "longitude": "7.416898",
    "excerpt": "This one-room museum traces the history of stamps and coins minted in Monaco. The stamp collection, spanning many decades, is especially fun, with images…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/musee-des-timbres-et-des-monnaies/a/poi-sig/1596870/359266",
    "image_url": null,
    "detail_description": "This one-room museum traces the history of stamps and coins minted in Monaco. The stamp collection, spanning many decades, is especially fun, with images of everyone from Dante to Grace Kelly and everything from circus animals to 1950s movies. The attached boutique offers a wide variety of stamps for sale.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 10,
    "name": "Nouveau Musée National de Monaco –Villa Sauber",
    "latitude": "43.744755",
    "longitude": "7.431511",
    "excerpt": "Part of Nouveau Musée National de Monaco, this sumptuous belle-époque villa with lush garden hosts seasonal contemporary art exhibitions focusing on a…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/nouveau-musee-national-de-monaco-villa-sauber/a/poi-sig/1257864/359266",
    "image_url": null,
    "detail_description": "Part of Nouveau Musée National de Monaco, this sumptuous belle-époque villa with lush garden hosts seasonal contemporary art exhibitions focusing on a performing-arts theme (Serge Diaghilev, stage designs etc). Also sells a combo ticket (€10) which includes entry to the Jardin Exotique.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 9,
    "name": "Roseraie Princesse Grace",
    "latitude": "43.727204",
    "longitude": "7.419323",
    "excerpt": "Thoroughly revamped in 2014, this exuberant collection of over 4000 rose bushes – along with the adjacent Parc Fontvieille – stands out in dramatic…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/roseraie-princesse-grace/a/poi-sig/1596698/359266",
    "image_url": null,
    "detail_description": "Thoroughly revamped in 2014, this exuberant collection of over 4000 rose bushes – along with the adjacent Parc Fontvieille – stands out in dramatic contrast to the otherwise sterile high-rise environment of Fontvieille. The garden bursts with colour in springtime, with multihued roses climbing up arbours and encircling the trunks and branches of olive trees.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 8,
    "name": "Nouveau Musée National de Monaco – Villa Paloma",
    "latitude": "43.733375425651",
    "longitude": "7.4138548374176",
    "excerpt": "This pearly-white villa, built for an American in 1913 on a hillside near the Jardin Exotique, is part of Nouveau Musée National de Monaco, along with…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/nouveau-musee-national-de-monaco-villa-paloma/a/poi-sig/1257865/359266",
    "image_url": null,
    "detail_description": "This pearly-white villa, built for an American in 1913 on a hillside near the Jardin Exotique, is part of Nouveau Musée National de Monaco, along with Villa Sauber. It hosts seasonal contemporary art exhibitions with an environmental theme (oceans, apocalypse etc). Also sells a combo ticket (€10) which includes entry to the Jardin Exotique.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 7,
    "name": "Crique Ciappaira",
    "latitude": "43.731899",
    "longitude": "7.427906",
    "excerpt": "This minuscule, hidden cove at the foot of Le Rocher is reached by a steep staircase near the Parking des Pêcheurs. Tucked up against steep cliffs and a…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/crique-ciappaira/a/poi-sig/1596876/359266",
    "image_url": null,
    "detail_description": "This minuscule, hidden cove at the foot of Le Rocher is reached by a steep staircase near the Parking des Pêcheurs. Tucked up against steep cliffs and a stone retaining wall, the shingle beach here is only about 20m long, but there's enough space to lay a towel and take a dip in the Med, and it's a rare pleasure to find a place so secluded in Monaco. Don't attempt the descent during stormy weather, when conditions can become treacherous.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 6,
    "name": "Collection de Voitures Anciennes",
    "latitude": "43.730786",
    "longitude": "7.416415",
    "excerpt": "Starting in the early 1950s, car-mad Prince Rainier amassed an impressive array of over 100 classic automobiles, which he opened to the public in 1993…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/collection-de-voitures-anciennes/a/poi-sig/1535861/359266",
    "image_url": null,
    "detail_description": "Starting in the early 1950s, car-mad Prince Rainier amassed an impressive array of over 100 classic automobiles, which he opened to the public in 1993. His haul includes various Ferraris, Maseratis, Lamborghinis, Rolls-Royces and several F1 and rally cars, along with the Lexus which carried the current prince to his wedding in 2011. The museum itself is basically an exhibition hall, but will move to its new purpose-built home by the harbour when it's completed in 2020.\n"
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 5,
    "name": "Palais Princier de Monaco",
    "latitude": "43.731243457849",
    "longitude": "7.420642375946",
    "excerpt": "Built as a fortress atop Le Rocher in the 13th century, this palace is the private residence of the Grimaldi family. It is protected by the blue-helmeted,…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/palais-princier-de-monaco/a/poi-sig/1188682/359266",
    "image_url": null,
    "detail_description": "Built as a fortress atop Le Rocher in the 13th century, this palace is the private residence of the Grimaldi family. It is protected by the blue-helmeted, white-socked Carabiniers du Prince; changing of the guard takes place daily at 11.55am, when crowds gather outside the gates to watch.Most of the palace is off limits, but you can get a glimpse of royal life on a tour of the glittering state apartments, where you can see some of the lavish furniture and priceless artworks collected by the family over the centuries. It's a good idea to buy tickets online in advance to avoid queuing.\nCombined tickets including Monaco's oceanographic museum or the Prince's classic car collection are also available."
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 4,
    "name": "Le Rocher",
    "latitude": "43.73105",
    "longitude": "7.421898",
    "excerpt": "Monaco Ville, also called Le Rocher, is the only part of Monaco to have retained its original old town, complete with small, windy medieval lanes. The old…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/le-rocher/a/poi-sig/1229610/359266",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-534031865.jpg",
    "detail_description": "Monaco Ville, also called Le Rocher, is the only part of Monaco to have retained its original old town, complete with small, windy medieval lanes. The old town thrusts skywards on a pistol-shaped rock, its strategic location overlooking the sea that became the stronghold of the Grimaldi dynasty. There are various staircases up to Le Rocher; the best route up is via Rampe Major, which starts from place d'Armes near the port.\nOn your way up, look out for the statue of the late Prince Rainier looking down on his beloved Monaco, created by Dutch artist Kees Verkade in 2013."
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 3,
    "name": "Jardin Exotique",
    "latitude": "43.732623",
    "longitude": "7.413636",
    "excerpt": "Home to the world’s largest succulent and cactus collection, from small echinocereus to 10m-tall African candelabras, the gardens tumble down the slopes…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/jardin-exotique/a/poi-sig/1188684/359266",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/iStock-857297256.jpg",
    "detail_description": "Home to the world’s largest succulent and cactus collection, from small echinocereus to 10m-tall African candelabras, the gardens tumble down the slopes of Moneghetti through a maze of paths, stairs and bridges. Views of the principality are spectacular. Admission includes the Musée d'Anthropologie, which displays prehistoric remains unearthed in Monaco, and a 35-minute guided tour of the Grotte de l’Observatoire. The prehistoric, stalactite- and stalagmite-laced cave is the only one in Europe where the temperature rises as you descend.\nBus 2 links Jardin Exotique with the town centre."
},
{
    "country": "monaco",
    "city": "Monaco",
    "index": 2,
    "name": "Musée Océanographique de Monaco",
    "latitude": "43.730732",
    "longitude": "7.425449",
    "excerpt": "Stuck dramatically to the edge of a cliff since 1910, the world-renowned Musée Océanographique de Monaco, founded by Prince Albert I (1848–1922), is a…",
    "detail_url": "https://www.lonelyplanet.com/monaco/attractions/musee-oceanographique-de-monaco/a/poi-sig/1188681/359266",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-525482915_master.jpg",
    "detail_description": "Stuck dramatically to the edge of a cliff since 1910, the world-renowned Musée Océanographique de Monaco, founded by Prince Albert I (1848–1922), is a stunner. Its centrepiece is its aquarium with a 6m-deep lagoon where sharks and marine predators are separated from colourful tropical fish by a coral reef. Upstairs, two huge colonnaded rooms retrace the history of oceanography and marine biology (and Prince Albert’s contribution to the field) through photographs, old equipment, numerous specimens and interactive displays.\nIn all, there are around 90 tanks in the aquarium containing a dazzling 450 Mediterranean and tropical species, sustained by 250,000L of freshly pumped sea water per day. School holidays usher in free hourly light shows in the Salle de la Baleine (Whale Skeleton Room) and feel-the-fish sessions in the kid-friendly tactile basin (40 minutes, €6); tickets for the latter are sold at the entrance. An outdoor turtle tank allows the public to observe marine turtles while marine biologists work to rehabilitate injured animals.Don't miss the sweeping views of Monaco and the Med from the rooftop terrace and cafe. Save a few cents by buying a combined ticket covering same-day admission to both the Palais Princier and the Musée Océanographique; both sights sell it."
}
]