[
{
    "country": "montenegro",
    "city": "Durmitor National Park",
    "index": 1,
    "name": "Tara Canyon",
    "latitude": "43.19407",
    "longitude": "19.089518",
    "excerpt": "Slicing through the mountains at the northern edge of the national park, the Tara River forms a canyon that is 1300m deep at its peak (the Grand Canyon…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/tara-canyon/a/poi-sig/1309370/360159",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/476f209c90ed6b069663500bd02ccc2e-tara-canyon.jpg",
    "detail_description": "Slicing through the mountains at the northern edge of the national park, the Tara River forms a canyon that is 1300m deep at its peak (the Grand Canyon plummets a mere 200m deeper). The best views are from the water, and rafting along the river is one of the country's most popular tourist activities. If you’d rather admire the canyon from afar, head to the top of Mt Ćurevac (1625m) – although even this view is restricted by the canyon walls.\nThe viewpoint isn't well signposted and can be difficult to find. From central Žabljak, take the road north and follow the signs marked 'Panoramic Road 2'. Leave this route at the fork to the right marked 'Tepca'. Eventually there are some small wooden signs pointing to Ćurevac or vidikovac (viewpoint). Stop at the grassy parking spot opposite the drink stall and clamber up the small track behind."
},
{
    "country": "montenegro",
    "city": "Lake Skadar National Park",
    "index": 40,
    "name": "Virpazar",
    "latitude": "42.24631",
    "longitude": "19.090548",
    "excerpt": "This tiny town, gathered around a square and a river blanketed with water lilies, serves as the main gateway to Lake Skadar National Park. If you're…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/lake-skadar-national-park/attractions/virpazar/a/poi-sig/1611635/1324792",
    "image_url": null,
    "detail_description": "This tiny town, gathered around a square and a river blanketed with water lilies, serves as the main gateway to Lake Skadar National Park. If you're interested in sampling local wines, you'll find family-run vineyards and tasting cellars in the surrounding hills.\nVirpazar (Вирпазар) may be a small speck on the map now, but it was once considered so strategically important that the occupying Turks built the Besac fortress on the hill looming above the village. After their downfall, Virpazar became an important trading town (pazar means marketplace) with a lively port; in the early 1900s, it was connected to Bar by Montenegro's first narrow-gauge railway. It was also the site of one of the country's first significant uprisings against Axis invaders in WWII, an event commemorated by a striking bronze sculpture near the bridge."
},
{
    "country": "montenegro",
    "city": "Bay of Kotor",
    "index": 39,
    "name": "Mt Orjen",
    "latitude": null,
    "longitude": null,
    "excerpt": "Hulking Mt Orjen (1893m) separates Herceg Novi from Hercegovina and is higher than the more famous Mt Lovćen. It’s a popular spot for hiking and mountain…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/around-herceg-novi/attractions/mt-orjen/a/poi-sig/1331049/1326331",
    "image_url": null,
    "detail_description": "Hulking Mt Orjen (1893m) separates Herceg Novi from Hercegovina and is higher than the more famous Mt Lovćen. It’s a popular spot for hiking and mountain biking (bring plenty of water). A hiking trail commences near the bus station at Herceg Novi (look for the red and white markings); heading towards Kotor, take the first road to the left, followed quickly by a right turn. This is the start of the mammoth Coastal Mountain Traversal hiking path, which goes on to Lovćen, the shores of Lake Skadar, Mt Rumija and Bar.\nThere are more than 60km of marked tracks on the mountain. A relatively easy 16km round-trip hike goes from Herceg Novi to the small Sv Ilija church; follow the coast to Igalo and take the signposted trail.For six months of the year, there is snow on Mt Orjen; even on a summer’s day you should be prepared for a storm.Planinarski Klub Subra, the local mountaineering club, operates two huts on the mountain and can arrange guides."
},
{
    "country": "montenegro",
    "city": "Lake Skadar National Park",
    "index": 38,
    "name": "Žabljak Crnojevića",
    "latitude": "42.317003",
    "longitude": "19.156573",
    "excerpt": "For a brief time in the 15th century, between the fall of Skadar (now Shkodra in Albania) and the founding of Cetinje, this was the capital of Zetan ruler…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/lake-skadar-national-park/attractions/zabljak-crnojevica/a/poi-sig/1526214/1324792",
    "image_url": null,
    "detail_description": "For a brief time in the 15th century, between the fall of Skadar (now Shkodra in Albania) and the founding of Cetinje, this was the capital of Zetan ruler Ivan Crnojević. Now the enigmatic ruins stand forlornly on a lonely hillside surrounded by lush green plains, with only some rather large snakes and spiders as occupants. The 14m-high, 2m-thick walls look intimidating enough, yet even these couldn’t withstand the hammering the Ottoman invaders gave them in 1478.\nIn summer you can rent quad bikes and jet skis from the small village at the base of the hill. A local family sells drinks and ice creams from their front terrace, near the beginning of the path.The site’s a little hard to find but well worth the effort. Turn off the Virpazar-Podgorica highway towards Vukovci and, after the railway track and the one-way bridge, turn left. Continue for about 4.5km until you see a bridge to your left. Cross the bridge and continue to the car park near the village. Take the stone stairs heading up from the path near the river, follow your nose past the village church and along the overgrown path."
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 37,
    "name": "Nikola I Statue",
    "latitude": "42.439112",
    "longitude": "19.260578",
    "excerpt": "A large equestrian statue of Nikola I struts grandly at the head of a lovely park with manicured hedges and mature trees.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/nikola-i-statue/a/poi-sig/1314645/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7b421c1a88dbe30a5135597ddbb1d581-nikola-i-statue.jpg",
    "detail_description": "A large equestrian statue of Nikola I struts grandly at the head of a lovely park with manicured hedges and mature trees.\n"
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 36,
    "name": "Clock Tower",
    "latitude": "42.435541",
    "longitude": "19.260181",
    "excerpt": "This blocky clock tower, overlooking the Stara Varoš square, was useful for signalling Muslim prayer times during the Ottoman era.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/clock-tower/a/poi-sig/1305731/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dc2f23a31a8b4ef236dd2f315445c7dd-clock-tower.jpg",
    "detail_description": "This blocky clock tower, overlooking the Stara Varoš square, was useful for signalling Muslim prayer times during the Ottoman era.\n"
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 35,
    "name": "Galerija Centar",
    "latitude": "42.439555",
    "longitude": "19.261125",
    "excerpt": "This small gallery is a branch of Podgorica's Contemporary Art Centre; it regularly hosts temporary exhibitions by Montenegrin artists.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/galerija-centar/a/poi-sig/1265831/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ae87c31a66713af2f763d1ae07e54bea-galerija-centar.jpg",
    "detail_description": "This small gallery is a branch of Podgorica's Contemporary Art Centre; it regularly hosts temporary exhibitions by Montenegrin artists.\n"
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 34,
    "name": "Vladimir Visotsky Statue",
    "latitude": "42.44414",
    "longitude": "19.257038",
    "excerpt": "A spectacularly cheesy sculpture of Russian singer-songwriter Vladimir Visotsky, pictured shirtless with a guitar and a skull at his feet.",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/vladimir-visotsky-statue/a/poi-sig/1314649/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/52885e0dec4099caca0523857caef45a-vladimir-visockij-statue.jpg",
    "detail_description": "A spectacularly cheesy sculpture of Russian singer-songwriter Vladimir Visotsky, pictured shirtless with a guitar and a skull at his feet.\n"
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 33,
    "name": "Petar I Petrović Njegoš Statue",
    "latitude": "42.442137",
    "longitude": "19.244077",
    "excerpt": "The most imposing of Podgorica's public sculptures is the huge bronze statue of St Peter of Cetinje, standing on a black marble plinth on the Cetinje edge…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/petar-i-petrovic-njegos-statue/a/poi-sig/1314648/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4273f2abc254a93e71a9ba8a82ab00f1-petar-i-petrovic-njegos-statue.jpg",
    "detail_description": "The most imposing of Podgorica's public sculptures is the huge bronze statue of St Peter of Cetinje, standing on a black marble plinth on the Cetinje edge of town.\n"
},
{
    "country": "montenegro",
    "city": "Sveti Stefan",
    "index": 32,
    "name": "Praskvica Monastery",
    "latitude": "42.262335",
    "longitude": "18.897622",
    "excerpt": "Just off the highway in the hills slightly north of Sveti Stefan, this humble 600-year-old monastery, named after the peach-scented water of a brook that…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/sveti-stefan/attractions/praskvica-monastery/a/poi-sig/1324735/1004867",
    "image_url": null,
    "detail_description": "Just off the highway in the hills slightly north of Sveti Stefan, this humble 600-year-old monastery, named after the peach-scented water of a brook that flows nearby, rests amid an ancient olive grove. It was an important political centre for the Paštrovići, a local tribe whose distinctive cultural traditions have survived along this section of the coast despite numerous foreign occupations.\nThe monastery was established in 1413 by Balša III of Zeta. The main church, dedicated to St Nicholas (Sv Nikola), originated in that time, although it was substantially destroyed by the French in 1812 as punishment for the monks’ support of Montenegro’s attempt to overtake the Bay of Kotor. Traces of the original frescoes remain on the left wall, but the rest of the church dates to 1847. The current gilt-framed iconostasis (1863) features paintings by Nicholas Aspiotis of Corfu.Further up the hill, within a cemetery, are an old schoolhouse and the smaller Holy Trinity Church (Crkva Sv Trojice).The monastery is well signposted from the main road and an easy walk from either Sveti Stefan or Pržno. It's a working monastery; visitors are welcome, but be sure to dress appropriately."
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 31,
    "name": "Millennium Bridge",
    "latitude": "42.445197368379",
    "longitude": "19.258052024481",
    "excerpt": "One of Podgorica's few landmarks, this impressive 173m-long cable-stayed bridge spans the Morača River. The pedestrian-only Moscow Bridge runs parallel to…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/millennium-bridge/a/poi-sig/1314646/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ef1018e18859076e2ab6982bfc543ae5-millennium-bridge.jpg",
    "detail_description": "One of Podgorica's few landmarks, this impressive 173m-long cable-stayed bridge spans the Morača River. The pedestrian-only Moscow Bridge runs parallel to it, and is a superb spot for resting your feet and watching the locals go by.\n"
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 30,
    "name": "Osmanagić Mosque",
    "latitude": "42.434908",
    "longitude": "19.257563",
    "excerpt": "Of the two mosques within Stara Varoš, this one dating from the 18th century is the most impressive. It was beautifully restored (via Turkish donations)…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/osmanagic-mosque/a/poi-sig/1335697/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b2f370dd54718f75659ef8bebccd7617-osmanagic-mosque.jpg",
    "detail_description": "Of the two mosques within Stara Varoš, this one dating from the 18th century is the most impressive. It was beautifully restored (via Turkish donations) in 2011, following an arson attack. Inside, the windows are bordered with Arabic script and floral designs.\n"
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 29,
    "name": "Beach",
    "latitude": "42.438962",
    "longitude": "19.258282",
    "excerpt": "The rocky Morača riverbank off Stara Varoš serves as Podgorica's main beach, complete with a summertime bar, deckchairs and sun umbrellas. It's a far cry…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/beach/a/poi-sig/1335700/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a5f8c6217aa608289fe9ba4b20f0001b-beach.jpg",
    "detail_description": "The rocky Morača riverbank off Stara Varoš serves as Podgorica's main beach, complete with a summertime bar, deckchairs and sun umbrellas. It's a far cry from the sea beaches Montenegro is famous for – and litter can be a problem – but in the middle of a Podgorica heatwave, it's heavenly.\n"
},
{
    "country": "montenegro",
    "city": "Budva",
    "index": 28,
    "name": "Citadela",
    "latitude": "42.277039",
    "longitude": "18.838302",
    "excerpt": "The citadel at the Old Town’s seaward end offers striking views, a restaurant and a library full of model ships, rare tomes and maps displayed safely…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/citadela/a/poi-sig/1265816/360154",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bf00191a8e5fe0f7991e3b8a2875b7fe-citadela.jpg",
    "detail_description": "The citadel at the Old Town’s seaward end offers striking views, a restaurant and a library full of model ships, rare tomes and maps displayed safely behind glass. It's thought to be built on the site of the Greek acropolis, but the present incarnation dates from the 19th-century Austrian occupation.\n"
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 27,
    "name": "Petrović Palace",
    "latitude": "42.43796",
    "longitude": "19.250246",
    "excerpt": "The Montenegro Contemporary Art Centre stages high-profile exhibitions in this pale-pink 19th-century palace. The surrounding park is peppered with…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/petrovic-palace/a/poi-sig/1265747/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/78656ab32c379a4c6dcd63e9618aa8aa-petrovic-palace.jpg",
    "detail_description": "The Montenegro Contemporary Art Centre stages high-profile exhibitions in this pale-pink 19th-century palace. The surrounding park is peppered with interesting sculptures and a tiny church.\nTemporary exhibitions are also displayed in the small Galerija Centar in the heart of the city."
},
{
    "country": "montenegro",
    "city": "Perast",
    "index": 26,
    "name": "Sveti Djordje",
    "latitude": "42.485549",
    "longitude": "18.69077",
    "excerpt": "Sveti Djordje, rising from a natural reef, is the smaller of Perast's two islands. It houses a Benedictine monastery shaded by cypresses and a large…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/perast/attractions/sveti-djordje/a/poi-sig/1331160/1324788",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b0d4f682707d6df1753ae39882334562-sveti-dorde-gospa-od-skrpjela.jpg",
    "detail_description": "Sveti Djordje, rising from a natural reef, is the smaller of Perast's two islands. It houses a Benedictine monastery shaded by cypresses and a large cemetery, earning it the local nickname 'Island of the Dead'. Legend has it that the island is cursed...but it looks pretty heavenly to us. The island can only be admired from afar; visitors aren't encouraged.\n"
},
{
    "country": "montenegro",
    "city": "Adriatic Coast",
    "index": 25,
    "name": "Reževići Monastery",
    "latitude": null,
    "longitude": null,
    "excerpt": "Hospitality has always been important at this atmospheric stone complex, just 2km south of Rijeka Reževići. Until the 19th century, the Paštrovići would…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/attractions/rezevici-monastery/a/poi-sig/1526213/360152",
    "image_url": null,
    "detail_description": "Hospitality has always been important at this atmospheric stone complex, just 2km south of Rijeka Reževići. Until the 19th century, the Paštrovići would leave a bottle of wine here for passers-by, one of whom in 1226 was King Stefan the First-Crowned of the Serbian Nemanjić dynasty, who founded the Church of the Dormition (Crkva Uspenja Bogorodice), the smaller church of the complex. There are fine frescoes covering the walls, though the frescoes in the larger Church of the Holy Trinity (Crkva Sv Trojice; 1770) – repainted in the 1970s – are more vivid.\nBoth churches are holding up well considering that they’ve survived attacks by Ottoman, French and Italian armies. There’s usually an elderly black-robed nun holding the fort in the small gift shop selling religious icons and homemade olive oil and honey. Local tradition tells of a Greek or Roman temple and cemetery that once stood on this site.Just down the hill from the monastery is Perazića Do, a small sandy beach bookended by rocky headlands, overshadowed by a hideously large hotel development that may or may not ever be completed. Near the highway a stone building (1856) was once a school and now houses a museum, gallery and library devoted to the Paštrović tribe, although you’ll be lucky to find it open."
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 23,
    "name": "Cathedral of Christ’s Resurrection",
    "latitude": "42.445668",
    "longitude": "19.248197",
    "excerpt": "Finally consecrated in 2013 after 20 years of construction, the large dome, white stone towers and gold crosses of this immense Serbian Orthodox cathedral…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/cathedral-of-christ-s-resurrection/a/poi-sig/1265595/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/28d74e5b41c24d303862096b093bdfc6-cathedral-of-christ-s-resurrection.jpg",
    "detail_description": "Finally consecrated in 2013 after 20 years of construction, the large dome, white stone towers and gold crosses of this immense Serbian Orthodox cathedral are a striking addition to Podgorica’s skyline. The exterior features an unusual contrast between roughly hewn stone at the bottom and intricately carved details above. Inside, huge chandeliers blaze against an overwhelming expanse of gilded frescoes. One controversial image, in the apse above the front door, depicts Tito, Karl Marx and Friedrich Engels burning in hell.\n"
},
{
    "country": "montenegro",
    "city": "Adriatic Coast",
    "index": 24,
    "name": "Haj-Nehaj Fortress",
    "latitude": null,
    "longitude": null,
    "excerpt": "If you wasted your youth playing Dungeons & Dragons or you just like poking around old ruins, the lonely battlements of Haj-Nehaj Fortress should be added…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/attractions/haj-nehaj-fortress/a/poi-sig/1526208/360152",
    "image_url": null,
    "detail_description": "If you wasted your youth playing Dungeons &amp; Dragons or you just like poking around old ruins, the lonely battlements of Haj-Nehaj Fortress should be added to your itinerary. Haj-Nehaj was built in the 15th century by the Venetians to defend their southern border from the Ottoman Turks, whose conquests had brought them as far as the river that runs into Šušanj Beach in modern Bar.\nTo get here from Bar, follow the highway north for 6.5km and turn left where the fortress is signposted. At the intersection of the first sealed road to the right, a rough unsealed road heads hard right through the houses. Walk straight up this road with the castle directly in front of you and turn right at the end into a rough car park. Look for the start of the track among the bushes on the slope. From here it’s a steep but attractive walk through the pines for 30 minutes on a stony path that’s often hard to distinguish.When the gate finally does come into view, the fortifications rise so precipitously from the stone that you’ll be left wondering how it was ever built. Once you’re inside, there are extensive ruins to explore, rising charismatically from a blanket of wild sage and flowers. At the very top, looking over Bar, is the shell of the 13th-century St Demetrius’ Church (Crkva Sv Dimitrija), easily recognised by its vaulted roof and stone altar. It predates the fort itself and once had separate Catholic and Orthodox altars."
},
{
    "country": "montenegro",
    "city": "Budva",
    "index": 22,
    "name": "Trg između crkava",
    "latitude": "42.277499",
    "longitude": "18.83769",
    "excerpt": "Literally the 'square between the churches', this open area below the citadel provides a visual reminder of the once-cosy relationship between Orthodox…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/trg-izmedu-crkava/a/poi-sig/1323534/360154",
    "image_url": null,
    "detail_description": "Literally the 'square between the churches', this open area below the citadel provides a visual reminder of the once-cosy relationship between Orthodox and Catholic Christians in this area.\nBeautiful frescoes cover the walls and ceiling of Holy Trinity Church, in the centre of the square. Constructed in 1804 out of stripes of pink and honey-coloured stone, this Orthodox church is the only one of the square's interesting cluster of churches that is regularly open.The largest of the churches is Catholic St John the Baptist's Church, which was built towards the end of the 12th century and served as a cathedral until 1828 (Budva is now part of the diocese of Kotor). Parts of it possibly date from as early as the 9th century, and the last earthquake revealed the foundations of its predecessor, a 5th-century basilica, beside it. A side chapel houses the Madonna of Budva – a 12th-century icon venerated by Catholic and Orthodox Budvans alike. There's also a colourful mosaic by Ivo Dulčić behind the altar. Opening hours are sporadic.Built into the city walls are two tiny churches, which are rarely open. Budva's oldest remaining church is Catholic St Mary's in Punta, dating from 840. Immediately next to it is St Sava's Church, named after the founder of the Serbian Orthodox Church; it once had both Orthodox and Catholic altars."
},
{
    "country": "montenegro",
    "city": "Adriatic Coast",
    "index": 21,
    "name": "Gradište Monastery",
    "latitude": null,
    "longitude": null,
    "excerpt": "Perched on a hill overlooking Buljarica Beach, Gradište Monastery is a tranquil collection of stone buildings facing onto a central courtyard. The…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/attractions/gradiste-monastery/a/poi-sig/1526212/360152",
    "image_url": null,
    "detail_description": "Perched on a hill overlooking Buljarica Beach, Gradište Monastery is a tranquil collection of stone buildings facing onto a central courtyard. The monastery was first mentioned in documents from 1305, although it’s believed to date from 1116. Like many Montenegrin monasteries, it’s had a rough time over the years at the hands of invading armies and has been rebuilt several times.\nThe three churches on the site are renowned for their frescoes. The interior of St Nicholas’ Church (Crkva Sv Nikole) is completely covered in beautiful paintings of biblical scenes and Serbian royalty dating from 1620. The iconostasis was carved and painted by Vasilije Rafailović of the famous family of artists from Risan. Its neighbour, St Sava’s Church (Crkva Sv Save), was built in 1864 and has an iconostasis by Nicholas Aspiotis, whose work is also on display at Praskvica Monastery. Look out for a peculiar image of a saint with the head of a donkey on the bottom row of the icon immediately to the right of the iconostasis door. One school of thought suggests that it was St Christopher, who received this great blessing after he prayed to be rid of his darned good looks. On a slight elevation is the Church of the Dormition (Crkva Uspenja Bogorodice).Taking the main road south of Petrovac, turn left after the tunnel and take the steep road up to the monastery (park at the bottom if you're not sure your car is up to it)."
},
{
    "country": "montenegro",
    "city": "Adriatic Coast",
    "index": 20,
    "name": "Drobni Pijesak",
    "latitude": null,
    "longitude": null,
    "excerpt": "Hidden in a secluded cove three minutes north of Rijeka Reževići, Drobni Pijesak is a 240m stretch of ‘ground sand’ (the literal translation of the…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/attractions/drobni-pijesak/a/poi-sig/1526211/360152",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock2097354523.jpg",
    "detail_description": "Hidden in a secluded cove three minutes north of Rijeka Reževići, Drobni Pijesak is a 240m stretch of ‘ground sand’ (the literal translation of the name) surrounded by green hills and turquoise waters. Every year on 28 June, the elders of the 12 Paštrović clans hold the Bankada here, a community court with origins in the 16th century. Nowadays its main focus is the restoration and preservation of the tribe’s traditions, environmental and cultural conservation and economic development. The day ends with a folk and arts festival.\n"
},
{
    "country": "montenegro",
    "city": "Durmitor National Park",
    "index": 19,
    "name": "Dobrilovina Monastery",
    "latitude": "43.027647",
    "longitude": "19.400353",
    "excerpt": "Near the eastern boundary of the national park, 28km from Mojkovac, this monastery has an idyllic setting in lush fields hemmed in by the mountains and…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/dobrilovina-monastery/a/poi-sig/1337175/360159",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7899519e6441cea9c88058ff2e9d3c9d-dobrilovina-monastery.jpg",
    "detail_description": "Near the eastern boundary of the national park, 28km from Mojkovac, this monastery has an idyllic setting in lush fields hemmed in by the mountains and the Tara River. If you knock at the accommodation wing, a black-robed nun will unlock the church, but only if she’s satisfied that you’re appropriately attired. The frescoes that remain inside the church, dedicated to St George (Sv Ðorđe), are faded but very beautiful.\nDon't be fooled by the tranquillity; this complex has been destroyed and rebuilt several times since it was founded (sometime before 1592, when it first appears in the written record)."
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 18,
    "name": "Šipčanik Wine Cellar",
    "latitude": "42.377727",
    "longitude": "19.317055",
    "excerpt": "Wine tasting doesn't get more curious than at this wine cellar, 8km southeast of Podgorica, operated by Plantaže, Montenegro’s largest wine company. The…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/sipcanik-wine-cellar/a/poi-sig/1543525/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e3c17f72e514760cd5bb7d02314d46ab-sipcanik-wine-cellar.jpg",
    "detail_description": "Wine tasting doesn't get more curious than at this wine cellar, 8km southeast of Podgorica, operated by Plantaže, Montenegro’s largest wine company. The cellar occupies a 356m-long tunnel which was once a secret underground Yugoslav-era aircraft hangar. Partially destroyed by NATO bombing in 1999 and abandoned immediately afterwards, the revamped hangar now houses millions of litres of wine, ageing gently in oak barrels and bottle. Call ahead to book a tour.\nFour options are available, starting with an hour-long tour and tastings of three standard wines accompanied by cheese and olives. The most expensive option includes five premium wines paired with food."
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 17,
    "name": "Niagara Falls",
    "latitude": "42.38356",
    "longitude": "19.279289",
    "excerpt": "They may not be the thundering cascades so beloved by honeymooners in North America, but these waterfalls make for a fantastic day trip from Podgorica…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/niagara-falls/a/poi-sig/1543410/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b83c7e2c1204ac4c29f7722757d5aa44-niagra-falls.jpg",
    "detail_description": "They may not be the thundering cascades so beloved by honeymooners in North America, but these waterfalls make for a fantastic day trip from Podgorica. The falls are at their dramatic best after the spring thaws, but you'll find plenty of locals taking a dip in their somewhat depleted depths in early summer; by August they're often completely dried up. There's a good traditional restaurant, also called Niagara, beside the falls.\nNiagara is a 10-minute drive from Podgorica; you'll need a car as there's no public transport. Take the signposted road to Tuzi, then turn right before passing the bridge over the Cijevna River and follow the signs to Rakića Kuće until you reach the restaurant's car park."
},
{
    "country": "montenegro",
    "city": "Durmitor National Park",
    "index": 16,
    "name": "Tara Bridge",
    "latitude": "43.150268",
    "longitude": "19.295554",
    "excerpt": "The elegant spans of the 150m-high Tara Bridge were completed just as WWII was starting. At the time it was the largest concrete arched vehicular bridge…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/tara-bridge/a/poi-sig/1337173/360159",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ea4c52e70b344a568651518f292cbc9-tara-bridge.jpg",
    "detail_description": "The elegant spans of the 150m-high Tara Bridge were completed just as WWII was starting. At the time it was the largest concrete arched vehicular bridge in Europe. Its 365m length is carried on five sweeping arches, the largest of which is 116m wide.\nIn May 1942, with large numbers of Italian and German troops stationed in Žabljak, the Partisan command gave the order to blow up the bridge. The honour went to one of its engineers, Lazar Jauković, who planted the bomb that destroyed his beautiful creation. Jauković was captured by the Italians and executed on the remains of his bridge. When it was rebuilt in 1946, Jauković’s bravery was acknowledged by a plaque that still stands by the bridge today."
},
{
    "country": "montenegro",
    "city": "Budva",
    "index": 14,
    "name": "Sveti Nikola",
    "latitude": "42.26575",
    "longitude": "18.852496",
    "excerpt": "Known locally as ‘Hawaii’, Sveti Nikola is Montenegro’s largest island, stretching to nearly 2km. Fallow deer wander about on this uninhabited green spot,…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/sveti-nikola/a/poi-sig/1533067/360154",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Montenegro%20Budva%20vovik_mar%20GettyImages-542721364%20RFC.jpg",
    "detail_description": "Known locally as ‘Hawaii’, Sveti Nikola is Montenegro’s largest island, stretching to nearly 2km. Fallow deer wander about on this uninhabited green spot, which is only a nautical mile away from Budva or Bečići Beach. Its rocky beaches make it a popular destination in summer when taxi boats regularly ferry sunseekers to and fro; those leaving from Slovenska Plaža charge about €3 per person each way (charter your own for €15 to €20).\nYou'll have more chance escaping the tourist hordes, discarded rubbish and blaring pop music if you hire a kayak and look for a secluded cove on the far side of the island. Local lore has it that the graves scattered around tiny, whitewashed St Nicholas’ Church (Crkva Sv Nikole) are those of crusaders who died of an unknown epidemic while they camped nearby. The church itself may date to as early as 1096."
},
{
    "country": "montenegro",
    "city": "Podgorica",
    "index": 15,
    "name": "Stara Varoš",
    "latitude": "42.436238",
    "longitude": "19.25914",
    "excerpt": "Podgorica's oldest neighbourhood retains traces of the 400 years in which it was the centre of a bustling Ottoman Turkish town. The blocky clock tower…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/podgorica/attractions/stara-varos/a/poi-sig/1335682/360160",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/11eec02c33517bb167457a1866bfb7b9-stara-varos.jpg",
    "detail_description": "Podgorica's oldest neighbourhood retains traces of the 400 years in which it was the centre of a bustling Ottoman Turkish town. The blocky clock tower overlooking the square was useful for signalling Muslim prayer times. In the maze of streets behind it, two mosques remain. You wouldn't know to look at it, but the Starodoganjska Mosque has its origins in the 15th century. More impressive is the 18th-century Osmanagić Mosque, which Turkish donations have helped to restore.\nAt the confluence of the two rivers is the ruin of the Ribnica Fortress, built by the Ottomans after their conquest in 1474. The best-preserved element is a little arched bridge crossing the Ribnica."
},
{
    "country": "montenegro",
    "city": "Tivat",
    "index": 13,
    "name": "Porto Montenegro",
    "latitude": "42.433403",
    "longitude": "18.692776",
    "excerpt": "Single-handedly responsible for Tivat's transformation, this surreal 24-hectare town-within-a-town occupies the former Arsenal shipyard and naval base…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/tivat/attractions/porto-montenegro/a/poi-sig/1265745/1324789",
    "image_url": null,
    "detail_description": "Single-handedly responsible for Tivat's transformation, this surreal 24-hectare town-within-a-town occupies the former Arsenal shipyard and naval base. Primped, preening and planned right down to the last polished pebble, the almost impossibly glamorous complex includes upmarket apartment buildings, a 'lifestyle village' of fancy boutiques, bars, restaurants and leisure facilities, a museum, a resort-style hotel and berths for 450 yachts (with a total of 850 berths planned by completion).\nPorto is a phased development – construction is ongoing – but the works don’t detract from the surreal feeling of finding yourself in a place usually reserved for those of otherworldly wealth.Unsurprisingly, the project hasn’t been without controversy: 3500 locals took to the streets to protest the sale of the shipyard – a state asset – to foreign investors (an international consortium of the exceedingly rich led by the Canadian businessman, the late Peter Munk, who sold the complex to the government of Dubai in 2016) and the loss of 480 jobs. Yet many naysayers have been silenced by the improvements that are evident in the town.The complex is open to the public and it's a pleasant place to stroll and ogle opulent yachts – if you're not prone to fits of rage at the injustices of contemporary economics. Kids will love the playground shaped like a pirate ship near the maritime museum.The success of such of a venture relies partially on enticing yacht crews to dock here for the winter, so bars, restaurants and activity providers operate year-round (unlike along most of the Montenegrin coast). Prices are generally geared more towards crew-members than oligarchs and so, while expensive for Montenegro, they are reasonable by European standards. It appears the strategy is having no small amount of success: the marina was named Superyacht Marina of the Year (2015) by the international Yacht Harbour Association."
},
{
    "country": "montenegro",
    "city": "Durmitor National Park",
    "index": 12,
    "name": "Stećci Sites",
    "latitude": "43.095154",
    "longitude": "19.149492",
    "excerpt": "These mysterious carved stone tomb monuments – dating from between the 12th and 16th centuries – can be found across northern Montenegro and neighbouring…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/stecci-sites/a/poi-sig/1543789/360159",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/854c836a19cea51fa0a69292ff7efdf5-stecci.jpg",
    "detail_description": "These mysterious carved stone tomb monuments – dating from between the 12th and 16th centuries – can be found across northern Montenegro and neighbouring Bosnia. There are two extremely significant stećci sites in Durmitor National Park (both were added to Unesco's World Heritage list in 2016): the Bare Žugića necropolis, with 300 stećci, and Grčko groblje (Greek graveyard), with 49. Many of the stones at both sites are intricately decorated.\nThough neither site is signposted or staffed, they're easy to visit if you've got wheels. Around 5km south from Žabljak, turn left towards Devil's Lake (Vražje Jezero) – a gorgeous swimmable lake with a deep green centre and a lighter ring of green surrounding it. Continue on and, when you see the sign to Novakovići village, Grčko groblje can be spotted on the hill to your left; Fish Lake (Riblije Jezero) is on the right.Continue along the road to the left and the Bare Žugića necropolis is to the left of the road, shortly after a monument topped by an Orthodox cross."
},
{
    "country": "montenegro",
    "city": "Adriatic Coast",
    "index": 11,
    "name": "Stari Bar",
    "latitude": "42.094099",
    "longitude": "19.134761",
    "excerpt": "A small museum housed in a 17th-century customs building just inside Stari Bar's entrance explains the site and its history. From here, follow the green…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/stari-bar/attractions/stari-bar/a/poi-sig/1043539/1333653",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cea9778be4a3ec3ad20b12c43f505ff8-stari-bar.jpg",
    "detail_description": "A small museum housed in a 17th-century customs building just inside Stari Bar's entrance explains the site and its history. From here, follow the green arrows around the major points of interest. In the western part of the town are the remains of the 13th-century St Nicholas’ Franciscan Monastery, offering glimpses of Byzantine-style frescoes; it was converted to a mosque in 1595.\nThe northern corner has an 11th-century fortress with much-photographed views showcasing Stari Bar’s isolated setting amid mountains and olive groves. Nearby are the foundations of St George's Cathedral. Originally a Romanesque church, it was converted into a mosque in the 17th century by the Turks, but the unlucky edifice was ruined after an accidental explosion of gunpowder.If you’re wondering why St John’s Church is in such good nick, it’s because it’s been completely reconstructed by one of the families associated with the original church. One of the few other buildings to have an intact roof is St Verenada's Church, which contains a few photos from the greater Bar area. The 14th-century St Catherine's Church, in a tower above one of the lower gates, was being restored when we last visited.Ottoman constructions include a solid and charming Turkish bathhouse from the 17th or 18th century, the clock tower (1752) and the 17th-century aqueduct that carried water from a spring 3km away; it was reconstructed after the 1979 earthquake."
},
{
    "country": "montenegro",
    "city": "Bay of Kotor",
    "index": 10,
    "name": "Blue Grotto",
    "latitude": null,
    "longitude": null,
    "excerpt": "A popular cruise stop, the Blue Grotto gets its name from the mesmerising effect of the light reflecting through the clear water. Boats head into the 9m…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/lustica-peninsula/attractions/blue-grotto/a/poi-sig/1333339/1326339",
    "image_url": null,
    "detail_description": "A popular cruise stop, the Blue Grotto gets its name from the mesmerising effect of the light reflecting through the clear water. Boats head into the 9m-high cave and allow you an opportunity for an iridescent swim. Most boat and kayak tour operators in the region offer trips out here; opt for one that arrives early, before the crowds descend.\n"
},
{
    "country": "montenegro",
    "city": "Petrovac",
    "index": 9,
    "name": "Kastio",
    "latitude": "42.205100433717",
    "longitude": "18.93713457786",
    "excerpt": "Clamber up the steps of this small Venetian fortress for photogenic views of the beach and the dramatic diagonal stratification of the limestone cliffs…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/petrovac/attractions/kastio/a/poi-sig/1306227/1314083",
    "image_url": null,
    "detail_description": "Clamber up the steps of this small Venetian fortress for photogenic views of the beach and the dramatic diagonal stratification of the limestone cliffs melting into the turquoise water below. An interesting socialist-realist bas-relief remembering the ‘socialist revolution’ is partly obscured in the foliage. The entrance is by the small Petrovac harbour.\n"
},
{
    "country": "montenegro",
    "city": "Herceg Novi",
    "index": 8,
    "name": "Šetalište Pet Danica",
    "latitude": "42.449848",
    "longitude": "18.539869",
    "excerpt": "Named after five young women named Danica who died during WWII, this pedestrian promenade stretches along the waterfront for more than 5km from Igalo to…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/herceg-novi/attractions/setaliste-pet-danica/a/poi-sig/1342984/360155",
    "image_url": null,
    "detail_description": "Named after five young women named Danica who died during WWII, this pedestrian promenade stretches along the waterfront for more than 5km from Igalo to Meljine. It's lined with summer bars, shops, concrete swimming platforms and the odd rocky cove; in places it ducks in and out of tunnels carved through headlands. The strip follows the route of a former train line that once linked the coast to Sarajevo.\n"
},
{
    "country": "montenegro",
    "city": "Durmitor National Park",
    "index": 7,
    "name": "Black Lake",
    "latitude": "43.146527",
    "longitude": "19.092479",
    "excerpt": "Eighteen glittering glacial lakes known as gorske oči (mountain eyes) dot the Durmitor range. The spectacular Black Lake, a pleasant 3km walk from Žabljak…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/northern-montenegro/durmitor-national-park/attractions/black-lake/a/poi-sig/1337168/360159",
    "image_url": null,
    "detail_description": "Eighteen glittering glacial lakes known as gorske oči (mountain eyes) dot the Durmitor range. The spectacular Black Lake, a pleasant 3km walk from Žabljak, is the largest of them and the most visited part of the national park. The rounded mass of Međed (the Bear; 2287m) rears up behind it, casting an inky shadow into the pine-walled waters. An easy 3.6km walking track circles the lake.\n"
},
{
    "country": "montenegro",
    "city": "Budva",
    "index": 5,
    "name": "Stari Grad",
    "latitude": "42.278214",
    "longitude": "18.837959",
    "excerpt": "Budva's best feature and star attraction is the Stari Grad (Old Town) – a mini-Dubrovnik with marbled streets and Venetian walls rising from the clear…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/budva/attractions/stari-grad/a/poi-sig/1265819/360154",
    "image_url": null,
    "detail_description": "Budva's best feature and star attraction is the Stari Grad (Old Town) – a mini-Dubrovnik with marbled streets and Venetian walls rising from the clear waters below. Much of it was ruined by two earthquakes in 1979, but it has since been completely rebuilt and now houses more shops, bars and restaurants than residences.\nAt its seaward end, the Citadela offers striking views, a restaurant and a library full of rare tomes and maps. There's a cluster of interesting churches in Trg između crkava, the square in front of the citadel. Nearby is the entry to the town walls."
},
{
    "country": "montenegro",
    "city": "Perast",
    "index": 6,
    "name": "Gospa od Škrpjela",
    "latitude": "42.48672",
    "longitude": "18.688774",
    "excerpt": "This picturesque island was artificially created (on 22 July 1452, to be precise) around a rock where an image of the Madonna was found; every year on…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/perast/attractions/gospa-od-skrpjela/a/poi-sig/1541638/1324788",
    "image_url": null,
    "detail_description": "This picturesque island was artificially created (on 22 July 1452, to be precise) around a rock where an image of the Madonna was found; every year on that same day, the locals row over with stones to continue the task. In summer, boats line up on the Perast waterfront to ferry people there and back (€5 return); off season, you may need to ask around.\nThe magnificent church at its centre was erected in 1630 and has sumptuous Venetian paintings, hundreds of silver votive tablets and a small museum (€1.50). The most unusual – and famous – exhibit is an embroidered icon of the Madonna and Child partly made with the hair of its maker."
},
{
    "country": "montenegro",
    "city": "Ulcinj",
    "index": 4,
    "name": "Old Town",
    "latitude": "41.923666",
    "longitude": "19.201355",
    "excerpt": "The ancient walled town overlooking Mala Plaža is largely residential and somewhat dilapidated, a legacy of the 1979 earthquake. This is part of its charm…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/ulcinj/attractions/old-town/a/poi-sig/1314662/360157",
    "image_url": null,
    "detail_description": "The ancient walled town overlooking Mala Plaža is largely residential and somewhat dilapidated, a legacy of the 1979 earthquake. This is part of its charm – this Old Town really does feel old, with its uneven cobblestones and paucity of street lighting. Allow at least an hour to simply ramble around to your heart's content. Whatever else you find, spectacular views of Ulcinj and the beach below are guaranteed.\nA steep slope leads to the upper gate, where just inside the walls there’s a small museum containing Roman and Ottoman artefacts and a relief map of the town. On the site is a 1510 church that was converted to a mosque in 1693; you can still see the ruined minaret.Just outside the museum is a 17th-century fountain – these days, it's more like a tap – with an Arabic inscription, a crescent moon and flowers carved into the stone.There has been talk for time immemorial about installing an elevator from Ulcinj's little harbour up to the Old Town, so that everyone – rather than just able-bodied types – can enjoy its ambience. Locals have stopped holding their breath."
},
{
    "country": "montenegro",
    "city": "Kotor",
    "index": 3,
    "name": "Kotor City Walls",
    "latitude": "42.424676",
    "longitude": "18.772867",
    "excerpt": "Kotor's fortifications started to head up St John's Hill in the 9th century and by the 14th century a protective loop was completed, which was added to…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/kotor/attractions/kotor-city-walls/a/poi-sig/1265447/360156",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/32427381.jpg",
    "detail_description": "Kotor's fortifications started to head up St John's Hill in the 9th century and by the 14th century a protective loop was completed, which was added to right up until the 19th century. The energetic can make a 1200m ascent up the fortifications via 1350 steps to a height of 260m above sea level; the views from St John's Fortress, at the top, are glorious. There are entry points near the River Gate and behind Trg od Salate.\nWhen tackling the walls in summer, avoid the heat of the day and bring lots of water. Those less physically inclined can still appreciate the sight of the snaking, surreal walls – they're visible from all over Kotor."
},
{
    "country": "montenegro",
    "city": "Kotor",
    "index": 2,
    "name": "St Tryphon’s Cathedral",
    "latitude": "42.424163",
    "longitude": "18.771515",
    "excerpt": "Kotor’s most impressive building, this Catholic cathedral was consecrated in 1166 but reconstructed after several earthquakes. When the entire frontage…",
    "detail_url": "https://www.lonelyplanet.com/montenegro/coastal-montenegro/kotor/attractions/st-tryphon-s-cathedral/a/poi-sig/460179/360156",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/465612534_medium.jpg",
    "detail_description": "Kotor’s most impressive building, this Catholic cathedral was consecrated in 1166 but reconstructed after several earthquakes. When the entire frontage was destroyed in 1667, the baroque bell towers were added; the left one remains unfinished. The cathedral’s gently hued interior is a masterpiece of Romanesque architecture: slender Corinthian columns alternate with pillars of pink stone, thrusting upwards to support a series of vaulted roofs. Look for the remains of Byzantine-style frescoes in the arches.\nThe gilded-silver bas-relief altar screen is considered Kotor’s most valuable treasure.\nUpstairs is a Sacral Art Museum, filled with paintings, vestments and a spooky wooden crucifix dating from 1288. Behind the grill in the reliquary chapel are assorted body parts of saints, including St Tryphon himself. The early martyr’s importance to both the Catholic and Orthodox churches makes him a fitting patron for the city.\n"
}
]