[
{
    "country": "naha",
    "city": "Naha",
    "index": 1,
    "name": "Tsuboya Pottery Street",
    "latitude": "26.212984",
    "longitude": "127.691828",
    "excerpt": "One of the best parts of Naha is this neighbourhood, a centre of ceramic production from 1682, when Ryūkyū kilns were consolidated here by royal decree…",
    "detail_url": "https://www.lonelyplanet.com/japan/okinawa-and-the-southwest-islands/naha/attractions/tsuboya-pottery-street/a/poi-sig/485678/356792",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-81710536_super.jpg",
    "detail_description": "One of the best parts of Naha is this neighbourhood, a centre of ceramic production from 1682, when Ryūkyū kilns were consolidated here by royal decree. Most shops along this old-timey street sell all the popular Okinawan ceramics, including shiisā (lion-dog roof guardians) and containers for serving awamori (Okinawan liquor distilled from rice), the local firewater. The lanes off the main street here contain some classic crumbling old Okinawan houses. To get here from Kokusai-dōri, walk south through the entirety of Heiwa-dōri arcade (about 350m).\n"
},
{
    "country": "naha",
    "city": "Naha",
    "index": 8,
    "name": "Fukushū-en",
    "latitude": "26.218094394636",
    "longitude": "127.67577942099",
    "excerpt": "Garden fans should take a stroll through peaceful, Chinese-style Fukushū-en. All materials were brought from Fuzhou, Naha's sister city in China,…",
    "detail_url": "https://www.lonelyplanet.com/japan/okinawa-and-the-southwest-islands/naha/attractions/fukushu-en/a/poi-sig/485660/356792",
    "image_url": null,
    "detail_description": "Garden fans should take a stroll through peaceful, Chinese-style Fukushū-en. All materials were brought from Fuzhou, Naha's sister city in China, including the pagoda that sits atop a small waterfall.\n"
},
{
    "country": "naha",
    "city": "Naha",
    "index": 7,
    "name": "Naha City Traditional Arts & Crafts Center",
    "latitude": "26.216121",
    "longitude": "127.689393",
    "excerpt": "Right on Kokusai-dōri, this gallery houses a notable collection of traditional Okinawan crafts by masters of the media. You can also try your hand at…",
    "detail_url": "https://www.lonelyplanet.com/japan/okinawa-and-the-southwest-islands/naha/attractions/naha-city-traditional-arts-crafts-center/a/poi-sig/1233830/356792",
    "image_url": null,
    "detail_description": "Right on Kokusai-dōri, this gallery houses a notable collection of traditional Okinawan crafts by masters of the media. You can also try your hand at Ryūkyūan glassblowing, weaving, bingata (painting on fabric) and pottery-making in workshops (¥1500 to ¥3000), and make your own souvenir from Okinawa.\n"
},
{
    "country": "naha",
    "city": "Naha",
    "index": 6,
    "name": "Shikina-en",
    "latitude": "26.204118",
    "longitude": "127.715206",
    "excerpt": "Around 4km east of the city centre is a Chinese-style garden containing stone bridges, a viewing pavilion and a villa that belonged to the Ryūkyū royal…",
    "detail_url": "https://www.lonelyplanet.com/japan/okinawa-and-the-southwest-islands/naha/attractions/shikina-en/a/poi-sig/485670/356792",
    "image_url": null,
    "detail_description": "Around 4km east of the city centre is a Chinese-style garden containing stone bridges, a viewing pavilion and a villa that belonged to the Ryūkyū royal family. Despite its flawless appearance, every­thing here was painstakingly rebuilt after WWII. To reach the garden, take bus 2, 3 or 5 to the Shikinaen-mae stop (¥230, 20 minutes).\n"
},
{
    "country": "naha",
    "city": "Naha",
    "index": 5,
    "name": "Tsuboya Pottery Museum",
    "latitude": "26.213879",
    "longitude": "127.690648",
    "excerpt": "The excellent Tsuboya Pottery Museum houses some fine examples of traditional Okinawan pottery. Here you can also inspect potters' wheels and arayachi …",
    "detail_url": "https://www.lonelyplanet.com/japan/okinawa-and-the-southwest-islands/naha/attractions/tsuboya-pottery-museum/a/poi-sig/485680/356792",
    "image_url": null,
    "detail_description": "The excellent Tsuboya Pottery Museum houses some fine examples of traditional Okinawan pottery. Here you can also inspect potters' wheels and arayachi (unglazed) and jōyachi (glazed) pieces. There's even a cross-section of a nobori-gama (kiln built on a slope) set in its original location, where crushed pieces of pottery that date back to the 17th century lie suspended in earth.\n"
},
{
    "country": "naha",
    "city": "Naha",
    "index": 4,
    "name": "Daichi Makishi Kōsetsu Ichiba",
    "latitude": "26.214601",
    "longitude": "127.68833",
    "excerpt": "In Naha, a great place to sample everyday Okinawan eats is at one of the 2nd-floor eateries in this covered food market just off Ichibahon-dōri, about…",
    "detail_url": "https://www.lonelyplanet.com/japan/okinawa-and-the-southwest-islands/naha/attractions/daichi-makishi-kosetsu-ichiba/a/poi-sig/1233823/356792",
    "image_url": null,
    "detail_description": "In Naha, a great place to sample everyday Okinawan eats is at one of the 2nd-floor eateries in this covered food market just off Ichibahon-dōri, about 200m south of Kokusai-dōri. The colourful variety of fish and produce on offer here is amazing. Don't miss the wonderful local restaurants upstairs.\n"
},
{
    "country": "naha",
    "city": "Naha",
    "index": 3,
    "name": "Okinawa Prefectural Museum & Art Museum",
    "latitude": "26.226564",
    "longitude": "127.694178",
    "excerpt": "Opened in 2007, this museum of Okinawa's history, culture and natural history is easily one of the best museums in Japan. Displays are well laid out,…",
    "detail_url": "https://www.lonelyplanet.com/japan/okinawa-and-the-southwest-islands/naha/attractions/okinawa-prefectural-museum-art-museum/a/poi-sig/1233828/356792",
    "image_url": null,
    "detail_description": "Opened in 2007, this museum of Okinawa's history, culture and natural history is easily one of the best museums in Japan. Displays are well laid out, attractively presented and easy to understand, with excellent bilingual interpretive signage. The art-museum section holds interesting special exhibits (admission prices vary) with an emphasis on local artists. It's about 15 minutes' walk northwest of the Omoromachi monorail station.\n"
},
{
    "country": "naha",
    "city": "Naha",
    "index": 2,
    "name": "Shuri-jō",
    "latitude": "26.217254",
    "longitude": "127.719521",
    "excerpt": "This reconstructed castle was originally built in the 14th century and served as the administrative centre and royal residence of the Ryūkyū kingdom until…",
    "detail_url": "https://www.lonelyplanet.com/japan/okinawa-and-the-southwest-islands/naha/attractions/shuri-jo/a/poi-sig/1234507/356792",
    "image_url": null,
    "detail_description": "This reconstructed castle was originally built in the 14th century and served as the administrative centre and royal residence of the Ryūkyū kingdom until the 19th century. Enter through the Kankai-mon (歓会門) and go up to the Hōshin-mon (奉神門), which forms the entryway to the inner sanctum of the castle. Visitors can enter the impressive Seiden (正殿), which has exhibits on the castle and the Okinawan royals.\nAbout 200m west of the Seiden, the observation terrace Iri-no-Azana (西のアザナ) affords great views over Naha and the Kerama Islands. There is also a small collection of displays in the nearby Hokuden (北殿).To reach the complex, which sits atop a hill overlooking Naha's urban sprawl, take the Yui Rail to Shuri Station. Exit to the west, go down the steps, walk straight ahead, cross one big street, then a smaller one and go right on the opposite side. From there, walk about 350m and look for the signs on the left."
}
]