[
{
    "country": "nepal",
    "index": 1,
    "name": "Hanuman Dhoka",
    "latitude": "27.704181",
    "longitude": "85.307593",
    "excerpt": "Kathmandu's royal palace, known as the Hanuman Dhoka, was originally founded during the Licchavi period (4th to 8th centuries AD), but the compound was…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/hanuman-dhoka/a/poi-sig/386901/357144",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-520834845_master.jpg",
    "detail_description": "Kathmandu's royal palace, known as the Hanuman Dhoka, was originally founded during the Licchavi period (4th to 8th centuries AD), but the compound was expanded considerably by King Pratap Malla in the 17th century. Sadly, the sprawling palace was hit hard by the 2015 earthquake and damage was extensive. At the time of research, the main Nasal Chowk courtyard was open and the Tribhuvan Museum was close to reopening, with other buildings closed for reconstruction.\nEven from the outside, the palace is impressive. Hanuman’s assistance to the noble Rama during the exciting events of the Ramayana has led to the monkey god’s appearance guarding many important entrances. Here, cloaked in red and sheltered by an umbrella, a Hanuman statue marks the dhoka (entrance) to the Hanuman Dhoka and has even given the palace its name. The statue dates from 1672; the god’s face has long disappeared under a coating of orange vermillion paste applied by generations of devotees.Standards bearing the double-triangle flag of Nepal flank the statue, while on each side of the palace gate are gaudy stone lions, one ridden by Shiva, the other by his wife Parvati. Above the gate a brightly painted niche is illustrated with a central figure of a ferocious Tantric version of Krishna. On the left side is the gentler Hindu Krishna in his traditional blue colour accompanied by two of his gopi (milkmaids). On the other side are King Pratap Malla and his queen.The Hanuman Dhoka originally housed 35 courtyards (chowks), but the 1934 earthquake reduced the palace to today’s 10 chowks.Nasal ChowkYour main taste of the royal palace will be this handsome courtyard inside the main entrance. Nasal Chowk was constructed in the Malla period, but many of the buildings around the square are later Rana constructions. During the Rana period, Nasal Chowk was used for coronations, a practice that continued until as recently as 2001 with the crowning of King Gyanendra here. The former coronation platform stands in the centre of the courtyard, while the damaged Basantapur (Kathmandu) Tower looms over the southern end of the courtyard.Beyond the door is the large Narsingha Statue, Vishnu in his man-lion incarnation, in the act of disembowelling a demon. The stone image was erected by Pratap Malla in 1673 and the inscription on the pedestal explains that he placed it here for fear that he had offended Vishnu by dancing in a Narsingha costume. The Kabindrapur Temple in Durbar Sq was built for the same reason.Next is the Sisha Baithak (Audience Chamber) of the Malla kings. The open verandah houses the Malla throne and contains portraits of the Shah kings.At the northeastern corner of Nasal Chowk stands the damaged Panch Mukhi Hanuman Temple, with its five circular roofs. Each of the valley towns has a five-storey temple, although it is the great Nyatapola Temple of Bhaktapur that is by far the best known. Hanuman is worshipped in the temple in Kathmandu, but only the priests may enter.In Nepali nasal means ‘dancing one’, and Nasal Chowk takes its name from the Dancing Shiva statue hidden in the whitewashed chamber on the northeastern side of the square.On display along the east side of the courtyard are the palanquins used to carry Queen Aishwarya during her wedding to Birendra in 1970 and later to transport her body to her cremation in 2001. Also displayed here is the royal throne.Tribhuvan MuseumThe palace wing to the west of Nasal Chowk, overlooking the main Durbar Sq area, was constructed by the Ranas in the middle to late part of the 19th century after they wrested power from the royal Shah dynasty. Ironically, it later became a museum celebrating King Tribhuvan (r 1911–55) and his successful revolt against their regime, along with memorials to Kings Mahendra (r 1955–72) and Birendra (r 1972–2001). Sadly, this wing of the palace bore the brunt of the damage in the 2015 earthquake. The museum was due to open in 2018, though it is unclear at this stage whether such unusual treasures as the king’s favourite stuffed bird and his Land Rover, with the scars of an attempted assassination, survived the disaster.Rising above the museum is the nine-storey Basantapur (Kathmandu) Tower (1770), which once stood like a beacon at the end of Freak St. Unfortunately, the upper tiers collapsed during the earthquake and the tower is closed to visitors while it is repaired with Chinese assistance.Lohan Chowk &amp; Mul ChowkThese two courtyards are currently under renovation but should eventually reopen. The first square you reach after the Tribhuvan Museum is Lohan Chowk. This courtyard was formerly ringed by four red-coloured towers constructed by King Prithvi Narayan Shah, representing the four ancient cities of the valley. The upper parts of the Basantapur (Kathmandu) Tower and Bhaktapur Tower (Lakshmi Bilas) collapsed in 2015, but the Kirtipur Tower and Patan (Lalitpur) Tower (known more evocatively as the Bilas Mandir, or House of Pleasure) are still standing.North of Lohan Chowk, Mul Chowk was completely dedicated to religious functions within the palace and is configured like a vihara, with a two-storey building surrounding the courtyard. Mul Chowk is dedicated to Taleju Bhawani, the royal goddess of the Mallas, and sacrifices are made to her in the centre of the courtyard during the Dasain festival. Non-Hindus are not allowed in the square, but you can get views from the doorway in the northeastern corner of Nasal Chowk.Mohankali Chowk &amp; Sundari ChowkOn the northern side of Nasal Chowk, a beautifully carved doorway leads to the Malla kings’ private quarters, which rank as the oldest parts of Hanuman Dhoka. This area was also damaged and reconstruction may take some years. Until then, both courtyards remain closed.The first courtyard is Mohankali (Mohan) Chowk, which dates from 1649. At one time, a Malla king had to be born here to be eligible to wear the crown. (The last Malla king, Jaya Prakash Malla, had great difficulties during his reign, even though he was the legitimate heir, because he was born elsewhere.) Impressive wood carvings line the wall alcoves, many of them depicting the exploits of young Krishna, and the central hiti (water reservoir) is the palace's finest.Pride of place in the intimate black-and-white Sundari Chowk behind is the ritual bathing pool with its Lichhavi-era carving of Krishna subduing the coils of the Kaliya serpent, hewn from a single block of stone in the 6th century. The Malla kings would ritually bathe each morning at the golden waterspout, whose waters allegedly flow from Budhanilkantha in the north of the valley."
},
{
    "country": "nepal",
    "index": 40,
    "name": "Lookout Tower",
    "latitude": "27.692154",
    "longitude": "85.52011",
    "excerpt": "A popular spot to soak in the Himalayan splendour is this tower, perched at 2164m on a ridge, although the rising vegetation can obscure the vista. It’s…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/nagarkot/attractions/lookout-tower/a/poi-sig/1433447/357141",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1051907123.jpg",
    "detail_description": "A popular spot to soak in the Himalayan splendour is this tower, perched at 2164m on a ridge, although the rising vegetation can obscure the vista. It’s around an hour’s walk (4km) south from the village, and best at sunrise. If you’re not up for a dark and chilly walk, taxis and private cars (return Rs 1200) are easily arranged through any hotel or the tourist offices.\n"
},
{
    "country": "nepal",
    "index": 39,
    "name": "Thrangu Tashi Yangtse Monastery",
    "latitude": "27.57155",
    "longitude": "85.583643",
    "excerpt": "At the top of Namobuddha hill, the magnificent Thrangu Tashi Yangtse Monastery is a sprawling Tibetan Buddhist monastic complex with gleaming golden…",
    "detail_url": "https://www.lonelyplanet.com/nepal/namobuddha-1342251/attractions/thrangu-tashi-yangtse-monastery/a/poi-sig/1565042/1342251",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-515517398.jpg",
    "detail_description": "At the top of Namobuddha hill, the magnificent Thrangu Tashi Yangtse Monastery is a sprawling Tibetan Buddhist monastic complex with gleaming golden arched roofs, officially opened in December 2008. Over 250 monks live here, including many young monks attending its school. Day visitors can sit in the back of the main hall during meditation sessions. Just follow the chanting…\n"
},
{
    "country": "nepal",
    "index": 36,
    "name": "Golden Gate",
    "latitude": "27.673485",
    "longitude": "85.325285",
    "excerpt": "The entry to Patan Museum is through the Royal Palace's superb Golden Gate. Installed in 1734, this finely engraved and gilded gateway is topped by a…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/golden-gate/a/poi-sig/1508552/357120",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1207914471.jpg",
    "detail_description": "The entry to Patan Museum is through the Royal Palace's superb Golden Gate. Installed in 1734, this finely engraved and gilded gateway is topped by a golden torana showing Shiva, Parvati, Ganesh and Kumar (an incarnation of Skanda, the god of war).\nDirectly above the gateway is a window made from gold foil wrapped around a timber frame, where the king once made public appearances."
},
{
    "country": "nepal",
    "index": 38,
    "name": "Mahabouddha Temple",
    "latitude": "27.669063",
    "longitude": "85.327354",
    "excerpt": "As you step through the entryway of this hard-to-find courtyard in the southeast of Patan, the temple suddenly looms above you, crammed in like a plant…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/mahabouddha-temple/a/poi-sig/1432438/357120",
    "image_url": null,
    "detail_description": "As you step through the entryway of this hard-to-find courtyard in the southeast of Patan, the temple suddenly looms above you, crammed in like a plant straining to get some sunlight. Built in the Indian shikhara style, the shrine takes its name from the hundreds of terracotta tiles that cover it, each bearing an image of the Buddha. The shikhara is upright, although it was cloaked in heavy-duty scaffolding when we last visited.\nThe temple dates from 1585, but was totally rebuilt after the 1934 earthquake. Unfortunately, without plans to work from, the builders ended up with a different-looking temple, and had enough bricks and tiles left over to construct a smaller shrine to Maya Devi, the Buddha’s mother, in the corner of the courtyard. The temple is loosely modelled on the Mahabouddha Temple at Bodhgaya in India, where the Buddha gained enlightenment.The surrounding lanes are full of shops selling high-quality Patan-style metal statues. The roof terrace of the shop at the back of the courtyard has a good view of the temple.To reach the Mahabouddha Temple, you must walk southeast from Durbar Sq along Hakha Tole, passing a series of small Vaishnavite and Shaivite temples. When you reach Sundhara Tole, with its temple and sunken hiti (water tank) with three brass water spouts, turn right and look for the tiny doorway leading to the temple."
},
{
    "country": "nepal",
    "index": 37,
    "name": "Thani Mai Temple Viewpoint",
    "latitude": "27.93744",
    "longitude": "84.402334",
    "excerpt": "The main reason to climb up to Thani Mai is for the spectacular sunrise views from Gurungche Hill. A clear morning offers some of the most memorable 360…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu-to-pokhara/bandipur/attractions/thani-mai-temple-viewpoint/a/poi-sig/1437920/357146",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-1218527628.jpg",
    "detail_description": "The main reason to climb up to Thani Mai is for the spectacular sunrise views from Gurungche Hill. A clear morning offers some of the most memorable 360-degree vistas in the country, with the Himalaya stretching out along the horizon, and the valley below cloaked in a thick fog that resembles a white lake. The trail starts near the school at the southwest end of the bazaar, and is a steep 30-minute walk.\n"
},
{
    "country": "nepal",
    "index": 35,
    "name": "Saat Tale Durbar",
    "latitude": "27.91361",
    "longitude": "85.164449",
    "excerpt": "The centrepiece of the village is the Saat Tale Durbar, a seven-storey fortress built in 1762 by Prithvi Narayan Shah as his family palace after taking…",
    "detail_url": "https://www.lonelyplanet.com/nepal/nuwakot/attractions/saat-tale-durbar/a/poi-sig/1432875/1317534",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1283299642.jpg",
    "detail_description": "The centrepiece of the village is the Saat Tale Durbar, a seven-storey fortress built in 1762 by Prithvi Narayan Shah as his family palace after taking the town. The town served as Nepal’s capital until Shah conquered the Kathmandu Valley six years later. This was also where the great king died in 1775. The building suffered severe cracks in the earthquake and the interior was offlimits to visitors at the time of the writing.\n"
},
{
    "country": "nepal",
    "index": 34,
    "name": "Kathesimbhu Stupa",
    "latitude": "27.709553",
    "longitude": "85.309803",
    "excerpt": "The most popular Tibetan pilgrimage site in the old town is this lovely stupa, a small copy dating from around 1650 of the great Swayambhunath complex…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/kathesimbhu-stupa/a/poi-sig/386945/357144",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba69db2c403c9b1f29bdf404cdc976e7-kathesimbhu-stupa.jpg",
    "detail_description": "The most popular Tibetan pilgrimage site in the old town is this lovely stupa, a small copy dating from around 1650 of the great Swayambhunath complex. The stupa is set in a hidden courtyard. Just as at Swayambhunath, there is a two-storey pagoda to Hariti, the goddess of smallpox, in the northwestern corner of the square. In the northeast corner is the Tibetan-style Drubgon Jangchup Choeling Monastery. It’s just a couple of minutes’ walk south of Thamel.\n"
},
{
    "country": "nepal",
    "index": 32,
    "name": "Vajrayogini Temple",
    "latitude": "27.743949",
    "longitude": "85.467204",
    "excerpt": "The main reason for visiting the Vajrayogini Temple is not for the temple itself but rather the off-the-beaten-track hike up through Sankhu. The stately…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/sankhu/attractions/vajrayogini-temple/a/poi-sig/1432610/357137",
    "image_url": null,
    "detail_description": "The main reason for visiting the Vajrayogini Temple is not for the temple itself but rather the off-the-beaten-track hike up through Sankhu. The stately temple was damaged in the 2015 earthquake. It lost its three-tiered roof, but it was not destroyed – note the fine gilded doorway flanked by images of Bhairab, Garuda and other celestial beings. The image of the revered female yogi is only visible when the priest opens the doors for devotees (no photos).\nThe other temple in the main courtyard enshrines a huge chaitya and its roof struts are decorated with images of Buddhist protector deities. Immediately behind this temple is a chaitya with four Buddha images mounted on a yoni base – a striking fusion of Hindu and Buddhist iconography.To reach the temple, walk north from the bus stand under a colourful deity-covered archway, veering left at the central Dhunla Tole. As you leave the village, an interesting collection of lingam shrines (one-half destroyed by a tree) and finely crafted statues of Ganesh, Vishnu and Hanuman will show you are on the right path. Shortly afterwards the road forks at a bend; turn left and head downhill to reach the pedestrian steps to the temple, or turn right by bike or car to reach the parking area.The 40-minute climb from the bus station up the stone steps to the temples is steep and hot, but water spouts along the route offer a chance to cool off. About halfway up is a shelter with carvings of a very thin Kali and an overweight orange Ganesh. A natural stone lingam represents Bhairab, and sacrifices are made at its foot. If you climb the stairway above the Vajrayogini Temple, you will reach a rest house for pilgrims and several small tea stands."
},
{
    "country": "nepal",
    "index": 33,
    "name": "Durbar Square (Patan)",
    "latitude": "27.672794936776",
    "longitude": "85.324817971039",
    "excerpt": "The ancient royal palace of Patan faces on to magnificent Durbar Sq. This concentrated mass of temples is perhaps the most visually stunning display of…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/durbar-square-patan/a/poi-sig/1172399/357120",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d1f38e6a43e898025b82377c136f56dd-durbar-square.jpg",
    "detail_description": "The ancient royal palace of Patan faces on to magnificent Durbar Sq. This concentrated mass of temples is perhaps the most visually stunning display of Newari architecture to be seen in Nepal. Temple construction in the square went into overdrive during the Malla period (14th to 18th centuries), particularly during the reign of King Siddhinarsingh Malla (1619–60). It's well worth at least a half-day trip from Kathmandu.\nReconstruction of temples affected by the 2015 earthquake will continue for several years, so safety fencing and scaffolding is to be expected. However, all restorations are well underway and the Royal Palace housing the museum is open."
},
{
    "country": "nepal",
    "index": 31,
    "name": "Pachali Bhairab & the Southern Ghats",
    "latitude": "27.694168",
    "longitude": "85.305212",
    "excerpt": "The northern banks of the Bagmati River south of the old town are home to several little-visited temples and shrines, as well as the worst urban poverty…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/pachali-bhairab-the-southern-ghats/a/poi-sig/387029/357144",
    "image_url": null,
    "detail_description": "The northern banks of the Bagmati River south of the old town are home to several little-visited temples and shrines, as well as the worst urban poverty in Kathmandu; rarely do such splendour and squalor sit so close. The banks are worth a stroll, especially as an extension of a walking tour. There are plans to redevelop the ghats with new pedestrian walkways.\nBetween Tripureshwar Marg and the Bagmati River at Pachali Bhairab a huge, ancient pipal tree forms a natural sanctuary for an image of Bhairab Pachali, surrounded by tridents (Pachali is a form of Shiva). To the side lies the brass body of Baital, one of Shiva’s manifestations. Worshippers gather here on Tuesday and Saturday. It is particularly busy here during the festival of Pachali Bhairab Jatra, held during the time of Dasain.From the temple, head south towards the ghats (riverside steps) on the holy riverbank. To the right is the Newari-style pagoda of the Lakshmi Mishwar Mahadev Temple; to the left (southeast) is the damaged but striking Tin Deval Temple, easily recognised by its three shikhara-style spires.From here you can continue west along footpaths to cremation ghats and a temple at the holy junction of the Bagmati and Vishnumati Rivers; or east past some of Kathmandu’s poorest and lowest-caste communities to the triple-roofed Tripureshwar Mahadev Temple, currently a museum of Nepali folk musical instruments. The nearby Mughal-style Kalmochan Temple, built in 1873, was destroyed in the 2015 earthquake."
},
{
    "country": "nepal",
    "index": 30,
    "name": "Dakshinkali Temple",
    "latitude": "27.605252",
    "longitude": "85.263584",
    "excerpt": "The blood-soaked temple of Dakshinkali, a favourite Hindu pilgrimage destination, is set at the confluence of two sacred streams in a rocky cleft in the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/dakshinkali/attractions/dakshinkali-temple/a/poi-sig/1508123/357126",
    "image_url": null,
    "detail_description": "The blood-soaked temple of Dakshinkali, a favourite Hindu pilgrimage destination, is set at the confluence of two sacred streams in a rocky cleft in the forest. The temple is dedicated to the goddess Kali, the most bloodthirsty incarnation of Parvati. To satisfy the blood-lust of the goddess, pilgrims drag a menagerie of animals down the path to the temple to be beheaded and transformed into cuts of meat by the temple priests, who are also skilled butchers.\nOnce the sacrifice is made, the meat goes in the pot – pilgrims bring all the ingredients for a forest barbecue and spend the rest of the day feasting in the shade of the trees. Saturday is the big sacrificial day, and the blood also flows freely on Tuesday. For the rest of the week Dakshinkali is very quiet. During the annual celebrations of Dasain in October the temple is washed by a crimson tide and the image of Kali is bathed in the gore.The approach to the temple from the bus stand winds through a religious bazaar, which is often hazy with smoke from barbecue fires. Local farmers sell their produce here to go into the post-sacrifice feasts, along with piles of marigolds, coconuts and other offerings for the goddess. Only Hindus can enter the temple courtyard where the image of Kali resides, but visitors can watch from the surrounding terraces. However, remember that the sacrifices are a religious event, with profound spiritual significance for local people, and not just an excuse to snap gruesome photos.A pathway leads off from behind the main temple uphill to the small Mata Temple on the hilltop, which offers good views over the forest. Several snack stalls at the Dakshinkali bus park serve reviving tea and pappadams."
},
{
    "country": "nepal",
    "index": 29,
    "name": "Bhairabnath Temple",
    "latitude": "27.671073",
    "longitude": "85.429505",
    "excerpt": "The broad-fronted, triple-roofed Bhairabnath Temple is dedicated to Bhairab, the fearsome incarnation of Shiva, whose consort occupies the Nyatapola…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/bhairabnath-temple/a/poi-sig/449939/357114",
    "image_url": null,
    "detail_description": "The broad-fronted, triple-roofed Bhairabnath Temple is dedicated to Bhairab, the fearsome incarnation of Shiva, whose consort occupies the Nyatapola Temple across the square. Despite Bhairab’s fearsome powers and his massive temple, the deity is depicted here as a disembodied head just 15cm high! Casually stacked against the north wall of the temple are the enormous wheels and runners from the chariot used to haul the image of Bhairab around town during the Bisket Jatra festival in mid-April.\nThe first temple on this site was a modest structure built in the early 17th century, but King Bhupatindra Malla added an extra storey in 1717 and a third level was added when the temple was rebuilt after the 1934 earthquake. The final version of the temple has a similar rectangular plan to the Bhimsen Temple in Patan’s Durbar Sq.A small hole in the temple's central door (below a row of carved boar snouts) is used to push offerings into the temple’s interior; prior to the 2015 earthquake, priests accessed the interior through the small Betal Temple, on the south side of the main pagoda, but this collapsed entirely, and restoration work is under way.The temple’s facade is guarded by two brass lions holding the Nepali flag, the only national flag that is not rectangular or square. To the right of the door is an image of Bhairab painted on rattan, decorated with a gruesome garland of buffalo guts. Head here at dusk to hear traditional devotional music.Next to the temple is a sunken hiti with a particularly fine spout in the form of a makara (mythical crocodile-like beast)."
},
{
    "country": "nepal",
    "index": 28,
    "name": "Taleju Temple",
    "latitude": "27.70489",
    "longitude": "85.308011",
    "excerpt": "Durbar Sq’s most magnificent temple stands at its northeastern extremity but is not open to the public. Even for Hindus, admission is restricted; they can…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/taleju-temple/a/poi-sig/387081/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1220967127.jpg",
    "detail_description": "Durbar Sq’s most magnificent temple stands at its northeastern extremity but is not open to the public. Even for Hindus, admission is restricted; they can only visit it briefly during the annual Dasain festival. The 35m-high temple was built in 1564 by Mahendra Malla. Taleju Bhawani was originally a goddess from the south of India, but she became the titular deity, or royal goddess, of the Malla kings in the 14th century.\nPerhaps because of the influence of the royal goddess, the temple escaped with only minor damage in the 2015 earthquake. The temple stands on a 12-stage plinth, dominating the Durbar Sq area. The eighth stage of the plinth forms a wall around the temple, in front of which are 12 miniature temples. Four more miniature temples stand inside the wall, which has four beautifully carved wide gates."
},
{
    "country": "nepal",
    "index": 26,
    "name": "Gokarna Mahadev Temple",
    "latitude": "27.739342",
    "longitude": "85.387826",
    "excerpt": "Dedicated to Shiva as Mahadeva (Great God), this handsome three-tiered temple is a fine example of Newari pagoda style. The main reason to come is to see…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/the-northeastern-valley/attractions/gokarna-mahadev-temple/a/poi-sig/1507123/1327513",
    "image_url": null,
    "detail_description": "Dedicated to Shiva as Mahadeva (Great God), this handsome three-tiered temple is a fine example of Newari pagoda style. The main reason to come is to see the exquisite stone carvings dotted around the compound, some dating back more than a thousand years.\nThe sculptures provide an A to Z of Hindu deities, from Aditya (the sun god), Brahma and Chandra (the moon god) to Indra (the elephant-borne god of war and weather) and Ganga (with four arms and a pot on her head from which pours the Ganges). Vishnu is depicted as Narsingha, making a particularly thorough job of disembowelling the demon Hiranyakashipu, while Shiva makes several appearances, including as Kamadeva, the god of love, complete with one suitably erect celestial body part.The god Gauri Shankar is interesting since it contains elements of both Shiva and Parvati. The goddess appears on her own, wearing a dress and standing on a snow lion, in a particularly elegant statue in the northwest corner of the compound. The Brahma figure in the southwest corner appears to have only three heads (he should have four) until you peer around the back and discover the hidden head. Many of the deities have one foot on their vahana (spiritual vehicle). Shiva’s vehicle Nandi appears as a large statue made of brass laid over a stone base, in front of the main temple, and Shiva is venerated in the form of an enormous lingam inside the main chamber. There’s some fine woodcarving on the temple struts.Behind the temple, just above the river, is the Vishnu Paduka, a low pavilion enshrining a metal plate with a footprint of Vishnu. Just in front is an image of Narayan reclining on a bed of snakes, just like the images at Budhanilkantha and Balaju. To the north of the pavilion is an earthquake-damaged shrine that has almost been consumed by a fig tree that must have started as a seed on its roof.Nepalis who have recently lost a father often visit the temple, particularly during Gokarna Aunsi, the Nepali equivalent of Father’s Day, which falls in September."
},
{
    "country": "nepal",
    "index": 27,
    "name": "Kopan Monastery",
    "latitude": "27.742758",
    "longitude": "85.364113",
    "excerpt": "On a hilltop north of Bodhnath, Kopan is popular among foreigners for its courses in Tibetan Buddhism. Visitors are welcome to explore the monastery and…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bodhnath-boudha/attractions/kopan-monastery/a/poi-sig/1172139/357115",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-954881096.jpg",
    "detail_description": "On a hilltop north of Bodhnath, Kopan is popular among foreigners for its courses in Tibetan Buddhism. Visitors are welcome to explore the monastery and join in the morning meditation sessions.\nKopan Monastery was founded by Lama Thubten Yeshe, who died in 1984, leading to a worldwide search for his reincarnation. A young Spanish boy, Osel Torres, was declared to be the reincarnated lama, providing the inspiration for Bernardo Bertolucci’s film Little Buddha. Lama Tenzin Osel Rinpoche no longer resides at Kopan (he recently renounced his vows to become a cinematographer in Ibiza!).You can visit Kopan on the pleasant walk between Bodhnath and the Gokarna Mahadev Temple or even from Nagi Gompa in Shivapuri Nagarjun National Park. A taxi here from Kathmandu costs around Rs 600, or Rs 300 from Bodhnath."
},
{
    "country": "nepal",
    "index": 25,
    "name": "Potters’ Square",
    "latitude": "27.66978",
    "longitude": "85.427949",
    "excerpt": "Hidden down shop-lined alleyways leading south from the curving road to Taumadhi Tole, Potters’ Sq is exactly what you would expect – a public square full…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/potters-square/a/poi-sig/1432585/357114",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-450763709_full.jpg",
    "detail_description": "Hidden down shop-lined alleyways leading south from the curving road to Taumadhi Tole, Potters’ Sq is exactly what you would expect – a public square full of potter's wheels and rows of clay pots drying in the sun. Nearby buildings were damaged by the 2015 earthquake, but life – and pottery – in the square continues.\nThis is the centre of Bhaktapur’s ceramic industry, and it’s a fascinating place to wander around. Several shops sell the finished article, and you can see the firing process at the back of the square, which is lined with mud-covered straw kilns.On the northern side of the square a small hillock is topped by a shady pipal tree and a Ganesh shrine, surrounded by piles of straw for the pottery kilns. In the square itself is a solid-brick Vishnu Temple, which was constructed from remnants of temples destroyed in the 1934 quake, and the double-roofed Jeth Ganesh Temple, whose priest is chosen from the Kumal (potters’) caste. During the harvest in October, every square inch that is not covered by pots is covered by drying rice."
},
{
    "country": "nepal",
    "index": 24,
    "name": "Durbar Square",
    "latitude": "27.704141",
    "longitude": "85.3063",
    "excerpt": "Kathmandu’s Durbar Sq was where the city’s kings were once crowned and legitimised, and from where they ruled (durbar means palace). As such, the square…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/durbar-square/a/poi-sig/386867/357144",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/82b3cc3a319082e25569ff620a49a7d4-durbar-square.jpg",
    "detail_description": ""
},
{
    "country": "nepal",
    "index": 23,
    "name": "Rato Machhendranath Temple",
    "latitude": "27.670188",
    "longitude": "85.323011",
    "excerpt": "Almost directly across the road from the Minnath Temple, down an alley, a white-columned gateway leads to the wide, open square containing the revered…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/rato-machhendranath-temple/a/poi-sig/1432440/357120",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/203e64bb620d2649e18bf6e5f900bfd9-rato-machhendranath-temple.jpg",
    "detail_description": "Almost directly across the road from the Minnath Temple, down an alley, a white-columned gateway leads to the wide, open square containing the revered Rato Machhendranath Temple. Dedicated to the god of rain and plenty, the temple, like so many in Nepal, blurs the line between Buddhism and Hinduism. Buddhists regard Rato (Red) Machhendranath as an incarnation of Avalokiteshvara, while Hindus see him as an incarnation of Shiva.\nSet inside a protective metal fence, the towering three-storey temple dates from 1673, but there has been some kind of temple on this site since at least 1408. The temple’s four ornate doorways are guarded by stone snow lions, and at ground level on the four corners of the temple plinth are yeti-like demons known as kyah.Mounted on freestanding pillars at the front of the temple is a curious collection of metal animals in protective cages, including a peacock, Garuda, horse, buffalo, lion, elephant, fish and snake. Look up to see the richly painted roof struts of the temple, which show Avalokiteshvara standing above figures being tortured in hell.The main image of Machhendranath resides here for six months a year, before moving to Bungamati during the spectacular Rato Machhendranath Festival in April/May."
},
{
    "country": "nepal",
    "index": 22,
    "name": "Kumari Bahal",
    "latitude": "27.703857",
    "longitude": "85.306494",
    "excerpt": "At the junction of Durbar and Basantapur squares, this red-brick, three-storey building is home to the Kumari, the girl who is selected to be the town’s…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/kumari-bahal/a/poi-sig/386969/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial702783403.jpg",
    "detail_description": "At the junction of Durbar and Basantapur squares, this red-brick, three-storey building is home to the Kumari, the girl who is selected to be the town’s living goddess and a living symbol of devi – the Hindu concept of female spiritual energy. Inside the building is Kumari Chowk, a three-storey courtyard. It is enclosed by magnificently carved wooden balconies and windows, making it quite possibly the most beautiful courtyard in Nepal.\nThe Kumari generally shows her face between 9am and 11am. Photographing the goddess is forbidden, but you are quite free to photograph the courtyard when she is not present. In 2005 the Kumari went on strike, refusing to appear at her window for tourists, after authorities denied her guardians’ request for a 10% cut of Durbar Sq’s admission fees!The building, in the style of the Buddhist vihara (monastic abodes) of the valley, was built in 1757 by Jaya Prakash Malla. The courtyard contains a miniature stupa carrying the symbols of Saraswati, the goddess of learning. Amazingly, the bahal escaped with only minor damage during the 2015 earthquake despite the destruction all around – a sign some Nepalis see as the Kumari's benign influence.The large yellow gate to the right of the Kumari Bahal conceals the huge chariot that transports the Kumari around the city during the annual Indra Jatra festival. Look for the huge wooden runners with their sacred painted tips in front of the Kumari Bahal that are used to transport the chariot."
},
{
    "country": "nepal",
    "index": 21,
    "name": "Narayanhiti Palace Museum",
    "latitude": "27.713594",
    "longitude": "85.317947",
    "excerpt": "Few things speak clearer to the political changes that have transformed Nepal over the last 15 years than this walled palace at the northern end of Durbar…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/narayanhiti-palace-museum/a/poi-sig/1377269/357144",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Nepal%20Kathmandu%20Charles%20O.%20Cecil%20Alamy%20FT6KD4%20RFE.jpg",
    "detail_description": "Few things speak clearer to the political changes that have transformed Nepal over the last 15 years than this walled palace at the northern end of Durbar Marg. King Gyanendra was given 15 days to vacate the property in 2008 and within two years the building was reopened as a people’s museum by then prime minister Prachandra, the very Maoist guerrilla leader who had been largely responsible for the king’s spectacular fall from grace.\nThe palace walls and gates were damaged in the 2015 earthquake, but the palace itself dates from the 1960s and was largely unaffected.Full of chintzy meeting rooms and faded 1970s glamour, the palace interior is more outdated than opulent; it feels a bit like the lair of a B-grade Thunderball-era James Bond villain. The highlights are the impressive throne and banquet halls and the surprisingly modest royal bedrooms. Stuffed gharial, tigers and rhino heads line the halls next to towering portraits of earlier Shahs and photos of the royal family taken with other doomed leaders – Yugoslavia’s Tito, Romania’s Ceaușescu and Pakistan’s Zia ul-Haq.The locations where Prince Dipendra massacred his family in 2001 are rather morbidly marked, though the actual building was rather suspiciously levelled after the crime. Bullet holes are still visible on some of the walls. Just as interesting as the building are the locals’ reactions to it, as they peek behind the wizard's curtain at a regal lifestyle that for centuries they could only have dreamed about. Cameras and bags are not allowed inside the complex but lockers are available."
},
{
    "country": "nepal",
    "index": 20,
    "name": "Reclining Statue of Vishnu",
    "latitude": "27.777997",
    "longitude": "85.362448",
    "excerpt": "Budhanilkantha's focal point for devotions is a large reclining statue of Vishnu as Narayan, the creator of all life. From his navel grew a lotus and from…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/budhanilkantha/attractions/reclining-statue-of-vishnu/a/poi-sig/1433443/357116",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-695004436.jpg",
    "detail_description": "Budhanilkantha's focal point for devotions is a large reclining statue of Vishnu as Narayan, the creator of all life. From his navel grew a lotus and from the lotus came Brahma, who in turn created the world. The 5m-long Licchavi-style image was created in the 7th or 8th century from one piece of black stone and hauled here from outside the valley by devotees. It’s one of the most impressive pieces of sculpture in Nepal, and that’s saying something!\nOnly Hindus can approach the statue to leave offerings of fruit and flower garlands, but visitors can view the statue through the fence that surrounds the sacred tank. Narayan slumbers peacefully on the knotted coils of Ananta (or Shesha), the 11-headed snake god who symbolises eternity. In each hand, Narayan holds one of the four symbols of Vishnu: a chakra disc (representing the mind), a conch shell (the four elements), a mace (primeval knowledge) and a lotus seed (the moving universe).Vaishnavism (the worship of Vishnu) was the main sect of Hinduism in Nepal until the early Malla period, when Shiva became the most popular deity. The Malla king Jayasthithi is credited with reviving the Vishnu cult by claiming to be the latest incarnation of this oft-incarnated god. Every subsequent king of Nepal has made the same claim, and because of this they are forbidden, on pain of death, from seeing the image at Budhanilkantha.Vishnu is supposed to sleep through the four monsoon months and a great festival takes place at Budhanilkantha for Haribodhini Ekadashi – the 11th day of the Hindu month of Kartik (October/November) – when Vishnu is said to awaken from his annual slumber."
},
{
    "country": "nepal",
    "index": 19,
    "name": "Royal Palace",
    "latitude": "27.673162",
    "longitude": "85.325371",
    "excerpt": "Forming the entire eastern side of Durbar Sq, the Royal Palace of Patan was originally built in the 14th century, and expanded during the 17th and 18th…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/royal-palace/a/poi-sig/1432408/357120",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1209879793.jpg",
    "detail_description": "Forming the entire eastern side of Durbar Sq, the Royal Palace of Patan was originally built in the 14th century, and expanded during the 17th and 18th centuries by Siddhinarsingh Malla, Srinivasa Malla and Vishnu Malla. The Patan palace predates the palaces in Kathmandu and Bhaktapur and remains one of the architectural highlights of Nepal.\nBehind the extravagant facade, with its overhanging eaves, carved windows and delicate wooden screens, are a series of connecting courtyards and a trip of temples dedicated to the valley’s main deity, the goddess Taleju. The closed external Bhairab gateway leading to the central Mul Chowk courtyard is flanked by two stone lions and colourful murals of Shiva in his wrathful incarnation as Bhairab. Strings of buffalo guts are hung above the door in his honour.The northern courtyard is reached through the Golden Gate (Sun Dhoka). Installed in 1734, this finely engraved and gilded gateway is topped by a golden torana showing Shiva, Parvati, Ganesh and Kumar (an incarnation of Skanda, the god of war). Directly above the gateway is a window made from gold foil wrapped around a timber frame, where the king once made public appearances. This gateway now forms the entrance to the Patan Museum and northern ticket office.Restoration works following the 2015 earthquake are not the first to take place at the palace. Reconstruction followed the conquest of the valley by Prithvi Narayan Shah in 1768, and again after the great earthquake of 1934."
},
{
    "country": "nepal",
    "index": 18,
    "name": "Seto Machhendranath Temple (Jan Bahal)",
    "latitude": "27.706612",
    "longitude": "85.310372",
    "excerpt": "Southwest of Asan Tole at the junction known as Kel Tole, this temple attracts both Buddhists and Hindus – Buddhists consider Seto (White) Machhendranath…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/seto-machhendranath-temple-jan-bahal/a/poi-sig/387065/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial611614163.jpg",
    "detail_description": "Southwest of Asan Tole at the junction known as Kel Tole, this temple attracts both Buddhists and Hindus – Buddhists consider Seto (White) Machhendranath to be a form of Avalokiteshvara, while to Hindus he is a rain-bringing incarnation of Shiva. The arched entrance to the temple was destroyed in the 2015 earthquake and the temple is currently closed for repairs.\nIn the courtyard there are lots of small shrines, chaitya (small stupas) and statues, including a mysteriously European-looking female figure surrounded by candles who faces the temple. It may well have been an import from Europe that has simply been accepted into the pantheon of gods. Facing the other way, just in front of the temple, are two graceful bronze figures of the Taras seated atop pillars. Buy some grain to feed the pigeons and boost your karma.Inside the temple you can see the white-faced image of the god covered in flowers. The image is taken out during the Seto Machhendranath festival in March/April each year and paraded around the city in a chariot. You can follow the interior path that circles the central building. The temple’s age is not known, but it was restored during the 17th century.In the courtyard you may see men standing around holding what looks like a bizarre stringed instrument. This tool is used to separate and fluff up the downlike cotton padding that is sold in bulk nearby. The string is plucked with a twang by a wooden double-headed implement that looks like a cross between a dumb-bell and a rolling pin.As you leave the temple, to the left (north) you’ll see the small, triple-roofed Lunchun Lunbun Ajima, a Tantric temple that’s red-tiled around the lower level and has some erotic carvings at the base of the struts at the back.Just to the north of the temple on the side street known as Bhedasingh is a collection of shops selling topi (cloth hats) and the Nepali traditional dress known as a daura suruwal (a long shirt over tapered drainpipe trousers), including adorable miniature versions for children."
},
{
    "country": "nepal",
    "index": 17,
    "name": "Nasal Chowk",
    "latitude": "27.704171",
    "longitude": "85.30755",
    "excerpt": "From the entrance gate of the Hanuman Dhoka palace you immediately enter its most famous chowk. Nasal Chowk was used for coronations, a practice that…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/nasal-chowk/a/poi-sig/387009/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF941812170.jpg",
    "detail_description": "From the entrance gate of the Hanuman Dhoka palace you immediately enter its most famous chowk. Nasal Chowk was used for coronations, a practice that continued until as recently as 2001 with the crowning of King Gyanendra. The coronation platform is in the centre of the courtyard, while the earthquake-damaged Basantapur Tower looms over its southern end.\nThe rectangular courtyard is aligned north–south and the entrance is at the northwestern corner. Just by the entrance there is a surprisingly small but beautifully carved doorway, which once led to the Malla kings’ private quarters. Although the courtyard was constructed in the Malla period, many of the buildings around the square are later Rana constructions.Beyond the door is the large Narsingha Statue, Vishnu in his man-lion incarnation, in the act of disembowelling a demon. The stone image was erected by Pratap Malla in 1673 and the inscription on the pedestal explains that he placed it here for fear that he had offended Vishnu by dancing in a Narsingha costume. The Kabindrapur Temple in Durbar Sq was built for the same reason.Next is the Sisha Baithak, or Audience Chamber, of the Malla kings. The open verandah houses the Malla throne and contains portraits of the Shah kings.At the northeastern corner of Nasal Chowk stands the Panch Mukhi Hanuman Temple, with its five circular roofs. Each of the valley towns has a five-storey temple, although it is the great Nyatapola Temple of Bhaktapur that is by far the best known. Hanuman is worshipped in the temple in Kathmandu, but only the priests may enter.In Nepali, nasal means ‘dancing one’, and Nasal Chowk takes its name from the Dancing Shiva statue hidden in the whitewashed chamber on the northeastern side of the square.On display along the east side of the courtyard are the palanquins used to carry Queen Aishwarya during her wedding to Birendra in 1970 and later to transport her body to her cremation in 2001. Also displayed here is the royal throne."
},
{
    "country": "nepal",
    "index": 16,
    "name": "Changu Narayan Temple",
    "latitude": "27.716253",
    "longitude": "85.427773",
    "excerpt": "This temple is said to be the oldest Hindu temple still in use in the Kathmandu Valley. Built in the two-tiered pagoda style, the main shrine here is…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/the-northeastern-valley/attractions/changu-narayan-temple/a/poi-sig/1172162/1327513",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-539025491_high.jpg",
    "detail_description": "This temple is said to be the oldest Hindu temple still in use in the Kathmandu Valley. Built in the two-tiered pagoda style, the main shrine here is guarded on all sides by pairs of real and mythical beasts – elephants, lions, winged lions and ram-horned griffons – and its roof struts feature some amazingly intricate carvings of Tantric deities. Changu Narayan and its associated buildings were badly affected by the 2015 earthquake however; restoration of the complex is under way.\nThe statue inside shows Vishnu as Narayan, the creator of all life, but the beautifully decorated metal-plate doors are only opened for rituals and only Hindus may enter.The Garuda figure facing the west door is said to date from the 5th century, and in front of this statue is the oldest stone inscription in the valley, dating from AD 464, which recalls how the king persuaded his mother not to commit sati (ritual suicide) after his father’s death. Two large pillars carry a conch and chakra disc, the traditional symbols of Vishnu.Dotted around the courtyard are a series of extraordinary carvings dating from the Licchavi era, showing Vishnu in his various avatars (incarnations). Vishnu appears in the southwest corner of the compound as Narsingha (his man-lion incarnation), disembowelling a demon with his fingers, and as Vikrantha (Vamana), the six-armed dwarf who transformed himself into a giant capable of crossing the universe in three steps to defeat King Bali (look for his outstretched leg).To the side of these images is a broken slab showing a 10-headed and 10-armed Vishnu, with Ananta reclining on a serpent below. The plaque is divided into three sections – the underworld, the world of man and the heavens. In the northwest corner of the compound is an exquisite 7th-century image of Vishnu astride Garuda, which is illustrated on the Rs 10 banknote.The squat temple in the southeast corner of the complex is dedicated to the Tantric goddess Chhinnamasta, who beheaded herself to feed the bloodthirsty deities Dakini and Varnini.Down the steps leading east from the temple complex are the one-storey Bhimsen Pati, with its stone guardians, and the remains of a Malla-era royal palace."
},
{
    "country": "nepal",
    "index": 14,
    "name": "Janaki Mandir",
    "latitude": "26.730087",
    "longitude": "85.926225",
    "excerpt": "At the heart of Janakpur lies the marble Janaki Mandir, one of the grander pieces of architecture in Nepal, and the city's must-see sight. Built in…",
    "detail_url": "https://www.lonelyplanet.com/nepal/the-terai-and-mahabharat-range/janakpur/attractions/janaki-mandir/a/poi-sig/1432882/357173",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/GettyImages-1349580388.jpg",
    "detail_description": "At the heart of Janakpur lies the marble Janaki Mandir, one of the grander pieces of architecture in Nepal, and the city's must-see sight. Built in extravagant baroque Mughal style, the temple is dedicated to Sita, the wife of Rama and heroine of the Ramayana. It’s believed to stand on the spot where King Janak found the infant Sita lying in the furrow of a ploughed field.\nA steady stream of pilgrims file in through the gatehouse to worship the Sita statue in the inner sanctum. The temple is particularly popular with women, who wear their best and most colourful saris for the occasion. Early evening is the most atmospheric time to visit, as the temple is draped with colourful lights and pilgrims arrive en masse. You never know what you might see here!The temple only dates from 1910, but with its white marble arches, domes, turrets and screens, it feels much older.At the back of the complex is a small museum (admission Rs 15) with some amusingly retro moving statues telling the story of Rama and Sita."
},
{
    "country": "nepal",
    "index": 15,
    "name": "Shashwat Dham",
    "latitude": "27.676751",
    "longitude": "84.211245",
    "excerpt": "Burned out on ancient sites? Here's a contemporary take on the temple compound, and it's very impressive. The centrepiece is a Shiva temple that resembles…",
    "detail_url": "https://www.lonelyplanet.com/nepal/the-terai-and-mahabharat-range/narayangarh-and-bharatpur/attractions/shashwat-dham/a/poi-sig/1586176/1327537",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1218582966.jpg",
    "detail_description": "Burned out on ancient sites? Here's a contemporary take on the temple compound, and it's very impressive. The centrepiece is a Shiva temple that resembles an enormous sandcastle, with every square centimetre intricately carved. In the basement is a religious museum with an interesting visual summary of the top Hindu sites in Nepal, signed in English. A gift shop and a veggie restaurant round out this 5-hectare site. Located on the Mahendra Hwy 23km west of Narayangarh, and unmissable.\n"
},
{
    "country": "nepal",
    "index": 13,
    "name": "Sundari Chowk",
    "latitude": "27.672725",
    "longitude": "85.325146",
    "excerpt": "South of Mul Chowk is the smaller Sundari Chowk, arranged around a superbly carved sunken water tank known as the Tusha Hiti. The chowk was restored in…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/sundari-chowk/a/poi-sig/1432404/357120",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1172406843.jpg",
    "detail_description": "South of Mul Chowk is the smaller Sundari Chowk, arranged around a superbly carved sunken water tank known as the Tusha Hiti. The chowk was restored in 2014, and again after the 2015 earthquake. Built in 1647, the renovated water tank has 72 carved stone plaques depicting Tantric deities and was used by the king for ritual ablutions. The spout is new; the original was stolen in 2010 (and recovered). Ancient carved wooden struts lie scattered in the corners.\nOn the way out look at the restored Bhandarkhal water tank, once the main water supply for the palace, featuring a charming meditation pavilion.Back in Durbar Sq, the traditional gateway to Sundari Chowk features three magnificent statues of Hanuman (barely recognisable beneath layers of orange paint), Ganesh and Vishnu as Narsingha, the man-lion, tearing out the entrails of a demon."
},
{
    "country": "nepal",
    "index": 12,
    "name": "Krishna Mandir",
    "latitude": "27.673694",
    "longitude": "85.324974",
    "excerpt": "Heading into Durbar Sq, you can’t miss the splendid Krishna Mandir built by King Siddhinarsingh Malla in 1637. Constructed from carved stone – in…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/krishna-mandir/a/poi-sig/1432418/357120",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF154267733.jpg",
    "detail_description": "Heading into Durbar Sq, you can’t miss the splendid Krishna Mandir built by King Siddhinarsingh Malla in 1637. Constructed from carved stone – in place of the usual brick and timber – this fabulous architectural confection shows the clear influence of Indian temple design and is the earliest stone temple of its type in Nepal. The temple stayed intact through the 2015 earthquake.\nThe temple consists of three tiers, fronted by columns and supporting a northern Indian–style shikhara spire. The distinctive temple is often depicted on the ornate brass butter lamps hung in Nepali homes. Non-Hindus cannot enter to view the statue of Krishna, the goatherd, but you’ll often hear temple musicians playing upstairs. Vishnu’s mount, the man-bird Garuda, kneels with folded arms on top of a column facing the temple. The delicate stone carvings along the beam on the 1st floor recount events from the Mahabharata, while the hard-to-see beam on the 2nd floor features scenes from the Ramayana.A major festival, Krishna Jayanta, also known as Krishnasthami, is held here in the Nepali month of Bhadra (August to September) for Krishna’s birthday."
},
{
    "country": "nepal",
    "index": 11,
    "name": "Indra Chowk",
    "latitude": "27.705966",
    "longitude": "85.309632",
    "excerpt": "The busy street of Makhan Tole spills into Indra Chowk, the courtyard named after the ancient Vedic deity, Indra. Locals crowd around the square’s…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/indra-chowk/a/poi-sig/386915/357144",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/25fe6acade39e1303a2bba1ba7afe96c-indra-chowk.jpg",
    "detail_description": "The busy street of Makhan Tole spills into Indra Chowk, the courtyard named after the ancient Vedic deity, Indra. Locals crowd around the square’s newspaper sellers, scanning the day’s news. Indra Chowk is traditionally a centre for the sale of blankets and cloth, and merchants cover the platforms of the Mahadev Temple to the north. The next-door black stone Shiva Temple to the northeast is a smaller and simplified version of Patan’s Krishna Temple.\nOn the west side of the square is the facade of the Akash Bhairab Temple, or Bhairab of the Sky Temple. From the balcony four metal lions rear out over the street. The temple’s entrance is on the right-hand side of the building, guarded by two more brass lions, but non-Hindus cannot enter. The silver image inside is visible through the open windows from out in the street, and during important festivals the image is displayed in the square. In a small niche just to the left of the Akash Bhairab Temple is a very small but much-visited brass Ganesh shrine.Before you leave the chowk, look for the market hidden in the alleyways to the east, crowded with stalls selling the lurid beads and bangles that are so popular with married Nepali women."
},
{
    "country": "nepal",
    "index": 10,
    "name": "Asan Tole",
    "latitude": "27.707372",
    "longitude": "85.312121",
    "excerpt": "From dawn until dusk the six-spoked junction of Asan Tole is jammed with vegetable and spice vendors selling everything from yak tails to dried fish. It’s…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/asan-tole/a/poi-sig/386803/357144",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/GettyRF_510276031.jpg",
    "detail_description": "From dawn until dusk the six-spoked junction of Asan Tole is jammed with vegetable and spice vendors selling everything from yak tails to dried fish. It’s the busiest square in the city and a fascinating place to linger, if you can stand the crowds. Cat Stevens allegedly wrote his hippie-era song 'Kathmandu' in a smoky teahouse in Asan Tole.\nEvery day, produce is carried to this popular marketplace from all over the valley, so it is fitting that the three-storey Annapurna Temple in the southeast corner is dedicated to the goddess of abundance; Annapurna is represented by a silver purana, a bowl full of grain. At most times, but especially on Sundays, you’ll see locals walk around the shrine, touch a coin to their heads, throw it into the temple and ring the bell above them.Nearby the red-faced Ganesh shrine is coated in bathroom tiles. The historic Yita Chapal (Southern Pavilion), which was once used for festival dances, was damaged in the 2015 earthquake but still stands, supported by buttresses.On the western side of the square are spice shops. In the centre of the square, between two potted trees, is a small Narayan shrine (Narayan is a form of Vishnu)."
},
{
    "country": "nepal",
    "index": 9,
    "name": "Patan Museum",
    "latitude": "27.673422",
    "longitude": "85.325376",
    "excerpt": "Formerly the residence of the Malla kings, the section of the Royal Palace surrounding Keshav Narayan Chowk now houses one of the finest collections of…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/patan-museum/a/poi-sig/449891/357120",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2273076965.jpg",
    "detail_description": "Formerly the residence of the Malla kings, the section of the Royal Palace surrounding Keshav Narayan Chowk now houses one of the finest collections of religious art in Asia. The museum is a national treasure and an invaluable introduction to the art, symbolism and architecture of the valley. You need at least an hour, and preferably two, to do this place justice, and it’s worth taking a break at the Museum Café before diving in for another round.\nThe collection is displayed in a series of brick and timber rooms, linked by steep and narrow stairways. There are informative labels on each of the hundreds of statues, carvings and votive objects, allowing you to put a name to many of the deities depicted at temples around the valley.There are also some interesting displays on the techniques used to create these wonderful objects, including the art of repoussé and the ‘lost-wax’ method of casting. The top floor houses some fascinating photos of Patan at the end of the 19th century.The museum has a shop selling reproductions of some of the works displayed inside. For a sneak preview of the museum’s highlights and the story of its renovation, go to www.asianart.com/patan-museum. Photography is allowed."
},
{
    "country": "nepal",
    "index": 8,
    "name": "Mul Chowk",
    "latitude": "27.673016",
    "longitude": "85.325204",
    "excerpt": "South of the Patan Museum, a gateway opens onto the stately Mul Chowk, the largest and oldest of the Royal Palace’s three main chowk (squares). The…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/mul-chowk/a/poi-sig/1432406/357120",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1270761490.jpg",
    "detail_description": "South of the Patan Museum, a gateway opens onto the stately Mul Chowk, the largest and oldest of the Royal Palace’s three main chowk (squares). The original buildings were destroyed by fire in 1662 but rebuilt just three years later by Srinivasa Malla. The temples in the courtyard were restored in 2014 and the surrounding walls and buildings were quickly restored after the 2015 earthquake.\nIn the centre of the square is the small, gilded, central Bidyapith Temple, beside a wooden post used to secure animals for sacrifices. The central deity is Yantaju, a form of Durga, and a personal deity to the Malla kings.On the south side of the square is the Taleju Bhawani Temple, flanked by statues of the river goddesses Ganga, on a tortoise, and Jamuna, on a makara. The upper galleries now form part of the museum's architectural displays, with fine examples of carved wooden struts.At the northeastern corner of the square is the tall Degutalle Temple, topped by an octagonal triple-roofed tower. The larger, triple-roofed Taleju Temple is directly north, looking out over Durbar Sq, and dedicated to Taleju, another protective deity of the Malla kings."
},
{
    "country": "nepal",
    "index": 7,
    "name": "Garden of Dreams",
    "latitude": "27.714056",
    "longitude": "85.314729",
    "excerpt": "The beautifully restored Swapna Bagaicha (Garden of Dreams) remains one of the most serene and beautiful enclaves in Kathmandu. It's two minutes' walk and…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/garden-of-dreams/a/poi-sig/386893/357144",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Nepal%20Kathmandu%20The-Walker%20shutterstock_1147311047%20RFE.jpg",
    "detail_description": "The beautifully restored Swapna Bagaicha (Garden of Dreams) remains one of the most serene and beautiful enclaves in Kathmandu. It's two minutes' walk and a million miles from central Thamel.\nField marshal Kaiser Shamser (1892–1964), whose palace the gardens complement, built the Garden of Dreams in the 1920s after a visit to several Edwardian estates in England, using funds won from his father (the prime minister) in an epic Rs 100,000 game of cowrie shells. The gardens and its pavilions suffered neglect to the point of collapse before they were lovingly brought back to life over a six-year period (finishing in 2007) by the same Austrian-financed team that created the Patan Museum.There are dozens of gorgeous details in the small garden, including the original gate, a marble inscription from Omar Khayam’s Rubaiyat, the new fountains and ponds, and a quirky ‘hidden garden’ to the south. Of the original 1.6 hectares and six pavilions (named after the six Nepali seasons), only half a hectare and three pavilions remain. To truly savour the serenity, come armed with a book or a picnic to distract you from the amorous Nepali couples and relax on one of the supplied lawn mats. Wi-fi is available (Rs 50 per hour). Basera Boutique Hotel operates the serene Kaiser Cafe here and there are occasional cultural events and exhibitions."
},
{
    "country": "nepal",
    "index": 6,
    "name": "Nyatapola Temple",
    "latitude": "27.671395",
    "longitude": "85.429332",
    "excerpt": "You should be able to see the sky-high rooftop of the Nyatapola Temple long before you reach Taumadhi Tole. With five storeys towering 30m above the…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/nyatapola-temple/a/poi-sig/449979/357114",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1399673095.jpg",
    "detail_description": "You should be able to see the sky-high rooftop of the Nyatapola Temple long before you reach Taumadhi Tole. With five storeys towering 30m above the square, this is the tallest temple in all of Nepal and one of the tallest buildings in the Kathmandu Valley. This perfectly proportioned temple was built in 1702 during the reign of King Bhupatindra Malla, and the construction was so sturdy that the 1934 and 2015 earthquakes caused only minor damage.\nThe temple is reached by a stairway flanked by stone figures of the temple guardians. At the bottom are the legendary Rajput wrestlers Jayamel and Phattu, depicted kneeling with hefty maces. Subsequent levels are guarded by elephants with floral saddles, lions adorned with bells, beaked griffons with rams’ horns and finally two goddesses – Baghini and Singhini. Each figure is said to be 10 times as strong as the figure on the level below.The temple is dedicated to Siddhi Lakshmi, a bloodthirsty incarnation of the goddess Durga (Parvati). The idol of the goddess is so fearsome that only the temple’s priests are allowed to enter the inner sanctum, but less brutal incarnations of the goddess appear on the torana above the door, beneath a canopy of braided snakes, and also on the temple’s 180 carved roof struts. In a classic piece of religious crossover, the Buddhist eight lucky signs are carved beside the temple doorways.Look for the chariot runners piled up on the north side of the temple."
},
{
    "country": "nepal",
    "index": 5,
    "name": "Itum Bahal",
    "latitude": "27.706935",
    "longitude": "85.308377",
    "excerpt": "The long, rectangular courtyard of the Itum Bahal is the largest bahal (Buddhist monastery courtyard) in the old town and remains a haven of tranquillity…",
    "detail_url": "https://www.lonelyplanet.com/nepal/kathmandu/attractions/itum-bahal/a/poi-sig/386919/357144",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-555100393.jpg",
    "detail_description": "The long, rectangular courtyard of the Itum Bahal is the largest bahal (Buddhist monastery courtyard) in the old town and remains a haven of tranquillity in the chaotic surroundings. On the western side of the courtyard is the Kichandra Bahal, one of the oldest bahals in the city, dating from 1381. A chaitya in front of the entrance has been completely shattered by a Bodhi tree, which has grown right up through its centre.\nInside the Kichandra Bahal (or Keshchandra Paravarta Mahar Bihar) is a central pagoda-like sanctuary, and to the south is a small chaitya decorated with graceful standing bodhisattvas.On the northern side of the courtyard are four brass plaques mounted on the upper-storey wall. The one on the extreme left shows a demon known as Guru Mapa taking a misbehaving child from a woman and stuffing it greedily into his mouth. Eventually the demon was bought off with the promise of an annual feast of buffalo meat, and the plaque to the right shows him sitting down and dipping into a pot of food. With such a clear message on juvenile misbehaviour it is fitting that the courtyard for many years housed a primary school – right under the Guru Mapa plaques!To this day, every year during the festival of Holi the inhabitants of Itum Bahal sacrifice a buffalo to Guru Mapa on the banks of the Vishnumati River, cook it in the afternoon in the courtyard and in the middle of the night carry it in huge cauldrons to a tree in the Tundikhel parade ground where the demon is said to live.In autumn and winter the main square is decorated in ornate swirling patterns of drying grain."
},
{
    "country": "nepal",
    "index": 4,
    "name": "Boudhanath Stupa",
    "latitude": "27.721382",
    "longitude": "85.36201",
    "excerpt": "The first stupa at Boudhanath was built sometime after AD 600, when the Tibetan king, Songtsen Gampo, converted to Buddhism. In terms of grace and purity…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bodhnath-boudha/attractions/boudhanath-stupa/a/poi-sig/1172098/357115",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/813869da84003e9ab623499ae2465723-bodhnath-stupa.jpg",
    "detail_description": "The first stupa at Boudhanath was built sometime after AD 600, when the Tibetan king, Songtsen Gampo, converted to Buddhism. In terms of grace and purity of line, no other stupa in Nepal comes close to Boudhanath. From its whitewashed dome to its gilded tower painted with the all-seeing eyes of the Buddha, the monument is perfectly proportioned. Join the Tibetan pilgrims on their morning and evening koras (circumambulations) for the best atmosphere.\nAccording to legend, the king constructed the stupa as an act of penance after unwittingly killing his father. The first stupa was wrecked by Mughal invaders in the 14th century, so the current stupa is a more recent construction.The highly symbolic construction serves in essence as a three-dimensional reminder of the Buddha’s path towards enlightenment. The plinth represents earth, the kumbha (dome) is water, the harmika (square tower) is fire, the spire is air and the umbrella at the top is the void or ether beyond space. The 13 levels of the spire represent the stages that a human being must pass through to achieve nirvana.Stupas were originally built to house holy relics and some claim that Boudhanath contains the relics of the past Buddha, Kashyapa, while others say it contains a piece of bone from the skeleton of Siddhartha Gautama, the historical Buddha. Around the base of the stupa are 108 small images of the Dhyani Buddha Amitabha (108 is an auspicious number in Tibetan culture) and a ring of prayer wheels, set in groups of four or five into 147 niches.To reach the upper level of the plinth, look for the gateway at the north end of the stupa, beside a small shrine dedicated to Hariti (Ajima), the goddess of smallpox. The plinth is open from 5am to 6pm (till 7pm in summer), offering a raised viewpoint over the tide of pilgrims surging around the stupa. Note the committed devotees prostrating themselves full-length on the ground in the courtyard on the east side of the stupa."
},
{
    "country": "nepal",
    "index": 3,
    "name": "Golden Gate",
    "latitude": "27.672165",
    "longitude": "85.428486",
    "excerpt": "The magnificent Golden Gate is a visual highlight of Durbar Sq. Set into a bright red gatehouse surrounded by white palace walls, the fabulous golden…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/bhaktapur/attractions/golden-gate/a/poi-sig/1438149/357114",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF155349893.jpg",
    "detail_description": "The magnificent Golden Gate is a visual highlight of Durbar Sq. Set into a bright red gatehouse surrounded by white palace walls, the fabulous golden portal boasts some of Nepal's finest repoussé metalwork. The gilded torana features a fabulous Garuda wrestling with a number of supernatural serpents, while below is a four-headed and 10-armed figure of the goddess Taleju Bhawani, the family deity of the Malla kings.\nConstruction of the gate began during the reign of King Bhupatindra Malla (r 1696–1722), and the project was completed by his successor, Jaya Ranjit Malla, in 1754. The death of Jaya Ranjit Malla marked the end of the Malla dynasty and the end of the golden age of Newari architecture in Nepal.The gate opens to the inner courtyards of the Royal Palace, a once vast compound until the 1934 earthquake levelled all but a handful of its 99 courtyards. More walls toppled during the 2015 earthquake. To the right of the Golden Gate is the 55 Window Palace, which, you guessed it, has 55 intricate wooden windows stretching along its upper level.As you enter the palace complex, hidden behind grills in the darkness on either side of the inner gate is a pair of enormous war drums, which were used to rouse the city in the event of attack. From here you’ll pass the two statues of traditionally dressed guards standing either side of an ornate door, brought here from Rajasthan.Continuing on you’ll reach the main entrance to Mul Chowk, the oldest part of the palace and the site of Taleju Temple, built in 1553. Damaged in the quake but not destroyed, it is one of the most sacred temples in Bhaktapur. Only Hindus can enter, but you can peer in and admire its entrance, which is fronted by magnificent woodcarvings. Photography is prohibited.Continuing on around the corner from Mul Chowk is the Naga Pokhari, a 17th-century water tank used for the ritual immersion of the idol of Taleju. The pool is encircled by a writhing stone cobra and other serpents rise up in the middle and at the end of the tank, where water pours from a magnificent dhara (spout) in the form of a goat being eaten by a makara."
},
{
    "country": "nepal",
    "index": 2,
    "name": "Golden Temple (Kwa Bahal)",
    "latitude": "27.675196",
    "longitude": "85.324631",
    "excerpt": "This unique Buddhist monastery is just north of Durbar Sq. It was allegedly founded in the 12th century, and it has existed in its current form since 1409…",
    "detail_url": "https://www.lonelyplanet.com/nepal/around-the-kathmandu-valley/patan/attractions/golden-temple-kwa-bahal/a/poi-sig/1172147/357120",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1471481881.jpg",
    "detail_description": "This unique Buddhist monastery is just north of Durbar Sq. It was allegedly founded in the 12th century, and it has existed in its current form since 1409. The temple gets its name from the gilded metal plates that cover most of its frontage and it is one of the most beautiful in Patan.\nEntry is via an ornate narrow stone doorway to the east, or a wooden doorway to the west from one of the interlinked courtyards on the north side of Nakabhil.Entering from the east, note the gaudy lions and the 1886 signature of Krishnabir, the master stonemason who sculpted the fine doorway with its frieze of Buddhist deities. This second doorway leads to the main courtyard of the Golden Temple; shoes and leather articles must be removed to enter the lower courtyard. The main priest of the temple is a young boy under the age of 12, who serves for 30 days before handing the job over to another young boy.The temple itself is a magnificent example of courtyard temple architecture. Two elephant statues guard the doorway and the facade is covered by a host of gleaming Buddhist figures. Inside the main shrine is a beautiful statue of Sakyamuni (no photos allowed). To the left of the courtyard is a statue of Green Tara and in the right corner is a statue of the Bodhisattva Vajrasattva wearing an impressive silver-and-gold cape. Both are inside inner shrines.Facing the main temple is a smaller shrine containing a ‘self-arisen’ (swayambhu) chaitya. The four corners of the courtyard have statues of four Lokeshvaras (incarnations of Avalokiteshvara) and four monkeys, which hold out jackfruits as an offering. A stairway leads to an upper-floor chapel dedicated to a white eight-armed Avalokiteshvara, lined with Tibetan-style frescoes including a wheel of life. Finally, as you leave the temple at the eastern exit, look up to see an embossed mandala mounted on the ceiling. Outside of winter, look for the tortoises pottering around the compound – these are the temple guardians.It’s worth ducking south towards Durbar Sq to see the small, two-tiered Uma Maheshwar Temple and the handsome stone Gauri Shankar Temple, in the Indian shikhara style. Across the road, the Buddhist Maru Mandapa Mahavihar is set in a small courtyard."
}
]