[
{
    "country": "nerja",
    "city": "Nerja",
    "index": 1,
    "name": "Cueva de Nerja",
    "latitude": "36.762034",
    "longitude": "-3.845741",
    "excerpt": "It’s hard to imagine the surreal world that lies beneath the mountain foothills 4km east of Nerja, and it’s even harder to believe that these vast caverns…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/nerja/attractions/cueva-de-nerja/a/poi-sig/1135624/1004356",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-515456551_high.jpg",
    "detail_description": "It’s hard to imagine the surreal world that lies beneath the mountain foothills 4km east of Nerja, and it’s even harder to believe that these vast caverns weren’t discovered until five local chicos (young men) who had gone out looking for bats stumbled across an opening in 1959. Hollowed out by water around five million years ago and once inhabited by Stone Age hunters, this theatrical wonderland of extraordinary rock formations, subtle shifting colours, and stalactites and stalagmites is evocative of a submerged cathedral.\nAbout 14 buses run daily from Málaga and Nerja, except on Sunday. Alternatively you can take a mini tourist train from Nerja's museum, or you can walk (there's pavement all the way).The whole site is well organised for visitors, with restaurants, a car park and a short walking trail above the caves. A full tour of the caves takes about 45 minutes. Note that there's no extra charge for guided tours."
},
{
    "country": "nerja",
    "city": "Nerja",
    "index": 6,
    "name": "Balcón de Europa",
    "latitude": "36.744298666438",
    "longitude": "-3.8754167914165",
    "excerpt": "Located in the heart of town, the fabulous balcón juts out like a natural pier, forming a beautiful palm-lined terrace with panoramic views of the sea…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/nerja/attractions/balcon-de-europa/a/poi-sig/1299166/1004356",
    "image_url": null,
    "detail_description": "Located in the heart of town, the fabulous balcón juts out like a natural pier, forming a beautiful palm-lined terrace with panoramic views of the sea. The only downside is that it's perennially crowded.\n"
},
{
    "country": "nerja",
    "city": "Nerja",
    "index": 5,
    "name": "Playa Calahonda",
    "latitude": "36.744911",
    "longitude": "-3.875009",
    "excerpt": "This small, pretty cove is just east of the Balcón de Europa. You can rent sunbeds and parasols here, though it does get busy at the height of summer,…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/nerja/attractions/playa-calahonda/a/poi-sig/1516771/1004356",
    "image_url": null,
    "detail_description": "This small, pretty cove is just east of the Balcón de Europa. You can rent sunbeds and parasols here, though it does get busy at the height of summer, especially with guests from the nearby Hotel Balcón de Europa.\n"
},
{
    "country": "nerja",
    "city": "Nerja",
    "index": 4,
    "name": "Playa del Cañuelo",
    "latitude": "36.745195",
    "longitude": "-3.789876",
    "excerpt": "East of Nerja the coast becomes more rugged; with your own wheels you can head to some great beaches reached by tracks down from the A7. Playa del Cañuelo…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/nerja/attractions/playa-del-canuelo/a/poi-sig/1516773/1004356",
    "image_url": null,
    "detail_description": "East of Nerja the coast becomes more rugged; with your own wheels you can head to some great beaches reached by tracks down from the A7. Playa del Cañuelo, immediately before the border with Granada province, is one of the best, with a couple of summer-only restaurants.\n"
},
{
    "country": "nerja",
    "city": "Nerja",
    "index": 3,
    "name": "Playa Burriana",
    "latitude": "36.749003",
    "longitude": "-3.869119",
    "excerpt": "This is Nerja’s longest and best beach, with plenty of towel space on the sand. From Balcón de Europa, walk east down bleached white Calle Carabeo and…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/nerja/attractions/playa-burriana/a/poi-sig/1516772/1004356",
    "image_url": null,
    "detail_description": "This is Nerja’s longest and best beach, with plenty of towel space on the sand. From Balcón de Europa, walk east down bleached white Calle Carabeo and continue about 15 minutes to the beach. Burriana is backed by a line of merenderos (open-sided restaurants). You can rent kayaks or paddleboards here for €6 per hour.\n"
},
{
    "country": "nerja",
    "city": "Nerja",
    "index": 2,
    "name": "Museo de Nerja",
    "latitude": "36.746699",
    "longitude": "-3.877584",
    "excerpt": "Nerja’s museum traces the history of the town from the cave dwellers of Paleolithic times to the tourist-boom years of the ’60s, and is well worth a…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/nerja/attractions/museo-de-nerja/a/poi-sig/1268568/1004356",
    "image_url": null,
    "detail_description": "Nerja’s museum traces the history of the town from the cave dwellers of Paleolithic times to the tourist-boom years of the ’60s, and is well worth a browse – preferably before you visit the Cueva de Nerja. The museum's highlights centre on artefacts found in the caves and range from the thought-provoking skeleton of an adult cave dweller to a fascinatingly mundane prehistoric cheese dish.\n"
}
]