[
{
    "country": "new-zealand",
    "index": 1,
    "name": "One Tree Hill",
    "latitude": "-36.900010024118",
    "longitude": "174.78325969099",
    "excerpt": "Maungakiekie was the largest and most spiritually significant Māori pā (fortified village) prior to British arrival. At the top of this volcanic cone (at…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/auckland-1341384/attractions/one-tree-hill/a/poi-sig/416312/1341384",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/GettyRF_530841681.jpg",
    "detail_description": "Maungakiekie was the largest and most spiritually significant Māori pā (fortified village) prior to British arrival. At the top of this volcanic cone (at 182m high) there is an obelisk and epic 360-degree views of Auckland and its harbours.&nbsp;\nIt is&nbsp;also the site of the grave of John Logan Campbell (the ‘father of Auckland’) who gifted the 230-hectare area to the city in 1901. He also requested that a memorial be built to the dispossessed Māori people at the summit.&nbsp;\nThe 'one tree' cut down\nToday there is only a&nbsp;stump of the last ‘one tree’.&nbsp;The original tōtara tree was cut down in 1852 by a Pākehā (white) settler, either because it was significant to the Māori people or because he needed firewood – depending on which account you believe.&nbsp;\nIn response, John Logan Campbell planted a stand of Monterey pines of which only one lone tree survived. That tree was felled in a chainsaw attack in 2000 by a Māori activist who wanted to raise awareness of the government's fiscal envelope policy&nbsp;– a target to settle all historic Treaty claims for NZ$1 billion – on the anniversary of the signing of the Declaration of Independence.\nIn 2015 new native trees were planted on the site, with a view to one day having a single pohutukawa or tōtara.&nbsp;\nWalk&nbsp;\nAs well as visiting the summit, allow time to explore the surrounding Cornwall Park with its mature trees and historic Acacia Cottage (1841). The Cornwall Park Information Centre has fascinating interactive displays illustrating what the pā would have looked like when 5000 people lived here.&nbsp;\nNear the excellent children’s playground, the Stardome offers regular stargazing and planetarium shows (usually 7pm and 8pm Wednesday to Sunday, with extra shows on weekends) that aren’t dependent on Auckland’s fickle weather.\nHistory\nThe Māori name Maungakiekie means the mountain where kiekie (a native vine) grows abundantly. The mountain and its surrounds were home to the Te Wai ō Hua iwi (tribe) although other iwi also trace their ancestry to the mountain.\nOne Tree Hill and U2&nbsp;\nYes, that U2 song from the 1987 album Joshua Tree is about this place too. It was dedicated to the memory of a New Zealander, Greg Carroll, who Bono became friends with after they met in Auckland in 1984. Carroll&nbsp;joined the group as a roadie, moving to Dublin with the band after touring with them in New Zealand, Australia and the US. He was killed in a motorcycle accident in Dublin. The song is referring to the first night in Auckland when he took Bono to One Tree Hill.&nbsp;&nbsp;\nPlanning your visit\nTo get to One Tree Hill from the city, take a train to Greenlane and walk 1km along Green Lane West. By car, take the Greenlane exit off the Southern Motorway and turn right into Green Lane West.\n&nbsp;\n"
},
{
    "country": "new-zealand",
    "index": 40,
    "name": "Arts Centre",
    "latitude": "-43.531555",
    "longitude": "172.628388",
    "excerpt": "Dating from 1877, this enclave of Gothic Revival buildings was originally Canterbury College, the forerunner of Canterbury University. The buildings are…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/christchurch-and-canterbury/christchurch/attractions/arts-centre/a/poi-sig/426714/362659",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1474504120.jpg",
    "detail_description": "Dating from 1877, this enclave of Gothic Revival buildings was originally Canterbury College, the forerunner of Canterbury University. The buildings are now reopening to the public after extensive restoration work due to quake damage. Inside you'll find the visitor information centre i-SITE, and shops, cafes, museums and galleries. Exhibition spaces play host to regular concerts, rehearsals, markets and events. Of the centre's 23 buildings, 21 are listed by Heritage New Zealand as category 1 Historic Place structures.\nIf there's nothing on during your visit, you can still wander in and check out the North Quad and Great Hall in all their restored heritage splendour."
},
{
    "country": "new-zealand",
    "index": 39,
    "name": "Auckland Zoo",
    "latitude": "-36.86424",
    "longitude": "174.719739",
    "excerpt": "At this modern, spacious zoo, the big foreigners tend to steal the attention from the timid natives, but if you can wrestle the kids away from the tigers…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/auckland-1341384/attractions/auckland-zoo/a/poi-sig/1073543/1341384",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1409581136.jpg",
    "detail_description": "At this modern, spacious zoo, the big foreigners tend to steal the attention from the timid natives, but if you can wrestle the kids away from the tigers and orangutans, there's a well-presented NZ section. Called Te Wao Nui, it's divided into six ecological zones: Coast (seals, penguins), Islands (mainly lizards, including NZ's pint-sized dinosaur, the tuatara), Wetlands (ducks, herons, eels), Night (kiwi, naturally, along with frogs, native owls and weta), Forest (birds) and High Country (cheekier birds and lizards).\nCheck the website for the times of zookeepers' talks, Behind the Scenes experiences and ongoing progress of the zoo's new South East Asia display (scheduled to open in late 2020). Catch the number 18 bus (adult/child $5.50/3) from bus stop 1362 (corner Victoria and Albert Sts) in the city to bus stop 8124 on Great North Rd, from where it's a 700m walk to the zoo's entrance."
},
{
    "country": "new-zealand",
    "index": 38,
    "name": "Whakarewarewa",
    "latitude": "-38.161345",
    "longitude": "176.256516",
    "excerpt": "Wander the streets of this living village, where the local Tūhourangi/Ngāti Wāhiao people have resided for centuries, with its homes, stores, cafes and…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/rotorua-and-the-bay-of-plenty/rotorua/attractions/whakarewarewa/a/poi-sig/1198908/362749",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1167709235.jpg",
    "detail_description": "Wander the streets of this living village, where the local Tūhourangi/Ngāti Wāhiao people have resided for centuries, with its homes, stores, cafes and lookouts over the Pōhutu geyser in neighbouring Te Puia. Villagers lead the tours (departing hourly from 9am to 4pm) and tell stories of their way of life amid the steamy bubbling pools, silica terraces and geysers.\nAdmission also includes a half-hour cultural performance (daily at 11.15am and 2pm, with an additional show at 12.30pm from November to April) and self-guided walks out as far as Lake Kanapanapa/Green Lake (a 40- to 50-minute loop). The village shops sell authentic arts and crafts, and you can learn more about Māori traditions such as flax weaving, carving and tā moko (tattooing). Nearby you can eat tasty, buttery sweetcorn ($2) pulled straight out of the hot mineral pool – the only genuine geothermal hāngi meal in town."
},
{
    "country": "new-zealand",
    "index": 37,
    "name": "Skyline Gondola",
    "latitude": "-45.028429",
    "longitude": "168.655812",
    "excerpt": "Hop aboard for fantastic views as the gondola squeezes through pine forest to its grandstand location 400m above Queenstown. At the top there's the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/skyline-gondola/a/poi-sig/1172688/362741",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b263b7d73c109b161f4a313badd91f16-skyline-gondola.jpg",
    "detail_description": "Hop aboard for fantastic views as the gondola squeezes through pine forest to its grandstand location 400m above Queenstown. At the top there's the inevitable cafe, restaurant, souvenir shop and observation deck, as well as the Queenstown Bike Park, Skyline Luge, Ledge Bungy, Ledge Swing, GForce Paragliding and Ziptrek Ecotours. At night there are stargazing tours (including gondola, adult/child $99/54).\nWalking trails include the Skyline Loop track through the Douglas firs (30 minutes return). The energetic (or frugal) can forgo the gondola and hike to the top on the Tiki Trail, while the popular Ben Lomond Track climbs on another 940m."
},
{
    "country": "new-zealand",
    "index": 36,
    "name": "Lake Matheson",
    "latitude": "-43.439334",
    "longitude": "169.965062",
    "excerpt": "On a good day, the famous 'mirror lake' reflects extraordinary views of distant Aoraki/Mt Cook and Mt Tasman in its forest-shaded waters. The best time to…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/the-west-coast/fox-glacier/attractions/lake-matheson/a/poi-sig/1199566/362785",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1409611998.jpg",
    "detail_description": "On a good day, the famous 'mirror lake' reflects extraordinary views of distant Aoraki/Mt Cook and Mt Tasman in its forest-shaded waters. The best time to visit is early morning or when the sun is low in the late afternoon, although the presence of an excellent cafe means that any time is a good time. It's extraordinary to think that this lake was carved out by the now distant Fox Glacier before it started its long retreat.\nThe shady, moss-lined 2.6km Lake Matheson Track circumnavigates the lake; allow 90 minutes walking at a slow pace. At the far end of the circuit you may, weather permitting, get the money shot, but failing that you can buy a postcard at the excellent gift store by the car park.Branching off from the eastern side of the main track is the 8km-return Lake Gault Track, which gradually climbs 200m through virgin podocarp forest to another mirror lake. Allow three to five hours and expect to get wet and muddy feet."
},
{
    "country": "new-zealand",
    "index": 35,
    "name": "Redwoods Whakarewarewa Forest",
    "latitude": "-38.168237",
    "longitude": "176.279497",
    "excerpt": "This magical park of forest giants is 5km southeast of town. From 1899, 170 tree species were planted here to see which could be grown successfully for…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/rotorua-and-the-bay-of-plenty/rotorua/attractions/redwoods-whakarewarewa-forest/a/poi-sig/1199067/362749",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1282176133.jpg",
    "detail_description": "This magical park of forest giants is 5km southeast of town. From 1899, 170 tree species were planted here to see which could be grown successfully for timber. Mighty Californian redwoods (up to 72m high) give the park its grandeur today. Walking tracks range from a half-hour wander through the Redwood Memorial Grove to the all-day (34km) Whakarewarewa Track, which loops past the Blue and Green Lakes. Several walks start from the Redwoods i-SITE, where you'll also find the spectacular Redwoods Treewalk.\nAside from walking, the forest is great for picnics, and is acclaimed for its mountain biking. There's around 130km of tracks to keep riders of all skill levels happy for days. Note that not all tracks in the forest are designated for bikers, so adhere to the signposts. Pick up a trail map at the i-SITE. Mountain Bike Rotorua and Planet Bike offer bike hire across the park, off Waipa State Mill Rd, where there are also toilets and a shower. Southstar Shuttles operates bike shuttles from the main car park to the top of the trail network."
},
{
    "country": "new-zealand",
    "index": 34,
    "name": "Cathedral Cove",
    "latitude": "-36.828936",
    "longitude": "175.790606",
    "excerpt": "Beautiful Cathedral Cove, with its famous gigantic stone arch and natural waterfall shower, is best enjoyed early or late in the day – avoiding the worst…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/coromandel-region/hahei/attractions/cathedral-cove/a/poi-sig/1198797/362671",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock453326809.jpg",
    "detail_description": "Beautiful Cathedral Cove, with its famous gigantic stone arch and natural waterfall shower, is best enjoyed early or late in the day – avoiding the worst of the hordes. From the Cathedral Cove car park, around 2km north of Hahei, it’s a rolling walk of around 30 to 40 minutes. On the way there’s rocky Gemstone Bay, which has a snorkelling trail where you’re likely to see big snapper, crayfish and stingrays, and sandy Stingray Bay.\nIf you walk from Hahei Beach directly to Cathedral Cove, it will take about 70 minutes. Another option is the 10-minute Cathedral Cove Water Taxi.If you're driving, leave your car at the Hahei Visitor Car Park on the right-hand side of the entrance to Hahei village and catch a Go Kiwi shuttle (adult/child/family return $5/3/10, every 20 minutes, 9am to 6pm, October to April) to the beginning of the track to Cathedral Cove.To reduce traffic congestion in and around Hahei, it's recommended all visitors use this car park located around 900m from the beach.Note that from October to April the car park at Cathedral Cove is closed. From May to September there's limited parking at Grange Rd near Cathedral Cove ($15 for four hours)."
},
{
    "country": "new-zealand",
    "index": 33,
    "name": "Goldmine Experience",
    "latitude": "-37.129024",
    "longitude": "175.536118",
    "excerpt": "Walk through a mine tunnel, watch a stamper battery crush rock, learn about the history of the Cornish miners and try your hand at panning for gold…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/coromandel-region/thames/attractions/goldmine-experience/a/poi-sig/1072075/362673",
    "image_url": null,
    "detail_description": "Walk through a mine tunnel, watch a stamper battery crush rock, learn about the history of the Cornish miners and try your hand at panning for gold. Closed-toe footwear and a waterproof jacket are recommended as the underground tunnel can get damp.\n"
},
{
    "country": "new-zealand",
    "index": 32,
    "name": "Mangawhai Museum",
    "latitude": "-36.105705",
    "longitude": "174.582582",
    "excerpt": "One of regional NZ's best museums, this spectacular building shaped like a stingray is on the main road linking Mangawhai village to Mangawhai Heads…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/mangawhai/attractions/mangawhai-museum/a/poi-sig/1159826/1294987",
    "image_url": null,
    "detail_description": "One of regional NZ's best museums, this spectacular building shaped like a stingray is on the main road linking Mangawhai village to Mangawhai Heads. Packed with engaging displays on the area's history and environment with plenty to interest school-aged kids. The gift shop is excellent plus there's a sun-drenched cafe (3pm close), also worthy of a stop.\n"
},
{
    "country": "new-zealand",
    "index": 31,
    "name": "National Tobacco Company Building",
    "latitude": "-39.482834760945",
    "longitude": "176.89611817458",
    "excerpt": "Around the shore at Ahuriri, the National Tobacco Company Building (1932) is arguably the region’s deco masterpiece, combining art-deco forms with the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/the-east-coast/napier/attractions/national-tobacco-company-building/a/poi-sig/1163181/362771",
    "image_url": null,
    "detail_description": "Around the shore at Ahuriri, the National Tobacco Company Building (1932) is arguably the region’s deco masterpiece, combining art-deco forms with the natural motifs of art nouveau. Roses, raupo (bulrushes) and grapevines frame the elegantly curved entrance. During business hours, pull on the leaf-shaped brass door handles and enter the first two rooms. There's a wine bar here too, these days.\n"
},
{
    "country": "new-zealand",
    "index": 30,
    "name": "Te Awamutu Museum",
    "latitude": "-38.011414",
    "longitude": "175.323933",
    "excerpt": "Te Awamutu Museum has a superb collection of Māori taonga (treasures) and an excellent display on the Waikato War. The highlight is the revered Te Uenuku …",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/waikato-and-the-king-country/te-awamutu/attractions/te-awamutu-museum/a/poi-sig/1160816/362804",
    "image_url": null,
    "detail_description": "Te Awamutu Museum has a superb collection of Māori taonga (treasures) and an excellent display on the Waikato War. The highlight is the revered Te Uenuku (The Rainbow), an ancient Māori carving estimated to be up to 600 years old. If you’re a fan of the Finn brothers from Crowded House and Split Enz, videos, memorabilia and a scrapbook are available on request – Te Awamutu is their home town.\n"
},
{
    "country": "new-zealand",
    "index": 29,
    "name": "Man O' War",
    "latitude": "-36.786192",
    "longitude": "175.155201",
    "excerpt": "Settle in with a tapas platter and a glass of Man O' War's Valhalla chardonnay at Waiheke's only beachfront tasting room. If the weather is good, go for a…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/auckland-region/waiheke-island/attractions/man-o-war/a/poi-sig/1478732/362649",
    "image_url": null,
    "detail_description": "Settle in with a tapas platter and a glass of Man O' War's Valhalla chardonnay at Waiheke's only beachfront tasting room. If the weather is good, go for a swim in beautiful Man O' War Bay. Options to reach the bay include private vehicle, a short but spectacular flight with Auckland Seaplanes, or by prior reservation on Man O' War's summer-only bus from the Matiatia Wharf. See www.manowar.co.nz/book-a-bus.\n"
},
{
    "country": "new-zealand",
    "index": 26,
    "name": "The Arts House Trust",
    "latitude": "-36.914404946384",
    "longitude": "174.76323598624",
    "excerpt": "Housed in a gorgeous 1879 mansion with views to One Tree Hill and the Manukau Harbour, this arts centre is endowed with contemporary NZ art from an…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/auckland-1341384/attractions/the-arts-house-trust/a/poi-sig/1214191/1341384",
    "image_url": null,
    "detail_description": "Housed in a gorgeous 1879 mansion with views to One Tree Hill and the Manukau Harbour, this arts centre is endowed with contemporary NZ art from an extensive private collection, which is changed every four to six weeks. Have lunch on the veranda at the excellent Homestead Cafe and wander among the magnificent trees in the surrounding park. The art is also very accessible, ranging from a life-size skeletal rugby ruck to a vibrant Ziggy Stardust painted on glass.\nBus 305 or 295 (Lynfield) departs every 15 minutes from Queen St – outside the Civic Theatre – and heads to Hillsborough Rd ($5.50, 40 minutes)."
},
{
    "country": "new-zealand",
    "index": 28,
    "name": "Kauri Museum",
    "latitude": "-36.129834",
    "longitude": "174.185507",
    "excerpt": "The giant cross-sections of trees at this superb museum are astounding in themselves, but the entire industry is animated through life-sized reproductions…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/northland-and-the-bay-of-islands/matakohe/attractions/kauri-museum/a/poi-sig/1160619/362729",
    "image_url": null,
    "detail_description": "The giant cross-sections of trees at this superb museum are astounding in themselves, but the entire industry is animated through life-sized reproductions of a pioneer sawmill, a boarding house, a bushman’s hut and a Victorian home – along with photos, artefacts, and fabulous furniture and marquetry. The Gum Room holds a wonderful collection of kauri gum, the jewel-like amber substance that can be carved and sculpted. Working with local iwi (tribes), a space has opened with Māori artefacts from the region.\nBeyond the museum, leave time to visit the school house, post office and gardens."
},
{
    "country": "new-zealand",
    "index": 27,
    "name": "Taupō Museum",
    "latitude": "-38.687176",
    "longitude": "176.067603",
    "excerpt": "This small but fascinating museum has an excellent Māori gallery and quirky displays, which include a 1960s caravan set up as if the occupants have just…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/taupo-museum/a/poi-sig/1072219/362760",
    "image_url": null,
    "detail_description": "This small but fascinating museum has an excellent Māori gallery and quirky displays, which include a 1960s caravan set up as if the occupants have just popped down to the lake. The centrepiece is an elaborately carved Māori meeting house, Te Aroha o Rongoheikume. Historical displays cover trout fishing, volcanic activity and a scale-model diorama of a sawmill tramway.\nThere's also a gallery devoted to local and visiting exhibitions. Horticulture lovers should check out the rose garden next door, as well as the 'Ora Garden of Wellbeing' in the courtyard, a re-creation of NZ’s gold-medal-winning entry into the 2004 Chelsea Flower Show."
},
{
    "country": "new-zealand",
    "index": 24,
    "name": "Gold Discovery Centre",
    "latitude": "-37.389962",
    "longitude": "175.843735",
    "excerpt": "Waihi’s superb Gold Discovery Centre tells of the area’s gold-mining past, present and future through interactive displays, focusing on personal and…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/coromandel-region/waihi/attractions/gold-discovery-centre/a/poi-sig/1530769/362674",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2071370438.jpg",
    "detail_description": "Waihi’s superb Gold Discovery Centre tells of the area’s gold-mining past, present and future through interactive displays, focusing on personal and poignant stories. Holograms and short movies both feature, drawing visitors in and informing them through entertainment. Good luck in taking on the grizzled miner at ‘virtual’ Two-Up (a gambling game using coins).\n"
},
{
    "country": "new-zealand",
    "index": 25,
    "name": "Daily Telegraph Building",
    "latitude": "-39.489677",
    "longitude": "176.917187",
    "excerpt": "The Daily Telegraph is one of the stars of Napier's art-deco show, with superb zigzags, fountain shapes and a symmetrically patterned facade. If the front…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/the-east-coast/napier/attractions/daily-telegraph-building/a/poi-sig/1203268/362771",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1308112384.jpg",
    "detail_description": "The Daily Telegraph is one of the stars of Napier's art-deco show, with superb zigzags, fountain shapes and a symmetrically patterned facade. If the front doors are open, nip inside and ogle the painstakingly restored foyer (it's a resource management office these days). There's a folder of amazing old photos to leaf through on the front counter.\n"
},
{
    "country": "new-zealand",
    "index": 23,
    "name": "Tāne Mahuta",
    "latitude": "-35.601276",
    "longitude": "173.527336",
    "excerpt": "Near the north end of the park, not far from the road, stands mighty Tāne Mahuta, named for the Māori forest god. At 51.5m, with a 13.8m girth and wood…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/waipoua-forest/attractions/tane-mahuta/a/poi-sig/1198840/1320034",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF838457824.jpg",
    "detail_description": "Near the north end of the park, not far from the road, stands mighty Tāne Mahuta, named for the Māori forest god. At 51.5m, with a 13.8m girth and wood mass of 244.5 cu metres, he’s the largest kauri alive, and has been holding court here for somewhere between 1200 and 2000 years. He's easy to find and access, with a well-labelled car park (complete with coffee cart) on the highway.\n"
},
{
    "country": "new-zealand",
    "index": 22,
    "name": "Mangawhai Heads",
    "latitude": "-36.08091",
    "longitude": "174.598525",
    "excerpt": "Mangawhai's main claim to fame is the surf beach and its large hilltop car park fills up quickly in peak season. To the south a narrow spit of sand…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/mangawhai/attractions/mangawhai-heads/a/poi-sig/1246263/1294987",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF627502168.jpg",
    "detail_description": "Mangawhai's main claim to fame is the surf beach and its large hilltop car park fills up quickly in peak season. To the south a narrow spit of sand stretches for kilometres to form the estuary's southern head, sheltering a seabird sanctuary. Across the estuary the beautiful, seemingly empty expanse of dunes is home to precious wildlife including endangered dotterels and fairy terns who nest in the sand.\n"
},
{
    "country": "new-zealand",
    "index": 21,
    "name": "Mt Victoria Lookout",
    "latitude": "-41.296913925467",
    "longitude": "174.79373884201",
    "excerpt": "The city's most impressive viewpoint is atop 196m-high Mt Victoria (Matairangi), east of the city centre. You can take bus 20 most of the way up, but the…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/mt-victoria-lookout/a/poi-sig/1199318/362813",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock131788808.jpg",
    "detail_description": "The city's most impressive viewpoint is atop 196m-high Mt Victoria (Matairangi), east of the city centre. You can take bus 20 most of the way up, but the rite of passage is to sweat it out on the walk (ask a local for directions or just follow your nose). If you’ve got wheels, take Oriental Pde along the waterfront and then scoot up Carlton Gore Rd. Aside from the views there are some interesting info panels to ogle.\n"
},
{
    "country": "new-zealand",
    "index": 20,
    "name": "Quake City",
    "latitude": "-43.528646",
    "longitude": "172.633474",
    "excerpt": "A must-visit for anyone interested in understanding the impact of the Canterbury earthquakes, this compact museum tells stories through photography, video…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/christchurch-and-canterbury/christchurch/attractions/quake-city/a/poi-sig/1472995/362659",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock585522971.jpg",
    "detail_description": "A must-visit for anyone interested in understanding the impact of the Canterbury earthquakes, this compact museum tells stories through photography, video footage and various artefacts, including the remnants of ChristChurch Cathedral's celebrated rose window and other similarly moving debris. There are exhibits aimed at engaging both adults and children. Most affecting of all is the film featuring survivors recounting their own experiences.\n"
},
{
    "country": "new-zealand",
    "index": 19,
    "name": "Cardrona Distillery",
    "latitude": "-44.865094",
    "longitude": "169.018232",
    "excerpt": "Enter past the fence of bras (Bra-drona!) and you'll find the beautiful cellar door of this fledgling single-malt distillery inside a building made of…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/cardrona/attractions/cardrona-distillery/a/poi-sig/1528550/1317423",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1391917730.jpg",
    "detail_description": "Enter past the fence of bras (Bra-drona!) and you'll find the beautiful cellar door of this fledgling single-malt distillery inside a building made of local schist. Have a complimentary sip of the liqueurs, gin and unusual single-malt vodka, or take the 75-minute distillery tour, which leaves on the hour from 10am to 3pm. Its first whisky won't be completely ready until 2025, but it released a three-year-old teaser in 2018 and plans to follow up with a six-year-old in 2021.\n"
},
{
    "country": "new-zealand",
    "index": 18,
    "name": "Christchurch Art Gallery",
    "latitude": "-43.530691",
    "longitude": "172.631285",
    "excerpt": "Damaged in the earthquakes, Christchurch's fantastic art gallery has reopened brighter and bolder, presenting a stimulating mix of local and international…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/christchurch-and-canterbury/christchurch/attractions/christchurch-art-gallery/a/poi-sig/1529434/362659",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-949703142.jpg",
    "detail_description": "Damaged in the earthquakes, Christchurch's fantastic art gallery has reopened brighter and bolder, presenting a stimulating mix of local and international exhibitions. Collection items range from the traditional to the startlingly contemporary – think light installations and interactive sculptures. Highlights from New Zealand painters capturing the country's bold landscapes include works by Rita Angus and Colin McCahon. Free one-hour guided tours take place at 11am and 2pm daily.\n"
},
{
    "country": "new-zealand",
    "index": 17,
    "name": "Toitū Otago Settlers Museum",
    "latitude": "-45.876841",
    "longitude": "170.506053",
    "excerpt": "Storytelling is the focus of this excellent interactive museum, which traces the history of human settlement i",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/toitu-otago-settlers-museum/a/poi-sig/1072868/362683",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF641219378.jpg",
    "detail_description": "Storytelling is the focus of this excellent interactive museum, which traces the history of human settlement ion the South Island. Pass through the new albatross waharoa (entranceway) by master carver James York to enter the engrossing Māori section, followed by a large gallery where floor-to-ceiling portraits of Victorian-era settlers stare out from behind their whiskers and lace. Walk through a re-created passenger-ship cabin (you can try out a bunk) and check out the fascinating array of obsolete technology.\n"
},
{
    "country": "new-zealand",
    "index": 16,
    "name": "Glowworm Cave",
    "latitude": "-38.26183183",
    "longitude": "175.10263691",
    "excerpt": "The guided tour of the Glowworm Cave, which is behind the visitor centre, leads past impressive stalactites and stalagmites into a large cavern known as…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/waikato-and-the-king-country/waitomo-caves/attractions/glowworm-cave/a/poi-sig/1072114/362797",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF1074830129.jpg",
    "detail_description": "The guided tour of the Glowworm Cave, which is behind the visitor centre, leads past impressive stalactites and stalagmites into a large cavern known as the Cathedral. The highlight comes at the tour’s end when you board a boat and swing off onto the river. As your eyes grow accustomed to the dark you’ll see a Milky Way of little lights surrounding you – these are the glowworms. Book your tour at the visitor centre.\nThe acoustics are so good that Dame Kiri Te Kanawa and the Vienna Boys Choir have given concerts here."
},
{
    "country": "new-zealand",
    "index": 15,
    "name": "Te Matua Ngahere",
    "latitude": "-35.607348",
    "longitude": "173.530083",
    "excerpt": "From the Kauri Walks car park, a 20-minute walk leads past the Four Sisters, a graceful stand of four tall trees fused together at the base, to Te Matua…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/waipoua-forest/attractions/te-matua-ngahere/a/poi-sig/1198847/1320034",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF861154632.jpg",
    "detail_description": "From the Kauri Walks car park, a 20-minute walk leads past the Four Sisters, a graceful stand of four tall trees fused together at the base, to Te Matua Ngahere (The Father of the Forest). At 30m, he has a significant presence. Reinforced by a substantial girth – he’s the fattest living kauri (16.4m) – the tree presides over a clearing surrounded by mature trees resembling mere matchsticks in comparison. It's estimated that he could be up to 3000 years old.\nA 30-minute (one way) path leads from near the Four Sisters to Yakas, the seventh-largest kauri."
},
{
    "country": "new-zealand",
    "index": 14,
    "name": "Wellington Botanic Gardens",
    "latitude": "-41.282805",
    "longitude": "174.766688",
    "excerpt": "These hilly, 25-hectare botanic gardens can be effortlessly visited via the Wellington Cable Car (nice bit of planning, eh?), although there are several…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/wellington-botanic-gardens/a/poi-sig/440814/362813",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1627208566.jpg",
    "detail_description": "These hilly, 25-hectare botanic gardens can be effortlessly visited via the Wellington Cable Car (nice bit of planning, eh?), although there are several other entrances hidden in the hillsides. The gardens boast a tract of original native forest, the beaut Lady Norwood Rose Garden, 25,000 spring tulips and various international plant collections. Add in fountains, a playground, sculptures, a duck pond, cafe, the Space Place observatory and the small-but-nifty Cable Car Museum and you’ve a busy day out.\n"
},
{
    "country": "new-zealand",
    "index": 13,
    "name": "Te Papa",
    "latitude": "-41.290374096232",
    "longitude": "174.78209446658",
    "excerpt": "New Zealand's national museum is hard to miss, taking up a sizeable chunk of the Wellington waterfront. ‘Te Papa Tongarewa’ loosely translates as …",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/te-papa/a/poi-sig/440836/362813",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fd7fd10bf5c90c40f311495726175789-te-papa.jpg",
    "detail_description": "New Zealand's national museum is hard to miss, taking up a sizeable chunk of the Wellington waterfront. ‘Te Papa Tongarewa’ loosely translates as ‘treasure box’: the riches inside include an amazing collection of Māori artefacts and the museum’s own colourful marae (meeting house); natural history and environment exhibitions; Pacific and NZ history galleries; themed hands-on ‘discovery centres’ for children; and Toi Art, a revitalised home for the National Art Collection. And don't miss the colossal squid!\nIntroductory and Māori Highlights tours (adult/child $20/10) depart from the information desk on level two; book ahead."
},
{
    "country": "new-zealand",
    "index": 12,
    "name": "Zealandia",
    "latitude": "-41.290915",
    "longitude": "174.753417",
    "excerpt": "This groundbreaking ecosanctuary is nooked into a valley in the hills about 2km west of downtown Wellington. Living wild within the fenced, predator-free…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/zealandia/a/poi-sig/440850/362813",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1442654515.jpg",
    "detail_description": "This groundbreaking ecosanctuary is nooked into a valley in the hills about 2km west of downtown Wellington. Living wild within the fenced, predator-free habitat are more than 30 native bird species, including rare little spotted kiwi, takahe, saddleback, hihi and kaka, as well as NZ's little dinosaur, the tuatara. An excellent exhibition relays NZ’s natural history and world-renowned conservation story. Buses 2 and 21 stop nearby, or see the Zealandia website for info on the free shuttle.\nMore than 30km of tracks can be explored independently, or on regular guided tours. Twilight and night tours provide an opportunity to spot nocturnal creatures including kiwi, frogs and glowworms (adult/child $85/40)."
},
{
    "country": "new-zealand",
    "index": 11,
    "name": "Botanic Gardens",
    "latitude": "-43.531205",
    "longitude": "172.625288",
    "excerpt": "Strolling through these 30 blissful riverside hectares of arboreal and floral splendour is a consummate Christchurch experience. Gorgeous at any time of…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/christchurch-and-canterbury/christchurch/attractions/botanic-gardens/a/poi-sig/426716/362659",
    "image_url": "https://lp-cms-production.imgix.net/2023-08/shutterstock1627890106.jpg",
    "detail_description": "Strolling through these 30 blissful riverside hectares of arboreal and floral splendour is a consummate Christchurch experience. Gorgeous at any time of the year, the gardens are particularly impressive in spring when the rhododendrons, azaleas and daffodil woodland are in riotous bloom. There are thematic gardens to explore, lawns to sprawl on, and a playground adjacent to the Botanic Gardens Visitor Centre, which also contains a lovely cafe and gift shop.\nGuided walks ($10, 1½ hours) depart at 1.30pm (October to May) from the gate near Canterbury Museum, or hop aboard the Caterpillar electric shuttle."
},
{
    "country": "new-zealand",
    "index": 10,
    "name": "Wellington Museum",
    "latitude": "-41.285168",
    "longitude": "174.778104",
    "excerpt": "For an imaginative, interactive experience of Wellington’s social and maritime history, head to this bewitching little museum, inside an 1892 bond store…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/wellington/attractions/wellington-museum/a/poi-sig/440838/362813",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1390013195.jpg",
    "detail_description": "For an imaginative, interactive experience of Wellington’s social and maritime history, head to this bewitching little museum, inside an 1892 bond store on the wharf. Highlights include a moving documentary on the Wahine, the interisland ferry that sank in the harbour in 1968 with the loss of 51 lives, and the curio-packed Attic. Māori legends are dramatically told using tiny holographic actors and special effects.\nThe Attic's eclectic exhibits including a whizz-bang time machine and a suitably kooky display on Wellington vampire flick What We Do In The Shadows. Ship 'N' Chip Tour participants get a guided tour of the museum before they set off on their boat tour."
},
{
    "country": "new-zealand",
    "index": 9,
    "name": "Olveston",
    "latitude": "-45.866233",
    "longitude": "170.502673",
    "excerpt": "Although it's a youngster by European standards, this spectacular 1906 mansion provides a wonderful window into Dunedin's past. Entry is via fascinating…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/dunedin-and-otago/dunedin/attractions/olveston/a/poi-sig/1202982/362683",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock2082605647.jpg",
    "detail_description": "Although it's a youngster by European standards, this spectacular 1906 mansion provides a wonderful window into Dunedin's past. Entry is via fascinating one-hour guided tours; it pays to book ahead. There's also a pretty little garden to explore (entry free) with a beautifully preserved 1921 Fiat 510 on display.\nUntil 1966 Olveston was the family home of the wealthy Theomin family, notable patrons of the arts who were heavily involved with endowing the Public Art Gallery. This artistic bent is evident in Olveston's grand interiors, which include works by Charles Goldie and Frances Hodgkins (a family friend). A particular passion was Japanese art, and the home is liberally peppered with exquisite examples."
},
{
    "country": "new-zealand",
    "index": 8,
    "name": "Wai-O-Tapu Thermal Wonderland",
    "latitude": "-38.355935",
    "longitude": "176.367602",
    "excerpt": "The most colourful of the region's geothermal attractions, Wai-O-Tapu (Sacred Waters) has a variety of features packed into a relatively compact, heavily…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/rotorua-lakes/attractions/wai-o-tapu-thermal-wonderland/a/poi-sig/1173133/1320077",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock590350112.jpg",
    "detail_description": "The most colourful of the region's geothermal attractions, Wai-O-Tapu (Sacred Waters) has a variety of features packed into a relatively compact, heavily cratered area, with the highlights being the orange-rimmed, fizzing Champagne Pool and the unearthly lemon-lime-hued Roto Kārikitea. Just down the road (but included in the entry fee) is the Lady Knox Geyser, which erupts (with prompting from an organic soap) punctually at 10.15am and gushes up to 20m – follow the park exodus just before 10am to witness it.\nAll the headline acts are on the shortest (1.5km) of three interconnecting walking loops, but you're best to set aside at least a couple of hours for the full 3km track, which leads down to a waterfall spilling into Lake Ngakoro.Wai-O-Tapu is 27km south of Rotorua along SH5 (towards Taupō), and a further 2km from the marked turn-off."
},
{
    "country": "new-zealand",
    "index": 7,
    "name": "Auckland Museum",
    "latitude": "-36.860739157783",
    "longitude": "174.77787217611",
    "excerpt": "This imposing neoclassical temple (1929), capped with an impressive copper-and-glass dome (2007), dominates the Auckland Domain and is a prominent part of…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/north-island/auckland/parnell-and-newmarket/attractions/auckland-museum/a/poi-sig/1073547/1342899",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockRF324917894.jpg",
    "detail_description": "This imposing neoclassical temple (1929), capped with an impressive copper-and-glass dome (2007), dominates the Auckland Domain and is a prominent part of the Auckland skyline, especially when viewed from the harbour. Admission packages can be purchased, which incorporate a highlights tour and a Māori cultural performance ($40 to $55).\nThe displays of Pacific Island and Māori artefacts on the museum's ground floor are essential viewing. Highlights include a 25m war canoe and an extant carved meeting house (remove your shoes before entering). There's also a fascinating display on Auckland's volcanic field, including an eruption simulation, and the upper floors showcase military displays, fulfilling the building's dual role as a war memorial. Auckland's main Anzac commemorations take place at dawn on 25 April at the cenotaph in the museum's forecourt.Check the website for details of interesting, one-off local and international exhibitions."
},
{
    "country": "new-zealand",
    "index": 6,
    "name": "Waimangu Volcanic Valley",
    "latitude": "-38.28576",
    "longitude": "176.386979",
    "excerpt": "The most visible wound from Mt Tarawera's 1886 eruption, the Waimangu geothermal area spreads down a valley to Lake Rotomahana (Warm Lake). The experience…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/rotorua-lakes/attractions/waimangu-volcanic-valley/a/poi-sig/1173329/1320077",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1280458209.jpg",
    "detail_description": "The most visible wound from Mt Tarawera's 1886 eruption, the Waimangu geothermal area spreads down a valley to Lake Rotomahana (Warm Lake). The experience is quite different from the other ticketed thermal areas as it involves a stroll down the lush, bush-lined valley, with a return by shuttle bus from either the 1.5km, 2.8km or 3.6km point. The 4km trail ends by the lake, where it's possible to take a 45-minute boat cruise past steaming cliffs.\nHighlights include the powder-blue Inferno Crater Lake, which fills and empties every 38 days; Frying Pan Lake, the world's largest hot spring; and Warbrick Terrace, where the valley’s colours are at their most intense. Waimangu (Black Water) refers to the dark water that once shot out of the world's mightiest geyser, reaching heights of up to 400m during its eruptions from 1900 to 1904.Waimangu is 25 minutes' drive south of Rotorua, 6km off SH5 (towards Taupō) at a marked turn-off."
},
{
    "country": "new-zealand",
    "index": 5,
    "name": "Orakei Korako",
    "latitude": "-38.474145",
    "longitude": "176.143895",
    "excerpt": "Tucked away from other more popular thermal fields, Orakei Korako is (since the destruction of the Pink and White Terraces, at least) arguably NZ's most…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/orakei-korako/a/poi-sig/1478471/362760",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1029979468.jpg",
    "detail_description": "Tucked away from other more popular thermal fields, Orakei Korako is (since the destruction of the Pink and White Terraces, at least) arguably NZ's most spectacular thermal area, with active geysers, stunning terraces, bubbling rainbow lands and one of only two geothermal caves in the world. A 2.5km walking track (allow 1½ hours) follows stairs and boardwalks around the colourful silica terraces for which the park is famous. Entry includes the boat ride across the lake.\nBe sure to take the short side track to Ruatapu Cave. This impressive natural cave has a jade-green pool, thought to have been used as a mirror by Māori women preparing for rituals (Orakei Korako means ‘the Place of Adorning’).MudCake Cafe, inside the visitor centre, does only the likes of sandwiches and pies, but has a lovely terrace overlooking Lake Ohakuri.It’s about 30 minutes to Orakei Korako from Taupō. Take SH1 towards Hamilton for 23km, and then travel for 14km from the signposted turn-off. From Rotorua the turn-off is on SH5, beside Mihi Bridge. You can also arrive in more spectacular style with New Zealand River Jet."
},
{
    "country": "new-zealand",
    "index": 4,
    "name": "Te Puia",
    "latitude": "-38.163716",
    "longitude": "176.250486",
    "excerpt": "Te Puia dials up the heat on Māoritanga (things Māori) with explosive performances from both its cultural troupe and Pōhutu (Big Splash), its famous…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/rotorua-and-the-bay-of-plenty/rotorua/attractions/te-puia/a/poi-sig/458551/362749",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1454698547.jpg",
    "detail_description": "Te Puia dials up the heat on Māoritanga (things Māori) with explosive performances from both its cultural troupe and Pōhutu (Big Splash), its famous geyser that erupts around 20 times a day, spurting hot water up to 30m skyward. It erupts in tandem with the adjoining Prince of Wales’ Feathers geyser. Also here is a kiwi conservation centre and the New Zealand Māori Arts and Crafts Institute, where you can watch students at work.\nDaytime visits (Te Rā) include an informative guided tour of the entire complex (departing on the hour), which also features a wharenui (carved meeting house), a re-created precolonial village (Te Puia is on the site of a Māori Village that was inhabited for 600 years), the kiwi enclosure and a large chunk of the Whakarewarewa thermal zone. After the tour you're welcome to wander around at your leisure. It's well worth paying extra for the cultural performance (10.15am, 12.15pm and 3.15pm), incorporating a traditional welcome into the wharenui and a 45-minute kapa haka (traditional song and dance) concert. The three-hour Te Pō (night) experience starts at 6pm and includes a cultural show and a hāngi meal, followed by a tour through the thermal zone in a people mover.The Arts and Crafts Institute houses the national carving and weaving schools, and you're free to watch the bone and wood carving and the flax weaving."
},
{
    "country": "new-zealand",
    "index": 2,
    "name": "Huka Falls",
    "latitude": "-38.649648",
    "longitude": "176.089479",
    "excerpt": "The Waikato, New Zealand’s longest river, squeezes through a narrow chasm at Huka Falls, making the dramatic 11m drop into a surging crystal-blue…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/taupo-and-the-central-plateau/taupo/attractions/huka-falls/a/poi-sig/1246648/362760",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF177029227.jpg",
    "detail_description": "The Waikato, New Zealand’s longest river, squeezes through a narrow chasm at Huka Falls, making the&nbsp;dramatic 11m drop into a surging crystal-blue whirlpool at a rate of 220,000L per second.&nbsp;\nYou can experience the full force of this torrent, which the Māori called Hukanui (Great Body of Spray), from the footbridge straddling the falls. Walking tracks run along both banks.\nWalk\nThe Huka Falls Walkway heads back towards town and the Spa Thermal Park, while the Huka Falls to Aratiatia Rapids track goes 7km downstream to the rapids. On sunny days the water is crystal clear and you can take great photographs from the lookout on the other side of the footbridge.\nJet boats\nThere are multiple ways to see the falls on a tour.&nbsp;An adenaline-pumping&nbsp;jet-boat tour will take you to the base of Huka Falls where you’ll feel the spray on your face. For a more relaxed&nbsp;experience, book a Huka Falls river cruise for a cup of tea with your views. Alternatively, take a helicopter tour of the Taupo region and get a birds-eye view of this spectacular natural phenomenon instead.&nbsp;\nHuka Falls deaths&nbsp;\nThis is a treacherous body of water with a very high-pressure and extremely dangerous waterfall. There have unfortunately been a number of drownings here over the years, so locals stress that it is a tourist attraction for viewing only. Do not enter the falls. We repeat: do not enter the falls.\n"
},
{
    "country": "new-zealand",
    "index": 3,
    "name": "Lake Wakatipu",
    "latitude": "-45.037505",
    "longitude": "168.654556",
    "excerpt": "Shaped like a cartoon lightning bolt, Lake Wakatipu is NZ's third-largest lake. It reaches a depth of 372m, meaning the lake bed actually sits below sea…",
    "detail_url": "https://www.lonelyplanet.com/new-zealand/queenstown-and-wanaka/queenstown/attractions/lake-wakatipu/a/poi-sig/1479576/362741",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock344887277.jpg",
    "detail_description": "Shaped like a cartoon lightning bolt, Lake Wakatipu is NZ's third-largest lake. It reaches a depth of 372m, meaning the lake bed actually sits below sea level. Five rivers flow into it but only one (the Kawarau) flows out, making it prone to sometimes dramatic floods. The lake can be experienced at any number of speeds: the classic TSS Earnslaw steamboat trip, a spin with KJet, below decks in the Time Tripper, or a shark's-eye view with Hydro Attack.\nIf the water looks clean, that's because it is. Scientists have rated it as 99.9% pure – you're better off dipping your glass in the lake than buying bottled water. It's also very cold. That beach by Marine Pde may look tempting on a scorching day, but trust us – you won't want to splash about for long in water that hovers around 11.5°C year-round. Because cold water increases the risk of drowning, local by-laws require the wearing of life jackets in all boats under 6m, including kayaks, on the lake (and all of the district's lakes).Māori tradition sees the lake's shape as the burnt outline of the evil giant Matau sleeping with his knees drawn up. Local lad Matakauri set fire to the bed of bracken on which the giant slept in order to rescue his beloved Manata, a chief's daughter who was kidnapped by the giant. The fat from Matau's body created a fire so intense that it burnt a hole deep into the ground."
}
]