[
{
    "country": "nicaragua",
    "city": "Nicaragua",
    "index": 1,
    "name": "Reserva Natural Volcán Mombacho",
    "latitude": "11.827156",
    "longitude": "-85.959177",
    "excerpt": "It’s been a few decades since this 1345m volcano, the defining feature of the Granada skyline, has acted up, but it is still most certainly active and…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/volcan-mombacho/attractions/reserva-natural-volcan-mombacho/a/poi-sig/1323778/1328424",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-86168493_super.jpg",
    "detail_description": "It’s been a few decades since this 1345m volcano, the defining feature of the Granada skyline, has acted up, but it is still most certainly active and sends up the periodic puff of smoke. It’s easy to get to the crown of cloud forest, steaming with fumaroles and other bubbling volcanic activity beneath the misty vines and orchids. Attractions include three hiking trails of varying difficulty, an organic coffee farm and more. Take a tour from Granada or drive yourself.\nReserva Natural Volcán Mombacho is managed by the Fundación Cocibolca, which since 1999 has been building trails and running an eco-mobile (think refurbished military jeeps seating 25) on the 40% grade up to 1100m. Get there early to take the short trail through the organic coffee farm, or check out the mariposario (butterfly garden) and orchid garden (free with entrance), close to the parking lot.At the top you can find three species of monkey, 168 species of bird and more than 100 types of orchids as part of the jungle canopy that this park is intent on preserving. There is a choice of several trails, including Sendero del Cráter, a 1.5km jaunt to the fumaroles, plus great views of Granada and Las Isletas, and Sendero la Puma, a steeper 4km trek around the lip of the crater, with even better views. Guides, many of whom speak English, are available at the entrance and cost US$12 to US$22 per group of up to seven. Guides are required for a trek up Sendero el Tigrillo, a heart-pumping two-hour tromp up to two overlooks.The park is open to the public with regular hours on Friday, Saturday and Sunday. However, groups of 10 or more can make arrangements to visit on other days. Time your arrival to coincide with an eco-mobile departure, at 8:30am, 10am and 1pm.If you have a 4WD, you can drive up the volcano for an extra US$22 – plus US$5 for every adult and US$3 for every child in the car."
},
{
    "country": "nicaragua",
    "city": "León",
    "index": 39,
    "name": "El Fortín de Acososco",
    "latitude": "12.416585",
    "longitude": "-86.892629",
    "excerpt": "The Guardia Nacional’s last holdout in León can be reached by the 2.5km dirt road from the western side of Guadalupe cemetery, on the southern border of…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/leon-and-northwestern-nicaragua/leon/attractions/el-fortin-de-acososco/a/poi-sig/1037138/358495",
    "image_url": null,
    "detail_description": "The Guardia Nacional’s last holdout in León can be reached by the 2.5km dirt road from the western side of Guadalupe cemetery, on the southern border of Barrio Subtiaba. The large, squat, gray building was originally constructed in 1889 to take advantage of the great city views. It was abandoned until the 1950s, when the Somozas realized that they needed to keep an eye on León itself. They lost the fort on July 7, 1979.\nYou may need to ask for permission to enter this grim place; check out the abandoned torture chambers in the basement. Muggings are common on this stretch, so go with other people and take a taxi."
},
{
    "country": "nicaragua",
    "city": "León",
    "index": 40,
    "name": "Museo de Arte Sacre",
    "latitude": "12.433769",
    "longitude": "-86.894732",
    "excerpt": "Call ahead to make sure this intriguing museum is open. You’ve probably noticed this neighborhood’s churches are in some disrepair, a situation that…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/leon-and-northwestern-nicaragua/leon/attractions/museo-de-arte-sacre/a/poi-sig/1037145/358495",
    "image_url": null,
    "detail_description": "Call ahead to make sure this intriguing museum is open. You’ve probably noticed this neighborhood’s churches are in some disrepair, a situation that inspired locals to preserve the region’s absolutely beautiful 16th- and 17th-century religious art right here, where it would be safe.\nArt ranging from faithfully detailed wooden saints (including one of the first Virgins of Guadalupe) to more ostentatious examples of baroque overkill, including lots of gold and silver artifacts, have been packed into the original Casa Cultural de Subtiaba, built in 1544."
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 37,
    "name": "Reserva Silvestre Greenfields",
    "latitude": "12.254966",
    "longitude": "-83.756847",
    "excerpt": "This privately managed, 284-hectare wildlife reserve near the village of Kukra Hill has tracts of both mangroves and jungle, and offers a variety of…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/caribbean-coast/bluefields/attractions/reserva-silvestre-greenfields/a/poi-sig/458447/358487",
    "image_url": null,
    "detail_description": "This privately managed, 284-hectare wildlife reserve near the village of Kukra Hill has tracts of both mangroves and jungle, and offers a variety of activities including canoeing, swimming and hiking. Advanced reservations are essential. Kukra Hill is a 30-minute boat ride from the Muelle Municipal in Bluefields. Return transport from the village to the reserve, if you're not staying overnight, costs US$10 per visitor.\nThere's a basic cabaña (single/double US$30/50) and a more comfortable bungalow (US$100) at the reserve. Accommodation prices include kitchen access and round-trip boat transport between the reserve and Kukra Hill."
},
{
    "country": "nicaragua",
    "city": "Managua",
    "index": 36,
    "name": "Catedral Metropolitana",
    "latitude": "12.1326",
    "longitude": "-86.26597",
    "excerpt": "Just north of the Metrocentro mall is an unforgettable Managua landmark that's practically new (the doors opened in 1993). It's an architectural marvel…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/managua/attractions/catedral-metropolitana/a/poi-sig/1322281/358497",
    "image_url": null,
    "detail_description": "Just north of the Metrocentro mall is an unforgettable Managua landmark that's practically new (the doors opened in 1993). It's an architectural marvel that leaves most visitors, well, scratching their heads. It’s not a mosque, really: the 63 cupolas (or breasts, or eggs; speculation continues) symbolize Nicaragua’s 63 Catholic churches, and also provide structural support during earthquakes – a good thing, since it sits astride a fault line.\nThe interior is cool, heartfelt and unspectacular, although the shrine on the northwest side is nice. Of the US$45 million used to construct the cathedral, US$3.5 million was donated by avid pro-lifer Tom Monaghan, former owner of Domino's Pizza."
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 38,
    "name": "Parque Arqueológico Piedras Pintadas",
    "latitude": "12.114523",
    "longitude": "-84.914231",
    "excerpt": "Here you'll find hundreds of petroglyphs carved into the mossy boulders, including deer, snakes, turtles, crocodiles and spirals, set among rolling green…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/villa-sandino/attractions/parque-arqueologico-piedras-pintadas/a/poi-sig/1368461/1335812",
    "image_url": null,
    "detail_description": "Here you'll find hundreds of petroglyphs carved into the mossy boulders, including deer, snakes, turtles, crocodiles and spirals, set among rolling green hills. There are also large stones with carved channels, which are said to have been used for ritual sacrifice, and an impressive bathing pool carved out of a single massive boulder. Buy your entrance ticket and organize guides (US$12 per group) at the Alcaldía before leaving Villa Sandino.\nThe park is overgrown with thick scrub and high grass – bring sturdy footwear. It's 8km north of town on a firm dirt road. A round-trip taxi from town is around US$10."
},
{
    "country": "nicaragua",
    "city": "Managua",
    "index": 35,
    "name": "Museo Nacional",
    "latitude": "12.155535088758",
    "longitude": "-86.272079287555",
    "excerpt": "Inside the Palacio de la Cultura y Biblioteca Nacional, the beautiful national museum is an enjoyable romp through the country's history – from Nicaragua…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/managua/attractions/museo-nacional/a/poi-sig/1322273/358497",
    "image_url": null,
    "detail_description": "Inside the Palacio de la Cultura y Biblioteca Nacional, the beautiful national museum is an enjoyable romp through the country's history – from Nicaragua's prehistory and the formation of the lakes and volcanoes – not to mention gold mines – to pre-Columbian statuary and one of the best pottery collections in the country, all well signed and explained.\nOther exhibits whiz through the Spanish-colonial period before landing in the Sandino and the Sandinista eras. Above the main staircase is a mural of revolutionary movements in the Americas by Mexican artist Arnold Belkin, and there’s also a room tracing 500 years of art (most from the 1970s), with numerous pieces by renowned Nicaraguan artists Armando Morales and Leoncio Saenz, among others."
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 34,
    "name": "Virgen de Cuapa Santuario",
    "latitude": "12.251454",
    "longitude": "-85.378532",
    "excerpt": "Most visitors to Cuapa come with the purpose of making a pilgrimage to this porcelain statue holding flowers in her hands, located at the entrance to town…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/cuapa/attractions/virgen-de-cuapa-santuario/a/poi-sig/1324407/1328553",
    "image_url": null,
    "detail_description": "Most visitors to Cuapa come with the purpose of making a pilgrimage to this porcelain statue holding flowers in her hands, located at the entrance to town. On April 15, 1980, when tailor Bernardo Martínez was walking home, the statue began to glow. The Virgin then appeared to him five times, three times as apparitions and twice in his dreams, over the next five months. Her message was that all Nicaragua would suffer without peace.\nThis, of course, turned out to be true, which is why pilgrims descend on the Virgen de Cuapa Santuario for a week each May. The grounds, surrounded by magnolias, mango trees and boulder-strewn rangeland, include two shrines, a replica statue and a small amphitheater. Pilgrims are welcome to sleep here on May 8 to commemorate the first apparition. Sunday services are held at 11am weekly."
},
{
    "country": "nicaragua",
    "city": "León",
    "index": 33,
    "name": "Museo Rubén Darío",
    "latitude": "12.434869",
    "longitude": "-86.88293",
    "excerpt": "Nicaragua's most famous poet, Rubén Dario, lived in this house for the first 14 years of his life – indeed, he started writing poetry right here at age 12…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/leon-and-northwestern-nicaragua/leon/attractions/museo-ruben-dario/a/poi-sig/1037142/358495",
    "image_url": null,
    "detail_description": "Nicaragua's most famous poet, Rubén Dario, lived in this house for the first 14 years of his life – indeed, he started writing poetry right here at age 12. That first poem is on display here, as are various personal effects. Of all of Nicaragua's museums and monuments dedicated to the poet, this colonial house seems like the one where you’d be most likely to run into his ghost, (and, in fact, here you can see his death mask).\nExhibits are displayed throughout the house, ranging from everyday items that provide a window into well-to-do Nicaraguan life in the late 1800s to handwritten manuscripts of Darío’s famous works. His bible, the bed where he died ‘an agonizing death’ and the fancy duds he wore as the ambassador to Spain are just highlights among the historic bric-a-brac.Darío’s final resting place is in the León cathedral."
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 32,
    "name": "Rama Cay",
    "latitude": "11.880853",
    "longitude": "-83.808689",
    "excerpt": "This tiny and rocky barbell-shaped island 15km southeast of Bluefields is the de facto capital of the Rama nation. Dotted with coconut and banana palms…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/territorio-rama-kriol/attractions/rama-cay/a/poi-sig/1596422/1339829",
    "image_url": null,
    "detail_description": "This tiny and rocky barbell-shaped island 15km southeast of Bluefields is the de facto capital of the Rama nation. Dotted with coconut and banana palms and mango and breadfruit trees, the island is laced with earthen trails that link clusters of stilted thatched bungalows, home to more than 1000 people – over half of all remaining Rama. A trip here is a cultural experience rather than an island excursion.\nCheck out the Moravian Church or head up to the breezy point on the north side of the island to chill out under coconut trees. The population here still speaks its own language, which you'll hear wherever you go. If you're feeling active, learn to sail a traditional dory (dugout canoe) on the bay and head across to wild Mission Cay for a picnic. Visits to Rama Cay can be organized through the Gobierno Territorial Rama-Kriol office in Bluefields, which can arrange transportation and lodging."
},
{
    "country": "nicaragua",
    "city": "San Juan Del Sur",
    "index": 31,
    "name": "Parroquia San Juan Bautista",
    "latitude": "11.252646254514",
    "longitude": "-85.869617214238",
    "excerpt": "The town's pretty peach-and-white church pays homage to San Juan Bautista.",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/southwestern-nicaragua/san-juan-del-sur/attractions/parroquia-san-juan-bautista/a/poi-sig/461372/358508",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148809262_full.jpg",
    "detail_description": "The town's pretty peach-and-white church pays homage to San Juan Bautista.\n"
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 30,
    "name": "Muelle Viejo",
    "latitude": "14.019855",
    "longitude": "-83.384771",
    "excerpt": "Take a stroll along the wooden boards of the historic Muelle Viejo (Old Pier), where both Sandino and the Contras received arms smuggled in from abroad,…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/caribbean-coast/bilwi-puerto-cabezas/attractions/muelle-viejo/a/poi-sig/1364442/358486",
    "image_url": null,
    "detail_description": "Take a stroll along the wooden boards of the historic Muelle Viejo (Old Pier), where both Sandino and the Contras received arms smuggled in from abroad, the former with the assistance of the town's prostitutes. But the 420m-long pier's biggest moment in the spotlight was in 1961, when Somoza lent the facility to US-funded Cuban exiles to launch the disastrous Bay of Pigs invasion.\nToday it's a hive of activity, especially in lobster season, when gallant divers line up outside with their wooden paddles, waiting their turn to get onto deep sea boats – mother ships from which they'll launch their small wooden canoes before diving down in search of the crustaceans.There is a security gate halfway down the pier, but if you ask permission it's possible to walk all the way to the end. As you walk back, check out the panga graveyard in front of the military base on your right, where large fiberglass skiffs seized from narcotics traffickers lie half-buried in the sand – a testament to the not-so-legal shipping lanes that pass in front of the town."
},
{
    "country": "nicaragua",
    "city": "Granada",
    "index": 28,
    "name": "Mercado Municipal",
    "latitude": "11.92652",
    "longitude": "-85.954832",
    "excerpt": "Head to the overflowing and lively Mercado Municipal, a neoclassical building constructed in 1892, for a chance to observe locals haggling over fresh…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/granada-and-the-masaya-region/granada/attractions/mercado-municipal/a/poi-sig/432732/358491",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6309917fd78f7f5eb98512f45a41a35b-mercado-municipal.jpg",
    "detail_description": "Head to the overflowing and lively Mercado Municipal, a neoclassical building constructed in 1892, for a chance to observe locals haggling over fresh produce.\n"
},
{
    "country": "nicaragua",
    "city": "Nicaragua",
    "index": 29,
    "name": "Reserva Natural Chocoyero-El Brujo",
    "latitude": "11.979274",
    "longitude": "-86.257267",
    "excerpt": "This 184-hectare natural reserve, 30km outside Managua, is a small wilderness enclave within easy reach of the capital. Imagine: a hardwood forest, dense…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/reserva-natural-chocoyero-el-brujo/attractions/reserva-natural-chocoyero-el-brujo/a/poi-sig/1324135/1333989",
    "image_url": null,
    "detail_description": "This 184-hectare natural reserve, 30km outside Managua, is a small wilderness enclave within easy reach of the capital. Imagine: a hardwood forest, dense vegetation, and sheer cliffs anointed by two 25-metre waterfalls. El Brujo (The Warlock) disappears underground, while Chocoyero cascades down a cliff dotted with holes inhabited by chocoyos (parakeets). A walk to the falls and back takes an hour; the loop trail takes two. Follow the signposted bumpy dirt road from the turnoff south of Ticuantepe.\nApart from five kinds of chocoyo, the reserve is home to 113 other bird species, numerous reptiles and 49 species of mammals. You might hear rather than see the howler monkey, and spot the tiny capuchin monkeys in the canopy. Nicaragua's small cat species, the gato de monte and tigrillo, also live here, but they're nocturnal and difficult to see. It's well worth camping here if you have the time; it gives you the best chance of observing the parakeets as they exit their nests en masse around 5:30am and return in a noisy flock at around 4pm."
},
{
    "country": "nicaragua",
    "city": "San Juan Del Sur",
    "index": 27,
    "name": "Cristo de la Misericordia",
    "latitude": "11.261887",
    "longitude": "-85.881704",
    "excerpt": "This 25m statue of Jesus – one of the tallest in the world – overlooks the town from its perch 2km to the north. Take the one-hour hike up from the north…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/southwestern-nicaragua/san-juan-del-sur/attractions/cristo-de-la-misericordia/a/poi-sig/1369205/358508",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dfe70af27161f501a321b63daf7d32a2-christ-of-mercy-statue.jpg",
    "detail_description": "This 25m statue of Jesus – one of the tallest in the world – overlooks the town from its perch 2km to the north. Take the one-hour hike up from the north end of Playa San Juan del Sur to catch a great bird's-eye (or son-of-God's eye) view of the harbor and ocean.\n"
},
{
    "country": "nicaragua",
    "city": "Managua",
    "index": 26,
    "name": "Plaza de la Revolución",
    "latitude": "12.15628",
    "longitude": "-86.27269",
    "excerpt": "Inaugurated in 1899 by national hero and original anti-American General José Santos Zelaya, this open plaza has been the scene of countless protests,…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/managua/attractions/plaza-de-la-revolucion/a/poi-sig/1358873/358497",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-462860717_high.jpg",
    "detail_description": "Inaugurated in 1899 by national hero and original anti-American General José Santos Zelaya, this open plaza has been the scene of countless protests, parades, romances and more. On the northeast of the plaza rests the tomb of Sandinista commander Carlos Fonseca. It's particularly atmospheric on afternoons and weekends, when it fills with promenading Managuans.\n"
},
{
    "country": "nicaragua",
    "city": "Managua",
    "index": 25,
    "name": "Monumento a Rubén Darío",
    "latitude": "12.157245813353",
    "longitude": "-86.272896474875",
    "excerpt": "On the lake side of Plaza de la Revolución, this monument was  refurbished after the original 1933 statue fell into graffitied disrepair. A group of…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/managua/attractions/monumento-a-ruben-dario/a/poi-sig/432610/358497",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/41505e08ffbf636880d2b0589f45e6f0-monumento-a-ruben-dario.jpg",
    "detail_description": "On the lake side of Plaza de la Revolución, this monument was  refurbished after the original 1933 statue fell into graffitied disrepair. A group of artists did a guerrilla installation, veiling the city’s shame from public view and demanding poetic justice. In 1998 the cash-strapped government bowed to public opinion and, with Texaco Oil’s help, restored the likeness of Nicaragua’s favorite son. \n"
},
{
    "country": "nicaragua",
    "city": "Granada",
    "index": 24,
    "name": "Casa de los Leones & Fundación Casa de los Tres Mundos",
    "latitude": "11.931128",
    "longitude": "-85.953534",
    "excerpt": "Founded in 1986 by Ernesto Cardenal, the Fundación Casa de los Tres Mundos moved to elegant Casa de los Leones in 1992. Casa Los Leones was built in 1720,…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/granada-and-the-masaya-region/granada/attractions/casa-de-los-leones-fundacion-casa-de-los-tres-mundos/a/poi-sig/1322962/358491",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6a8bd33174ec695cb00a07dcf0c57a61-casa-de-los-leones-fundacion-casa-de-los-tres-mundos.jpg",
    "detail_description": "Founded in 1986 by Ernesto Cardenal, the Fundación Casa de los Tres Mundos moved to elegant Casa de los Leones in 1992. Casa Los Leones was built in 1720, but what you see now is a reconstruction, since William Walker burned down the original. At the entrance, a board lists special events: poetry readings, classical ballet, folkloric dance and free movies. During regular business hours, you can enjoy the beautiful mansion, historical archive, cafe and art displays.\n"
},
{
    "country": "nicaragua",
    "city": "Granada",
    "index": 23,
    "name": "Antigua Estación del Ferrocarril",
    "latitude": "11.937816229284",
    "longitude": "-85.955189584112",
    "excerpt": "Nine long blocks north of town along Calle Atravesada you’ll find Parque Sandino, next to the old train station, now a technical vocational school. It was…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/granada-and-the-masaya-region/granada/attractions/antigua-estacion-del-ferrocarril/a/poi-sig/1322997/358491",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4c481b408772e7575dae75896a231cd4-antigua-estacion-del-ferrocarril.jpg",
    "detail_description": "Nine long blocks north of town along Calle Atravesada you’ll find Parque Sandino, next to the old train station, now a technical vocational school. It was built in 1882 and operational in 1886; the US Marines remodeled it in 1912. There's lots of playground equipment, some with train themes, and a few well-preserved railroad cars are on display nearby. Out front is the Parque de los Poetas, dedicated to Nicaragua’s literary giants.\n"
},
{
    "country": "nicaragua",
    "city": "Granada",
    "index": 22,
    "name": "Iglesia La Merced",
    "latitude": "11.929302",
    "longitude": "-85.956634",
    "excerpt": "Perhaps the most beautiful church in the city, this landmark was built in 1534. Most come here for the spectacular views from the bell tower – especially…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/granada-and-the-masaya-region/granada/attractions/iglesia-la-merced/a/poi-sig/432722/358491",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128096708_full.jpg",
    "detail_description": "Perhaps the most beautiful church in the city, this landmark was built in 1534. Most come here for the spectacular views from the bell tower – especially picturesque at sunset. Originally completed in 1539, it was razed by pirates in 1655 and rebuilt with its current baroque facade between 1781 and 1783. Damaged by William Walker’s forces in 1854, it was restored with the current elaborate interior in 1862. Today Catholics come here to see the Virgen de Fatima.\n"
},
{
    "country": "nicaragua",
    "city": "Managua",
    "index": 21,
    "name": "Arboretum Nacional Juan Batista Salas",
    "latitude": "12.14784",
    "longitude": "-86.27401",
    "excerpt": "These modest gardens, inconveniently located halfway between Barrio Bolonia and the Plaza Monumental on Av Bolívar (well, it’s convenient if you’re making…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/managua/attractions/arboretum-nacional-juan-batista-salas/a/poi-sig/432604/358497",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ff7bb8c4a7d59fb49453260948d6f99f-arboretum-nacional.jpg",
    "detail_description": "These modest gardens, inconveniently located halfway between Barrio Bolonia and the Plaza Monumental on Av Bolívar (well, it’s convenient if you’re making the hot 40-minute walk between them), features more than 200 species of plants, divided into Nicaragua’s five major life zones. Of these only the dry tropical forest and central lowlands look happy. Your fee includes a guided tour, where you’ll see a madriño, the national tree, and sacuanjoche, the national flower.\n"
},
{
    "country": "nicaragua",
    "city": "León",
    "index": 20,
    "name": "Museo de Leyendas y Tradiciones",
    "latitude": "12.431914",
    "longitude": "-86.878821",
    "excerpt": "León’s most entertaining and eclectic museum is housed in La XXI (the 21st Garrison), decorated with murals graphically depicting methods the Guardia…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/leon-and-northwestern-nicaragua/leon/attractions/museo-de-leyendas-y-tradiciones/a/poi-sig/1037164/358495",
    "image_url": null,
    "detail_description": "León’s most entertaining and eclectic museum is housed in La XXI (the 21st Garrison), decorated with murals graphically depicting methods the Guardia Nacional used to torture prisoners. What makes this museum unmissable is the striking contrast of its main subjects: a quirky collection of life-sized papier-mâché figures from Leonese history and legend (such as Rubén Darío and a musician known as the Divino Leproso), handmade by founder señora Toruña.\nYou’re led from room to room, each dedicated to a different aspect of Leonese folklore, from La Gigantona – the giant woman who represents an original colonist, still ridiculed by a popular ballet folklórico – to La Carreta Nagua (Chariot of Death), which picks up the souls of those foolish enough to cross intersections, and kitty-corner and macabre figures, such as the pig-witches and Toma La Teta – a hideous woman with one enormous breast who attacks men with it, \"leaving them stunned and asphyxiated\". Check out the mosaics in the garden, too.If you get the curator to show you around, between each rundown of local legends, your Spanish-speaking guide will cheerfully shift gears to describe the gory human-rights abuses – stretching on racks, beatings, water tortures etc – that took place here regularly until June 13, 1979, when Commander Dora María Téllez successfully breached Somoza’s defenses and secured La XXI for the Sandinistas, releasing all prisoners. Signage is in English and Spanish."
},
{
    "country": "nicaragua",
    "city": "Managua",
    "index": 19,
    "name": "Parque Histórico Nacional Loma de Tiscapa",
    "latitude": "12.141585",
    "longitude": "-86.270764",
    "excerpt": "Home to what’s easily Managua’s most recognizable landmark, Sandino’s somber silhouette, this national historic park was once the site of the Casa…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/managua/attractions/parque-historico-nacional-loma-de-tiscapa/a/poi-sig/432618/358497",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-528445969_master.jpg",
    "detail_description": "Home to what’s easily Managua’s most recognizable landmark, Sandino’s somber silhouette, this national historic park was once the site of the Casa Presidencial, where Sandino and his men were executed in 1934; what looks like a dilapidated parking structure was for decades one of Nicaragua’s most notorious prisons.\nYou can see Sandino, hastily erected by the departing Frente Sandinista de Liberación Nacional (FSLN; Sandinista National Liberation Front) government after its electoral loss in 1990, from almost anywhere in town; begin your ascent at the Crowne Plaza. You’ll pass Monumento Roosevelt, constructed in 1939, with lovely lake views (today it's a memorial to those killed in the revolution).The top of Loma de Tiscapa is actually the lip of Volcán Tiscapa’s beautiful little crater lake, with incredible views of the city, both cathedrals and Volcán Momotombo. Keep in mind that, despite a vigorous clean-up campaign, the lake is polluted with untreated sewage."
},
{
    "country": "nicaragua",
    "city": "León",
    "index": 18,
    "name": "Catedral de León",
    "latitude": "12.435057509392",
    "longitude": "-86.877985988806",
    "excerpt": "Officially known as the Basílica de la Asunción, León’s cathedral is the largest in Central America, its expansive design famously (and perhaps…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/leon-and-northwestern-nicaragua/leon/attractions/catedral-de-leon/a/poi-sig/1323103/358495",
    "image_url": null,
    "detail_description": "Officially known as the Basílica de la Asunción, León’s cathedral is the largest in Central America, its expansive design famously (and perhaps apocryphally) approved for construction in much more important Lima, Peru. Leonese leaders originally submitted a more modest but bogus set of plans, but architect Diego José de Porres Esquivel, the Capitán General of Guatemala (also responsible for San Juan Bautista de Subtiaba, La Recolección and La Merced churches, among others), pulled the switcheroo and built this beauty instead.\nThis is the cathedral’s fourth incarnation. The 1610 original was replaced in 1624 with a wood-and-adobe structure that pirate William Dampier burned to the ground in 1685. Another adobe was used until work began on this enormous ‘Antigüeño,’ Central American baroque-style masterpiece in 1747. Construction, done primarily by indigenous laborers from Subtiaba and Posoltega, went on for more than a hundred years.The cathedral is a sort of pantheon of Nicaraguan culture. The tomb of Rubén Darío, León’s favorite son, is on one side of the altar, guarded by a sorrowful lion and the inscription ‘Nicaragua is created of vigor and glory, Nicaragua is made for freedom.’ Nearby rest the tombs of lesser-known Leonese poets Alfonso Cortés and Salomón de la Selva, as well as Miguel Larreynaga.Among the magnificent works of art within are the Stations of the Cross by Antonio Sarria, considered masterpieces, and El Cristo Negro de Pedrarias, possibly the oldest Catholic image in the Americas, brought here in 1528. Marble statues inside are beautifully crafted, most notably the elaborate Inmaculada Concepción de María.If it’s clear, go up on the roof (US$3), with a spectacular view of the city and smoking volcanoes beyond. The office selling tickets for roof access is on the eastern side of the cathedral, facing the market, and you ascend through the tower in the cathedral's northwest corner."
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 17,
    "name": "Reserva de Biosfera Bosawás",
    "latitude": "14.434348",
    "longitude": "-84.748192",
    "excerpt": "This remarkable expanse of protected wilderness is Nicaragua's biggest biosphere reserve, and makes up more than 14% of Nicaragua’s national territory. It…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/caribbean-coast/attractions/reserva-de-biosfera-bosawas/a/poi-sig/1601808/358485",
    "image_url": null,
    "detail_description": "This remarkable expanse of protected wilderness is Nicaragua's biggest biosphere reserve, and makes up more than 14% of Nicaragua’s national territory. It's a challenging place, covered in thick, steamy rainforest bisected by brown rivers, that isn't remotely set up for tourism. With some careful planning, not insignificant expense and no attachment to creature comforts, it is possible to visit, however.\nCome prepared: someone in your group (don’t do this alone) should speak a fair amount of Spanish, and you should consider taking malaria pills for longer adventures. Water-purification technology is necessary for most of the reserve. But the real key to access is persistence – you can get in, just don’t count on it happening on your timetable, and expect to be following leads like: ‘find Jaguar José at the pulpería near the empalme of (something unpronounceable); he’s got a truck that can get through.’During the reserve’s February-to-April dry season, rivers (read: the freeway system) may be too low to travel, unless you help carry the canoe around the rapids. Luckily, it’s usually raining, and some spots (for instance, the Río Waspuk region) get 3200mm of rain per year – regular roads may be impassable most of the year. Temperatures average a sweaty 26.5°C (80°F), but bring a fleece for Cerro Kilambé (1750m).The easiest access to the Reserve de Biosfera Bosawás is from Siuna via the Parque Nacional Saslaya. Head to the ranger station, 3.5km from the community of Rosa Grande, where you'll register and contract a guide for the trek to Piedra Colorada. You’ll overnight by a pine-shaded lagoon and in the morning begin the three-day climb to Cerro El Toro (1652m), or an overnight trip up El Revenido. A rolling trail circumnavigates both peaks, and can be done in one day.Hormiguero is another national-park gateway. From the ranger station at the trailhead, it’s a five-hour hike to Camp Salto Labú, with a stunning swimming hole that has a cave, canyons and petroglyphs. From here, you can also begin a four-day trek to the top of Cerro Saslaya (1651m). Bring a sleeping bag, tent and water-purification for both treks."
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 16,
    "name": "Museo Histórico Cultural de la Costa Caribe",
    "latitude": "12.010569",
    "longitude": "-83.760055",
    "excerpt": "Learn about the Caribbean region's diverse cultures with a visit to this fascinating museum, which contains an interesting mix of historical items from…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/caribbean-coast/bluefields/attractions/museo-historico-cultural-de-la-costa-caribe/a/poi-sig/1342752/358487",
    "image_url": null,
    "detail_description": "Learn about the Caribbean region's diverse cultures with a visit to this fascinating museum, which contains an interesting mix of historical items from the pre-Columbian era and British rule, including a sword belonging to the last Miskito king and artifacts left by the Kukra indigenous group.\n"
},
{
    "country": "nicaragua",
    "city": "Corn Islands",
    "index": 15,
    "name": "Long Bay",
    "latitude": "12.160821",
    "longitude": "-83.052564",
    "excerpt": "This stunner of a beach arcs from a pile-up of local fishing pangas and lobster traps to a wild, jungle-covered headland at its far end. If you’re looking…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/great-corn-island/attractions/long-bay/a/poi-sig/1598728/1333887",
    "image_url": null,
    "detail_description": "This stunner of a beach arcs from a pile-up of local fishing pangas and lobster traps to a wild, jungle-covered headland at its far end. If you’re looking for a place to snooze and swim in absolute tranquility, this is your destination, although be careful in the water, as the riptide can be strong and the waves very rough.\n"
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 14,
    "name": "Waiku Centro de Arte",
    "latitude": "12.011576",
    "longitude": "-83.763102",
    "excerpt": "This excellent social project is run by two English-speaking activists, Greta and Yesi, whose small arts center displays painting, handicrafts, clothing…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/caribbean-coast/bluefields/attractions/waiku-centro-de-arte/a/poi-sig/1598734/358487",
    "image_url": null,
    "detail_description": "This excellent social project is run by two English-speaking activists, Greta and Yesi, whose small arts center displays painting, handicrafts, clothing and jewellery for sale, made by members of all six ethnic groups present in the RAAS. Above all, the center encourages reading, and it provides chairs, coffee (US$0.05 per cup!) and a book exchange.\n"
},
{
    "country": "nicaragua",
    "city": "León",
    "index": 13,
    "name": "Museo Histórico de la Revolución",
    "latitude": "12.434733",
    "longitude": "-86.879454",
    "excerpt": "León is the heart and soul of liberal Nicaragua. Stop into this museum for an overview of the Nicaraguan revolutionaries who stood up against the Somoza…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/leon-and-northwestern-nicaragua/leon/attractions/museo-historico-de-la-revolucion/a/poi-sig/1530737/358495",
    "image_url": null,
    "detail_description": "León is the heart and soul of liberal Nicaragua. Stop into this museum for an overview of the Nicaraguan revolutionaries who stood up against the Somoza dictatorship, tracing national history from the devastating earthquake of 1972 to the Sandinista overthrow. The true highlight here is being shown around by the former revolutionaries who can tell you all about their role in the conflict.\n"
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 12,
    "name": "Museo Arqueológico Gregorio Aguilar Barea",
    "latitude": "12.107206",
    "longitude": "-85.364102",
    "excerpt": "Mystical stone statues rise like ancient totems in the courtyard entrance here. It houses the most important collection of stelae in the country, with…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/juigalpa/attractions/museo-arqueologico-gregorio-aguilar-barea/a/poi-sig/1324110/1328550",
    "image_url": null,
    "detail_description": "Mystical stone statues rise like ancient totems in the courtyard entrance here. It houses the most important collection of stelae in the country, with more than 120 basalt statues carved between AD 800 and 1500, including La Chinita, known as 'The Mona Lisa of Chontales.’ She too has appeared at the Louvre.\nInside the museum are hundreds of pre-Columbian pots, incense burners, funeral jars, art objects and the largest metate (corn grinder) ever found."
},
{
    "country": "nicaragua",
    "city": "Granada",
    "index": 11,
    "name": "Museo de Chocolate",
    "latitude": "11.931401",
    "longitude": "-85.955293",
    "excerpt": "Granada's new chocolate museum is excellent if you're traveling with children: the 'beans to bar' chocolate workshop, where participants learn to roast…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/granada-and-the-masaya-region/granada/attractions/museo-de-chocolate/a/poi-sig/1531000/358491",
    "image_url": null,
    "detail_description": "Granada's new chocolate museum is excellent if you're traveling with children: the 'beans to bar' chocolate workshop, where participants learn to roast and grind cocao beans, and mold their very own Nicaraguan chocolate bar, is hands-on fun for all ages. Cigar-making workshops are also held here. The museum is at the Mansión de Chocolate hotel, which also has a chocolate-oriented spa and a popular buffet breakfast (US$7), plus a great swimming pool you can use for an extra US$6.\n"
},
{
    "country": "nicaragua",
    "city": "Isla de Ometepe",
    "index": 10,
    "name": "Museos El Ceibo",
    "latitude": "11.48013",
    "longitude": "-85.672953",
    "excerpt": "The excellent Museo Numismástico (Money Museum) documents the troubled history of the Nicaraguan economy through its coins and banknotes. Across the road,…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/esquipulas/attractions/museos-el-ceibo/a/poi-sig/1324449/1333958",
    "image_url": null,
    "detail_description": "The excellent Museo Numismástico (Money Museum) documents the troubled history of the Nicaraguan economy through its coins and banknotes. Across the road, Museo Precolombino (Pre-Columbian Museum) displays an excellent collection of more than 1500 pieces of ceramics, metates, funeral urns and jewelry, spanning the different civilizations from all around the island, and some over 5000 years old. The museums are located 2km down a shady lane off the main road, about halfway between Esquipulas and San José del Sur.\nIn the Money Museum, look for cacao – the edible currency of the Nahuatl people – and the notes showcasing the hyperinflation during the Contra War."
},
{
    "country": "nicaragua",
    "city": "Caribbean Coast",
    "index": 9,
    "name": "Museo Auka Tangki",
    "latitude": "14.741361",
    "longitude": "-83.977883",
    "excerpt": "Don’t miss Dr Dionisio Melgara Brown’s museum, a 10-minute walk along dirt roads curving away from the river. Brown, a retired teacher, built this museum…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/waspam-the-rio-coco/attractions/museo-auka-tangki/a/poi-sig/1323779/1328545",
    "image_url": null,
    "detail_description": "Don’t miss Dr Dionisio Melgara Brown’s museum, a 10-minute walk along dirt roads curving away from the river. Brown, a retired teacher, built this museum on the ground floor of his home with his own savings in order to preserve Miskito language, history and tradition.\nInside, you’ll peruse photos and artifacts including hammocks and a fishing net handwoven from natural materials, cow-skin drums, shakers made from horse clavicles, wooden bowls, turtle shells, and huge mortar-and-pestle sets used for making wabul, a traditional Miskito power shake consisting of plantains mashed with coconut or cow’s milk. Brown also sells the world’s only Miskito-Spanish and Miskito-English dictionaries (US$25), which he wrote and published himself."
},
{
    "country": "nicaragua",
    "city": "León",
    "index": 8,
    "name": "Museo de Arte Fundación Ortiz-Gurdián",
    "latitude": "12.434743",
    "longitude": "-86.881889",
    "excerpt": "Probably the finest museum of contemporary art in all of Central America, the Ortiz-Gurdián Collection has spilled over from its original home in Casa Don…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/leon-and-northwestern-nicaragua/leon/attractions/museo-de-arte-fundacion-ortiz-gurdian/a/poi-sig/1037152/358495",
    "image_url": null,
    "detail_description": "Probably the finest museum of contemporary art in all of Central America, the Ortiz-Gurdián Collection has spilled over from its original home in Casa Don Norberto Ramírez,which was refurbished in 2000 to its original Creole Civil style, with Arabic tiles and impressive flagstones. The collection, spread across two buildings and surrounding greenery-filled courtyards, includes works by Picasso, Chagall, Miró and a number of noted Nicaraguan artists.\nBegin surrounded by the luxurious realism of the Renaissance and spare beauty of the colonial period, then wander through romanticism, modernism, postmodernism and actually modern pieces by Cuban, Peruvian and other Latin American schools. Big names make an appearance, but it’s the work by Latin American masters – Diego Rivera, Rufino Tamayo, Fernando Botero, Roberto Matta and more – that defines the collection."
},
{
    "country": "nicaragua",
    "city": "Isla de Ometepe",
    "index": 7,
    "name": "Volcán Concepción",
    "latitude": "11.53873",
    "longitude": "-85.62212",
    "excerpt": "This massive (and active) volcano is an Ometepe landmark. The seven- to 10-hour hike up loose volcanic stone to the summit of this looming peak can be…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/around-volcan-concepcion/attractions/volcan-concepcion/a/poi-sig/1534121/1333879",
    "image_url": null,
    "detail_description": "This massive (and active) volcano is an Ometepe landmark. The seven- to 10-hour hike up loose volcanic stone to the summit of this looming peak can be tough, so be in good physical condition and bring water, snacks and real hiking shoes. Most hikes leave from either Moyogalpa or Altagracia. Remember that there's no shade above the tree line, it's even steeper than it looks, and it can get windy and cold at the top, particularly if it's cloudy out.\nThere are three main trails to the top: La Concha and La Flor (the most popular trail), both close to Moyogalpa, and La Sabana, a short distance from Altagracia. It's almost always cloudy at the top, which means your chances of seeing the fuming craters and awesome views over the lake and across Central America's volcanic spine are slim, even during dry season.Guided treks up the volcano cost around US$25 to US$40 per person and can be organised by most outfitters on the island."
},
{
    "country": "nicaragua",
    "city": "Isla de Ometepe",
    "index": 6,
    "name": "Volcán Maderas",
    "latitude": "11.444022",
    "longitude": "-85.511742",
    "excerpt": "Climbing this 1394m volcano is challenging but worthwhile. Guides are required for the seven- to eight-hour round-trip trek (with four to five hours of…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/around-volcan-maderas/attractions/volcan-maderas/a/poi-sig/1534148/1333881",
    "image_url": null,
    "detail_description": "Climbing this 1394m volcano is challenging but worthwhile. Guides are required for the seven- to eight-hour round-trip trek (with four to five hours of climbing); at the top, you’ll reach cloud forest ending with a steep crater descent to a chilly jade-green lake. There are three trails to the top: the most popular at Finca Magdelena and two slightly longer trails beginning at Hacienda Mérida and Finca El Porvenir. The Finca Magdalena trail offers the money shot of Volcán Concepción.\nPrices depend on where you start, whether you need transportation, and how many are in your group: you'll pay anywhere between US$15 and US$30 per person. Your lodgings can help you arrange the excursion.If climbing is not your thing, consider horseback riding or cycling around the circumference of Maderas (35km) on the rough dirt road; you'll be passing through one of the remotest parts of Nicaragua. Both can be arranged through local accommodations."
},
{
    "country": "nicaragua",
    "city": "Managua",
    "index": 5,
    "name": "Antigua Catedral",
    "latitude": "12.15633",
    "longitude": "-86.27149",
    "excerpt": "The hollow shell of Managua’s Old Cathedral remains Managua’s most poignant metaphor, shattered by the 1972 earthquake – and slowly undergoing restoration…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/managua/attractions/antigua-catedral/a/poi-sig/1322276/358497",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/abf615bb701b80c6e901ddde0e6ee946-antigua-catedral.jpg",
    "detail_description": "The hollow shell of Managua’s Old Cathedral remains Managua’s most poignant metaphor, shattered by the 1972 earthquake – and slowly undergoing restoration. Though its neoclassical facade is beautiful and serene, attended by stone angels and dappled in golden light, its interior is empty and off-limits: a cathedral without a heart in a city without a center.\n"
},
{
    "country": "nicaragua",
    "city": "León",
    "index": 4,
    "name": "Iglesia de la Recolección",
    "latitude": "12.437383",
    "longitude": "-86.877254",
    "excerpt": "Three blocks north of the cathedral, the 1786 Iglesia de la Recolección is considered the city’s most beautiful church, a Mexican-style baroque confection…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/leon-and-northwestern-nicaragua/leon/attractions/iglesia-de-la-recoleccion/a/poi-sig/1037162/358495",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2a95f8eb92566c3a9f2bc959420e4d15-iglesia-de-la-recoleccion.jpg",
    "detail_description": "Three blocks north of the cathedral, the 1786 Iglesia de la Recolección is considered the city’s most beautiful church, a Mexican-style baroque confection of swirling columns and bas-relief medallions that portray the life of Christ. Dyed a deep yellow, accented with cream and age, the lavishly decorated facade may be what makes the cover of all the tourist brochures, but be sure to stop inside and admire the slender mahogany columns and ceiling decorated with harvest motifs.\n"
},
{
    "country": "nicaragua",
    "city": "Managua",
    "index": 3,
    "name": "Museo Arqueológico Huellas de Acahualinca",
    "latitude": "12.160181",
    "longitude": "-86.294378",
    "excerpt": "Discovered by miners in 1874, these fossilized tracks record the passage of perhaps 10 people – men, women and children – as well as birds, raccoons, deer…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/managua/attractions/museo-arqueologico-huellas-de-acahualinca/a/poi-sig/432608/358497",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f30d309389115d007d62a1f4a3353eb4-huellas-de-acahualinca.jpg",
    "detail_description": "Discovered by miners in 1874, these fossilized tracks record the passage of perhaps 10 people – men, women and children – as well as birds, raccoons, deer and possum across the muddy shores of Lago de Managua some 6000 to 8000 years ago. Despite early speculation that they were running from a volcanic eruption, forensics specialists have determined that these folks were in no hurry – and, interestingly, were fairly tall at between 145cm and 160cm. Come here by taxi (US$2 to US$4).\nThe excavation was undertaken by the Carnegie Foundation in 1941 and 1942, and unearthed 14 layers, or 4m, of earth. They found some later Chorotega ceramics (about 2m down) and other intriguing artifacts, though there’s no money to take it further. The nifty on-site museum, with human skulls, a fossilized bison track and lots of ceramics, was closed for renovation at research time, but there's a detailed bilingual exhibition on the excavations and different theories surrounding the footprints. Don’t skip this one; it’s an international treasure."
},
{
    "country": "nicaragua",
    "city": "Granada",
    "index": 2,
    "name": "Convento y Museo San Francisco",
    "latitude": "11.931936",
    "longitude": "-85.952278",
    "excerpt": "One of the oldest churches in Central America, Convento San Francisco boasts a robin's egg–blue birthday-cake facade and houses both an important convent…",
    "detail_url": "https://www.lonelyplanet.com/nicaragua/granada-and-the-masaya-region/granada/attractions/convento-y-museo-san-francisco/a/poi-sig/432716/358491",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bba95b1f1debebb07eed55f3e3e7fb38-convento-y-museo-san-francisco.jpg",
    "detail_description": "One of the oldest churches in Central America, Convento San Francisco boasts a robin's egg–blue birthday-cake facade and houses both an important convent and one of the best museums in the region. The highlight is the museum that focuses on Nicaragua's pre-Columbian people. Don't miss the Zapatera statuary, two solemn regiments of black-basalt statues, carved between AD 800 and 1200, then left behind on the ritual island of Zapatera.\nThe museum is through the small door on the left, where guides (some of whom speak English) are available for tours; tips are appreciated. Other museum highlights include top-notch primitivist art, a scale model of the city and a group of papier-mâché indigenous people cooking, relaxing in hammocks and swinging on comelazatoaztegams, a sort of 360-degree see-saw.Most of the Isla Zapatera statues were discovered in the late 1880s and gathered in Granada in the 1920s.The convent itself was originally constructed in 1585, subsequently burned to the ground by pirates and later William Walker, rebuilt in 1868 and restored in 1989."
}
]