[
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 1,
    "name": "International Friendship Exhibition",
    "latitude": null,
    "longitude": null,
    "excerpt": "This exhibition hosts a massive display of gifts given to Kim Il-sung, Kim Jong-il and Kim Jong-un. Housed in a mountainside vault that is vaguely…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/myohyangsan/attractions/international-friendship-exhibition/a/poi-sig/1516375/1002010",
    "image_url": null,
    "detail_description": "This exhibition hosts a massive display of gifts given to Kim Il-sung, Kim Jong-il and Kim Jong-un. Housed in a mountainside vault that is vaguely reminiscent of a Bond villain's hideout, on display is everything from Kim family transportation to glassware and wax figurines.\nA member of your group may be honoured with the task of opening the vast doors that lead into the exhibit – after putting on ceremonial gloves to protect the polished doorknob, naturally.Kim Il-sung’s gifts are very impressive. Particularly noteworthy is the beautiful armoured train carriage presented to him by Mao Zedong and a limousine sent by that great man of the people, Josef Stalin. The exhibits are arranged geographically, although you will thankfully only be shown the highlights of the 100,000-plus gifts that are spread over 120 rooms. Gifts from heads of state are displayed on red cloth, those from other officials on blue and gifts from individuals on brown. The undeniable highlight is a stuffed caiman (small reptile related to the alligator) holding a tray of wooden cups, presented to the Great Leader by the Sandinistas, a Nicaraguan socialist political party.The tone of the visit is very strict and sombre, so avoid the very real temptation to ice-skate across the over-polished floor in your foot covers. The most reverential and surreal part of the exhibit is the final room, in which there is a grinning life-sized waxwork of the Great Leader, to which you will be expected to bow your head before leaving respectfully.Next is Kim Jong-il’s similarly spectacular warehouse, where gifts given to him have been housed in a vault built into the cave wall. Kim Jong-il's gifts include those from Hyundai and CNN, as well as a good-luck note from Jimmy Carter and a basketball from Madeleine Albright. Indeed, some parts of the exhibit look like any upmarket electronics showroom – row after row of wide-screen TVs and stereo equipment donated by industrialists. There's also a rendering of the Dear Leader in wax here. In recent years gifts to Kim Jong-un have been added to this section of the IFE."
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 40,
    "name": "Secret Camp",
    "latitude": null,
    "longitude": null,
    "excerpt": "The official birthplace of Kim Jong-il, and the spot from where Kim Il-sung supposedly led the anti-Japanese struggle during WWII. You are unable to enter…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/paekdusan/attractions/secret-camp/a/poi-sig/1516507/357181",
    "image_url": null,
    "detail_description": "The official birthplace of Kim Jong-il, and the spot from where Kim Il-sung supposedly led the anti-Japanese struggle during WWII. You are unable to enter the simple house, but are expected to bask in its historic significance, while listening to stories of the Dear Leader's youth.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 39,
    "name": "May Day Stadium",
    "latitude": "39.04947323",
    "longitude": "125.7753787",
    "excerpt": "The largest stadium in the world, the May Day Stadium seats an incredible 114,000 people. It's most famous as the home of the impressive feat of North…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/may-day-stadium/a/poi-sig/1453651/357182",
    "image_url": null,
    "detail_description": "The largest stadium in the world, the May Day Stadium seats an incredible 114,000 people. It's most famous as the home of the impressive feat of North Korean bombast that is the Mass Games, which runs here between August and October each year.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 38,
    "name": "Mangyongdae Revolutionary Museum",
    "latitude": "38.992821577616",
    "longitude": "125.65675020218",
    "excerpt": "The Mangyongdae Revolutionary Museum, located near Kim Il-sung's birthplace, continues the theme of the Great Leader's childhood and makes the point that…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/mangyongdae-revolutionary-museum/a/poi-sig/435014/357182",
    "image_url": null,
    "detail_description": "The Mangyongdae Revolutionary Museum, located near Kim Il-sung's birthplace, continues the theme of the Great Leader's childhood and makes the point that all his family members were Korean patriot revolutionaries of the humblest possible order.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 37,
    "name": "Liberation Tower",
    "latitude": "39.03934753",
    "longitude": "125.75932519",
    "excerpt": "This stone column topped with a red star commemorates the Soviet liberation of Pyongyang from Japanese rule in 1945. Built in 1947, it is thoroughly…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/liberation-tower/a/poi-sig/1453650/357182",
    "image_url": null,
    "detail_description": "This stone column topped with a red star commemorates the Soviet liberation of Pyongyang from Japanese rule in 1945. Built in 1947, it is thoroughly Soviet in style, contrasting sharply with the very idiosyncratic later North Korean style of monument you'll see elsewhere in Pyongyang.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 36,
    "name": "Home of Ryi Song Gye",
    "latitude": null,
    "longitude": null,
    "excerpt": "An impressive complex of historic buildings set in attractive gardens, to which a particularly lewd tale is attached – apparently the pavilion in the…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/hamhung/attractions/home-of-ryi-song-gye/a/poi-sig/1516487/1337065",
    "image_url": null,
    "detail_description": "An impressive complex of historic buildings set in attractive gardens, to which a particularly lewd tale is attached – apparently the pavilion in the garden was built with very steep stairs to allow Ri and his friends to look up the skirts of the women they hired to entertain them here.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 35,
    "name": "Taehung Trading Corporation",
    "latitude": null,
    "longitude": null,
    "excerpt": "This large seafood processing plant and mushroom wine factory is sometimes visited by groups touring the city. You can purchase some mushroom wine to take…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/rajin-sonbong/attractions/taehung-trading-corporation/a/poi-sig/1516529/1326024",
    "image_url": null,
    "detail_description": "This large seafood processing plant and mushroom wine factory is sometimes visited by groups touring the city. You can purchase some mushroom wine to take home with you, too – this traditional, sticky and sweet concoction made from fermented mushrooms supposedly has medicinal properties.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 34,
    "name": "Rajin Market",
    "latitude": null,
    "longitude": null,
    "excerpt": "Tours here usually take in this fascinating, modern market, the only one in the country tourists are allowed to visit and shop at. Sadly, however,…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/rajin-sonbong/attractions/rajin-market/a/poi-sig/1516527/1326024",
    "image_url": null,
    "detail_description": "Tours here usually take in this fascinating, modern market, the only one in the country tourists are allowed to visit and shop at. Sadly, however, photography is not allowed here at all, and this rule is strictly enforced. It's a shame, as the market is well stocked and interesting to walk around.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 33,
    "name": "Songin Monument",
    "latitude": null,
    "longitude": null,
    "excerpt": "This monument honours neo-Confucian hero Chong Mong-ju, who was killed on the Sonjuk Bridge. He is known as a symbol of loyalty in North Korea, and was…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/kaesong/attractions/songin-monument/a/poi-sig/1516366/1002009",
    "image_url": null,
    "detail_description": "This monument honours neo-Confucian hero Chong Mong-ju, who was killed on the Sonjuk Bridge. He is known as a symbol of loyalty in North Korea, and was killed by an assassin arranged by Ryi Song Gye, the principal figure in the overthrow of the Koryo dynasty.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 32,
    "name": "Ryongmun Big Cave",
    "latitude": null,
    "longitude": null,
    "excerpt": "It's common for tours to visit this 6km-long limestone cave either prior to or after a visit to Myohyangsan. It has some enormous caverns and a large…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/myohyangsan/attractions/ryongmun-big-cave/a/poi-sig/1516377/1002010",
    "image_url": null,
    "detail_description": "It's common for tours to visit this 6km-long limestone cave either prior to or after a visit to Myohyangsan. It has some enormous caverns and a large number of stalactites. Sights include the Pool of the Anti-Imperialist People’s Struggle, the Juche Cavern and the Mountain Peak of the Great Leader.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 31,
    "name": "Mangyongdae Funfair",
    "latitude": "38.994839518475",
    "longitude": "125.65588116646",
    "excerpt": "After the relentless propaganda, you can relax with some day trippers from the capital at the Mangyongdae Funfair, a pleasant oasis built around the base…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/mangyongdae-funfair/a/poi-sig/435012/357182",
    "image_url": null,
    "detail_description": "After the relentless propaganda, you can relax with some day trippers from the capital at the Mangyongdae Funfair, a pleasant oasis built around the base of Song Hill. You can throw a ball at American imperialists at the coconut shy (a type of carnival game) and take a ride – at your own risk – on a quite terrifying North Korean roller coaster.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 30,
    "name": "Hungnam Fertiliser Factory",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Hungnam Fertiliser Factory can sometimes be visited, where you will be shown how ammonia is made deep inside an enormous industrial complex that hasn…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/hamhung/attractions/hungnam-fertiliser-factory/a/poi-sig/1516488/1337065",
    "image_url": null,
    "detail_description": "The Hungnam Fertiliser Factory can sometimes be visited, where you will be shown how ammonia is made deep inside an enormous industrial complex that hasn't changed much since it was built the 1960s. The visit usually involves an explanation of the various stages of ammonia production by engineers, while your guides struggle to translate the scientific vocabulary.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 29,
    "name": "Party Founding Museum",
    "latitude": "39.012123",
    "longitude": "125.743064",
    "excerpt": "Located on the southern slope of Haebang Hill is this museum that originally housed the Central Committee of the Korean Workers’ Party, as well as Kim Il…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/party-founding-museum/a/poi-sig/435024/357182",
    "image_url": null,
    "detail_description": "Located on the southern slope of Haebang Hill is this museum that originally housed the Central Committee of the Korean Workers’ Party, as well as Kim Il-sung’s office, from where he ‘led the building of a new democratic Korea’. Next door is the Great Leader’s conspicuously modest residence, used after coming to power (and before he had numerous palaces built for him).\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 28,
    "name": "Triumphal Arch",
    "latitude": "39.04460023",
    "longitude": "125.75315335",
    "excerpt": "Your guides will tell you proudly that the Triumphal Arch is 6m higher than its cousin in Paris, making it the largest of its kind in the world. The arch…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/triumphal-arch/a/poi-sig/435036/357182",
    "image_url": null,
    "detail_description": "Your guides will tell you proudly that the Triumphal Arch is 6m higher than its cousin in Paris, making it the largest of its kind in the world. The arch marks the site where Kim Il-sung first addressed the liberated Koreans after the end of Japanese occupation in 1945. The translation you hear will omit the fact that the Soviets liberated Pyongyang, not the partisans, who themselves gave full credit to the Soviets at the time.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 27,
    "name": "Kim Il-sung's Birthplace",
    "latitude": "38.991371",
    "longitude": "125.658488",
    "excerpt": "The suburb of Mangyongdae houses the place of Kim Il-sung’s birth, a typical Korean peasant house with a thatched roof and a block of living rooms, as…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/kim-il-sung-s-birthplace/a/poi-sig/435008/357182",
    "image_url": null,
    "detail_description": "The suburb of Mangyongdae houses the place of Kim Il-sung’s birth, a typical Korean peasant house with a thatched roof and a block of living rooms, as well as a small barn, most of which looks as if it was built in the past few decades. The surrounding area has long been a destination for day trippers from the capital, due to its idyllic setting amid the gentle hills where the Sunhwa River flows into the Taedong.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 26,
    "name": "Korean Revolution Museum",
    "latitude": "39.032361",
    "longitude": "125.752054",
    "excerpt": "Despite the museum’s rather misleading name, its main function is to document the death of Kim Il-sung (including a film of the extraordinary public…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/korean-revolution-museum/a/poi-sig/435004/357182",
    "image_url": null,
    "detail_description": "Despite the museum’s rather misleading name, its main function is to document the death of Kim Il-sung (including a film of the extraordinary public reaction to it) and the succession of Kim Jong-il during the turbulent 1990s. One of the more bizarre items on display is a tin of Nivea hand cream that the Dear Leader thoughtfully gifted to factory workers with sore hands. There is also a display of the various Kim regime loyalty badges worn by locals.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 25,
    "name": "Victorious Fatherland Liberation War Museum",
    "latitude": "39.040886",
    "longitude": "125.737495",
    "excerpt": "Perhaps the most interesting museum in Pyongyang, this mouthful of an institution opened its current home in 2013 to mark the 60th anniversary of the end…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/victorious-fatherland-liberation-war-museum/a/poi-sig/435038/357182",
    "image_url": null,
    "detail_description": "Perhaps the most interesting museum in Pyongyang, this mouthful of an institution opened its current home in 2013 to mark the 60th anniversary of the end of the Korean War. Outside you'll see war-damaged tanks, weapons and aircraft used by both sides in the conflict, while inside there are dozens of exhibits and a 360-degree diorama of the Battle of Daejon. In the foyer look out for the statue of a young Kim Il-sung, where he looks exactly like his grandson.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 24,
    "name": "Monument to the Victorious Fatherland Liberation War 1950–53",
    "latitude": "39.04037529",
    "longitude": "125.73813167",
    "excerpt": "This impressive monument, which was unveiled in 1993 to mark the 40th anniversary of the end of the Korean War, now forms part of the display of the…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/monument-to-the-victorious-fatherland-liberation-war-1950-53/a/poi-sig/435020/357182",
    "image_url": null,
    "detail_description": "This impressive monument, which was unveiled in 1993 to mark the 40th anniversary of the end of the Korean War, now forms part of the display of the Victorious Fatherland Liberation War Museum, with captured American artillery, planes and tanks proudly on display in what is designed to look like a military trench. The sculptures reflect the different battles of the war; the Victory Sculpture is the centrepiece.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 23,
    "name": "Ryugyong Hotel",
    "latitude": "39.03583581",
    "longitude": "125.73700263",
    "excerpt": "Three decades after construction began on this extraordinary hotel in 1987, it still has not been completed. Planned as a prestige project but abandoned…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/ryugyong-hotel/a/poi-sig/1453671/357182",
    "image_url": null,
    "detail_description": "Three decades after construction began on this extraordinary hotel in 1987, it still has not been completed. Planned as a prestige project but abandoned following the collapse of the USSR, its haunting skeleton sat on the Pyongyang skyline for years as an unavoidable symbol of North Korea's economic failure. In 2008 work began on the hotel again when it was clad in glass, and so while it looks far better than before, it sadly remains empty inside and cannot be visited.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 22,
    "name": "Grand People's Study House",
    "latitude": "39.01985536",
    "longitude": "125.75099603",
    "excerpt": "This impressive building on Kim Il-sung Sq is the country’s largest library and centre of Juche studies, where any North Korean over 17 can come for free…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/grand-people-s-study-house/a/poi-sig/1453722/357182",
    "image_url": null,
    "detail_description": "This impressive building on Kim Il-sung Sq is the country’s largest library and centre of Juche studies, where any North Korean over 17 can come for free lectures. With over 30 million books, finding what you want is inevitably quite a challenge – and you will be proudly shown the impressive system of conveyor belts that can deliver books in seconds. You’ll also normally visit a reading room, a classroom, the intranet room and a room full of late-'80s cassette recorders.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 21,
    "name": "USS Pueblo",
    "latitude": "39.040411",
    "longitude": "125.739673",
    "excerpt": "The USS Pueblo is a US surveillance vessel that was seized by the North Koreans off the east coast of Korea in January 1968, during a heightening of…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/uss-pueblo/a/poi-sig/1513549/357182",
    "image_url": null,
    "detail_description": "The USS Pueblo is a US surveillance vessel that was seized by the North Koreans off the east coast of Korea in January 1968, during a heightening of tensions between the North and South. Its 82 crew members were kept as prisoners for 11 months before being released following US President Johnson's full letter of apology. The Pueblo has been preserved since then and is moored in central Pyongyang, where it is visited with great pride by groups of North Koreans.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 20,
    "name": "Pyohon Temple",
    "latitude": null,
    "longitude": null,
    "excerpt": "The most historically important Buddhist temple in western North Korea, the Pyohon Temple complex dates back to 1044, with numerous renovations over the…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/myohyangsan/attractions/pyohon-temple/a/poi-sig/1516376/1002010",
    "image_url": null,
    "detail_description": "The most historically important Buddhist temple in western North Korea, the Pyohon Temple complex dates back to 1044, with numerous renovations over the centuries. It features several small pagodas and a large hall housing images of Buddha, as well as a museum that sports a collection of woodblocks from the Buddhist scriptures, the Tripitaka Koreana. It’s just a short walk from the International Friendship Exhibition, at the entrance to Sangwon Valley.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 19,
    "name": "Chollima Statue",
    "latitude": "39.034223699434",
    "longitude": "125.75292348862",
    "excerpt": "This impressive statue portrays Chollima, the Korean Pegasus. It’s an interesting example of how the North Korean state has incorporated traditional…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/chollima-statue/a/poi-sig/434994/357182",
    "image_url": null,
    "detail_description": "This impressive statue portrays Chollima, the Korean Pegasus. It’s an interesting example of how the North Korean state has incorporated traditional Korean myths into its cult. According to legend, Chollima could cover hundreds of kilometres a day and was untameable. Kim Il-sung appropriated the myth in the period of reconstruction following the Korean War – so that the zeal of the North Korean workers to rebuild their shattered nation and construct monuments to the leadership became known as ‘Chollima Speed’.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 18,
    "name": "Samjiyon Grand Monument",
    "latitude": null,
    "longitude": null,
    "excerpt": "Set in a huge clearing in the woods with views to Paekdusan and overlooking a large lake, this must be North Korea's most impressive paean to the…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/paekdusan/attractions/samjiyon-grand-monument/a/poi-sig/1516508/357181",
    "image_url": null,
    "detail_description": "Set in a huge clearing in the woods with views to Paekdusan and overlooking a large lake, this must be North Korea's most impressive paean to the leadership outside Pyongyang. The monument commemorates the battle of Pochombo, where anti-Japanese forces first moved from guerrilla tactics to conventional warfare and took the town of the same name.\nThe centrepiece is a 15m-high statue of a 27-year-old Kim Il-sung, as well as a smaller version of Pyongyang’s Juche Tower and several large sculptures of various revolutionary scenes."
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 17,
    "name": "Songgyungwan Neo-Confucian College",
    "latitude": null,
    "longitude": null,
    "excerpt": "This well-preserved college, originally built in AD 992 and rebuilt after being destroyed in the 1592 Japanese invasion, today hosts the Koryo Museum,…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/kaesong/attractions/songgyungwan-neo-confucian-college/a/poi-sig/1427673/1002009",
    "image_url": null,
    "detail_description": "This well-preserved college, originally built in AD 992 and rebuilt after being destroyed in the 1592 Japanese invasion, today hosts the Koryo Museum, which contains celadon pottery and other Buddhist relics. The buildings surround a wide courtyard dotted with ancient trees, and there are also two good souvenir shops, one selling ginseng and the other selling commemorative stamps and souvenirs. The complex is one of Kaesong's 12 Unesco World Heritage listed sites. It’s a short drive northeast of town.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 16,
    "name": "Pyongyang Metro",
    "latitude": null,
    "longitude": null,
    "excerpt": "Visiting the impressive Pyongyang metro is definitely a highlight of the capital. The network, which is made up of two lines, has a simultaneous function…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/pyongyang-metro/a/poi-sig/1427305/357182",
    "image_url": null,
    "detail_description": "Visiting the impressive Pyongyang metro is definitely a highlight of the capital. The network, which is made up of two lines, has a simultaneous function as a nuclear bunker in the event of a long-anticipated American invasion. Stations are deep below ground and you can even see blast doors that will close if Pyongyang ever comes under nuclear bombardment.\nNowadays a trip usually takes in several stations, although the entire network can be visited on specialist tours, disproving the long-standing rumours that much of the network isn't actually in use."
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 15,
    "name": "Kim Il-sung Square",
    "latitude": "39.019575",
    "longitude": "125.752645",
    "excerpt": "Pyongyang’s central square is where North Korea’s massive military parades normally take place. The plaza is ringed by austere-looking buildings: most…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/kim-il-sung-square/a/poi-sig/434998/357182",
    "image_url": null,
    "detail_description": "Pyongyang’s central square is where North Korea’s massive military parades normally take place. The plaza is ringed by austere-looking buildings: most impressive of these is the Grand People’s Study House, the country’s largest library. Other buildings on the square include the Korean National Art Gallery and the Korean Central History Museum. There’s a great view from the riverbank across the Taedong to the Tower of the Juche Idea.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 14,
    "name": "West Sea Barrage",
    "latitude": null,
    "longitude": null,
    "excerpt": "The reason tourists come here (usually on an overnight stop en route to Kaesong) is to see this barrage, built across an 8km estuary of the Taedong River,…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/nampo/attractions/west-sea-barrage/a/poi-sig/1516502/1326020",
    "image_url": null,
    "detail_description": "The reason tourists come here (usually on an overnight stop en route to Kaesong) is to see this barrage, built across an 8km estuary of the Taedong River, to solve the area's irrigation and drinking-water problems. The impressive structure, built during the early 1980s, is nevertheless a rather dull visit – in every way a classic piece of socialist tourism.\nYou’ll drive across it, then up to a hill at the far end from where you’ll get good views and enjoy a quick video at the visitor centre. You’ll then drive down to the sluice gates and watch them open, ostensibly the highlight of the visit."
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 12,
    "name": "Museum of American War Atrocities",
    "latitude": "38.353705",
    "longitude": "125.495646",
    "excerpt": "This museum, built next door to its predecessor, details the atrocities allegedly carried out by US forces against civilians during the Korean War. Since…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/sinchon/attractions/museum-of-american-war-atrocities/a/poi-sig/1516504/1326021",
    "image_url": null,
    "detail_description": "This museum, built next door to its predecessor, details the atrocities allegedly carried out by US forces against civilians during the Korean War. Since the new building opened in 2015, the depictions of the purported American crimes have become even more gruesomely far-fetched and a new 'revenge-pledging place' has been added to the mix – here North Koreans groups angrily pledge vengeance for supposed US war crimes.\nOn arrival you’ll be given an anti-American lecture, followed by a tour of various exhibits depicting the extraordinary, elaborate American brutality – the outlandishness of the presentation here arguably only serves to undermine the real suffering that occurred."
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 13,
    "name": "Three Revolutions Exhibition",
    "latitude": "39.082272757088",
    "longitude": "125.75582027435",
    "excerpt": "A surreal, enormous exhibition complex, North Korea’s answer to Florida’s Epcot theme park details the ‘three revolutions’ Kim Il-sung brought about in…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/three-revolutions-exhibition/a/poi-sig/435030/357182",
    "image_url": null,
    "detail_description": "A surreal, enormous exhibition complex, North Korea’s answer to Florida’s Epcot theme park details the ‘three revolutions’ Kim Il-sung brought about in postwar Korea: ideological, technical and cultural. The six halls detail advances across the board in electronics, heavy industry, light industry, agriculture and technology (advances appear to be fairly slim, though, with all the technical exhibits looking more like a display of antiques).\nThe world’s weirdest planetarium can be found within the electronics industry hall, which looks like a silver rendering of Saturn. There’s also an interesting outdoor display of vehicles produced in North Korea."
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 11,
    "name": "Pyongyang Film Studios",
    "latitude": "39.07197839073",
    "longitude": "125.71320533752",
    "excerpt": "Several films a year are churned out by the country’s main film studios in the suburbs of Pyongyang. The two main focuses are predictably the anti…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/pyongyang-film-studios/a/poi-sig/435026/357182",
    "image_url": null,
    "detail_description": "Several films a year are churned out by the country’s main film studios in the suburbs of Pyongyang. The two main focuses are predictably the anti-Japanese struggle and the anti-American war. The main complex is a huge, propaganda-filled suite of office buildings where post-production apparently goes on, even though it feels eerily empty. A short uphill drive takes you to the large sets, which are far more fun.\nHere you’ll find a generic ancient Korean town for historic films (you can even dress up as a king or queen and be photographed sitting on a throne carpeted in leopard skin), a 1930s Chinese street, a Japanese street, a South Korean street (look for the massage signs meant to illustrate their compatriots’ moral laxity) and a fairly bizarre range of structures from a collection of ‘European’ buildings."
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 10,
    "name": "Mansudae Grand Monument",
    "latitude": "39.032294",
    "longitude": "125.752966",
    "excerpt": "Every itinerary includes an homage to these vast bronze statues of the smiling Great Leader and Dear Leader, the latter in his trademark parka. The first…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/mansudae-grand-monument/a/poi-sig/435018/357182",
    "image_url": null,
    "detail_description": "Every itinerary includes an homage to these vast bronze statues of the smiling Great Leader and Dear Leader, the latter in his trademark parka. The first statue was unveiled in 1972 to celebrate Kim Il-sung's 60th birthday, while the second one was added in 2012. The original statue was initially covered in gold leaf, but this was removed at the objection of the Chinese, who were effectively funding the North Korean economy, and today's scrubbed bronze prevailed.\nAs the epicentre of the Kim cult, visitors need to be aware of the seriousness (officially, at least) with which North Koreans regard this monument and the respect they believe visitors should accord it. Your tour leader will buy flowers and elect one member of the group to place them at the statue’s feet. As this is done, the whole group will be expected to bow. Photographers will be instructed never to photograph one part of the monument – all pictures should be of the entire statue to avoid causing offence."
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 8,
    "name": "Tomb of Tan'gun",
    "latitude": "39.154807",
    "longitude": "126.054361",
    "excerpt": "History continues to evolve in North Korea, with new revolutionary discoveries being made every year. While the government announced in 1993 that its…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/tomb-of-tan-gun/a/poi-sig/435032/357182",
    "image_url": null,
    "detail_description": "History continues to evolve in North Korea, with new revolutionary discoveries being made every year. While the government announced in 1993 that its archaeologists had discovered the tomb of Tan'gun, the founder of the first Korean kingdom, it wasn't until recently that North Korean historians made the incredible 'discovery' that Tan'gun was in fact a member of the Kim clan.\nDuring North Korea's more rational communist period, the government had agreed with most scholars of Korean history that Tan'gun was a mythical figure and that the kingdom of Kochoson (ancient Korea), with its capitals Pyongyang and Asadal, was in fact located in northeast China, if it indeed existed. However, it's been recently 'discovered' that Kochoson was in northern Korea, its capital right where Pyongyang now stands, and that Tan'gun was a real man (and a Kim at that); archaeologists have also discovered his skeletal remains. Those decayed bones (and those said to be of his wife) are on display at a grandly constructed white pyramid mausoleum just outside of Pyongyang. A small museum stands nearby, displaying 'artefacts' from Tan'gun's times, said to have been found in and around the tomb."
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 9,
    "name": "Kumsusan Memorial Palace of the Sun",
    "latitude": "39.063115",
    "longitude": "125.789123",
    "excerpt": "Kim Il-sung’s residence during his lifetime, the Kumsusan Palace remained so after his death. North Koreans come here en masse to pay their respects to…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/kumsusan-memorial-palace-of-the-sun/a/poi-sig/435006/357182",
    "image_url": null,
    "detail_description": "Kim Il-sung’s residence during his lifetime, the Kumsusan Palace remained so after his death. North Koreans come here en masse to pay their respects to Kim Il-sung and Kim Jong-il, both of whom now lie embalmed in glass boxes. The palace is eerie, with bricked-in windows and a vast and empty plaza before it, and the entire experience is easily one of the weirdest you'll have in North Korea (which is quite an accolade).\nTo come here you'll need to be in Pyongyang on a Thursday or Sunday morning and dressed smartly (this means shirts, ties and trousers for men; there are no specific rules for women, but shorts or low-cut tops are no-go). You'll also have to go through airport-style security – you're allowed to take nothing with you – and pass along miles of slow red moving sidewalks and then be dusted off by both automatic shoe cleaners and a giant clothes-dusting machine to ensure no dirt is trampled into either viewing hall. Items on display include the train carriage where Kim Jong-il died, the Dear Leader's boat and a collection of his medals and cars."
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 7,
    "name": "Moran Hill",
    "latitude": "39.041202943346",
    "longitude": "125.75938224793",
    "excerpt": "This is Pyongyang’s top recreation ground: couples wander, families picnic and there are people playing guitars and sometimes even dancing in an…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/moran-hill/a/poi-sig/435022/357182",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9c9fd8b823f1e13233fa2190aa1fbade-moran-hill.jpg",
    "detail_description": "This is Pyongyang’s top recreation ground: couples wander, families picnic and there are people playing guitars and sometimes even dancing in an incongruously relaxed area of the capital. It’s particularly busy on a Sunday and a lovely place to stroll and absorb something of daily life away from politics and propaganda.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 6,
    "name": "Monument to the Foundation of the Workers' Party",
    "latitude": "39.02804043",
    "longitude": "125.77560948",
    "excerpt": "This startlingly bombastic monument has starred on the cover of more books about North Korea than almost any other. The three hands portrayed represent…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/monument-to-the-foundation-of-the-workers-party/a/poi-sig/1453654/357182",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ab9e5ec1e9311311647f51f63ddf0580-monument-to-the-foundation-of-the-workers-party.jpg",
    "detail_description": "This startlingly bombastic monument has starred on the cover of more books about North Korea than almost any other. The three hands portrayed represent the worker (holding a hammer), the peasant (holding a scythe) and the intellectual (holding a writing brush). It's an enjoyable visit, not least because you're in the middle of the city and curious locals often pass by.\n"
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 5,
    "name": "Paekdusan",
    "latitude": null,
    "longitude": null,
    "excerpt": "Paekdu, one of the most stunning sights on the Korean peninsula, straddles the Chinese–Korean border in the very far northeastern tip of DPRK. Apart from…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/attractions/paekdusan/a/poi-sig/1046453/357180",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/187f22b37dd9aa3f4dcdbf621065610c-paekdusan.jpg",
    "detail_description": "Paekdu, one of the most stunning sights on the Korean peninsula, straddles the Chinese–Korean border in the very far northeastern tip of DPRK. Apart from being the country's highest mountain at 2744m (9000ft), and an amazing geological phenomenon (an extinct volcano with a vast crater lake at its centre), it's also of huge mythical importance to Koreans.\nThe natural beauty of the extinct volcano, now containing one of the world’s deepest lakes, is made all the more magical by the mythology that surrounds the lake, both ancient and modern. The legend runs that Hwanung, the Lord of Heaven, descended onto the mountain in 2333 BC, and from here formed the nation of Choson – ‘The Land of Morning Calm’, or ancient Korea. It therefore only seems right and proper that, four millennia later, Kim Jong-il was born nearby ‘and flying white horses were seen in the sky’, according to official sources. In all likelihood, Kim Jong-il was born in Khabarovsk, Russia, where his father was in exile at the time, but this story contributes to the all-important Kim myth that has contributed to the family's continued cult of personality.Trips here are strictly organised as this is a sensitive border region and a military zone. Having arrived at the military station at the bottom of the mountain, you’ll be checked in, then will take the funicular railway up the side of the mountain. From here it’s a 10-minute hike up to the mountain’s highest point, past some superb views down into the crater lake. You can either walk down to the shore of Lake Chon (an easy hike down, but somewhat tougher coming back up!) or take the cable car (€7 per person return) for the easier option. Bring warm clothing; it can be freezing at any time of year, with snow on the ground year-round.Revisionist history aside, the real reason to visit Paekdusan is the natural beauty of the area – vast tracts of virgin forest, abundant wildlife, lonely granite crags, fresh springs, gushing streams and dramatic waterfalls – and, for those able to make the steep and treacherous climb, the astounding Jong-il Peak. It is accessible only from around late June to mid-September (due to weather conditions) and can be reached only by charter flight from Pyongyang, followed by a 1½-hour bus ride."
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 4,
    "name": "The DMZ",
    "latitude": null,
    "longitude": null,
    "excerpt": "The sad sight of a divided nation remains one of the most poignant aspects of any trip to North Korea. Even if you're just in North Korea for a couple of…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/kaesong/attractions/the-dmz/a/poi-sig/1046452/1002009",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/084acc4947e41adee160ba2c5141a174-panmunjeom.jpg",
    "detail_description": "The sad sight of a divided nation remains one of the most poignant aspects of any trip to North Korea. Even if you're just in North Korea for a couple of days, almost every tour includes a trip to the DMZ. Seeing the situation from the North – facing off against US and South Korean troops to the south – is a unique chance to witness things from an alternative perspective.\nThe eerily quiet drive from Pyongyang down the six-lane Reunification Hwy – the road is deserted save for military checkpoints – gives you a sense of what to expect. Just before you exit to the DMZ, the sign saying ‘Seoul 70km’ is a reminder of just how close and yet how far is normality.There are several aspects to a DMZ visit. Your first stop will be at a KPA post just outside the DMZ. Here a soldier will show you a model of the entire site, pointing out South Korean as well as North Korean headquarters and watchtowers. Then you’ll be marched (single file!) through an anti-tank barrier to rejoin your bus, and you’ll be driven down a long concrete corridor. Look out for the tank traps either side – huge slabs of concrete ready to be dropped into the road at any minute in the event of a land invasion.The next stop is the Armistice Talks Hall, about 1km into the DMZ. Here negotiations were held between the two sides from 1951 until the final armistice, which was signed here on 27 July 1953. You’ll see two copies of the agreement on display in glass cases, along with the original North Korean and UN flags. Next door there’s an exhibition of photos from the war. Outside, a plaque in red script best sums up the North Korean version of the ceasefire. It reads: 'It was here on July 27, 1953 that the American imperialists got down on their knees before the heroic Chosun people to sign the ceasefire for the war they had provoked June 25, 1950.'From here you’ll reboard the bus and drive to the Demarcation Line itself, and you'll be reminded in more than usually severe language about sticking together ‘for your own safety’. The site consists of two sinister-looking headquarters staring at each other across the line (the North Korean one is built to be the bigger of the two) and several huts built over the line for meetings. Amazingly, you can cross a few metres into South Korea within the huts, but the doors out to the south are closed and guarded by two soldiers.Being at the centre of the biggest military face-off on Earth is rather like being in the eye of a storm – tension is in the air, but it appears so peaceful that it makes the very idea of imminent combat seem ridiculous. South Korean and American soldiers eyeball their northern counterparts as they have done every day since 1953. Do not be fooled by the prevailing air of calm, though: any attempt to even approach the border will result in your being shot at, possibly from both sides. In the 1980s, however, a Soviet tourist found a unique way to flee the communist bloc, defecting amid gunfire from both sides. In recent years, North Korean soldiers have made the dash successfully in 2012, 2015, 2016 and 2017.The other interesting sight at the DMZ is the Concrete Wall, a US-constructed anti-tank barrier that runs the length of the 248km border. It has been hijacked as an emotive propaganda weapon by the North, which since 1989 has been comparing it with the Berlin Wall. Indeed, the issue has proved an emotive one in the South as well, where students have demanded it be dismantled. You will inspect the wall with binoculars and be shown a particularly bizarre North Korean propaganda video."
},
{
    "country": "north-korea",
    "city": "North Korea",
    "index": 3,
    "name": "Tomb of King Kongmin",
    "latitude": null,
    "longitude": null,
    "excerpt": "The 31st Koryo king, Kongmin reigned between 1352 and 1374 and his tomb is the best preserved and most elaborate in the country. It is richly decorated…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/kaesong/attractions/tomb-of-king-kongmin/a/poi-sig/1427681/1002009",
    "image_url": null,
    "detail_description": "The 31st Koryo king, Kongmin reigned between 1352 and 1374 and his tomb is the best preserved and most elaborate in the country. It is richly decorated with traditional granite facing and statuary, including sheep statues (in honour of his Mongolian wife, whom the king was forced to marry by his Mongolian overlords) and plenty of vaguely Aztec-looking altars. It’s a very secluded site, about 13km west of Kaesong, and is part of the city's Unesco World Heritage listing.\n"
},
{
    "country": "north-korea",
    "city": "Pyongyang",
    "index": 2,
    "name": "Tower of the Juche Idea",
    "latitude": "39.01786324",
    "longitude": "125.76297564",
    "excerpt": "This tower honours the North Korean philosophy of Juche and was unveiled to mark President Kim Il-sung's 70th birthday in 1982. Indeed, the tower is made…",
    "detail_url": "https://www.lonelyplanet.com/north-korea/pyongyang/attractions/tower-of-the-juche-idea/a/poi-sig/435034/357182",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/915905be075d0ea0845652000a182cb6-tower-of-the-juche-idea.jpg",
    "detail_description": "This tower honours the North Korean philosophy of Juche and was unveiled to mark President Kim Il-sung's 70th birthday in 1982. Indeed, the tower is made up of 25,550 granite blocks – one for every day of Kim’s life until his 70th birthday. The tower stands at 170m and a trip to the top by lift (€5) is well worth it, providing a great view over the capital on a clear day.\n"
}
]