[
{
    "country": "norway",
    "city": "Oslo",
    "index": 1,
    "name": "Museum of the Viking Age",
    "latitude": "59.904655",
    "longitude": "10.684901",
    "excerpt": "Around 1100 years ago, Vikings dragged up two longships from the shoreline and used them as the centrepiece for grand ceremonial burials, most likely for…",
    "detail_url": "https://www.lonelyplanet.com/norway/oslo/attractions/museum-of-the-viking-age/a/poi-sig/415294/360236",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cd04da9740b9dbb11b563df7862f35b4-vikingskipshuset.jpg",
    "detail_description": "Around 1100 years ago, Vikings dragged up two longships from the shoreline and used them as the centrepiece for grand ceremonial burials, most likely for important chieftains or nobility. Along with the ships, they buried many items for the afterlife: food, drink, jewellery, furniture, carriages, weapons, and even a few dogs for companionship. Discovered in Oslofjord in the late 19th and early 20th centuries, the ships and their wares are beautifully restored, offering an evocative, emotive insight into Viking life.\nThere are three ships in total, all named after their places of discovery: Oseberg, Gokstad and Tune. The most ostentatious and intimidating of the three is the Oseberg. The burial chamber beneath it held the largest collection of Viking-age artefacts ever uncovered in Scandinavia, though it had been looted of its jewellery. As daunting as the ship appears, it was probably only ever intended as a royal pleasure craft. The sturdier 24m-long Gokstad, built around 890, is the finest remaining example of a Viking longship, but when it was unearthed its corresponding burial chamber had also been looted and few artefacts were uncovered. There is also the third, smaller, boat, the Tune, which is fragmentary but what remains is incredibly well preserved.\nA free audioguide is available to download as a smartphone app.\nPlease note: This attraction is closed for renovations and is scheduled to reopen in late 2027 or early 2028.\n"
},
{
    "country": "norway",
    "city": "Nordland",
    "index": 40,
    "name": "Petter Dass Museum",
    "latitude": "65.894012",
    "longitude": "12.397127",
    "excerpt": "Even if you've never heard of the medieval Norwegian poet Petter Dass (1647–1707), don't miss this stunning museum at Alstahaug south of Sandnessjøen…",
    "detail_url": "https://www.lonelyplanet.com/norway/northern-norway/sandnessjoen/attractions/petter-dass-museum/a/poi-sig/1576764/360230",
    "image_url": null,
    "detail_description": "Even if you've never heard of the medieval Norwegian poet Petter Dass (1647–1707), don't miss this stunning museum at Alstahaug south of Sandnessjøen. Dass lived here for the last 18 years of his life and the museum is at once an avant-garde architectural showpiece and a fascinating insight into Dass's life and work.\nAlongside the museum in confronting juxtaposition are an 18th-century parsonage and medieval stone church."
},
{
    "country": "norway",
    "city": "Western Finnmark",
    "index": 39,
    "name": "Hammerfest Kirke",
    "latitude": "70.661824",
    "longitude": "23.675795",
    "excerpt": "The design of Hammerfest's contemporary church, consecrated in 1961, was inspired by the racks used for drying fish in the salty sea air all across…",
    "detail_url": "https://www.lonelyplanet.com/norway/finnmark/hammerfest/attractions/hammerfest-kirke/a/poi-sig/1419002/360208",
    "image_url": null,
    "detail_description": "The design of Hammerfest's contemporary church, consecrated in 1961, was inspired by the racks used for drying fish in the salty sea air all across northern Norway. Behind the altar, the glorious stained-glass window positively glows in the summer sun, while the wooden frieze along the organ gallery depicts highlights of the town's history. The chapel in the cemetery across the street is the only building in town to have survived WWII.\n"
},
{
    "country": "norway",
    "city": "Southern Norway",
    "index": 38,
    "name": "Gaustabanen Cable Railway",
    "latitude": "59.853566",
    "longitude": "8.684907",
    "excerpt": "Gaustabanen runs 860m deep into the core of Gausta before a different train climbs an incredible 1040m, alongside 3500 steps at a 40-degree angle, to…",
    "detail_url": "https://www.lonelyplanet.com/norway/southern-norway/rjukan/attractions/gaustabanen-cable-railway/a/poi-sig/1290136/360257",
    "image_url": null,
    "detail_description": "Gaustabanen runs 860m deep into the core of Gausta before a different train climbs an incredible 1040m, alongside 3500 steps at a 40-degree angle, to 1800m, just below the Gaustahytte, not far from the summit. It was built by NATO in 1958 at a cost of US$1 million to ensure it could access its radio tower in any weather. Taking the railway is an incredible experience, although it's not for the claustrophobic. The base station is 10km southeast of Rjukan.\n"
},
{
    "country": "norway",
    "city": "Lofoten",
    "index": 36,
    "name": "Norsk Fiskeværsmuseum",
    "latitude": "67.881076",
    "longitude": "12.981892",
    "excerpt": "This museum takes in 14 of Å's 19th-century boathouses, storehouses, fishing cottages, farmhouses and commercial buildings. Highlights (pick up a pamphlet…",
    "detail_url": "https://www.lonelyplanet.com/norway/northern-norway/a/attractions/norsk-fiskevaersmuseum/a/poi-sig/1291969/1330953",
    "image_url": null,
    "detail_description": "This museum takes in 14 of Å's 19th-century boathouses, storehouses, fishing cottages, farmhouses and commercial buildings. Highlights (pick up a pamphlet in English at reception) include Europe's oldest cod-liver-oil factory, where you'll be treated to a taste of the wares and can pick up a bottle to stave off those winter sniffles; the smithy, who still makes cod-liver-oil lamps; the still-functioning bakery, established in 1844; the old rorbu with period furnishings; and a couple of Lofoten fishing boats.\n"
},
{
    "country": "norway",
    "city": "Tromsø",
    "index": 37,
    "name": "Arctic Cathedral",
    "latitude": "69.648029",
    "longitude": "18.987508",
    "excerpt": "The 11 triangles of the Arctic Cathedral (1965) suggest glacial crevasses and auroral curtains. The glowing stained-glass window that occupies the east…",
    "detail_url": "https://www.lonelyplanet.com/norway/northern-norway/tromso/attractions/arctic-cathedral/a/poi-sig/1292040/360233",
    "image_url": null,
    "detail_description": "The 11 triangles of the Arctic Cathedral (1965) suggest glacial crevasses and auroral curtains. The glowing stained-glass window that occupies the east end depicts Christ descending to earth, while the west end is filled by a futuristic organ and icicle-like chandeliers of Czech crystal. Despite its position beside one of Tromsø's main thoroughfares, the serenity inside remains unspoiled. It's on the southern side of the Bruvegen bridge, a few minutes on the bus from Havnegata, or a 1km walk.\n"
},
{
    "country": "norway",
    "city": "Stavanger",
    "index": 35,
    "name": "Canning Museum",
    "latitude": "58.972693479998",
    "longitude": "5.7248850534263",
    "excerpt": "Don't miss this surprising museum housed in an old cannery: it's one of Stavanger's most entertaining. Before oil, there were sardines, and Stavanger was…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/canning-museum/a/poi-sig/479542/360187",
    "image_url": null,
    "detail_description": "Don't miss this surprising museum housed in an old cannery: it's one of Stavanger's most entertaining. Before oil, there were sardines, and Stavanger was once home to more than half of Norway's canning factories. By 1922 the city's canneries provided 50% of the town's employment. The exhibits here take you through the whole 12-stage process from salting through to threading, smoking, decapitating and packing. An adjoining building houses a touchingly restored workers' cottage furnished in 1920s (downstairs) and 1960s (upstairs) styles.\n"
},
{
    "country": "norway",
    "city": "Central Norway",
    "index": 34,
    "name": "Mímisbrunnr Klimapark 2469",
    "latitude": "61.670491",
    "longitude": "8.33313",
    "excerpt": "If you want to learn all about the wonders of ice, this impressive experience takes you closer than you ever thought possible. Guided tours take you 60m…",
    "detail_url": "https://www.lonelyplanet.com/norway/central-norway/jotunheimen-national-park/attractions/mimisbrunnr-klimapark-2469/a/poi-sig/1415078/360199",
    "image_url": null,
    "detail_description": "If you want to learn all about the wonders of ice, this impressive experience takes you closer than you ever thought possible. Guided tours take you 60m under the ice through a specially created ice tunnel that reveals the ice's structure and colours, and documents more than six millennia of time. It's a surprisingly moving experience, with the obvious topic of climate change looming constantly in the background.\nTours start at the mountain hut of Juvasshytta near Galdhøpiggen. It's signed off Rv55 Sognefjellsvegen, 19km southwest of Lom centre."
},
{
    "country": "norway",
    "city": "Southern Norway",
    "index": 33,
    "name": "Norwegian Industrial Workers Museum",
    "latitude": "59.87103",
    "longitude": "8.491852",
    "excerpt": "This museum, 7km west of Rjukan, is in the Vemork power station, which was the world's largest when completed in 1911. These days it honours the Socialist…",
    "detail_url": "https://www.lonelyplanet.com/norway/southern-norway/rjukan/attractions/norwegian-industrial-workers-museum/a/poi-sig/501106/360257",
    "image_url": null,
    "detail_description": "This museum, 7km west of Rjukan, is in the Vemork power station, which was the world's largest when completed in 1911. These days it honours the Socialist Workers' Party, which reached the height of its Norwegian activities here in the 1950s. There's an interesting exhibition about the race in the 1930s and '40s to make an atom bomb, plus a fabulous miniature power station in the main hall.\nTravellers with disabilities and seniors over 65 are permitted to drive up to the entrance; everyone else must park at the swinging bridge. In summer a bus runs up from the car park to the entrance. Otherwise, it's a 15-minute, 700m climb on foot."
},
{
    "country": "norway",
    "city": "Lofoten",
    "index": 32,
    "name": "Glasshytta",
    "latitude": "68.141744",
    "longitude": "13.314743",
    "excerpt": "A 4km side trip signposted from the E10 at Vareid, north of Flakstad, brings you to Vikten and the showpiece gallery of the glass-blowing Tangrand family…",
    "detail_url": "https://www.lonelyplanet.com/norway/flakstad/attractions/glasshytta/a/poi-sig/1415279/1341358",
    "image_url": null,
    "detail_description": "A 4km side trip signposted from the E10 at Vareid, north of Flakstad, brings you to Vikten and the showpiece gallery of the glass-blowing Tangrand family. Watch the glass-blowing as it happens and browse the stunning glassware in the showroom and shop. Across the road from the striking main building is a small cafe, as well as an exhibition of ceramics by the same talented family.\nÅsvar Tangrand, who passed away in 2015, is the designer of the Lofoten Rune, the region's seven-pronged logo evoking a longboat, which you'll see all around the islands. His son, Anders, has taken over the family business.They may close earlier if things are quiet in May or September."
},
{
    "country": "norway",
    "city": "Ålesund",
    "index": 31,
    "name": "Jugendstil Senteret",
    "latitude": "62.471139",
    "longitude": "6.151088",
    "excerpt": "The city's unique architectural heritage is documented in a former pharmacy, the first listed Jugendstil monument in Ålesund. Apart from the building's…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/alesund/attractions/jugendstil-senteret/a/poi-sig/1115359/360190",
    "image_url": null,
    "detail_description": "The city's unique architectural heritage is documented in a former pharmacy, the first listed Jugendstil monument in Ålesund. Apart from the building's own exquisite and almost entirely original interior, including a sinuous staircase and florid dining room, displays include textiles, ceramics, furniture, posters and other ephemera. Even if you're not a keen aesthete, a 'Time Machine' capsule is great fun, presenting 'From Ashes to Art Nouveau', a 14-minute multimedia story of the rebuilding of Ålesund after the great fire.\nThe museum shop is inside the pharmacy and still has most of its furniture and fixtures in situ – it's a delight.Ticket price also covers entry to KUBE, next door."
},
{
    "country": "norway",
    "city": "Trondheim",
    "index": 30,
    "name": "Archbishop's Palace",
    "latitude": "63.426249595603",
    "longitude": "10.396620172142",
    "excerpt": "The 12th-century archbishop's residence (Erkebispegården), commissioned around 1160 and Scandinavia's oldest secular building, is beside the cathedral. In…",
    "detail_url": "https://www.lonelyplanet.com/norway/northern-norway/trondheim/attractions/archbishop-s-palace/a/poi-sig/472470/360234",
    "image_url": null,
    "detail_description": "The 12th-century archbishop's residence (Erkebispegården), commissioned around 1160 and Scandinavia's oldest secular building, is beside the cathedral. In its west wing, you'll find Norway's shimmering crown jewels and its museum. After visiting the well-displayed statues, gargoyles and carvings from the cathedral, drop to the lower level with a selection of the myriad artefacts revealed during the museum's late-1990s construction.\nThe palace also has an enjoyable 15-minute audiovisual program. If you're visiting Trondheim's cathedral, it's cheaper to buy the combination ticket, which covers admission to all three attractions (archbishop's palace, crown jewels and cathedral)."
},
{
    "country": "norway",
    "city": "Bergen",
    "index": 29,
    "name": "KODE",
    "latitude": "60.390515",
    "longitude": "5.324582",
    "excerpt": "A catch-all umbrella for Bergen's art museums, KODE showcases one of the largest art-and-design collections in Scandinavia. Each of the four buildings has…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/bergen/attractions/kode/a/poi-sig/1497587/360166",
    "image_url": null,
    "detail_description": "A catch-all umbrella for Bergen's art museums, KODE showcases one of the largest art-and-design collections in Scandinavia. Each of the four buildings has its own focus: KODE 1 houses a dazzling national silver collection and the renowned Singer art collection; KODE 2 is for contemporary exhibitions; KODE 3 majors in Edvard Munch; and KODE 4 focuses on modern art.\nThe four buildings stand on the edge of Lille Lungegård lake, and also house great places to eat: the fabulous Lysverket restaurant and Smakverket cafe."
},
{
    "country": "norway",
    "city": "Lofoten",
    "index": 28,
    "name": "Lofotr Viking Museum",
    "latitude": "68.24469",
    "longitude": "13.758531",
    "excerpt": "In 1981 at Borg, in the heart of Vestvågøy, a farmer's plough hit the ruins of the 83m-long dwelling of a powerful Viking chieftain, the largest building…",
    "detail_url": "https://www.lonelyplanet.com/norway/vestvagoy/attractions/lofotr-viking-museum/a/poi-sig/1119389/1314599",
    "image_url": null,
    "detail_description": "In 1981 at Borg, in the heart of Vestvågøy, a farmer's plough hit the ruins of the 83m-long dwelling of a powerful Viking chieftain, the largest building of its era ever discovered in Scandinavia. The resulting museum, 14km north of Leknes, offers a glimpse of life during Viking times. You can walk 1.5km of trails over open hilltops from the replica chieftain's longhouse (the main building, shaped like an upside-down boat) to the historically accurate Viking ship on the water.\nAuthentically dressed guides conduct multilingual tours and, inside the chieftain's hall, artisans explain their trades. It's all great edutainment, for kids as well as adults.The museum also hosts a Viking Festival in early August, and in summer at 6.30pm until 9pm (including time to visit the museum) you can join a Viking feast (adult/child 925/625kr) where you'll be served Lofoten lamb and honey wine, and be entertained by Vikings – advance reservations are essential and can be made through the museum or the tourist office in Svolvær.The Svolvær–Leknes bus passes the museum's entrance."
},
{
    "country": "norway",
    "city": "Stavanger",
    "index": 27,
    "name": "Norsk Oljemuseum",
    "latitude": "58.973583",
    "longitude": "5.734589",
    "excerpt": "Admittedly, the prospect of an 'oil museum' doesn't sound like the most promising option for an afternoon out, but this state-of-the-art place exploring…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/stavanger/attractions/norsk-oljemuseum/a/poi-sig/1290570/360187",
    "image_url": null,
    "detail_description": "Admittedly, the prospect of an 'oil museum' doesn't sound like the most promising option for an afternoon out, but this state-of-the-art place exploring the history of North Sea oil exploration is well worth visiting. The volume of information is staggering: highlights include the world's largest drill bit, simulated rigs and a vast hall of oil-platform models. There's also an exhibit on how oil is created and thought-provoking displays on climate change and Norway's Sovereign Wealth Fund (amassed almost entirely from oil profits).\nThe museum nicely balances the technical side of oil exploration and extraction, while honouring those whose working lives have been spent in the industry. The latter is done through fascinating archival material that highlights significant moments in the history of Norwegian oil, including coverage of the Alexander L Kielland drilling-rig tragedy in 1980, when 123 oil workers were killed, and the 1972 decision by Norway's parliament that Statoil should be based in Stavanger. Don't miss the moving and darkly humorous short film Oljeunge (Oil Kid), shown in the theatre.You will spend longer here than you planned, especially if you have kids."
},
{
    "country": "norway",
    "city": "Central Norway",
    "index": 26,
    "name": "Snøhetta Viewpoint",
    "latitude": "62.225636",
    "longitude": "9.492788",
    "excerpt": "This arresting building of rippled timber and mirrored glass was commissioned by the Wild Reindeer Foundation as an educational centre and observation…",
    "detail_url": "https://www.lonelyplanet.com/norway/dovrefjell-sunndalsfjella-national-park/attractions/snoehetta-viewpoint/a/poi-sig/1498091/1003921",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock_editorial_1561719538.jpg",
    "detail_description": "This arresting building of rippled timber and mirrored glass was commissioned by the Wild Reindeer Foundation as an educational centre and observation point. It offers astounding views over the valley to Mt Snøhetta. It's a gentle 1.5km walk along a gravel trail from the car park; the turn-off is signed off the E6 by Hjerkinn.\n"
},
{
    "country": "norway",
    "city": "Nordland",
    "index": 25,
    "name": "Torghatten",
    "latitude": "65.399122",
    "longitude": "12.092257",
    "excerpt": "A dramatic local landmark rears up from Torget island, some 15km south of Brønnøysund. The peak, pierced by a hole 160m long, 35m high and 20m wide, is…",
    "detail_url": "https://www.lonelyplanet.com/norway/bronnoysund/attractions/torghatten/a/poi-sig/1419121/360192",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1571338039.jpg",
    "detail_description": "A dramatic local landmark rears up from Torget island, some 15km south of Brønnøysund. The peak, pierced by a hole 160m long, 35m high and 20m wide, is accessed from its base by a good 20-minute walking track. The best perspective of the gap is from the southbound Hurtigruten coastal ferry as it rounds the island.\nAsk at the tourist office for advice on hiking to the top."
},
{
    "country": "norway",
    "city": "Bergen",
    "index": 24,
    "name": "Bryggen",
    "latitude": "60.397371203721",
    "longitude": "5.3239786327389",
    "excerpt": "Bergen's oldest quarter runs along the eastern shore of Vågen Harbour (bryggen translates as 'wharf') in long, parallel and often precariously leaning…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/bergen/attractions/bryggen/a/poi-sig/1292163/360166",
    "image_url": null,
    "detail_description": "Bergen's oldest quarter runs along the eastern shore of Vågen Harbour (bryggen translates as 'wharf') in long, parallel and often precariously leaning rows of gabled buildings. Each has stacked-stone or wooden foundations and reconstructed rough-plank construction. It's enchanting, no doubt about it, but can be exhausting if you hit a cruise-ship and bus-tour crush.\nThe current 58 buildings (25% of the original, although some claim there are now 61) cover 13,000 sq metres and date from after a great fire in 1702, although the building pattern is from the 12th century. The archaeological excavations suggest that the quay was once 140m further inland than its present location.In the early 14th century there were about 30 wooden buildings, each usually shared by several stuer (trading firms). They rose two or three stories above the wharf and combined business premises with living quarters and warehouses. Each building had a crane for loading and unloading ships, as well as a schøtstue (large assembly room) where employees met and ate.Do explore further than the frontages facing the harbour, as the wooden alleyways inside Bryggen are the most charming; a haven for artists and craftspeople, there are bijou boutiques at every turn. The atmosphere of an intimate waterfront community remains intact, and losing yourself in Bryggen is one of Bergen's greatest pleasures."
},
{
    "country": "norway",
    "city": "The Western Fjords",
    "index": 23,
    "name": "Norwegian Glacier Museum",
    "latitude": "61.423375",
    "longitude": "6.763115",
    "excerpt": "You can't miss this striking museum: it's a concrete wedge marooned among a sea of grass on the way into Fjærland, and even has a couple of model woolly…",
    "detail_url": "https://www.lonelyplanet.com/norway/fjaerland/attractions/norwegian-glacier-museum/a/poi-sig/1022778/1003994",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2092881652.jpg",
    "detail_description": "You can't miss this striking museum: it's a concrete wedge marooned among a sea of grass on the way into Fjærland, and even has a couple of model woolly mammoths outside. It provides a great overview of general glacier geology, as well as process of fjord formation, and the ecology and wildlife of Jostedalsbreen itself. Highlights are the simulated ice tunnel and the tusk of a Siberian woolly mammoth who met an icy demise 30,000 years ago.\n"
},
{
    "country": "norway",
    "city": "Oslo",
    "index": 22,
    "name": "Vigelandsparken",
    "latitude": "59.927528",
    "longitude": "10.699342",
    "excerpt": "The centrepiece of Frognerparken is an extraordinary open-air showcase of work by Norway's best-loved sculptor, Gustav Vigeland, and is home to 212…",
    "detail_url": "https://www.lonelyplanet.com/norway/oslo/frogner-western-oslo/attractions/vigelandsparken/a/poi-sig/1289810/1341969",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d87b173cf987268fa783729778e5669f-frognerparken-vigeland-park.jpg",
    "detail_description": "The centrepiece of Frognerparken is an extraordinary open-air showcase of work by Norway's best-loved sculptor, Gustav Vigeland, and is home to 212 granite and bronze pieces by the artist. His highly charged oeuvre includes entwined lovers, tranquil elderly couples, bawling babies and contempt-ridden beggars. Speaking of bawling babies, his most famous work here, Sinnataggen (Little Hot-Head), portrays a child in a mood of particular ill humour.\n"
},
{
    "country": "norway",
    "city": "Trondheim",
    "index": 21,
    "name": "Rockheim",
    "latitude": "63.438461",
    "longitude": "10.400693",
    "excerpt": "This terrific museum is devoted to pop and rock music, mainly Norwegian, from the 1950s until yesterday. It's a dockside temple to R&B, where a huge…",
    "detail_url": "https://www.lonelyplanet.com/norway/northern-norway/trondheim/attractions/rockheim/a/poi-sig/1414873/360234",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-943773062.jpg",
    "detail_description": "This terrific museum is devoted to pop and rock music, mainly Norwegian, from the 1950s until yesterday. It's a dockside temple to R&amp;B, where a huge projecting roof featuring Norwegian record covers extends above an equally vast converted warehouse. Within, there's plenty of action and interaction (mix your own hip-hop tape, for example). Home of Rock is on the quayside, very near Pirbadet and the fast-ferry landing stage.\nFrom mid-June to mid-August, there's a free, English-language guided tour of the museum."
},
{
    "country": "norway",
    "city": "Western Finnmark",
    "index": 20,
    "name": "Royal & Ancient Polar Bear Society",
    "latitude": "70.66442",
    "longitude": "23.680236",
    "excerpt": "Dedicated to preserving Hammerfest culture, the Royal & Ancient Polar Bear Society (founded in 1963) features exhibits on Arctic hunting and local history…",
    "detail_url": "https://www.lonelyplanet.com/norway/finnmark/hammerfest/attractions/royal-ancient-polar-bear-society/a/poi-sig/1026519/360208",
    "image_url": null,
    "detail_description": "Dedicated to preserving Hammerfest culture, the Royal &amp; Ancient Polar Bear Society (founded in 1963) features exhibits on Arctic hunting and local history and shares premises with the tourist office. For 200kr you can become a life member and get a certificate, ID card, sticker and pin. At times, the link to polar bears here can feel a little tenuous. But if you think of the place in terms of the Norwegian name (Isbjørklubben, simply Polar Bear Club), you're less likely to be disappointed.\nMembership (there are around 250,000 members worldwide) entitles you to attend the annual general meeting of the society in January. And not everyone can join, it seems. In 1973, one Elvis Presley wrote to the society asking to join, but his application was refused – to become a member, one must be physically present in Hammerfest.If simple membership is not enough and you're part of a group, for 300kr you also receive a schnapps glass and get dubbed with the large bone from a walrus's penis. Honestly. It's well worth the extra for the conversation this unique honour will generate down the pub once you're home. Advance reservations for this ceremony are necessary.One of the exhibits covers Adolf Henrik Lindstrøm, a Hammerfest-born cook who accompanied Roald Amundsen and Fridtjof Nansen (among others) and ended up travelling on more polar expeditions that any other person on earth, great explorers included. The town erected a statue of Lindstrøm in time for the 150th anniversary of his birth in 2016."
},
{
    "country": "norway",
    "city": "The Northern Fjords",
    "index": 19,
    "name": "Rauma Railway",
    "latitude": "62.567116",
    "longitude": "7.692618",
    "excerpt": "A classic Norwegian train ride that railway buffs definitely won't want to miss, the 114km-long Rauma Railway clatters from Åndalsnes and Dombås, high in…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/andalsnes/attractions/rauma-railway/a/poi-sig/501494/360191",
    "image_url": "https://lp-cms-production.imgix.net/2023-01/shutterstock_1642223080.jpg",
    "detail_description": "A classic Norwegian train ride that railway buffs definitely won't want to miss, the 114km-long Rauma Railway clatters from Åndalsnes and Dombås, high in the mountains of central Norway. It's a super trip, taking in fjords, forests, valleys, lakes and mountains en route, and passing through six tunnels and 32 bridges. There's also a shorter summer-only tourist train with on-board commentary that runs twice daily from June to August from Åndalsnes' lakeside station up to Bjorli, at 600m.\nBookings can be made online or at the tourist office."
},
{
    "country": "norway",
    "city": "Oslo",
    "index": 18,
    "name": "Ibsen Museet",
    "latitude": "59.915085",
    "longitude": "10.726948",
    "excerpt": "While downstairs houses a small and rather idiosyncratic museum, it's Ibsen's former apartment, which you'll need to join a tour to see, that is…",
    "detail_url": "https://www.lonelyplanet.com/norway/oslo/city-centre/attractions/ibsen-museet/a/poi-sig/415242/1341964",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f327a2a1fa9533f822a09295fd9a2ab2-ibsen-museet.jpg",
    "detail_description": "While downstairs houses a small and rather idiosyncratic museum, it's Ibsen's former apartment, which you'll need to join a tour to see, that is unmissable. This was the playwright's last residence and his study remains exactly as he left it, as does the bedroom where he uttered his famously enigmatic last words, 'Tvert imot!' ('To the contrary!'), before dying on 23 May 1906.\nRooms have been restored and refurnished but the place feels totally and genuinely of its era. The guides are excellent, beautifully conjuring both Ibsen and wife Suzannah's daily life as well as the Oslo of the era."
},
{
    "country": "norway",
    "city": "Bergen",
    "index": 17,
    "name": "Ole Bull Museum",
    "latitude": "60.211152876763",
    "longitude": "5.3686022758484",
    "excerpt": "This beautiful estate was built in 1873 as the summer residence of Norway’s first musical superstar, violinist Ole Bull. Languishing on its own private…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/bergen/attractions/ole-bull-museum/a/poi-sig/1414948/360166",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1135054764.jpg",
    "detail_description": "This beautiful estate was built in 1873 as the summer residence of Norway’s first musical superstar, violinist Ole Bull. Languishing on its own private island, it's a fairy-tale concoction of turrets, onion domes, columns and marble inspired by Moorish architecture. Of particular note is the soaring pine music hall: it's hard not to imagine Bull practising his concertos in here.\nOutside, the grounds are criss-crossed with 13km of lovely walks, and there's a small cafe.The best way to arrive is aboard the passenger ferry (adult/child 60/30kr, eight minutes, hourly 11am to 3pm) which runs from Buena Quay to the island."
},
{
    "country": "norway",
    "city": "The Western Fjords",
    "index": 16,
    "name": "Urnes Stave Church",
    "latitude": "61.298141",
    "longitude": "7.322602",
    "excerpt": "If you only have time on your itinerary to visit one stave church, the one at Urnes has to figure at the top of the list (along with Borgund). Dating from…",
    "detail_url": "https://www.lonelyplanet.com/norway/urnes/attractions/urnes-stave-church/a/poi-sig/1289766/1329915",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1290357376.jpg",
    "detail_description": "If you only have time on your itinerary to visit one stave church, the one at Urnes has to figure at the top of the list (along with Borgund). Dating from the 12th century, it's Norway's oldest place of worship and a Unesco World Heritage Site. Serenely placed on the shores of Lustrafjorden, backed by lofty mountains, and covered in elaborate wood carvings of intertwining vines and battling beasts, it looks like a forgotten set from Lord of the Rings.\nThe present church was mostly built around 1170 on the site of the original chapel, built around 100 years before.Ticket prices include an interesting 45-minute tour in English."
},
{
    "country": "norway",
    "city": "Svalbard",
    "index": 15,
    "name": "Magdalenefjord",
    "latitude": "78.966459",
    "longitude": "11.897335",
    "excerpt": "The lovely blue-green bay of Magdalenefjord in Nordvest Spitsbergen, flanked by towering peaks and intimidating tidewater glaciers, is the most popular…",
    "detail_url": "https://www.lonelyplanet.com/norway/ny-alesund/attractions/magdalenefjord/a/poi-sig/1580021/1329964",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1222385971-rfc.jpeg",
    "detail_description": "The lovely blue-green bay of Magdalenefjord in Nordvest Spitsbergen, flanked by towering peaks and intimidating tidewater glaciers, is the most popular anchorage along Spitsbergen's western coast and is one of Svalbard's prettiest corners. If you catch it on a sunny day (or a moody one with atmospheric storm clouds lurking), you'll think you've wandered into some Arctic paradise. Most visitors come as part of a multiday cruise.\nIn the 17th century, this area saw heavy Dutch whaling; at Graveneset, near the mouth of the fjord, you can still see the remains of two stoves used to boil the blubber. There are numerous protected graves of 17th- and mid-18th-century whalers."
},
{
    "country": "norway",
    "city": "Western Finnmark",
    "index": 14,
    "name": "Northern Lights Cathedral",
    "latitude": "69.965119",
    "longitude": "23.266908",
    "excerpt": "Opened in 2013, the daringly designed Northern Lights Cathedral, next to the Scandic Hotel Alta, is one of the architectural icons of the north, with its…",
    "detail_url": "https://www.lonelyplanet.com/norway/finnmark/alta/attractions/northern-lights-cathedral/a/poi-sig/1307333/360207",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1341159728.jpg",
    "detail_description": "Opened in 2013, the daringly designed Northern Lights Cathedral, next to the Scandic Hotel Alta, is one of the architectural icons of the north, with its swirling pyramid structure clad in rippling titanium sheets. The interior is similarly eye-catching, with an utterly modern 4.3m-high bronze Christ by Danish artist Peter Brandes – note how the figure gets lighter as your eyes move up the body.\nThe cathedral is at its best in winter when aglow in floodlights and the aurora borealis is in the sky behind. Stunning.Within the cathedral's walls, there is also the excellent Borealis Alta interactive exhibition, devoted to both the magic and the science of the Northern Lights – it's well worth it."
},
{
    "country": "norway",
    "city": "The Western Fjords",
    "index": 13,
    "name": "Borgund Stave Church",
    "latitude": null,
    "longitude": null,
    "excerpt": "Some 30km southeast of Lærdalsøyri along the E16, this 12th-century stave church was raised beside one of the major trade routes between eastern and…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/sognefjorden/attractions/borgund-stave-church/a/poi-sig/1415409/360186",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1333621081.jpg",
    "detail_description": "Some 30km southeast of Lærdalsøyri along the E16, this 12th-century stave church was raised beside one of the major trade routes between eastern and western Norway. Dedicated to St Andrew, it's one of the best known, most photographed and certainly the best preserved of Norway's stave churches. It's simple, inky interior and sublimely rustic altar are deeply moving. Beside it is the only free-standing medieval wooden bell tower remaining in Norway.\nBuy your ticket at the church's visitors centre, where an exhibition (included with admission) on this peculiarly Norwegian phenomenon, as well as recent early Viking finds from a nearby archaeological dig, are evocatively displayed. There's also a nice two-hour circular hike on ancient paths and tracks that starts and ends at the church."
},
{
    "country": "norway",
    "city": "Svalbard",
    "index": 12,
    "name": "Krossfjorden",
    "latitude": "79.149188",
    "longitude": "11.752625",
    "excerpt": "This 30km-long fjord north of Ny Ålesund is a popular detour for cruise ships, partly for the scenic beauty of Lillehöökbreen (its grand tidewater glacier…",
    "detail_url": "https://www.lonelyplanet.com/norway/svalbard/attractions/krossfjorden/a/poi-sig/1580020/360262",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1586773768.jpg",
    "detail_description": "This 30km-long fjord north of Ny Ålesund is a popular detour for cruise ships, partly for the scenic beauty of Lillehöökbreen (its grand tidewater glacier), but also for the abundance of cultural relics scattered around the shores – the first whaling station on Spitsbergen was established here in 1611. Despite being so far north, as with Ny Ålesund, much of the fjord's shore is free of snow in summer.\nAt Ebeltoftbukta (also known as Ebeltofthamna), near the mouth of the fjord, you can see several whalers' graves that date from the 17th century, as well as a heap of leftover junk from a 1912 German telegraph office that was shifted wholesale to Ny Ålesund after only two years of operation. Opposite the entrance rise some crowded bird cliffs overlooking one of Svalbard's most verdant spots, with flowers, moss and grasses."
},
{
    "country": "norway",
    "city": "Western Finnmark",
    "index": 10,
    "name": "Alta Museum",
    "latitude": "69.947435",
    "longitude": "23.186731",
    "excerpt": "This superb museum is in Hjemmeluft, at the western end of town. It features exhibits and displays on Sami culture, Finnmark military history, the Alta…",
    "detail_url": "https://www.lonelyplanet.com/norway/finnmark/alta/attractions/alta-museum/a/poi-sig/501410/360207",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1787043731.jpg",
    "detail_description": "This superb museum is in Hjemmeluft, at the western end of town. It features exhibits and displays on Sami culture, Finnmark military history, the Alta hydroelectric project and the aurora borealis (northern lights). The cliffs around it, a Unesco World Heritage site, are incised with around 6000 late–Stone Age carvings, dating from 6000 to 2000 years ago, and it's these petroglyphs that will live longest in the memory.\nAs the sea level decreased after the last Ice Age, carvings were made at progressively lower heights. Themes include hunting scenes, fertility symbols, bear, moose, reindeer and crowded boats. The works have been highlighted with red-ochre paint (thought to have been the original colour) and are connected by 3km of boardwalks that start at the main building. Although the museum remains open in winter, many of the carvings may be under snow and the entrance fee is reduced as a result."
},
{
    "country": "norway",
    "city": "The Western Fjords",
    "index": 11,
    "name": "Kinn Island",
    "latitude": "61.55738",
    "longitude": "4.762402",
    "excerpt": "If you're on limited time, a visit to this little island is a great way of getting a flavour of the coastline around Florø. After a quick boat ride from…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/floro/attractions/kinn-island/a/poi-sig/1580127/360167",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1857798829.jpg",
    "detail_description": "If you're on limited time, a visit to this little island is a great way of getting a flavour of the coastline around Florø. After a quick boat ride from the quay, you're met by a guide on the island who takes you on a 40-minute, 1km walk up to see the island's famous stone church, telling tales of the island and Florø's fishing heritage on the way. The stout stone church, dating from the 12th century, is stunning.\nAfterwards, you can hike up to the top of the island's hill, Kinnaklova, for panoramic views before catching the boat back home.Bookings for the boat trip, along with several other offshore islands, can be made through the tourist office in Florø.On the second or third weekend in June, it's the site of the Kinnespelet pageant, which celebrates the history of the church on the island."
},
{
    "country": "norway",
    "city": "Central Norway",
    "index": 9,
    "name": "Smelthytta",
    "latitude": "62.57639055999",
    "longitude": "11.389884620616",
    "excerpt": "Built on the site of a former copper-smelting works that burnt down in 1975, this museum brings the town's mining heritage to life. Intricate working…",
    "detail_url": "https://www.lonelyplanet.com/norway/northern-norway/roros/attractions/smelthytta/a/poi-sig/1290247/360229",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1442787751.jpg",
    "detail_description": "Built on the site of a former copper-smelting works that burnt down in 1975, this museum brings the town's mining heritage to life. Intricate working models demonstrate the water- and horse-powered smelting processes, and if you want to watch the real thing, live copper smelting demonstrations are held daily at 3pm in July and August.\nOutside the museum entrance spreads the large open area known as the Malmplassen (Ore Place), where loads of ore were dumped and weighed on the large wooden scale. Just across the stream from the museum are the protected Slegghaugen (slag heaps), from which there are lovely views over town. Off the southwestern corner of the slag heaps, the historic smelting district with its tiny turf-roofed miners' cottages, particularly along Sleggveien, is one of Røros' prettiest corners."
},
{
    "country": "norway",
    "city": "Southern Norway",
    "index": 8,
    "name": "Gamlebyen",
    "latitude": "59.201471",
    "longitude": "10.951717",
    "excerpt": "The timbered houses, moats, gates and drawbridge of the Fredrikstad Gamlebyen are simply enchanting. The perimeter walls, once defended by 200 cannons,…",
    "detail_url": "https://www.lonelyplanet.com/norway/southern-norway/fredrikstad/attractions/gamlebyen/a/poi-sig/1415275/360246",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d8acc3f9dedcae0b4f92292c7dc9497d-gamlebyen.jpg",
    "detail_description": "The timbered houses, moats, gates and drawbridge of the Fredrikstad Gamlebyen are simply enchanting. The perimeter walls, once defended by 200 cannons, now consist of grassy embankments that make for a very pleasant stroll. The narrow, cobbled streets have been similarly preserved and are still lined with picturesque 17th-century buildings, many of which remain occupied today.\nThe town was first built in 1663; as a primary trade outlet connecting southern Norway with mainland Europe, but being vulnerable to waterborne assaults, the Old Town became a military enclave.Among the finest old buildings in town, look out for the old convict prison (Salveriet; 1731); the stone storehouse (1674–91), the oldest building in Gamlebyen and now a ceramics showroom; and Balaklava (1783), a historic building.From mid-June to the end of August, the Gamlebyen tourist office runs one-hour guided tours (adult/child 95/20kr). They leave from the tourist office at noon and 2pm."
},
{
    "country": "norway",
    "city": "Oslo",
    "index": 7,
    "name": "Akershus Festning",
    "latitude": "59.90763",
    "longitude": "10.737011",
    "excerpt": "When Oslo was named capital of Norway in 1299, King Håkon V ordered the construction of Akershus, strategically located on the eastern side of the harbour…",
    "detail_url": "https://www.lonelyplanet.com/norway/oslo/city-centre/attractions/akershus-festning/a/poi-sig/1289813/1341964",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/eec83cdbc5d3265fe3e4f1ae72ec477e-akershus-festning.jpg",
    "detail_description": "When Oslo was named capital of Norway in 1299, King Håkon V ordered the construction of Akershus, strategically located on the eastern side of the harbour, to protect the city from external threats. Extended and modified over the centuries, it still dominates the Oslo harbourfront and the sprawling complex consists of a medieval castle, Akershus Slott (currently closed for renovations), a fortress and assorted other buildings, including still-active military installations.\nEntry is through a gate at the end of Akersgata or over a drawbridge spanning Kongens gate at the southern end of Kirkegata. After 6pm in winter, use the Kirkegata entrance.The Akershus Fortress Visitor Centre, inside the main gate, has permanent exhibits recounting the history of the complex, as well as temporary exhibits highlighting aspects of Oslo's history. Staff can organise guided tours. The fortress also serves as the backdrop for a raft of cultural events throughout the year, from theatre performances to music recitals. Check the website for listings."
},
{
    "country": "norway",
    "city": "Southern Norway",
    "index": 6,
    "name": "Heddal Stave Church",
    "latitude": "59.578677",
    "longitude": "9.175515",
    "excerpt": "This fairy-tale church is the largest and one of the most beautiful of Norway's 28 remaining stave churches. As always, it's constructed around Norwegian…",
    "detail_url": "https://www.lonelyplanet.com/norway/southern-norway/notodden/attractions/heddal-stave-church/a/poi-sig/501142/360255",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/88275f7662f11ea032632a8cd1ecea5f-heddal-stave-church.jpg",
    "detail_description": "This fairy-tale church is the largest and one of the most beautiful of Norway's 28 remaining stave churches. As always, it's constructed around Norwegian pine support pillars, 12 large ones and six smaller ones, all topped by fearsome visages – and has four carved entrance portals. Of special interest are the lovely 1668 'rose' paintings on the walls, a runic inscription in the outer passageway and the 'Bishop's chair', which was made of an old pillar in the 17th century.\nIts ornate carvings relate the pagan tale of the Viking Sigurd the Dragon-slayer, which has been reworked into a Christian parable involving Jesus Christ and the devil. The church is dated to 1242, but parts of the chancel are from as early as 1147 (it was heavily restored in the 1950s). The altarpiece originally dates from 1667 but was restored in 1908, and the exterior bell tower was added in 1850.From Notodden, bus 301 goes right by; otherwise take any bus heading for Seljord or Bondal. You could also walk from town in half an hour, along the busy road and past slowly rusting factories on the way. Note that the church is sometimes closed for weddings."
},
{
    "country": "norway",
    "city": "The Northern Fjords",
    "index": 5,
    "name": "Trollstigen",
    "latitude": "62.124035",
    "longitude": "7.178707",
    "excerpt": "This twisting, sky-topping corkscrew of a road is the most famous stretch of tarmac in Norway. Completed in 1936 after eight years of labour, the Troll's…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/andalsnes/attractions/trollstigen/a/poi-sig/1415194/360191",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/Norway-Trollstigen-James-O-Neil-GettyImages-895332008-rfc.jpg",
    "detail_description": "This twisting, sky-topping corkscrew of a road is the most famous stretch of tarmac in Norway. Completed in 1936 after eight years of labour, the Troll's Ladder is a stunning feat of road building, spiralling up the mountainside through 11 hairpin bends and a 1:12 gradient, and after heavy rain, waterfalls cascade down the mountainside, drenching cars as they pass. To add to the thrill, much of it is effectively single-lane, meaning traffic jams and passing vehicles are part of the hair-raising experience.\nAt the crest of the pass, a gravity-defying platform and a series of viewpoints have been built out of rusting steel and concrete, a striking artificial counterpoint to the bare rock and natural scenery all around. Teetering precipitously over the plunging cliff and allowing stomach-churning views right down the mountain, the site was designed by top architect Reiulf Ramstad and has become one of the most famous locations on the National Tourist Route network: don't miss it.The road can be done in either direction, from Valldal or Andalsnes, a distance of about 38km. The road passes through Reinheimen National Park, established in 2006 and Norway's third largest, where wild reindeer still crop the mosses and soft grass.The pass is usually cleared and open from late May to mid-October, although it's entirely dependent on the seasonal snowfall."
},
{
    "country": "norway",
    "city": "Bergen & the Southwestern Fjords",
    "index": 4,
    "name": "Trolltunga",
    "latitude": "60.130906",
    "longitude": "6.698914",
    "excerpt": "A slender spur of rock projecting into the void above Lake Ringedalsvatnet, Trolltunga is one of Norway's most-photographed features, and – along with…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/odda/attractions/trolltunga/a/poi-sig/1416541/360173",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyRF183930658.jpg",
    "detail_description": "A slender spur of rock projecting into the void above Lake Ringedalsvatnet, Trolltunga is one of Norway's most-photographed features, and – along with Preikestolen – one of the country's most popular hiking targets. The Troll's Tongue is an epic sight, but it's a tough hike of 23km, or 10 hours return, from the trailhead at Skjeggedal, 13km northeast of Odda.\nThe hike is usually doable from late May to early September, depending on snowfall. The trail is well marked from the car park, with distance markers along the route outlining the distance left to the summit – but the ascent is brutal in places, covering a total climb of about 1000m, so make 100% sure you're in adequate shape and have the proper gear before you decide to tackle it. En route, watch out for the Tyssestrengene waterfall (646m).If you want to tackle the walk earlier in the season, or you'd just prefer to hike with a pro, Trolltunga Active offers guided hikes. You definitely won't be alone at the top – Trolltunga is one of Norway's most Instagrammed sights – but standing on the rock and staring out into thin air is worth every step to the top.If you continue on a little beyond Trolltunga, you reach another fine vantage point, you reach Preikestolen (Pulpit Rock), a smaller version of the much more famous lookout of the same name overlooking Lysefjord, near Stavanger.In July and August, Tide (www.tide.no) runs an express coach once a day between Tyssedal and the real Preikestolen car park near Stavanger, allowing you to summit both of Norway's most famous climbs in just a couple of days. It costs 695kr one way."
},
{
    "country": "norway",
    "city": "The Northern Fjords",
    "index": 3,
    "name": "Atlanterhavsveien",
    "latitude": "63.12302",
    "longitude": "7.659187",
    "excerpt": "The eight storm-lashed bridges of the Atlantic Ocean Road buck and twist like sea serpents, connecting 17 islets between Vevang and the island of Averøya…",
    "detail_url": "https://www.lonelyplanet.com/norway/bergen-and-the-western-fjords/kristiansund/attractions/atlanterhavsveien/a/poi-sig/1580211/360183",
    "image_url": "https://lp-cms-production.imgix.net/2022-08/Norway-Jana_Janina-GettyImages-1295851512-RFC.jpg",
    "detail_description": "The eight storm-lashed bridges of the Atlantic Ocean Road buck and twist like sea serpents, connecting 17 islets between Vevang and the island of Averøya. The UK's Guardian newspaper once crowned it the world's best road trip. For a highway that is barely 8km long, the weight of expectation may be too great, but it's certainly hugely scenic. During the autumn storms you'll experience nature's wrath at its most dramatic. In season, look out for whales and seals offshore.\nYou can do the road in either direction: from Molde, hit the coast at Bud; from Kristiansund and the north, take the new undersea road tunnel that connects with Bremsnes. Whichever your direction, rather than driving the Rv64, which cuts across inland Averøya, choose the quieter, prettier road, signed for Kvernes, which loops around the island's southern coast and takes no longer.Several scenic overlooks are stationed along the route, with striking structures built as part of the Nasjonaleturistvegen project, which aims to promote 18 of Norway's scenic roads and enhance them with cutting-edge architecture. Key stops include the rest area and walking path at Eldhusøya, an island off the southwest of Averøya, and the glass-fronted viewing platform at Askevågen, a little over 10km north of Bud, which gives you a 360-degree panoramic view of the archipelago, the ocean and the shore. The most impressive – and longest – bridge is Storseisund, a gravity-defying marvel that seems to curl and twist on its way from Eide to Averøy island. It's starred in umpteen car advertisements.You don't necessarily need your own car to follow the road, although it does make it a lot more fun. Eide Auto buses link Molde and Kristiansund year-round. There are five daily buses from Monday to Friday, two on Saturday and one on Sunday. It's a 2¼ hour return trip, although if you buy the day ticket you can hop on and off at will."
},
{
    "country": "norway",
    "city": "Trondheim",
    "index": 2,
    "name": "Nidaros Domkirke",
    "latitude": "63.426891",
    "longitude": "10.395995",
    "excerpt": "Nidaros Cathedral is Scandinavia's largest medieval building, and the northernmost Gothic structure in Europe. Outside, the ornately embellished, altar…",
    "detail_url": "https://www.lonelyplanet.com/norway/northern-norway/trondheim/attractions/nidaros-domkirke/a/poi-sig/472484/360234",
    "image_url": "https://lp-cms-production.imgix.net/2022-04/Norway%20Trondheim%20mariusz.ks%20shutterstock_659296807%20RFE.jpg",
    "detail_description": "Nidaros Cathedral is Scandinavia's largest medieval building, and the northernmost Gothic structure in Europe. Outside, the ornately embellished, altar-like west wall has top-to-bottom statues of biblical characters and Norwegian bishops and kings, sculpted in the early 20th century. Several are copies of medieval originals, nowadays housed in the adjacent museum. Note the glowing, vibrant colours of the modern stained glass in the rose window at the west end in striking contrast to the interior gloom. Photography not permitted.\nThe altar sits over the original grave of St Olav, the Viking king who replaced the pagan Nordic religion with Christianity. The original stone cathedral was built in 1153, when Norway became a separate archbishopric. The current transept and chapter house were constructed in 1130–80 and reveal Anglo-Norman influences (many of the craftspeople were brought in from England), while the Gothic choir and ambulatory were completed in the early 14th century. The nave, repeatedly ravaged by fire across the centuries, is mostly a faithful 19th-century reconstruction.Down in the crypt is a display of medieval carved tombstones (the majority restored from fragments since many headstones were broken up and carted away to be recycled in domestic buildings). Look for one inscribed in English and dedicated to William Miller, Shipmaster, of Dundee, Scotland, who met his end near Trondheim in the 18th century.You can wander around freely but, between early June and early August, it's worth joining a tour (a 15-minute canter or a more detailed 45-minute visit). Times vary but there are up to four daily in English. Music-lovers may want to time their visit to take in a recital on the church's magnificent (and recently restored) organ.From mid-June to mid-August you can climb the 172 steps up the cathedral's tower (50kr) for a great view over the city, but bear in mind that the staircase is extremely narrow and steep – and there's literally no turning back past fellow tour-goers once you're on your way. There are guided ascents every half-hour from its base in the south transept, with a limit of 20 people per ascent."
}
]