[
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 1,
    "name": "Oklahoma City National Memorial Museum",
    "latitude": "35.473585",
    "longitude": "-97.516751",
    "excerpt": "Image by Walter Bibikow / Getty RF",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/oklahoma-city-national-memorial-museum/a/poi-sig/458289/361965",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_2058255926.jpg",
    "detail_description": "Image by Walter Bibikow / Getty RF\nThe story of the worst incident of domestic terrorism in the US is told at the Oklahoma City National Memorial Museum, which avoids becoming mawkish and lets the horrible events of April 19, 1995, speak for themselves.\nThere are two facets to the poignant memorial - the outdoor memorial and indoor museum. Visitors to the museum can take a self-guided tour through the stories of those who were killed, those who survived and those whose lives were changed forever by the incident. It also traces the world’s response in the aftermath of the atrocity.\nThe moving outdoor Symbolic Memorial has 168 empty chair sculptures for each of the people killed in the attack, with the 19 small ones representing the children who perished in the day-care center. The museum and memorial are must-sees for those visiting the city of Oklahoma.\n\n  \nThe museum remembers the victims of the bombing of the Alfred P. Murrah Federal Building in 1995 © traveler1116/Getty Images\n\nHistory of the memorial and museum\nPerpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the truck-bombing of the Alfred P. Murrah Federal Building in Oklahoma City in 1995 killed 168 people, injured more than 680 others and destroyed more than one-third of the building, which had to be demolished. The blast destroyed or damaged 324 other buildings within a 16-block radius, shattered glass in 258 nearby buildings and destroyed or damaged 86 cars.\nIn 1995, Oklahoma city mayor, Ron Norick, appointed a 350-member task force to explore ways to remember the tragic event and honor the victims. It issued its report, the Memorial Mission Statement, in 1999. This called for the creation of a permanent memorial to remember those who were killed, those who survived and those whose lives were changed forever by the bombing.\nIn September 1996, the task force became the Oklahoma City National Memorial, dedicated to fulfilling that mission. Committees were drawn from the families of those who were killed in the bombing, survivors, first responders and volunteers who participated in the rescue and recovery efforts, as well as community volunteers.\nThe outdoor Symbolic Memorial was dedicated on April 19, 2000, by President Bill Clinton, and the Memorial Museum was dedicated on February 19, 2001, by President George Bush.\nWhat to do at the memorial and museum\nVisitors to the outdoor Symbolic Memorial find a moving place for quiet reflection. It encompasses the now-sacred soil where the Murrah building once stood, as well as the surrounding area devastated by the attack. Each chair in the Field of Empty Chairs represents and memorializes a person killed in the bombing.\nCheck out The Survivor Tree, an American elm that bore witness to the violence and withstood the full force of the attack. It continues to stand as a living symbol of resilience, and the circular promontory surrounding the tree offers a place for gathering and viewing the memorial.\nThe Memorial Museum is an interactive learning experience that occupies the west end of the former Journal Record Building, which withstood the bombing. Take a self-guided tour through the story of the atrocity, the trial of the perpetrators and the world’s response to the incident. The museum uses 35 interactives as well as hundreds of hours of video and artifacts to show visitors the personal and poignant details of the devastating attack .\n\n  \nThe Field of Empty Chairs at the Oklahoma City National Memorial Museum © Bryan Steffy/Getty Images\n\nTickets and other practicalities\nThe Oklahoma City National Memorial and Museum is located at 620 N. Harvey Avenue. The Symbolic Memorial is free to visit and open to all 24 hours per day all year-round, while the museum is closed on Easter Sunday, Thanksgiving Day, Christmas Eve, Christmas Day and New Year’s Day. There is free parking with admission at Memorial Garage, located at 231 NW 6th Street.\nMuseum tickets for adults cost $15, seniors and military pay $13, school and college students pay $12 and children aged 5 and under go free. Tickets can be booked online here.\nAccessibility at the memorial and museum\nDesignated accessible parking spaces are available on 6th Street between Harvey Avenue and Robinson Avenue on the north side of the museum. Designated wheelchair-accessible entrances are in place at the memorial.\nThe entrance to the museum is wheelchair accessible, along with each floor of the museum and all restrooms. Elevators are located on each level. Manual wheelchairs can be obtained free of charge from the admissions desk.\nEach video within the museum is open captioned and the app provides a tour for visitors with sight disabilities.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 40,
    "name": "White Water Bay",
    "latitude": "35.461789",
    "longitude": "-97.58769",
    "excerpt": "Beat the summer heat at this water park with over 30 features and rides. Splash away in the wave pool, on the flume rides and plunging down the huge…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/white-water-bay/a/poi-sig/1626549/361965",
    "image_url": null,
    "detail_description": "Beat the summer heat at this water park with over 30 features and rides. Splash away in the wave pool, on the flume rides and plunging down the huge slides.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 39,
    "name": "Route 66 Interpretive Center",
    "latitude": "35.70963",
    "longitude": "-96.877071",
    "excerpt": "Sixty miles southwest of Tulsa, this museum re-creates the experience of driving the Mother Road through the decades. It's housed in a magnificent 1936…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma/attractions/route-66-interpretive-center/a/poi-sig/1132165/361964",
    "image_url": null,
    "detail_description": "Sixty miles southwest of Tulsa, this museum re-creates the experience of driving the Mother Road through the decades. It's housed in a magnificent 1936 armory.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 38,
    "name": "Oklahoma Hall of Fame",
    "latitude": "35.483318",
    "longitude": "-97.525924",
    "excerpt": "A who's who of famous Oklahomans (including several famous country music stars), this three-story museum gets new inductees each year. Download coupons…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/oklahoma-hall-of-fame/a/poi-sig/1418187/361965",
    "image_url": null,
    "detail_description": "A who's who of famous Oklahomans (including several famous country music stars), this three-story museum gets new inductees each year. Download coupons for free admission from its website.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 37,
    "name": "Blue Whale",
    "latitude": "36.193638",
    "longitude": "-95.732857",
    "excerpt": "A beloved roadside attraction built in 1972, this whale was once the centerpiece of a swimming park. Now, it's largely used as a fishing dock. Bring a…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma/attractions/blue-whale/a/poi-sig/1251238/361964",
    "image_url": null,
    "detail_description": "A beloved roadside attraction built in 1972, this whale was once the centerpiece of a swimming park. Now, it's largely used as a fishing dock. Bring a picnic; there are plenty of pond-side tables.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 36,
    "name": "Meadow Gold Sign",
    "latitude": "36.147717",
    "longitude": "-95.974599",
    "excerpt": "This enormous 1930s neon sign for the Meadow Gold brand of milk was a Route 66 landmark and a city icon. Now restored, it's surrounded by displays about…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/meadow-gold-sign/a/poi-sig/1626507/361966",
    "image_url": null,
    "detail_description": "This enormous 1930s neon sign for the Meadow Gold brand of milk was a Route 66 landmark and a city icon. Now restored, it's surrounded by displays about the road. Nearby shops cater to Mother Road tourists.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 35,
    "name": "Philtower Building",
    "latitude": "36.152092",
    "longitude": "-95.98875",
    "excerpt": "Finished in 1928, this 24-floor skyscraper combines art deco and neo-Gothic details. A landmark on the skyline, its name – and original financing –…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/philtower-building/a/poi-sig/1626528/361966",
    "image_url": null,
    "detail_description": "Finished in 1928, this 24-floor skyscraper combines art deco and neo-Gothic details. A landmark on the skyline, its name – and original financing – derives from Waite Phillips, a legendary local magnate.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 34,
    "name": "Oklahoma History Center",
    "latitude": "35.494255",
    "longitude": "-97.499971",
    "excerpt": "Near the capitol building, this museum makes people the focus as it tells the story of the Sooner State through interactive exhibits. There are good…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/oklahoma-history-center/a/poi-sig/458291/361965",
    "image_url": null,
    "detail_description": "Near the capitol building, this museum makes people the focus as it tells the story of the Sooner State through interactive exhibits. There are good Native American galleries.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 33,
    "name": "National Hall of Fame for Famous American Indians",
    "latitude": "35.072691",
    "longitude": "-98.228545",
    "excerpt": "A short outdoor walk leads past 41 bronze busts of well-known Native Americans including Pocahontas, Geronimo and Sitting Bull. The nearby visitor center…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/anadarko/attractions/national-hall-of-fame-for-famous-american-indians/a/poi-sig/1131972/1315487",
    "image_url": null,
    "detail_description": "A short outdoor walk leads past 41 bronze busts of well-known Native Americans including Pocahontas, Geronimo and Sitting Bull. The nearby visitor center has a good selection of books on Native Americans from Oklahoma.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 32,
    "name": "Science Museum Oklahoma",
    "latitude": "35.523372",
    "longitude": "-97.475424",
    "excerpt": "Science was never this much fun in school. Galleries filled with fascinating displays and gizmos engage visitors in the secrets of aviation, farming,…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/science-museum-oklahoma/a/poi-sig/1626550/361965",
    "image_url": null,
    "detail_description": "Science was never this much fun in school. Galleries filled with fascinating displays and gizmos engage visitors in the secrets of aviation, farming, space, inventing and a lot more. You can easily loses several hours here.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 31,
    "name": "Philcade Building",
    "latitude": "36.151633",
    "longitude": "-95.988482",
    "excerpt": "The Philcade Building – with its glorious T-shaped lobby – is an exceptional example of the city's art deco architecture. Inside, beneath gilt-encrusted…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/philcade-building/a/poi-sig/1131990/361966",
    "image_url": null,
    "detail_description": "The Philcade Building – with its glorious T-shaped lobby – is an exceptional example of the city's art deco architecture. Inside, beneath gilt-encrusted decor, you'll find exhibits about art deco architecture in the soaring lobby.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 30,
    "name": "Myriad Botanical Gardens",
    "latitude": "35.465258",
    "longitude": "-97.517889",
    "excerpt": "Right in the city center, these 15 acres of gardens are home to thousands of plants and many elaborate landscapes. Water features abound and there are…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/myriad-botanical-gardens/a/poi-sig/1626552/361965",
    "image_url": null,
    "detail_description": "Right in the city center, these 15 acres of gardens are home to thousands of plants and many elaborate landscapes. Water features abound and there are numerous sculptures. The conservatory was designed by IM Pei and holds a tropical wonderland.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 28,
    "name": "State Capitol",
    "latitude": "35.491914",
    "longitude": "-97.503426",
    "excerpt": "Built in 1917 (though it only got its dome in 2002), this Greco-Roman building has large murals, beautiful stained-glass windows, a tribal flag plaza and…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/state-capitol/a/poi-sig/458293/361965",
    "image_url": null,
    "detail_description": "Built in 1917 (though it only got its dome in 2002), this Greco-Roman building has large murals, beautiful stained-glass windows, a tribal flag plaza and rotating art exhibits. Appropriately, it's the only state capitol surrounded by working oil wells.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 29,
    "name": "Boston Avenue United Methodist Church",
    "latitude": "36.143848",
    "longitude": "-95.98436",
    "excerpt": "This 1930 church, rising at the end of downtown, is an exceptional example of the city's art deco architecture. It's 15 stories tall and was designed by…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/boston-avenue-united-methodist-church/a/poi-sig/1131993/361966",
    "image_url": null,
    "detail_description": "This 1930 church, rising at the end of downtown, is an exceptional example of the city's art deco architecture. It's 15 stories tall and was designed by Adah Robinson, a woman who had great influence in the 20th century as an artist and architect.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 27,
    "name": "Stockyards City",
    "latitude": "35.452988",
    "longitude": "-97.554892",
    "excerpt": "You'll brush up against real cowboys in Stockyards City, southwest of downtown, either in the shops and restaurants that cater to them or at the Oklahoma…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/stockyards-city/a/poi-sig/458295/361965",
    "image_url": null,
    "detail_description": "You'll brush up against real cowboys in Stockyards City, southwest of downtown, either in the shops and restaurants that cater to them or at the Oklahoma National Stockyards – the world's largest stocker and feeder cattle market. It dates back to 1910.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 26,
    "name": "Route 66 Museum",
    "latitude": "35.506838",
    "longitude": "-98.986638",
    "excerpt": "Engaging displays about the Mother Road organized by decade from its inception to its closure and eventual rebirth. The museum also highlights some of the…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma/attractions/route-66-museum/a/poi-sig/1251262/361964",
    "image_url": null,
    "detail_description": "Engaging displays about the Mother Road organized by decade from its inception to its closure and eventual rebirth. The museum also highlights some of the famous sites along the way, including landmark diners, flashy motels and an assortment of natural attractions.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 25,
    "name": "Five Civilized Tribes Museum",
    "latitude": "35.766533",
    "longitude": "-95.414182",
    "excerpt": "This museum is inside an 1875 Union Indian Agency house. It recalls the cultures of the Native Americans – the Cherokee, Chickasaw, Choctaw, Creek …",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/muskogee/attractions/five-civilized-tribes-museum/a/poi-sig/1132087/1324562",
    "image_url": null,
    "detail_description": "This museum is inside an 1875 Union Indian Agency house. It recalls the cultures of the Native Americans – the Cherokee, Chickasaw, Choctaw, Creek (Muscogee) and Seminole tribes – forcibly moved here from America's southeast on what became known as the Trail of Tears.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 24,
    "name": "Philbrook Downtown",
    "latitude": "36.158728",
    "longitude": "-95.991597",
    "excerpt": "Tulsa's Philbrook museum has two locations and this secondary site is in the Brady Arts District. It displays contemporary art alongside a large…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/philbrook-downtown/a/poi-sig/1517683/361966",
    "image_url": null,
    "detail_description": "Tulsa's Philbrook museum has two locations and this secondary site is in the Brady Arts District. It displays contemporary art alongside a large collection of 20th-century Native American pieces. The main Philbrook Museum of Art is south of town.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 23,
    "name": "Skeletons: Museum of Osteology",
    "latitude": "35.364835",
    "longitude": "-97.441841",
    "excerpt": "An army of flesh-eating beetles helps this touristy museum's curators prepare the bones of dead animals (many from zoos) for a new life on display. There…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/skeletons-museum-of-osteology/a/poi-sig/1566268/361965",
    "image_url": null,
    "detail_description": "An army of flesh-eating beetles helps this touristy museum's curators prepare the bones of dead animals (many from zoos) for a new life on display. There are more than 350 skeletons here and over 100,000 individual bones, including those of an American buffalo and an African bush elephant.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 22,
    "name": "Philbrook Museum of Art",
    "latitude": "36.115544",
    "longitude": "-95.965903",
    "excerpt": "South of town, this oil magnate's converted Italianate villa, ringed by fabulous foliage, houses fine Native American works and classic international art…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/philbrook-museum-of-art/a/poi-sig/1132001/361966",
    "image_url": null,
    "detail_description": "South of town, this oil magnate's converted Italianate villa, ringed by fabulous foliage, houses fine Native American works and classic international art. There is a second location, Philbrook Downtown, in the Brady Arts District. It shows contemporary art.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 21,
    "name": "Ninety Nines Museum Of Women Pilots",
    "latitude": "35.405702",
    "longitude": "-97.597411",
    "excerpt": "Ninety nine female American pilots formed their own group in 1929, which is now based in Oklahoma City. This museum celebrates the contributions of women…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/ninety-nines-museum-of-women-pilots/a/poi-sig/1626548/361965",
    "image_url": null,
    "detail_description": "Ninety nine female American pilots formed their own group in 1929, which is now based in Oklahoma City. This museum celebrates the contributions of women in aviation, including the 13 recruited to be astronauts at the start of the US space program before they were fired due to institutional sexism.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 20,
    "name": "Oxley Nature Center",
    "latitude": "36.223711",
    "longitude": "-95.9041",
    "excerpt": "All that driving over the long distances of the Great Plains means you're probably ready to stretch your legs. This sprawling nature center on the…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/oxley-nature-center/a/poi-sig/1626529/361966",
    "image_url": null,
    "detail_description": "All that driving over the long distances of the Great Plains means you're probably ready to stretch your legs. This sprawling nature center on the northeast side of Tulsa is the perfect excuse. It has over nine miles of themed trails through woods, prairie, along streams and more. There's also a nature center.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 19,
    "name": "Oklahoma Sports Hall of Fame",
    "latitude": "35.46573",
    "longitude": "-97.508372",
    "excerpt": "The highlight of this attraction in the ballpark complex is the museum dedicated to the athletic exploits of Jim Thorpe (Olympic gold medals plus…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/oklahoma-sports-hall-of-fame/a/poi-sig/1626551/361965",
    "image_url": null,
    "detail_description": "The highlight of this attraction in the ballpark complex is the museum dedicated to the athletic exploits of Jim Thorpe (Olympic gold medals plus accolades for his talent at football, baseball and basketball.) Despite his amazing exploits, Thorpe battled discrimination for being a Native American all his life.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 18,
    "name": "Will Rogers Memorial Museum",
    "latitude": "36.320718",
    "longitude": "-95.631888",
    "excerpt": "The hilltop Will Rogers Memorial Museum, 30 miles northeast of Tulsa off Route 66, is an engaging tribute to a hugely popular local entertainer from the…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/claremore/attractions/will-rogers-memorial-museum/a/poi-sig/1132083/1324561",
    "image_url": null,
    "detail_description": "The hilltop Will Rogers Memorial Museum, 30 miles northeast of Tulsa off Route 66, is an engaging tribute to a hugely popular local entertainer from the 1920s and 1930s. Rogers was part Cherokee, and good for quotes like: 'My ancestors didn't come over on the Mayflower, but they were there to meet the boat.'\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 16,
    "name": "Centennial Land Run Monument",
    "latitude": "35.461299",
    "longitude": "-97.505615",
    "excerpt": "Four dozen huge bronze sculptures, spread across several hundred feet of open land near Bricktown, capture the chaos and drama of the 1889 land rush that…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/centennial-land-run-monument/a/poi-sig/1626553/361965",
    "image_url": null,
    "detail_description": "Four dozen huge bronze sculptures, spread across several hundred feet of open land near Bricktown, capture the chaos and drama of the 1889 land rush that settled a large part of the future state – and dispossessed Native Americans from their lands. Despite the enduring controversy, the land rushes remain etched in Oklahoma's soul.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 17,
    "name": "Milk Bottle Grocery",
    "latitude": "35.494185",
    "longitude": "-97.532104",
    "excerpt": "Route 66 took many different roads through Oklahoma City over the five decades when it was the transcontinental highway. For many years it passed by this…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/milk-bottle-grocery/a/poi-sig/1626554/361965",
    "image_url": null,
    "detail_description": "Route 66 took many different roads through Oklahoma City over the five decades when it was the transcontinental highway. For many years it passed by this tiny triangular building with a giant milk bottle on top. From 1930 through the 1960s, thirsty travelers could stop here and buy some ice-cold refreshing milk.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 15,
    "name": "Henry Overholser Mansion",
    "latitude": "35.485065",
    "longitude": "-97.519283",
    "excerpt": "Fittingly, Henry Overholser, known as the 'Father of Oklahoma City,' lived with his wife Anna in what remains Oklahoma City's grandest mansion. This three…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/henry-overholser-mansion/a/poi-sig/1626547/361965",
    "image_url": null,
    "detail_description": "Fittingly, Henry Overholser, known as the 'Father of Oklahoma City,' lived with his wife Anna in what remains Oklahoma City's grandest mansion. This three-story palace was completed in 1903. Tours cover the history of the city, the Overholsers, their servants and workers as well as the lives of their neighbors. There are many more (almost as grand) mansions in the surrounding blocks.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 14,
    "name": "Hunter's Home",
    "latitude": "35.855977",
    "longitude": "-94.958969",
    "excerpt": "This 1845 plantation home recreates pre-Civil War life in Oklahoma. George Murrell, who was of European descent, married Minerva Ross, a member of a…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/tahlequah/attractions/hunter-s-home/a/poi-sig/1418185/1341546",
    "image_url": null,
    "detail_description": "This 1845 plantation home recreates pre-Civil War life in Oklahoma. George Murrell, who was of European descent, married Minerva Ross, a member of a prominent Cherokee family (her uncle was principal chief of the tribe from 1828 to 1866). Murrell moved with his family at the time of the Trail of Tears and built this estate, which offers a look at the more genteel aspects of life in the Indian Territory's early days.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 13,
    "name": "Fort Sill National Historic Landmark & Museum",
    "latitude": "34.639754",
    "longitude": "-98.421186",
    "excerpt": "This historic site includes several original stone buildings. A highlight is the 1872 Post Guardhouse, the center of law enforcement for the Indian…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/western-oklahoma/attractions/fort-sill-national-historic-landmark-museum/a/poi-sig/1131981/1324559",
    "image_url": null,
    "detail_description": "This historic site includes several original stone buildings. A highlight is the 1872 Post Guardhouse, the center of law enforcement for the Indian Territory. Step inside to see where Apache leader Geronimo and other warriors were held as prisoners of war. Geronimo’s grave, marked by an eagle-topped stone pyramid, is on the fort grounds. Note that you'll need to get a pass at the Visitors Control Center to go beyond the gates to view the historic sites.\nToday, Fort Sill is home to the US Army Field Artillery School."
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 12,
    "name": "Fort Gibson Historic Site",
    "latitude": "35.803875",
    "longitude": "-95.257323",
    "excerpt": "Built as a frontier fort in 1824, Fort Gibson came to play an integral – and notorious – role in the Trail of Tears. It was home to the removal commission…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/muskogee/attractions/fort-gibson-historic-site/a/poi-sig/1418186/1324562",
    "image_url": null,
    "detail_description": "Built as a frontier fort in 1824, Fort Gibson came to play an integral – and notorious – role in the Trail of Tears. It was home to the removal commission in the 1830s and is where surviving Creek and Seminole people were brought after the forced march. From here they were dispatched around the Indian Territory. You can get a good sense of military life 180 years ago at the restored grounds and buildings. It's seven miles northeast of the center of Muskogee.\nWashington Irving wrote his landmark A Tour of the Prairies in 1835 based on trips he took with Fort Gibson troops in 1832 and 1833 looking for local bands of Native Americans. The main part of the historic site is at the corner of Lee St and E Ash Ave."
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 11,
    "name": "Washita Battlefield National Historic Site",
    "latitude": "35.616489",
    "longitude": "-99.686079",
    "excerpt": "On November 27, 1868, George Custer’s troops launched a dawn attack on the peaceful village of Chief Black Kettle. It was a slaughter of men, women,…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/western-oklahoma/attractions/washita-battlefield-national-historic-site/a/poi-sig/1132176/1324559",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1639479274.jpg",
    "detail_description": "On November 27, 1868, George Custer’s troops launched a dawn attack on the peaceful village of Chief Black Kettle. It was a slaughter of men, women, children and domestic animals, an act some would say led to karmic revenge on Custer eight years later. Trails traverse the site of the killings, which is remarkably unchanged. An excellent visitor center 0.7 miles away contains a good museum; seasonal tours and talks are worthwhile.\nThe site is 2 miles west of Cheyenne, 30 miles north of I-40 via US 283. The surrounding Black Kettle National Grassland has some scenic drives and free campgrounds."
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 10,
    "name": "National Cowboy & Western Heritage Museum",
    "latitude": "35.536067778505",
    "longitude": "-97.482504844665",
    "excerpt": "Only the smells are missing. Vibrant historic displays are complemented by a mock frontier village and an excellent collection of Western painting and…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma-city/attractions/national-cowboy-western-heritage-museum/a/poi-sig/458285/361965",
    "image_url": null,
    "detail_description": "Only the smells are missing. Vibrant historic displays are complemented by a mock frontier village and an excellent collection of Western painting and sculpture, featuring many works by Charles M Russell and Frederic Remington.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 9,
    "name": "Pony Bridge",
    "latitude": "35.541306",
    "longitude": "-98.320599",
    "excerpt": "So named for the 38 'pony' trusses that comprise it, this landmark Route 66 bridge is 3944ft long and crosses the Canadian River and its flood plains…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/oklahoma/attractions/pony-bridge/a/poi-sig/1626506/361964",
    "image_url": null,
    "detail_description": "So named for the 38 'pony' trusses that comprise it, this landmark Route 66 bridge is 3944ft long and crosses the Canadian River and its flood plains. Dedicated in 1933, it's a lonely spot and was used as a location in 1939's The Grapes of Wrath. Grandpa dies and is buried near the west end.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 8,
    "name": "Woody Guthrie Center",
    "latitude": "36.158511",
    "longitude": "-95.992076",
    "excerpt": "Woody Guthrie gained fame for his 1930s folk ballads that told stories of the Dust Bowl and the Great Depression. His life and music are recalled in this…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/woody-guthrie-center/a/poi-sig/1410340/361966",
    "image_url": null,
    "detail_description": "Woody Guthrie gained fame for his 1930s folk ballads that told stories of the Dust Bowl and the Great Depression. His life and music are recalled in this impressive museum, where you can listen to his music and explore his legacy via the works of Bob Dylan and more. Evening concerts are held at the on-site theater (check the website for dates and times).\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 7,
    "name": "Decopolis",
    "latitude": "36.151442",
    "longitude": "-95.988783",
    "excerpt": "Part museum, part souvenir store, part bookstore, part candyland, this multifaceted place should be your first stop in downtown Tulsa. All things art deco…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/decopolis/a/poi-sig/1626526/361966",
    "image_url": null,
    "detail_description": "Part museum, part souvenir store, part bookstore, part candyland, this multifaceted place should be your first stop in downtown Tulsa. All things art deco are celebrated. Pick up the free walking map that will guide you to nearby soaring architectural treasures, including the magnificent Philcade Building right across the street.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 6,
    "name": "Price Tower",
    "latitude": "36.74903",
    "longitude": "-95.975958",
    "excerpt": "You can tour the only Frank Lloyd Wright–designed skyscraper ever built, the 221ft Price Tower (1956). Inside and out it is like Architectural Digest…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/bartlesville/attractions/price-tower/a/poi-sig/1132078/1315488",
    "image_url": null,
    "detail_description": "You can tour the only Frank Lloyd Wright–designed skyscraper ever built, the 221ft Price Tower (1956). Inside and out it is like Architectural Digest meets The Jetsons. Wright shopped the design around for 30 years before he found clients willing to build it here. All but abandoned in the 1990s, the building now houses a ground-floor art gallery and the Inn at Price Tower. Visitors can also ride the creaky elevators to the 15th-floor Copper Restaurant + Bar.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 5,
    "name": "Gilcrease Museum",
    "latitude": "36.17521",
    "longitude": "-96.020755",
    "excerpt": "Northwest of downtown, off Hwy 64, this superb museum sits on the manicured estate of Thomas Gilcrease of the Muscogee Creek Nation, who discovered oil on…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/gilcrease-museum/a/poi-sig/1131998/361966",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/FH6H56.jpg",
    "detail_description": "Northwest of downtown, off Hwy 64, this superb museum sits on the manicured estate of Thomas Gilcrease of the Muscogee Creek Nation, who discovered oil on his allotment. Exhibits explore Native American art, textiles, pottery and more, while the surrounding free gardens make for a great stroll.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 4,
    "name": "Cherokee Heritage Center",
    "latitude": "35.868148",
    "longitude": "-94.95556",
    "excerpt": "The excellent Cherokee Heritage Center features Native American–led tours through a re-creation of a pre-European-contact woodland village and 1890s…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/tahlequah/attractions/cherokee-heritage-center/a/poi-sig/1132094/1341546",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1731589861.jpg",
    "detail_description": "The excellent Cherokee Heritage Center features Native American–led tours through a re-creation of a pre-European-contact woodland village and 1890s reservation life. It lies on 44 heavily wooded acres, the grounds of the former Cherokee Female Seminary, the first public institution of higher learning for women west of the Mississippi.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 2,
    "name": "Wichita Mountains Wildlife Refuge",
    "latitude": "34.710669",
    "longitude": "-98.623479",
    "excerpt": "The 59,020-acre Wichita Mountains Wildlife Refuge protects bison, elk, longhorn cattle and a frenetic prairie dog town. Wildlife is abundant; observant…",
    "detail_url": "https://www.lonelyplanet.com/usa/oklahoma/medicine-park/attractions/wichita-mountains-wildlife-refuge/a/poi-sig/1131986/1341982",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstockRF_1065592748.jpg",
    "detail_description": "The 59,020-acre Wichita Mountains Wildlife Refuge protects bison, elk, longhorn cattle and a frenetic prairie dog town. Wildlife is abundant; observant drivers might even see a spindly, palm-sized tarantula tiptoeing across the road. At the visitor center, displays highlight the refuge’s flora and fauna and there are inspiring views of prairie grasslands. For a short-but-scenic hike, try the creek-hugging Kite Trail to the waterfalls and rocks at the Forty Foot Hole; it starts at Lost Lake Picnic Area.\n"
},
{
    "country": "oklahoma",
    "city": "Oklahoma",
    "index": 3,
    "name": "Oklahoma Jazz Hall of Fame",
    "latitude": "36.156547",
    "longitude": "-95.991122",
    "excerpt": "Tulsa's beautiful Union Station is filled with sound again, but now it's melodious as opposed to cacophonous. During the first half of the 20th century,…",
    "detail_url": "https://www.lonelyplanet.com/usa/great-plains/tulsa/attractions/oklahoma-jazz-hall-of-fame/a/poi-sig/1132005/361966",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1759618682.jpg",
    "detail_description": "Tulsa's beautiful Union Station is filled with sound again, but now it's melodious as opposed to cacophonous. During the first half of the 20th century, Tulsa was literally at the crossroads of American music with performers both homegrown and from afar. Learn about greats like Charlie Christian, Ernie Fields Senior and Wallace Willis in detailed exhibits. Sunday jazz concerts are played in the once-segregated grand concourse. On Tuesday nights there are free jam sessions. \n"
}
]