[
{
    "country": "pakistan",
    "index": 39,
    "name": "Chitral Polo Ground",
    "latitude": "35.847169618114",
    "longitude": "71.78439438343",
    "excerpt": "At the south end of town is the Chitral polo ground. One of Pakistan's best, practice matches are held here every few days from mid-March to early…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/north-west-frontier-province/chitral-town/attractions/chitral-polo-ground/a/poi-sig/477748/357258",
    "image_url": null,
    "detail_description": "At the south end of town is the Chitral polo ground. One of Pakistan's best, practice matches are held here every few days from mid-March to early November, and real matches on weekends, always in the afternoon. On one side is a covered VIP stand, where tourists may sometimes sit (if there are no dignitaries in town). The best players are often drawn from the Chitral Scouts and the police. The best times for polo are from late May onwards, and in the run up to the Shandur and Chitral festivals.\nThe PTDC office or CAMAT will be able to advise on upcoming matches."
},
{
    "country": "pakistan",
    "index": 37,
    "name": "Shrine of Shams-ud-Din Sabzwari",
    "latitude": "30.20114",
    "longitude": "71.484069824219",
    "excerpt": "On the dry bed of the Ravi River, less than 1km northeast of the fort, the Shrine of Shams-ud-Din Sabzwari, who is believed to have lived from 1165 to…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/multan/attractions/shrine-of-shams-ud-din-sabzwari/a/poi-sig/450455/357296",
    "image_url": null,
    "detail_description": "On the dry bed of the Ravi River, less than 1km northeast of the fort, the Shrine of Shams-ud-Din Sabzwari, who is believed to have lived from 1165 to 1276, was founded by his grandson in 1330 and rebuilt by more distant descendants in about 1780.\nOne of the most enduring legends about the many miracles of Shams Tabrez is that he moved the sun closer to himself, hence making Multan the hot and dusty city it is today (shams means sun in Arabic). Whether or not the saint has been forgiven for this action, his tomb attracts vast numbers of devotees on his urs, held on 14-16 Rabusani."
},
{
    "country": "pakistan",
    "index": 38,
    "name": "Tomb of Nur Jahan",
    "latitude": null,
    "longitude": null,
    "excerpt": "Just over the railway line from Jehangir's Tomb but not as well preserved is the Tomb of Nur Jahan. After the death of her first husband, an Afghan prince…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/tomb-of-nur-jahan/a/poi-sig/450335/357280",
    "image_url": null,
    "detail_description": "Just over the railway line from Jehangir's Tomb but not as well preserved is the Tomb of Nur Jahan. After the death of her first husband, an Afghan prince, Nur Jahan was carted off to Delhi, destined for captivity. However, Emperor Jehangir fell in love with her and they married in 1611. He gave her the name Nur Jahan, meaning 'Light of the World', and allowed her to rule alongside him. She died aged 72 in 1645, 18 years after Jehangir, and her tomb was completed in the same year.\r\n\nOne story is that, pining for her dead husband, she planned the tomb herself and wrote its mournful epitaph.\r\n"
},
{
    "country": "pakistan",
    "index": 36,
    "name": "Mir's Palace",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Mir's Palace is under restoration. Until the early '70s the mir of Hunza lived here for three months of the year, presiding over local durbars …",
    "detail_url": "https://www.lonelyplanet.com/pakistan/karakoram-highway/gulmit/attractions/mir-s-palace/a/poi-sig/500268/357221",
    "image_url": null,
    "detail_description": "The Mir's Palace is under restoration. Until the early '70s the mir of Hunza lived here for three months of the year, presiding over local durbars (councils). A cluster of houses to the left of the palace is the original village. The tallest of these is said to be Gulmit's oldest, possibly 200 years old; before the palace was built the mir stayed in it on his Gulmit sojourns.\nTo its left are the carved lintels of an old Shiite mosque from the early 19th century, before Gojalis converted to Ismailism. You can also see local women dyeing and weaving traditional cloth in the old building next to the palace."
},
{
    "country": "pakistan",
    "index": 35,
    "name": "Queen Victoria Monument",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Queen Victoria Monument at the top of the rock face behind Karimabad can be reached in an hour from Baltit. Take the channel path above the polo…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/karakoram-highway/karimabad-baltit/attractions/queen-victoria-monument/a/poi-sig/477802/357240",
    "image_url": null,
    "detail_description": "The Queen Victoria Monument at the top of the rock face behind Karimabad can be reached in an hour from Baltit. Take the channel path above the polo ground. Five minutes out, cross the channel and climb stone steps beside an old watchtower. At the top of the village, scramble over to a shallow cleft with some very large boulders. Go straight up to the base of the cliff before crossing over to the monument; avoid a diagonal crossing of the face because the top Ultar water channel spills down it.\nThought to be erected by Nazim Khan, in Burushaski, the monument is called Malikamu Shikari (ma-li-ka-mu shi-ka-ri)."
},
{
    "country": "pakistan",
    "index": 33,
    "name": "Defence Housing Authority Mosque (Masjid-i-Tuba)",
    "latitude": "24.84330955",
    "longitude": "67.05416339",
    "excerpt": "Surely Pakistan's most eccentric mosque, the Defence Housing Authority Mosque is a truly odd structure that was built in the late 1960s. The low-slung…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/defence-housing-authority-mosque-masjid-i-tuba/a/poi-sig/450157/357300",
    "image_url": null,
    "detail_description": "Surely Pakistan's most eccentric mosque, the Defence Housing Authority Mosque is a truly odd structure that was built in the late 1960s. The low-slung mosque is contained under one vast dome with no supporting columns or vaults. With a diameter of 72m, the tentlike dome claims to be the world's largest. Constructed of white marble, it has thousands of mirror tiles in its thermally proofed interior, giving the impression of twinkling stars.\nVisitors are welcome, although it's recommended to avoid prayer times and Fridays. Also known as the Defence Society Mosque, it's in DHA, about 1km southeast of the Cantonment Railway Station."
},
{
    "country": "pakistan",
    "index": 34,
    "name": "Butkara No 1",
    "latitude": null,
    "longitude": null,
    "excerpt": "Butkara No 1 is also called Butkara, or the local name of Gulkada (gool-ka-da). This site has yielded one of Swat's richest harvests of artefacts, all now…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/north-west-frontier-province/mingora-and-saidu-sharif/attractions/butkara-no-1/a/poi-sig/477718/357273",
    "image_url": null,
    "detail_description": "Butkara No 1 is also called Butkara, or the local name of Gulkada (gool-ka-da). This site has yielded one of Swat's richest harvests of artefacts, all now in museums. The enormous central stupa was probably begun by Ashoka in the 3rd century BC; by the 10th century it had been rebuilt five times, each new version enclosing the last.\nSurrounding it were over 200 little stupas built by wealthy pilgrims. To get here, find the first road just north of the Swat Museum, off Saidu Sharif Rd, and walk east along it for 900m. Then walk 250m north on a footpath across fields to a boundary fence in a grove of trees."
},
{
    "country": "pakistan",
    "index": 32,
    "name": "Ashoka Rocks",
    "latitude": null,
    "longitude": null,
    "excerpt": "On the north side of town is Mansehra's tourist attraction, three granite boulders on which 14 edicts were engraved by order of the Mauryan king Ashoka in…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/karakoram-highway/mansehra/attractions/ashoka-rocks/a/poi-sig/500432/357233",
    "image_url": null,
    "detail_description": "On the north side of town is Mansehra's tourist attraction, three granite boulders on which 14 edicts were engraved by order of the Mauryan king Ashoka in the 3rd century BC. Appalled by the destruction wreaked by his military campaigns, Ashoka converted to Buddhism and tried to dictate a new morality based on piety, moderation, tolerance and respect for life. He was greatly revered, but his reforms (and his empire) didn't last much longer than he did.\nThe inscriptions have done better, but they too are fading away; despite the shelters, the ancient Karoshthi script is now almost impossible to see. The rocks uphill are better than the one below the road."
},
{
    "country": "pakistan",
    "index": 31,
    "name": "Nurpur Shahan Village",
    "latitude": null,
    "longitude": null,
    "excerpt": "About 4km northeast of the Diplomatic Enclave, Nurpur Shahan Village village is a shrine to Shah Abdul Latif Kazmi. Also known as Bari Shah Latif or 'Bari…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/islamabad-and-rawalpindi/attractions/nurpur-shahan-village/a/poi-sig/464342/357196",
    "image_url": null,
    "detail_description": "About 4km northeast of the Diplomatic Enclave, Nurpur Shahan Village village is a shrine to Shah Abdul Latif Kazmi. Also known as Bari Shah Latif or 'Bari Imam', he was a 17th-century Sufi teacher and Islamabad's unofficial patron saint. Thursday evening can be very festive, with pilgrims and trancelike qawwali (Islamic devotional singing). Foreigners are welcome but should always dress conservatively.\nIn the last week of May the carnival-like urs (death-anniversary festival) of Bari Shah Latif is celebrated here. Minibus 3 heads to Nurpur Shahan from Rajah Bazaar in Rawalpindi, via Aabpara. Bus 120 leaves from Karachi Co (east of Islamabad), via Sitara Market and Aabpara."
},
{
    "country": "pakistan",
    "index": 40,
    "name": "Institute Of Blue Pottery Development",
    "latitude": "30.18160035",
    "longitude": "71.49026347",
    "excerpt": "To see the production phases of blue pottery, a traditional craft that is a Multan speciality, visit the small but interesting Institute Of Blue Pottery…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/multan/attractions/institute-of-blue-pottery-development/a/poi-sig/450441/357296",
    "image_url": null,
    "detail_description": "To see the production phases of blue pottery, a traditional craft that is a Multan speciality, visit the small but interesting Institute Of Blue Pottery Development. The lovely items made here are sold in Pakistan and beyond and can also be purchased at the institute's own showroom (prices range from Rs30 for a small vase to Rs7000 for a large one). For an informal tour meet the institute's project director, Mr Shuaib Khan.\nAn autorickshaw from the city centre is Rs100 (one way). The PTDC and TDCP can arrange tours to the institute (prices on application)."
},
{
    "country": "pakistan",
    "index": 30,
    "name": "Karpochu",
    "latitude": null,
    "longitude": null,
    "excerpt": "Ali Sher Khan probably built the fort on the east end of this rock in the 17th century, but the Dogras trashed and rebuilt it. It's a half-hour climb to…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/karakoram-highway/skardu/attractions/karpochu/a/poi-sig/500216/357211",
    "image_url": null,
    "detail_description": "Ali Sher Khan probably built the fort on the east end of this rock in the 17th century, but the Dogras trashed and rebuilt it. It's a half-hour climb to the partly reconstructed fort, from where there are fine valley views. The path starts beside the Hilton International Hotel. From the polo ground, there is a track around the base of the rock. Knock and yell for assistance if the fort door is closed.\nYou can get to the summit (and the ruins of more fortifications, and amazing views) by a steep, dry, three-hour scramble up the west end of the rock from near the Hotel Sadpara International. Take care, as this route has some false paths taking you near unprotected and dangerous drops."
},
{
    "country": "pakistan",
    "index": 29,
    "name": "Lok Virsa Museum",
    "latitude": "33.68655",
    "longitude": "73.07648",
    "excerpt": "Lok Virsa Museum houses a fascinating array of traditional handicrafts including embroidered costumes, old jewellery and intricate woodcarvings - it is…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/islamabad-and-rawalpindi/attractions/lok-virsa-museum/a/poi-sig/464338/357196",
    "image_url": null,
    "detail_description": "Lok Virsa Museum houses a fascinating array of traditional handicrafts including embroidered costumes, old jewellery and intricate woodcarvings - it is well worth a visit. The reference library has resources on history, art, crafts, traditional music and ethnography. Books and other media of folk and classical music can be purchased at the bookshop. Photography inside the museum is prohibited.\nFor Lok Virsa Museum, you can continue walking over the hill from Shakarparian lookout; or from Zero Point bus stop cross the road, bear right and enter the woods on a path where an approach road joins the Rawalpindi road (the continuation of 8th Ave), a 15-minute walk. A taxi from Aabpara to the museum costs about Rs60."
},
{
    "country": "pakistan",
    "index": 28,
    "name": "Chughtai Museum",
    "latitude": null,
    "longitude": null,
    "excerpt": "Originally intended to be temporary but open since 1975, the year Muhammad Abdur Rahman Chughtai died, the Chughtai Museum is just northwest of the…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/chughtai-museum/a/poi-sig/450291/357280",
    "image_url": null,
    "detail_description": "Originally intended to be temporary but open since 1975, the year Muhammad Abdur Rahman Chughtai died, the Chughtai Museum is just northwest of the intersection of Ferozpur Rd and Gulberg Main Blvd. Recognised as Pakistan's greatest painter and credited with a single-handed renaissance in Islamic art here, Chughtai (1897-1975) produced almost 2000 watercolours, thousands of pencil sketches and nearly 300 etchings and aquatints. He also designed many of Pakistan's stamps and coins.\nIt's possible to see works of Chughtai that are not in the exhibition if you contact the director, Mr Arif Rahman Chughtai (5850733) in advance. It's also probably a good idea to phone just ahead of your visit to make sure someone is there."
},
{
    "country": "pakistan",
    "index": 27,
    "name": "Manora Island",
    "latitude": null,
    "longitude": null,
    "excerpt": "Manora Island sits a short ferry ride from Keamari Harbour, the entrance to Karachi's busy port. The island was the site of the fort where Karachi's…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/manora-island/a/poi-sig/450177/357300",
    "image_url": null,
    "detail_description": "Manora Island sits a short ferry ride from Keamari Harbour, the entrance to Karachi's busy port. The island was the site of the fort where Karachi's Talpur rulers surrendered to the British, who later erected a (still-intact) lighthouse in its place. The island has a small beach overlooked by the remains of a 19th-century Hindu temple. Swimming isn't recommended due to strong currents and pollution. There are food stalls around the beach, some selling fresh fish in batter.\nThe main reason to come to Manora Island is to enjoy the sea breezes on the ferry trip out here. Boats in the harbour will also run longer trips for the right fee, but note that photography is forbidden in the harbour area. A taxi from Saddar costs around Rs120."
},
{
    "country": "pakistan",
    "index": 26,
    "name": "Prince Kamran Baradari Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "The baradari (summer pavilion) of Prince Kamran, son of the first Mughal emperor Zahiruddin Babur, stands on a small island in the Ravi River (the river…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/prince-kamran-baradari-park/a/poi-sig/450317/357280",
    "image_url": null,
    "detail_description": "The baradari (summer pavilion) of Prince Kamran, son of the first Mughal emperor Zahiruddin Babur, stands on a small island in the Ravi River (the river is on the northern outskirts of town). When it was completed in 1540 the Ravi was several hundred metres away and the baradari was in a large garden adjacent to the town. Its two storeys still open to a 12-columned vaulted veranda (baradari literally means 12 gates).\nThese days a great deal of its former romance has disappeared and few travellers make the trip here.If water levels are not too low, rowing boats make the return trip from the Lahore side for Rs25 per person (minimum 10 people). Alternatively, you can negotiate a fare for smaller groups."
},
{
    "country": "pakistan",
    "index": 24,
    "name": "Channel Walk",
    "latitude": "36.321777187591",
    "longitude": "74.669169187546",
    "excerpt": "A three- or four-hour walk along the main water channels from Ultar Nala is a good way to see Hunza at its best. Try to avoid the delicate side channels.",
    "detail_url": "https://www.lonelyplanet.com/pakistan/karakoram-highway/karimabad-baltit/attractions/channel-walk/a/poi-sig/477798/357240",
    "image_url": null,
    "detail_description": "A three- or four-hour walk along the main water channels from Ultar Nala is a good way to see Hunza at its best. Try to avoid the delicate side channels.\nClimb past the polo ground, bearing left beside the channel there. The path goes down the valley all the way to Hyderabad Nala. There, scramble down to the link road and turn back towards Karimabad. You can soon drop to a lower channel that goes all the way back. You can go right on around Karimabad, past Mominabad to the headworks behind Baltit Fort, although the channel goes underground for part of the way.Both these channels and the newer, higher channels distribute water from Ultar. There are seven channels running to the west and five to the east from Ultar Nala. The velvety appearance of Ultar water is the result of minute flakes of mica."
},
{
    "country": "pakistan",
    "index": 25,
    "name": "Clifton Beach",
    "latitude": null,
    "longitude": null,
    "excerpt": "Clifton Beach is Karachi's busiest beach, although here you'll want to take a stroll rather than a swim. The beach itself is nothing special, made of mud…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/clifton-beach/a/poi-sig/450155/357300",
    "image_url": null,
    "detail_description": "Clifton Beach is Karachi's busiest beach, although here you'll want to take a stroll rather than a swim. The beach itself is nothing special, made of mud-grey sand, but it's fun for people-spotting. Clifton is one of Karachi's posher neighbourhoods, but the beach attracts a complete cross section of society, so gives a good picture of Karachi at play. It's deserted before late afternoon, and at it's most festive on Sundays.\nCamel and horse rides on the sands are popular, while stands sell cold drinks, chai (tea) and grilled corn. A park and promenade was on the verge of completion when we visited, where you can stroll for a small entry fee. The main roundabout near the beach has plenty of buses, autorickshaws and taxis, many heading for Saddar (a taxi will set you back Rs100."
},
{
    "country": "pakistan",
    "index": 23,
    "name": "Sandspit",
    "latitude": null,
    "longitude": null,
    "excerpt": "Although not as busy as Clifton Beach, Sandspit is popular with families on Sunday and on holidays. Sandspit is a natural breakwater that prevents the…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/sandspit/a/poi-sig/450191/357300",
    "image_url": null,
    "detail_description": "Although not as busy as Clifton Beach, Sandspit is popular with families on Sunday and on holidays. Sandspit is a natural breakwater that prevents the harbour from silting up - a serious problem along most of the coastline - and played a large role in Karachi's emergence as the main port on this part of the Arabian Sea. A taxi from central Karachi costs around Rs250, with buses from Lea Market costing Rs20.\nBeaches stretch almost continuously for hundreds of kilometres from Karachi into the Makran in Balochistan but much of the coast is off limits to foreigners. Swimming away from recognised areas is unsafe due to strong undercurrents and heavy pollution. Some beaches also contain stinging jellyfish, especially during the monsoon, July to September. It's also best to avoid walking on any beach alone after dark."
},
{
    "country": "pakistan",
    "index": 22,
    "name": "Zamzama",
    "latitude": "31.56901",
    "longitude": "74.30586",
    "excerpt": "Zamzama 'He sat in defiance of municipal orders, astride the gun Zam-Zammah on her brick platform opposite the old Ajaib-Gher - The Wonder House, as the…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/zamzama/a/poi-sig/450337/357280",
    "image_url": null,
    "detail_description": "Zamzama 'He sat in defiance of municipal orders, astride the gun Zam-Zammah on her brick platform opposite the old Ajaib-Gher - The Wonder House, as the Natives call the Lahore Museum. Who hold Zam-Zammah hold the Punjab; for the great green-bronze piece is always first of the conqueror's loot.'\nThis mighty cannon, made famous at the start of Rudyard Kipling's classic 1901 novel, was originally named Zamzama, meaning 'Lion's Roar' and sits on the medium strip in front of the Lahore Museum. It was used in various battles by the Afghan Durranis and then the Sikhs, before being brought to Lahore by Maharaja Ranjit Singh as a symbol of his conquests. Kipling's father was the first curator of the Lahore Museum. Rudyard himself worked at the now defunct Civil &amp; Military Gazette in Lahore from 1882 to 1887."
},
{
    "country": "pakistan",
    "index": 21,
    "name": "Harappa Site",
    "latitude": null,
    "longitude": null,
    "excerpt": "Harappa Site comprises a citadel mound, defensive walls, a drainage system, a cemetery and a huge granary. However, in the past it has been plundered so…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/harappa/attractions/harappa-site/a/poi-sig/502266/357291",
    "image_url": null,
    "detail_description": "Harappa Site comprises a citadel mound, defensive walls, a drainage system, a cemetery and a huge granary. However, in the past it has been plundered so much by local villagers for bricks to build their houses, and especially by the British for material for the Lahore to Multan railway line, that there is relatively little to see at the site itself. A path snakes around the compound with viewing platforms and a few signs with English descriptions. There is also a smalll but well-kept and interesting Harappa Museum. It exhibits items from the cemetery and other parts of the site, including etched carnelian beads, shell objects, stone tools, domestic implements, pottery, toys, earthenware, seals with the mysterious Moenjodaran script, animal and human figurines and stone weights, as well as articles from other Indus Valley sites.\n"
},
{
    "country": "pakistan",
    "index": 19,
    "name": "Chitral Fort",
    "latitude": "35.855330958205",
    "longitude": "71.791679263115",
    "excerpt": "Chitral Fort has a commanding position on the river. It remains the seat of the mehtar's descendents so you can't enter it without an invitation, although…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/north-west-frontier-province/chitral-town/attractions/chitral-fort/a/poi-sig/477744/357258",
    "image_url": null,
    "detail_description": "Chitral Fort has a commanding position on the river. It remains the seat of the mehtar's descendents so you can't enter it without an invitation, although, if you knock on the main gate one of the chowkidars may let you stick your head around the door to see the old cannons in the courtyard. The entrance on the southeast end is to the residential quarters, while the one facing Shahi Bazaar was for the royal guard.\nThe most interesting side faces the river and is best viewed from the far end of Naya Bazaar or from across the river. The ornate building up the road southwest towards the police station was the royal courthouse. The walls were once plastered, but its loss reveals the sturdy stone and wood structure beneath. The fort's water supply lies outside the walls, a fact that caused considerable problems for the British soldiers besieged here in 1895."
},
{
    "country": "pakistan",
    "index": 20,
    "name": "Minar-i-Pakistan",
    "latitude": "31.59251",
    "longitude": "74.30954",
    "excerpt": "Soaring into the sky in Iqbal Park, the 60m high Minar-i-Pakistan was built in 1960. It commemorates the signing of the Pakistan Resolution on 23 March…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/minar-i-pakistan/a/poi-sig/450309/357280",
    "image_url": null,
    "detail_description": "Soaring into the sky in Iqbal Park, the 60m high Minar-i-Pakistan was built in 1960. It commemorates the signing of the Pakistan Resolution on 23 March 1940 by the All India Muslim League, which paved the way for the founding of Pakistan.\nMarble tablets around the base record the text of the resolution, as well as the 99 attributes of Allah, passages from the Quran and works of Allama Iqbal and Mohammed Ali Jinnah, the two most important figures of the Pakistani independence movement. A lift and stairs once took visitors to the top of the Minar for the spectacular views of Lahore Fort, however, this was recently closed due to the high rate of suicides. In the late afternoon, Iqbal Park attracts a throng of people who gather here for a stroll or to play cricket, fly kites or just hang out.An autorickshaw/taxi from The Mall to Iqbal Park costs about Rs80/Rs200."
},
{
    "country": "pakistan",
    "index": 18,
    "name": "Lahore Museum",
    "latitude": "31.56831",
    "longitude": "74.30823",
    "excerpt": "Try to set aside a couple of hours to make the most of a visit to the superb Lahore Museum, which has exhibits spanning the recorded history of the…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/lahore-museum/a/poi-sig/450305/357280",
    "image_url": null,
    "detail_description": "Try to set aside a couple of hours to make the most of a visit to the superb Lahore Museum, which has exhibits spanning the recorded history of the subcontinent. Part of the collection was removed to India after Partition but this is still the biggest and perhaps most impressive museum in Pakistan.\nThe museum has almost 20 galleries with items dating from the Stone Age to the 20th century. It's particularly famous for its display of Gandharan sculpture (especially the haunting Fasting Buddha), manuscripts, Qurans, its sensational array of miniature paintings, carpets, various pieces of art from the Islamic period, articles from Moenjodaro, Harappa and other Indus Valley civilisation sites and its magnificent collection of coins from the Achaemenian period onwards.Kim's Bookshop, in the museum compound, stocks an interesting collection of novels and general-interest books."
},
{
    "country": "pakistan",
    "index": 15,
    "name": "Mausoleum of Baha-ud-Din Zakaria",
    "latitude": "30.19909",
    "longitude": "71.47413",
    "excerpt": "Just near the Mausoleum of Sheikh Rukni-Alam, the Mausoleum of Baha-ud-Din Zakaria, father of Rukni-Alam, was built in 1263. A disciple of the Sufi mystic…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/multan/attractions/mausoleum-of-baha-ud-din-zakaria/a/poi-sig/450443/357296",
    "image_url": null,
    "detail_description": "Just near the Mausoleum of Sheikh Rukni-Alam, the Mausoleum of Baha-ud-Din Zakaria, father of Rukni-Alam, was built in 1263. A disciple of the Sufi mystic Hazrat Shahabuddin Umar Suhrawardy of Jerusalem, Baha-ud-Din (1182-1262) introduced the Suhrawardiya branch to the subcontinent and founded a university in Multan. His tomb was badly damaged in 1848 but was later restored.\r\n\nThe brick building has a square base and an octagonal second storey supporting a dome, and is decorated with blue tiles and Arabic inscriptions. Although the upper halves of this tomb and Rukn-i-Alam's mausoleum have similar designs from the outside, it's interesting to compare the top-heavy and functional construction of the interior of this tomb with the lighter and more artistic design of the other, built only about 50 years later, to appreciate how innovative the latter is.\r\n\r\nThe urs of Baha-ud-Din (Ornament of the Faith), also known as Baha-al-Haq, is held on 27 Safar.\r\n"
},
{
    "country": "pakistan",
    "index": 16,
    "name": "Petroglyphs",
    "latitude": null,
    "longitude": null,
    "excerpt": "Chilas is surrounded by wonderful Petroglyphs, which are easy to access, though be prepared for high temperatures and take plenty of water. There is a…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/karakoram-highway/chilas/attractions/petroglyphs/a/poi-sig/500252/357215",
    "image_url": null,
    "detail_description": "Chilas is surrounded by wonderful Petroglyphs, which are easy to access, though be prepared for high temperatures and take plenty of water. There is a sign to the 'Chilas II' site near the KKH police checkpoint. Less than 1km down a jeep track there is a huge rock covered with hunting and battle scenes and Buddhist stupas. A common image is the long-horned ibex, ancient symbol of fertility and abundance, and an elusive trophy animal even now.\nOn a rocky knoll facing the river are the oldest inscriptions, from the 1st century AD: scenes of conquest and stories of the Buddha's life. Four kilometres east beside the jeep bridge to Thalpan is the 'Chilas I' site, with art found on both sides of the Highway and the river. The most striking pictures are of a large stupa with banners flying, close to the Highway; and mythical animals, battle scenes, royal lineages and Buddhist tales, across the river on dozens of rocks west of the track."
},
{
    "country": "pakistan",
    "index": 17,
    "name": "Shalimar Gardens",
    "latitude": null,
    "longitude": null,
    "excerpt": "To the northeast of town, about 4km from the main train station, this was one of three gardens named Shalimar Gardens created by Shah Jahan in the 17th…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/shalimar-gardens/a/poi-sig/450327/357280",
    "image_url": null,
    "detail_description": "To the northeast of town, about 4km from the main train station, this was one of three gardens named Shalimar Gardens created by Shah Jahan in the 17th century. It's also the only surviving Mughal garden of several built in Lahore. The Shalimar Gardens are now rather rundown and a far cry from their former glory, but they're still popular with locals. Many of the fountains were under renovation at the time of research and operate at particular times.\nThe walled gardens were laid out in a central tier with two smaller and lower ones to either side, with a pool of corresponding size, in keeping with the mathematical principles of Mughal design. Visitors originally entered at the lowest level and walked up through successive gardens illuminated by hundreds of candles housed in chinikhanas (niches).To get to the gardens, catch bus 4 from the train station. An autorickshaw from The Mall costs about Rs250."
},
{
    "country": "pakistan",
    "index": 12,
    "name": "Ganish Village",
    "latitude": null,
    "longitude": null,
    "excerpt": "The restoration of Ganish Village is particularly good and won a Unesco Asia Pacific Heritage Award. While Baltit Fort shows how the cream of society…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/karakoram-highway/ganish/attractions/ganish-village/a/poi-sig/501860/357239",
    "image_url": null,
    "detail_description": "The restoration of Ganish Village is particularly good and won a Unesco Asia Pacific Heritage Award. While Baltit Fort shows how the cream of society lived, Ganish shows another side of traditional Hunza life. Behind a shaded, tranquil tank are several richly carved wooden mosques, 100 to 200 years old, the restoration of which clinched the award. Legend has it that Ganish warriors practised their river-crossing techniques in the tank before crossing the Hunza River to attack Nagyr villages.\nThe timber-and-stone watchtower from the days of war with Nagyr is a tight squeeze but worth the climb. Particularly interesting is the use of the cool glacier meltwater to store food - it's still done today. Butter is wrapped in birch bark and can be stored under water for years! You may even be offered a sweet made from the butter. For all its quaintness and award-winning restoration, Ganish is not a museum (there is a local museum under construction) but a living village. This is exemplified perhaps by the huge concrete Imamia complex being constructed beside the walled village. The Imambara is expected to be clad in wooden carvings which may help it blend in. If no-one is staffing the admission booth, walk towards the village and someone will find you."
},
{
    "country": "pakistan",
    "index": 13,
    "name": "Moenjodaro City",
    "latitude": null,
    "longitude": null,
    "excerpt": "The most exposed parts of Moenjodaro City are open to visitors, representing just one-third of the area yet to be excavated. Archaeology buffs will get…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/moenjodaro/attractions/moenjodaro-city/a/poi-sig/502274/357303",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b12c398f5d6ab55b7cb00b5ab4352094-moenjodaro-city.jpg",
    "detail_description": "The most exposed parts of Moenjodaro City are open to visitors, representing just one-third of the area yet to be excavated. Archaeology buffs will get the most out of it; those with a casual interest may be disappointed given the relative effort needed to get here.\n"
},
{
    "country": "pakistan",
    "index": 14,
    "name": "Qasim Bagh Fort",
    "latitude": "30.19864",
    "longitude": "71.4722",
    "excerpt": "Multan's most prominent landmark, now largely in ruins except for its gate and part of the outer walls and bastions, is Qasim Bagh Fort, near Hussain…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/multan/attractions/qasim-bagh-fort/a/poi-sig/450451/357296",
    "image_url": null,
    "detail_description": "Multan's most prominent landmark, now largely in ruins except for its gate and part of the outer walls and bastions, is Qasim Bagh Fort, near Hussain Agahi and Chowk Bazaars. In the fort is the Qasim Bagh Stadium that occasionally hosts cricket matches.\nApart from the shrines, most of the fort was destroyed by the British in 1848-49 to avenge the death of Lieutenant Alexander vans Agnew, killed in Multan by order of the Sikh governor. Agnew's memorial obelisk stands on a plinth at one of the highest points of the fort mound. Qasim Bagh, the small garden after which the fort now takes its name, and the large Qasim Bagh Stadium lie to the south. Although you can still walk most of the way around the ruined ramparts, the most impressive remains are by the main entrance from Kutchery Rd, a major hub of Multan. The British gun emplacement at the south of the mound is the place for a panoramic photograph of the town.\r\nAt one time the fort had a circumference of 2000m and was protected by 46 towers, four main gates and the Ravi River, which used to flow between the fort and old town."
},
{
    "country": "pakistan",
    "index": 9,
    "name": "Buddhist Monastery",
    "latitude": null,
    "longitude": null,
    "excerpt": "This Buddhist Monastery sat on a commanding rocky hill 15km northwest of Mardan is by far NWFP's stand-out Gandharan site, and compares more than…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/north-west-frontier-province/mardan/attractions/buddhist-monastery/a/poi-sig/502206/357270",
    "image_url": null,
    "detail_description": "This Buddhist Monastery sat on a commanding rocky hill 15km northwest of Mardan is by far NWFP's stand-out Gandharan site, and compares more than favourably with Taxila near Islamabad. It thrived between the 1st and 7th centuries AD before being abandoned, finally giving up its secrets to British archaeologists from 1907-13, who also reconstructed parts of the site.\nYou enter through a courtyard that at one time held at least 35 stupas and 30 little chapels with Buddha statues. A few statues have been left in situ, the rest are in the Peshawar Museum. The walls would have been plastered, but now reveal the amazing dry stone walling techniques that constructed the complex. Up the stairs to the south is the base of a huge stupa (the monastery's most important stupa) and more chapels; to the north a cloister surrounded by monks' cells and a refectory, kitchen and water tank. Beyond the central courtyard is a double row of sunken chambers, possibly for meditation.The helpful chowkidar (caretaker), who has been here for over 30 years, speaks English well and will happily guide you around for a generous tip (around Rs100), as well as sell copies of a useful pamphlet (Rs40) on the site.Uphill from the monastery are the ruins of a sizable village. The views across the plain, southwest to Peshawar and north into Swat, are wonderful in the morning or late afternoon light."
},
{
    "country": "pakistan",
    "index": 10,
    "name": "Faqir Khana Museum",
    "latitude": "31.58103",
    "longitude": "74.30943",
    "excerpt": "About 500m inside Bhatti Gate on the right-hand side, a small mansion houses the Faqir Khana Museum. It houses the treasures of the Faqir family, who have…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/faqir-khana-museum/a/poi-sig/450295/357280",
    "image_url": null,
    "detail_description": "About 500m inside Bhatti Gate on the right-hand side, a small mansion houses the Faqir Khana Museum. It houses the treasures of the Faqir family, who have lived in Lahore since the 18th century. It is said to be the largest private collection in south Asia, with over 13,000 pieces of art.\nThe head of the Lahore branch of the family was a fakir (Muslim ascetic) from Bukhara whose three sons achieved prominence in the court of Sikh ruler Ranjit Singh, despite being Muslims. One son was royal physician, another a foreign minister and the third a finance minister. Largely as a result of their ties with Ranjit Singh, they amassed many valuable antiquities, as direct or hand-me-down gifts. Later generations preserved these pieces and collected more objets d'art during travels abroad.Items include relics of the Prophet Mohammed (on public display for one day during the Islamic month of Muharram), early Qurans and other illuminated manuscripts, miniature paintings, porcelain pieces, old coins, Islamic artwork, carvings, clothes worn by the Mughal emperors, a small armoury of Sikh weapons and carpets from the royal courts.As this is a private collection, you must phone the curator in advance. Admission is free, photography is not permitted and it's appreciated if you take off your shoes and refrain from touching any of the items."
},
{
    "country": "pakistan",
    "index": 11,
    "name": "Quaid-i-Azam Mausoleum",
    "latitude": "24.87542836",
    "longitude": "67.04106735",
    "excerpt": "This curiously shaped mausoleum is a monument to Pakistan's founder, Mohammed Ali Jinnah. It's set at the top of a stepped pyramid in a small park. Built…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/sindh/karachi/attractions/quaid-i-azam-mausoleum/a/poi-sig/450189/357300",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e760d031e4eb8975c8dad63de090ae34-quaid-i-azam-mausoleum.jpg",
    "detail_description": "This curiously shaped mausoleum is a monument to Pakistan's founder, Mohammed Ali Jinnah. It's set at the top of a stepped pyramid in a small park. Built in 1958-68 from the design of a Turkish architect, it is minimalist and stark. The white marble structure makes some concession to traditional styles with a square plan and supporting a semicircular dome.\r\n\n"
},
{
    "country": "pakistan",
    "index": 7,
    "name": "Rohtas Fort",
    "latitude": null,
    "longitude": null,
    "excerpt": "Some 16km northwest of Jhelum, colossal Rohtas Fort is an extraordinary example of military architecture. It was started in 1543 by the Pashtun ruler Sher…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/rohtas-fort/attractions/rohtas-fort/a/poi-sig/502268/357294",
    "image_url": null,
    "detail_description": "Some 16km northwest of Jhelum, colossal Rohtas Fort is an extraordinary example of military architecture. It was started in 1543 by the Pashtun ruler Sher Shah Suri, to protect the strategic Peshawar to Calcutta (now Kolkata) road from the Mughals and their allies. He never lived to see its completion and work was carried on by succeeding rulers. However, it was soon made redundant when Akbar moved his frontier to Attock and built a new fort there.\nThe vast fort is now in ruins except for the crenulated outer walls and most of its 12 gates and 68 bastions. The best-preserved remains are to the west; walk through the town to the western Sohal Gate to start your explorations. Built to an irregular plan on hilly ground, its 12m-thick terraced ramparts have a perimeter of more than 4km and vary in height from 10m to 18m. You can still walk along some of them but they are crumbling, so watch your step. An internal wall separates the inner fort (or citadel for the elite) at the northwest from the outer fort of soldiers and citizens, where the sleepy town still exists.Little remains of the interior, but there are two pavilions of the haveli of Man Singh (governor of Lahore and a general in the time of his son-in-law Akbar the Great), which you can climb for a view over the whole fort. To the west, at the pinnacle of the outer wall, a high stone platform marks the burj (execution tower); victims would be thrown from here into the ditch below. Two gates in the northern wall lead down to freshwater wells and the Kahan River. You could spend two or three hours exploring the grounds. Bring a hat, and although drinks can be bought in the town, it's wise to carry your own."
},
{
    "country": "pakistan",
    "index": 8,
    "name": "Mausoleum Of Sheikh Rukn-I-Alam",
    "latitude": "30.19918",
    "longitude": "71.47157",
    "excerpt": "Lying just inside the main entrance to the fort, this masterpiece of Mughal architecture is the most significant and attractive of Multan's shrines. A…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/multan/attractions/mausoleum-of-sheikh-rukn-i-alam/a/poi-sig/450445/357296",
    "image_url": null,
    "detail_description": "Lying just inside the main entrance to the fort, this masterpiece of Mughal architecture is the most significant and attractive of Multan's shrines. A pious and widely loved scholar, Rukn-ud-Din Abul Fatah (1251-1334), commonly known as Sheikh Rukn-i-Alam (Pillar of the World), became head of the Suhrawardiya Sufi branch introduced to the region by his father Baha-ud-Din Zakaria, and is regarded as the patron saint of Multan.\r\n\nBuilt entirely of red brick and timber, the structure is not only beautiful but is skilfully executed, with a brilliant mastery of the squinch (a small arch across the corner of a tower masking the transition from square to dome). It is said that the Tughlaq king Ghiyasud-Din originally built the mausoleum for himself in 1320, but that his son offered it as the saint's resting place out of religious duty.\r\n\r\nThe building has two octagonal lower storeys strengthened by buttresses, supporting a massive spired dome almost 20m in diameter, and has a total height of over 30m. One of the supporting towers was destroyed during the siege of 1849, but it was later restored. The interior and exterior are decorated with garters of glazed tiles in blue and turquoise laid in regular geometric basreliefs. Inside are dozens of chevron-shaped ridges laid out on the ground like graves, but the tomb of the saint is draped in a cloth under a canopy.\r\n\r\nThe saint's urs is held on 3 Jamaldi ul Awal.\r\n"
},
{
    "country": "pakistan",
    "index": 4,
    "name": "Jehangir's Tomb",
    "latitude": null,
    "longitude": null,
    "excerpt": "Standing in a garden on the northern outskirts of Lahore, the elaborately decorated sandstone Jehangir's Tomb is that of Emperor Jehangir. Built in 1637…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/jehangir-s-tomb/a/poi-sig/450301/357280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/06b5b68c2755ad7b3076e4253c387156-jehangir-s-tomb.jpg",
    "detail_description": "Standing in a garden on the northern outskirts of Lahore, the elaborately decorated sandstone Jehangir's Tomb is that of Emperor Jehangir. Built in 1637 by Jehangir's son, Shah Jahan, it's believed to have been designed by Jehangir's widow, Nur Jahan. The tomb is made of marble with trellis decorations of pietra dura bearing the 99 attributes of Allah in Arabic calligraphy. These are inside a vaulted chamber, decorated with marble tracery and cornered with four minarets.\nOutside is a sunken passageway with one tunnel supposedly leading to Shalimar Gardens and another to Hiran Minar - both tunnels are now bricked up.The entrance to the tomb courtyard lies on the right-hand side of Akbar's Caravanserai, a 180-room resting place for pilgrims, travellers and their animals, built by Shah Jahan at the same time as Jehangir's Tomb. The western gateway leads to the Tomb of Asif Khan. The brother-in-law of Jehangir and father to Mumtaz Mahal (the lady for whom India's Taj Mahal was created), Khan died in 1641.An autorickshaw/taxi from The Mall to Jehangir's Tomb (or Nur Jahan's Tomb, described below) costs about Rs350/Rs700."
},
{
    "country": "pakistan",
    "index": 5,
    "name": "Baltit Fort",
    "latitude": "36.325645396888",
    "longitude": "74.669845104218",
    "excerpt": "The oldest parts of Baltit Fort date from the 13th century. Over the years more houses and towers were added, and it was fortified. To cement an alliance…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/karakoram-highway/karimabad-baltit/attractions/baltit-fort/a/poi-sig/477796/357240",
    "image_url": null,
    "detail_description": "The oldest parts of Baltit Fort date from the 13th century. Over the years more houses and towers were added, and it was fortified. To cement an alliance with Baltistan's Maqpon dynasty in the 17th century, Mir Ayesho II (great-grandson of the legendary Girkis) married a daughter of the Balti ruler, who sent artisans to build a fort at nearby Altit. The princess then came to live in Hunza, bringing her own artisans to improve Baltit Fort.\n Balti-style renovation continued under the reign of Ayesho II's son. The name Baltit probably dates from this time. The fort took on its present appearance only in the last century or so. Mir Nazim Khan added outer walls and fixed up his own rooms with wallpaper, drapes, fireplaces, balconies and tinted windows. He had the outer walls whitewashed, dramatically raising the fort's visual impact from all over the valley. Also added were a rooftop dais, where royal councils were held in good weather, and the 'lantern' or skylight.Nazim Khan's grandson moved to modern quarters in Karimabad in 1945. By the time KKH travellers first saw the fort in the 1980s it was an abandoned shell, stripped of anything of value and verging on collapse.From 1990 to 1996 it was effectively taken apart stone by stone and reassembled. This was a painstaking effort using advanced preservation principles developed in Europe, while retaining the unique construction and earthquake-proofing techniques pioneered by the fort's original builders.The result is impressive and the renovation work almost invisible. Several rooms have exhibits of clothing and old photos, plus utensils and furnishings donated by local people. Visitors get a half-hour tour with a knowledgeable local guide (you cannot go in without one), and interested persons can use the library.Tickets are sold at a small kiosk below the fort and it is worth noting that the fort's administration is funded solely by these ticket sales."
},
{
    "country": "pakistan",
    "index": 6,
    "name": "Shrine of Data Ganj Bakhsh Hajveri",
    "latitude": "31.57866",
    "longitude": "74.30354",
    "excerpt": "Author of a famous book on mysticism, the 11th-century Data Ganj Bakhsh, originally from Ghazni in Afghanistan, was one of the most successful Sufi…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/shrine-of-data-ganj-bakhsh-hajveri/a/poi-sig/450329/357280",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Pakistan%20Lahore%20C4289N%20shutterstock_1147940222%20RFE.jpg",
    "detail_description": "Author of a famous book on mysticism, the 11th-century Data Ganj Bakhsh, originally from Ghazni in Afghanistan, was one of the most successful Sufi preachers on the subcontinent and is today one of the most notable Sufi saints in Pakistan. The Shrine of Data Ganj Bakhsh Hajveri is located west of Bhatti Gate, just outside the Old City.\nBorn Abdul Hasan Ali, he was known as Data Ganj Bakhsh (the Bestower of Treasures) because of his generosity towards the less privileged. A hospital and several institutions for the needy have been added near the shrine over the years.Hordes of devotees gather here on Thursday afternoons to listen to the excellent qawwali.The urs (death anniversary) of Data Ganj Bakhsh Hajveri is held at this shrine on 18-20 Safar (March/April) and is attended by tens (if not hundreds) of thousands of pilgrims."
},
{
    "country": "pakistan",
    "index": 1,
    "name": "Lahore Fort",
    "latitude": null,
    "longitude": null,
    "excerpt": "Built, damaged, demolished, rebuilt and restored several times before being given its current form by Emperor Akbar in 1566 (when he made Lahore his…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/lahore-fort/a/poi-sig/450303/357280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8823868c25746236530fc76bcb9ce442-lahore-fort.jpg",
    "detail_description": ""
},
{
    "country": "pakistan",
    "index": 3,
    "name": "Badshahi Mosque",
    "latitude": "31.5881",
    "longitude": "74.3102",
    "excerpt": "Completed in 1674 under Aurangzeb as the Mughals' final architectural fling, the sublime Badshahi Mosque, opposite the main gateway to the Lahore Fort, is…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/punjab/lahore/attractions/badshahi-mosque/a/poi-sig/450281/357280",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f08e7914532ff0507f29c0f978c415a1-badshahi-mosque.jpg",
    "detail_description": "Completed in 1674 under Aurangzeb as the Mughals' final architectural fling, the sublime Badshahi Mosque, opposite the main gateway to the Lahore Fort, is one of the world's largest mosques. Replete with huge gateways, four tapering minarets of red sandstone, three vast marble domes and an open courtyard said to hold up to 100,000 people, it was damaged by the British and later restored.\nThe rooms (admission Rs5) above the entrance gate are said to house hairs of the Prophet Mohammed and other relics. The mosque looks lovely when it's illuminated in the evening.In 1991 the mosque grabbed international headlines when hardline mullahs (Muslim religious leaders) protested at the visit of the late Princess of Wales; her skirt was considered too short and the director of the mosque was criticised for presenting (the then) HRH, a non-Muslim, with a copy of the Quran and allowing her into the sacred precincts while immodestly dressed. The case went to court and ended with the litigant mullahs being ordered to stop wasting the judge's time.In the courtyard stands the Tomb of Allama Mohammed Iqbal, a modest memorial in red sandstone to the philosopher-poet who in the 1930s first postulated the idea of an independent Pakistan.An autorickshaw/taxi from The Mall is Rs80/Rs200."
},
{
    "country": "pakistan",
    "index": 2,
    "name": "Shah Faisal Mosque",
    "latitude": "33.72975",
    "longitude": "73.03737",
    "excerpt": "The eye-popping Shah Faisal Mosque, nestled at the foot of the Margalla Hills, is one of Asia's largest and reflects an eclectic blend of ultramodern and…",
    "detail_url": "https://www.lonelyplanet.com/pakistan/islamabad-and-rawalpindi/attractions/shah-faisal-mosque/a/poi-sig/464356/357196",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0f58350048b1b544393b5651242e7eb5-shah-faisal-mosque.jpg",
    "detail_description": ""
}
]