[
{
    "country": "panama",
    "city": "Panama City",
    "index": 1,
    "name": "BioMuseo",
    "latitude": "8.931879",
    "longitude": "-79.545307",
    "excerpt": "Celebrating Panama as the land bridge that has permitted astonishing biodiversity in the region, this world-class museum is a visual feast. Exhibits tell…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/biomuseo/a/poi-sig/432922/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e955af40f09d3e22c7eaef4c9bbec771-biomuseo.jpg",
    "detail_description": "Celebrating Panama as the land bridge that has permitted astonishing biodiversity in the region, this world-class museum is a visual feast. Exhibits tell the story of Panama's rich biodiversity through engaging, oversized visuals, examining human presence throughout time, how the Atlantic and Pacific evolved differently, and the interconnectedness of all species. A more abstract than literal approach creates a fresh view. World-renowned architect Frank Gehry, who created the Guggenheim Museum in Bilbao (Spain), designed this landmark museum of crumpled multicolor forms.\nAudio guides come in five languages. There's also a botanical gardens of native plants in the works."
},
{
    "country": "panama",
    "city": "Península de Azuero",
    "index": 40,
    "name": "Iglesia de Santo Domingo de Guzmán",
    "latitude": "7.996444",
    "longitude": "-80.520494",
    "excerpt": "This 18th-century churrigueresque (an ornate Spanish baroque style) church has some lovely carvings; check out the pulpit and the retablo (altarpiece). It…",
    "detail_url": "https://www.lonelyplanet.com/panama/parita/attractions/iglesia-de-santo-domingo-de-guzman/a/poi-sig/1530903/1328604",
    "image_url": null,
    "detail_description": "This 18th-century churrigueresque (an ornate Spanish baroque style) church has some lovely carvings; check out the pulpit and the retablo (altarpiece). It is the only church in Panama that has its steeple located directly over its entrance rather than over a corner of the structure. This is very unusual as bell towers are always extremely heavy, and therefore are generally built on pillars that rest upon a massive foundation.\nBeside the church is a grassy square on which nonlethal bullfights take place during the town’s patron saint festivities on or around August 4 and foundation day two weeks later. Though the bull isn't killed during these festivities, the event may still be upsetting to some travelers."
},
{
    "country": "panama",
    "city": "Comarca de Guna Yala",
    "index": 39,
    "name": "Área Silvestre de Narganá",
    "latitude": "9.415871",
    "longitude": "-78.918915",
    "excerpt": "With excellent birdwatching and good rainforest trails, the 994-sq-km Área Silvestre de Narganá is a wildlife reserve of species-rich primary forest…",
    "detail_url": "https://www.lonelyplanet.com/panama/the-road-to-gardi-carti/attractions/area-silvestre-de-nargana/a/poi-sig/1331880/1342530",
    "image_url": null,
    "detail_description": "With excellent birdwatching and good rainforest trails, the 994-sq-km Área Silvestre de Narganá is a wildlife reserve of species-rich primary forest ideally explored with a naturalist guide. It was created by the Guna indigenous community in 1987 primarily to try to keep away squatters. Access the reserve via the Interamericana, going via Chepo, and turning onto the road to Gardi (Cartí) at the El Llano turnoff. Go by sturdy 4WD with plenty of clearance.\nThis is the best place in Panama to spot the speckled antshrike, the black-headed ant thrush and the black-crowned antpitta.Guided tours of the reserve are available through Panama City tour agencies, and Guna guide Igua Jiménez' Igua's Tours."
},
{
    "country": "panama",
    "city": "Portobelo",
    "index": 38,
    "name": "Real Aduana de Portobelo",
    "latitude": "9.554011",
    "longitude": "-79.655814",
    "excerpt": "Under renovation at the time of research, the handsome, two-story Royal Customs House of Portobelo was originally built in 1638 to serve as the contaduría…",
    "detail_url": "https://www.lonelyplanet.com/panama/colon-province/portobelo/attractions/real-aduana-de-portobelo/a/poi-sig/481886/358526",
    "image_url": null,
    "detail_description": "Under renovation at the time of research, the handsome, two-story Royal Customs House of Portobelo was originally built in 1638 to serve as the contaduría (counting house) for the king’s gold. Now the two main rooms house permanent exhibitions, including replicas of Spanish-colonial rifles, sketches of Portobelo’s forts, 20th-century black-and-white photos of the town and a few dozen rusty cannonballs.\nTreasure brought across the isthmus was recorded and stored here until it could be placed on galleons and shipped to Spain. According to early records, as much as US$200,000 worth of valuables was stored and no fewer than 233 soldiers were garrisoned in this building alone.Don't miss the bronze cannon at the entrance – it was recovered from a sunken galleon and bears a Spanish coat of arms and the date of manufacture (1617)."
},
{
    "country": "panama",
    "city": "Península de Azuero",
    "index": 37,
    "name": "Museo de Herrera Fabio Rodriquez",
    "latitude": "7.964335",
    "longitude": "-80.429825",
    "excerpt": "This small museum, housed in a lovely two-story colonial building, contains many well-preserved pieces of pottery dating from 5000 BC until the Spanish…",
    "detail_url": "https://www.lonelyplanet.com/panama/the-interior/chitre/attractions/museo-de-herrera-fabio-rodriquez/a/poi-sig/467596/358534",
    "image_url": null,
    "detail_description": "This small museum, housed in a lovely two-story colonial building, contains many well-preserved pieces of pottery dating from 5000 BC until the Spanish conquest; some of it was found at excavation sites outside Parita. There are also replicas of huacas (golden objects placed with indigenous peoples at the time of burial) found on the peninsula – the originals are in the Smithsonian in Washington DC – as well as a recreated chieftain's tomb from the 1st century BC.\nThe 1st floor is given over to natural history (don't miss the giant sloth). On the 2nd floor you’ll find some excellent folkloric costumes, including an ornate pollera (Panama's national dress) and devil masks. The collection includes many religious artifacts too, including the original bell of Chitré’s cathedral, which was cast in 1767. Signs are in Spanish only."
},
{
    "country": "panama",
    "city": "Península de Azuero",
    "index": 36,
    "name": "Iglesia San Atanasio",
    "latitude": "7.937877",
    "longitude": "-80.413603",
    "excerpt": "On the east side of Plaza Simón Bolívar, this national treasure was consecrated in 1782, although the foundation stone had been laid more than two…",
    "detail_url": "https://www.lonelyplanet.com/panama/la-villa-de-los-santos/attractions/iglesia-san-atanasio/a/poi-sig/1332727/1328609",
    "image_url": null,
    "detail_description": "On the east side of Plaza Simón Bolívar, this national treasure was consecrated in 1782, although the foundation stone had been laid more than two centuries earlier. It’s a wonderful example of the baroque style, with lots of intricately carved and gilded wood depicting cherubs, saints, plants and flowers. Almost everything is original, including the six side altars; some objects predate the church itself.\nThe 12m arch in front of the main altar, for example, bears the date 1733 on the inside. The altar is made of mahogany and rosewood and is covered nearly from base to top in gold leaf. In a glass case below the middle side altar to the left is an almost life-sized wooden statue of Christ that gets carried through the streets of Los Santos in a candlelit procession on Good Friday. The white-and-gold bier used to transport it is at the left as you enter the church."
},
{
    "country": "panama",
    "city": "Península de Azuero",
    "index": 35,
    "name": "Playa El Agallito",
    "latitude": "8.002117",
    "longitude": "-80.405502",
    "excerpt": "Playa El Agallito is a mudflat created by silt deposited by the Río Parita and the Río La Villa, 9km north of Chitré. At low tide, it stretches more than…",
    "detail_url": "https://www.lonelyplanet.com/panama/around-chitre/attractions/playa-el-agallito/a/poi-sig/1600375/1328601",
    "image_url": null,
    "detail_description": "Playa El Agallito is a mudflat created by silt deposited by the Río Parita and the Río La Villa, 9km north of Chitré. At low tide, it stretches more than 2km from the high-water mark to the surf, supplying a bounty of plankton and small shrimp to thousands of migrating birds. The mudflat is reached from Chitré via Av Herrera just past the airport. A taxi ride from town costs around US$3 one way.\nRegular birds to the area include roseate spoonbills, sandpipers, warblers, black-necked stilts, white-winged doves, black-bellied plovers, yellow-crowned amazons, yellowlegs and ospreys. The beach is also home to common ground-doves, which are found only in this one spot in Panama. At high tide, birds congregate around salt ponds to the immediate east of Playa El Agallito. The artificial beach is a failed attempt to create a sunbathing beach by destroying a mangrove forest back in the 1960s.A bus (US$0.50, 45 minutes) leaves the Chitré station for the beach every 15 minutes or so during daylight hours."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 34,
    "name": "World Trade Center",
    "latitude": "8.9810141580683",
    "longitude": "-79.519758777195",
    "excerpt": "Located within the financial district, these two towers were built in 1996.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/world-trade-center/a/poi-sig/1337705/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/46af89ba4a6d97c47e24a3b5aea38e86-world-trade-center.jpg",
    "detail_description": "Located within the financial district, these two towers were built in 1996.\n"
},
{
    "country": "panama",
    "city": "Península de Azuero",
    "index": 32,
    "name": "Refugio de Vida Silvestre Isla Iguana",
    "latitude": "7.629842",
    "longitude": "-79.998665",
    "excerpt": "This 53-hectare reserve is centered on a deserted island ringed by corals. The water is shallow enough for snorkeling and, as elsewhere in the Pacific,…",
    "detail_url": "https://www.lonelyplanet.com/panama/around-pedasi/attractions/refugio-de-vida-silvestre-isla-iguana/a/poi-sig/1359293/1328616",
    "image_url": null,
    "detail_description": "This 53-hectare reserve is centered on a deserted island ringed by corals. The water is shallow enough for snorkeling and, as elsewhere in the Pacific, the reef fish here are enormous. You can get here by boat (US$70) in 40 minutes from Playa El Arenal, a beach 3km northeast of Pedasí's gas station. Stick to the beaten paths on the island as unexploded ordnance is occasionally discovered here (the US Navy used the island for target practice during WWII).\nHumpback whales also inhabit the waters around Isla Iguana from June to October. These large sea mammals, measuring 15m to 20m long, mate and bear their young here and then teach them to dive. The humpbacks are the famous ‘singing whales’; occasionally you can hear their underwater sounds when diving.Although the island is supposed to be maintained by the Ministerio de Ambiente, Panama’s environmental agency, the main beach is often strewn with litter that is washed in with the tide.The ATP office in Pedasí has a list of boat operators that can get you to the island."
},
{
    "country": "panama",
    "city": "Darién Province",
    "index": 33,
    "name": "Río Sambú",
    "latitude": "8.078605",
    "longitude": "-78.264542",
    "excerpt": "Traveling the wide and very brown Sambú River is a memorable experience: you'll glide past spectacular mangroves – five of the world's seven known species…",
    "detail_url": "https://www.lonelyplanet.com/panama/darien-province/attractions/rio-sambu/a/poi-sig/466602/358528",
    "image_url": null,
    "detail_description": "Traveling the wide and very brown Sambú River is a memorable experience: you'll glide past spectacular mangroves – five of the world's seven known species grow here – deep jungle and, beyond Sambú and Puerto Indio, traditional villages. A trip up the Sambú is a real adventure, something that may not be possible anywhere in the tropics 50 years from now. Even if you traveled deep into the Amazon, you'd be hard-pressed to find such wilderness.\nBe warned, though, that it's not everyone's cup of tea. You'll probably need to bring several large containers of gas from La Palma (where you'll arrange boats and guides for this section of the trip) to fuel the canoe you hire upriver. Other hardships include a lack of showers and toilets and an abundance of creepy crawlies.At night you can make camp if you have a tent or a jungle hammock. However, your boatman may prefer to make a deal to sleep on the floor of an Emberá or Wounaan family's home. If you can speak Spanish, finding a family to move in with for the night won't be difficult, and you might even get a hot meal."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 31,
    "name": "Panama Canal Murals",
    "latitude": "8.9599430403325",
    "longitude": "-79.554920196533",
    "excerpt": "The story of the monumental effort to build the Panama Canal is powerfully depicted in murals by notable artist William B Van Ingen of New York. The…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/panama-canal-murals/a/poi-sig/432930/358532",
    "image_url": null,
    "detail_description": "The story of the monumental effort to build the Panama Canal is powerfully depicted in murals by notable artist William B Van Ingen of New York. The murals are mounted in the rotunda of the Panama Canal Administration Building. The paintings have the distinction of being the largest group of murals by an American artist on display outside the USA.\nThe murals tell the story of the canal’s construction through four main scenes: the digging of Gaillard Cut at Gold Hill, where the canal passes through the continental divide; the building of the spillway of the Gatún Dam, which dammed the Río Chagres and created Lago Gatún; the construction of one of the giant lock gates (the canal uses some 80 of these gates); and the construction of the Miraflores Locks near the Pacific entrance to the canal. A frieze located immediately below the murals presents a panorama of the excavation of Gaillard Cut.Van Ingen is also known for his murals in the Library of Congress and the US Mint.It's closed on weekends, but guards may allow visits between 10am and 2:30pm if you ask politely."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 30,
    "name": "Iglesia de La Merced",
    "latitude": "8.9527046096935",
    "longitude": "-79.536620660151",
    "excerpt": "An example of the baroque style in Panama, this Casco Viejo church was built in 1673 with a facade transferred from Panamá Viejo.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-de-la-merced/a/poi-sig/1337473/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cb8afcbb0ffed93eba2f9faca3c4e7c9-iglesia-de-la-merced.jpg",
    "detail_description": "An example of the baroque style in Panama, this Casco Viejo church was built in 1673 with a facade transferred from Panamá Viejo.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 29,
    "name": "Balboa Statue",
    "latitude": "8.9688262432998",
    "longitude": "-79.531051567779",
    "excerpt": "Sculpted by Miguel Blan and Mariano Benlliure, the Balboa statue overlooks the Bahía de Panamá and was inaugurated in 1924, a gift from Spain.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/balboa-statue/a/poi-sig/1337556/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08342e4b96ec4975a9c87ddb6b8efd67-balboa-statue.jpg",
    "detail_description": "Sculpted by Miguel Blan and Mariano Benlliure, the Balboa statue overlooks the Bahía de Panamá and was inaugurated in 1924, a gift from Spain.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 28,
    "name": "Museo de Historia de Panamá",
    "latitude": "8.9519455298494",
    "longitude": "-79.535008517579",
    "excerpt": "The modest Museo de Historia de Panamá has a small selection of exhibits covering Panamanian history from the colonial period to the modern era.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-de-historia-de-panama/a/poi-sig/432920/358532",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Panama%20Panama%20City%20Mabelin%20Santos%20shutterstock_1404957653%20RFE.jpg",
    "detail_description": "The modest Museo de Historia de Panamá has a small selection of exhibits covering Panamanian history from the colonial period to the modern era.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 27,
    "name": "Iglesia y Convento de Santo Domingo",
    "latitude": "9.0079464043402",
    "longitude": "-79.485778824412",
    "excerpt": "Iglesia y Convento de Santo Domingo is the best-preserved church of the ruins of Panamá Viejo. The convent dates from the 1570s, though the church was…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-y-convento-de-santo-domingo/a/poi-sig/1337727/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bb26319b683e5ca832ef429735e20619-iglesia-y-convento-de-santo-domingo.jpg",
    "detail_description": "Iglesia y Convento de Santo Domingo is the best-preserved church of the ruins of Panamá Viejo. The convent dates from the 1570s, though the church was built 20 or more years later.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 26,
    "name": "Parque Recreativo Omar",
    "latitude": "8.997839",
    "longitude": "-79.50737",
    "excerpt": "The biggest park in the city is filled with children, joggers and the occasional salsa class. It's located in Omar, behind the San Francisco neighborhood…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/parque-recreativo-omar/a/poi-sig/1331826/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f7edd97c441038943f819ce0c32f44af-parque-recreativo-omar.jpg",
    "detail_description": "The biggest park in the city is filled with children, joggers and the occasional salsa class. It's located in Omar, behind the San Francisco neighborhood. Access is from Vía Belisario.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 25,
    "name": "Iglesia de la Compañía de Jesús",
    "latitude": "8.951719",
    "longitude": "-79.535426",
    "excerpt": "These days only a shell, this 1741 convent and church in Casco Viejo was destroyed in a fire and further damaged in an earthquake but remains a thing of…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-de-la-compania-de-jesus/a/poi-sig/1337485/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/71e8ca1c80a0ea7374416b0297cf044d-iglesia-y-convento-de-la-compania-de-jesus.jpg",
    "detail_description": "These days only a shell, this 1741 convent and church in Casco Viejo was destroyed in a fire and further damaged in an earthquake but remains a thing of beauty. It has numerous seashell niches that represent the marine riches of Panama.\n"
},
{
    "country": "panama",
    "city": "Isla Colón",
    "index": 24,
    "name": "Boca del Drago",
    "latitude": "9.415702",
    "longitude": "-82.324677",
    "excerpt": "Boca del Drago, in the northwest of Isla Colón, is one of the best beaches on the island, though the surf can be rough at times. Just offshore from the…",
    "detail_url": "https://www.lonelyplanet.com/panama/boca-del-drago/attractions/boca-del-drago/a/poi-sig/1011941/1328836",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/61e493c061409702db472fe07fb6ef84-boca-del-drago.jpg",
    "detail_description": "Boca del Drago, in the northwest of Isla Colón, is one of the best beaches on the island, though the surf can be rough at times. Just offshore from the beach is a patchy coral-and-sand sea bottom that offers good snorkeling when the sea is calm and the water clear.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 23,
    "name": "American Trade Hall",
    "latitude": "8.952577",
    "longitude": "-79.537336",
    "excerpt": "Once the headquarters of the First National City Bank of New York, this is where much of the financing of the Panama Canal took place. Today the American…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/american-trade-hall/a/poi-sig/1562726/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6f579ca0795420956af427c63f425412-american-trade-hall.jpg",
    "detail_description": "Once the headquarters of the First National City Bank of New York, this is where much of the financing of the Panama Canal took place. Today the American Trade Hall opens for cultural events only, but it’s worth passing by to admire its beautiful art deco architecture that has been lovingly restored.\n"
},
{
    "country": "panama",
    "city": "Isla Colón",
    "index": 22,
    "name": "Playa Bluff",
    "latitude": "9.404017",
    "longitude": "-82.248116",
    "excerpt": "This lovely beach is pounded by intense waves. Though you wouldn’t want to get into the water here without a board, the soft, yellow sand and palm-fringed…",
    "detail_url": "https://www.lonelyplanet.com/panama/playa-bluff-around/attractions/playa-bluff/a/poi-sig/1353363/1334911",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/df2ae2ab319c52431ebcb91ea2f1f25a-playa-bluff.jpg",
    "detail_description": "This lovely beach is pounded by intense waves. Though you wouldn’t want to get into the water here without a board, the soft, yellow sand and palm-fringed shores are pristine. The beach is 8km from Bocas town, alongside the road after you round Punta Bluff. It serves as a nesting area for sea turtles from May to September.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 21,
    "name": "Teatro Nacional",
    "latitude": "8.9525429239064",
    "longitude": "-79.533179435726",
    "excerpt": "Built in 1907, the interior of this ornate Casco Viejo theater has been completely restored. It boasts red and gold decorations, a once-magnificent…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/teatro-nacional/a/poi-sig/432944/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ee198db86a20dec410c00abd7e8cb68-teatro-nacional.jpg",
    "detail_description": "Built in 1907, the interior of this ornate Casco Viejo theater has been completely restored. It boasts red and gold decorations, a once-magnificent ceiling mural by Roberto Lewis (one of Panama’s finest painters) and an impressive crystal chandelier. Performances are still held here. For information visit the office at the side of the building.\r\n\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 20,
    "name": "Parque Bolívar",
    "latitude": "8.9532782653848",
    "longitude": "-79.533558900272",
    "excerpt": "In 1826, in a schoolroom opposite this Casco Viejo park, Simón Bolívar held a meeting urging the union of the Latin American countries. Bolívar eventually…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/parque-bolivar/a/poi-sig/432934/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc75f73a50a0f745b8f89fc834d7bebd-parque-bolivar.jpg",
    "detail_description": "In 1826, in a schoolroom opposite this Casco Viejo park, Simón Bolívar held a meeting urging the union of the Latin American countries. Bolívar eventually succeeded in liberating Bolivia, Colombia, Ecuador, Peru and Venezuela from Spanish rule and uniting them as Gran Colombia. Although he was unable to keep Gran Colombia together, he is venerated as a hero throughout Latin America.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 19,
    "name": "Explora Center of Science & Arts",
    "latitude": "9.033443",
    "longitude": "-79.529514",
    "excerpt": "Mini travelers (and those young at heart) will love this museum dedicated to interactive learning. Six exhibition rooms explore such themes as electricity…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/explora-center-of-science-arts/a/poi-sig/1564523/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6cb5f860a281eafc9f4c2ee8d5a1eb0e-explora-center-of-science-and-arts.jpg",
    "detail_description": "Mini travelers (and those young at heart) will love this museum dedicated to interactive learning. Six exhibition rooms explore such themes as electricity, sound, natural phenomena, the Panama Canal and more. Don’t miss the gravity room, a tilted room of optical illusions that will leave you feeling disoriented…and maybe a little sick! Guided tours available in English and Spanish.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 18,
    "name": "Museo del Canal Interoceánico",
    "latitude": "8.9519831720019",
    "longitude": "-79.534733347582",
    "excerpt": "This impressive museum is housed in a beautifully restored building that once served as the headquarters for the original French canal company. The Panama…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-del-canal-interoceanico/a/poi-sig/432926/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/97c201ee561d2cb0b290d56fb46a2d22-museo-del-canal-interoceanico.jpg",
    "detail_description": "This impressive museum is housed in a beautifully restored building that once served as the headquarters for the original French canal company. The Panama Canal Museum (as it’s more commonly known) presents excellent exhibits on the famous waterway, framed in their historical and political context. Signs are in Spanish, but English-speaking guides and audio guides (US$5) are available.\n"
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 17,
    "name": "Museo de Sitio Panamá Viejo",
    "latitude": "9.003689",
    "longitude": "-79.49412",
    "excerpt": "In the original settlement of Panamá Viejo, this museum traces the history from pre-colonial times to colonial life. There's an impressive scale model of…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-de-sitio-panama-viejo/a/poi-sig/432924/358532",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/shutterstockRF_477467743.jpg",
    "detail_description": "In the original settlement of Panamá Viejo, this museum traces the history from pre-colonial times to colonial life. There's an impressive scale model of Panamá Viejo prior to 1671 as well as religious art, and exhibits on old maps and on pirate history. An optional extra is climbing Mirador de la Torre, the lookout tower; children under eight are not allowed.\n"
},
{
    "country": "panama",
    "city": "Península de Azuero",
    "index": 16,
    "name": "Refugio de Vida Silvestre Cenegón del Mangle",
    "latitude": "8.109876",
    "longitude": "-80.49202",
    "excerpt": "This 776-hectare refuge about 25km north of Chitré protects a mangrove forest at the mouth of the Río Santa María. It's an important wildlife area and…",
    "detail_url": "https://www.lonelyplanet.com/panama/around-chitre/attractions/refugio-de-vida-silvestre-cenegon-del-mangle/a/poi-sig/1600376/1328601",
    "image_url": null,
    "detail_description": "This 776-hectare refuge about 25km north of Chitré protects a mangrove forest at the mouth of the Río Santa María. It's an important wildlife area and nesting ground for wading birds. The most commonly sighted species are great egrets, cattle egrets and tricolored herons. The refuge is a 45-minute drive north of Chitré via the Carretera Nacional, easily accessible as a day trip.\nThe refuge is accessed by a 500m-loop trail that follows a boardwalk through the mangrove forest. Along the way, keep your eyes fixed on the waters below, as the abundance of wading birds also attracts hungry caimans and crocodiles. The herons are here year-round, and opportunistic reptiles tend to congregate during the June-to-September nesting season.Many of the herons that now inhabit the Palacio de las Garzas (Palace of the Herons), the official residence of the Panamanian president in Casco Viejo, Panama City, hail from this reserve.The refuge is also home to La Cueva del Tigre (The Tiger's Cave), an archaeological site dating back some 12,000 years.To get here, take the signposted turnoff to the village of Paris. After 1km the road forks at a church; take the right branch and it becomes a dirt road. Proceed 4km on this road, after which you’ll come to a sign with an arrow indicating you’re 2km from the entrance to the refuge. Expect to pay US$25 for a taxi from Chitré and US$15 from Parita."
},
{
    "country": "panama",
    "city": "Darién Province",
    "index": 15,
    "name": "Reserva Natural Punta Patiño",
    "latitude": "8.25511",
    "longitude": "-78.260679",
    "excerpt": "On the southern shore of the Golfo de San Miguel, this 263-sq-km wildlife reserve is owned by the private conservation group ANCON. It contains species…",
    "detail_url": "https://www.lonelyplanet.com/panama/darien-province/attractions/reserva-natural-punta-patino/a/poi-sig/466600/358528",
    "image_url": null,
    "detail_description": "On the southern shore of the Golfo de San Miguel, this 263-sq-km wildlife reserve is owned by the private conservation group ANCON. It contains species-rich primary and secondary forest and is one of the best places in the country to spot a harpy eagle, Panama's national bird. Even if the big bird proves elusive, there's a good chance of seeing everything from three-toed sloths and capybaras, the world's largest rodents, to jaguars.\nIn the waterways, you'll almost certainly see brown pelicans, magnificent frigate birds and laughing gulls; bottlenose dolphins and humpback whales also frequent these parts. Other birds to keep an eye out for include terns, American oystercatchers and waders.In the mangroves, you'll have a good chance of spotting Amazon kingfishers, white ibises and herons, as well as waders such as willets, whimbrels and spotted sandpipers. A specialty of the area is the black oropendola, which has a higher than normal frequency near Mogué. Late afternoon and early morning are good times to look for crab-eating raccoons venturing down to the water's edge.A swampy flat near the ANCON lodge supports large numbers of capybaras, though a little luck is needed to spot them. This community of giant rodents attracts crocodiles and the elusive jaguar. Commonly spotted mammals include grey foxes around the lodge (especially at night) and tayras in patches of nearby dry forest."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 14,
    "name": "Museo de Arte Religioso Colonial",
    "latitude": "8.951666",
    "longitude": "-79.533387",
    "excerpt": "Housed beside the ruins of the Iglesia y Convento de Santo Domingo, the Museo de Arte Religioso Colonial has a collection of colonial-era religious…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-de-arte-religioso-colonial/a/poi-sig/432916/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9ae8e611a2b629c7a766faaafb15db08-museo-de-arte-religioso-colonial.jpg",
    "detail_description": "Housed beside the ruins of the Iglesia y Convento de Santo Domingo, the Museo de Arte Religioso Colonial has a collection of colonial-era religious artifacts, some dating from the 16th century.\nJust inside the ruins' doorway, the Arco Chato is a long arch that stood here unsupported for centuries. It even played a part in the selection of Panama over Nicaragua as the site for the canal, since its survival was taken as proof that the area was not subject to earthquakes. It collapsed in 2003 but has since been rebuilt."
},
{
    "country": "panama",
    "city": "Bocas del Toro Town",
    "index": 13,
    "name": "Finca Los Monos Botanical Garden",
    "latitude": "9.355832",
    "longitude": "-82.255561",
    "excerpt": "One of the joys of visiting Bocas is touring the 'Monkey Farm' botanical garden a couple of kilometers northwest of the center. Painstakingly carved out…",
    "detail_url": "https://www.lonelyplanet.com/panama/bocas-del-toro/attractions/finca-los-monos-botanical-garden/a/poi-sig/1532264/358511",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2a721902b3ceb0a0e92a663f726d7dc0-finca-los-monos-botanical-garden.jpg",
    "detail_description": "One of the joys of visiting Bocas is touring the 'Monkey Farm' botanical garden a couple of kilometers northwest of the center. Painstakingly carved out of 10 hectares of secondary rainforest over almost two decades, it contains hundreds of species of local and imported trees and ornamental plants, and is teeming with wildlife.\nCo-owner and guide Lin Gillingham will point out howler and white-faced capuchin monkeys, sloths and various bird species. Tours, on Fridays and Mondays, must be booked in advance; garden tours depart regularly while birding tours are on demand."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 12,
    "name": "Iglesia de San José",
    "latitude": "8.951475",
    "longitude": "-79.536027",
    "excerpt": "This Casco Viejo church protects the famous Altar de Oro (Golden Altar), the sole relic salvaged after privateer Henry Morgan sacked Panamá Viejo.",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/iglesia-de-san-jose/a/poi-sig/432900/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b643082e735780ce0a90c3fc78b2e70d-iglesia-de-san-jose.jpg",
    "detail_description": "This Casco Viejo church protects the famous Altar de Oro (Golden Altar), the sole relic salvaged after privateer Henry Morgan sacked Panamá Viejo.\nAccording to local legend, when word came of Morgan’s impending attack, a priest attempted to disguise the altar by painting it black. The priest told Morgan that the famous altar had been stolen by another pirate, and even convinced Morgan to donate handsomely for its replacement. Morgan is said to have told the priest, ‘I don’t know why, but I think you are more of a pirate than I am.’ Whatever the truth, the baroque altar was later moved from the old city to the present site."
},
{
    "country": "panama",
    "city": "Península de Azuero",
    "index": 11,
    "name": "Parque Nacional Sarigua",
    "latitude": "8.027615",
    "longitude": "-80.480003",
    "excerpt": "Some 26km northwest of central Chitré, Parque Nacional Sarigua is arguably the most important pre-Columbian site in Panama. The archaeological site has…",
    "detail_url": "https://www.lonelyplanet.com/panama/around-chitre/attractions/parque-nacional-sarigua/a/poi-sig/467598/1328601",
    "image_url": null,
    "detail_description": "Some 26km northwest of central Chitré, Parque Nacional Sarigua is arguably the most important pre-Columbian site in Panama. The archaeological site has been dated back 11,000 years, although much of it is yet to be excavated. Created in 1984, it consists of 80 sq km of wasteland that was once dry tropical rainforest and coastal mangrove patches. Buses do not go all the way to the park. A taxi ride to the park office from Chitré costs about US$15.\nSarigua is the end product of slash-and-burn agriculture so typical of the Península de Azuero; because the forest that had held the thin topsoil in place was removed, the heavy rainfalls that occur each year have carried the topsoil away.A visit to Sarigua is a sobering reminder of the earth’s fragility, and the rapid speed in which humans can alter the environment. From the rickety mirador (lookout) behind the ranger station, you can gaze out at the dry, cracked earth and swirling dust storms that used to be a living, breathing ecosystem. If you have your own transportation (4WD required in rainy season), you can drive a few kilometers into the park, but much of Sarigua is off-limits to the public. The coastal edges of the park are also home to privately owned commercial shrimp farms, which stand as a testament to the rapid destruction of Panama’s wetland habitat.To get here from the Carretera Nacional, take the turnoff opposite the unmissable (and bright orange) Super Candy convenience store just before you reach Parita. After going 2.5km, you'll reach a fork with a green-and-yellow sign indicating the park. The ranger's station is another five minutes further on."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 9,
    "name": "Centro Natural Punta Culebra",
    "latitude": "8.9146765221082",
    "longitude": "-79.530136585236",
    "excerpt": "Ideal for families, CEM is operated by the Smithsonian Tropical Research Institute (STRI). This informative marine museum features two small aquariums and…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/centro-natural-punta-culebra/a/poi-sig/432894/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c43ee405fa6dab3a7cbb8f9c3b7eb8fd-centro-natural-punta-culebra.jpg",
    "detail_description": "Ideal for families, CEM is operated by the Smithsonian Tropical Research Institute (STRI). This informative marine museum features two small aquariums and a nature trail with three-toed sloths and iguanas in a surviving patch of dry forest, once prolific along Central America’s Pacific coast. Signs are in English and Spanish.\nA tropical frogs exhibit brings you up close with creatures like the strawberry poison dart frog. Separate aquariums allow for comparison of fish from the Pacific and the Caribbean, with the differences explained by staff. Exhibits examine the role of marine resources in the country’s economy, and the destructive effects of harvesting fish and shrimp by net.Exhibits include a small six-sided building with sweeping views of the Bahía de Panamá, built by Manuel Noriega for intimate gatherings. Today it has exhibits on the history of Panama’s indigenous cultures.Outside, large, intelligent illustrations of vessels allow visitors to glance out at the ocean and identify the types of ships waiting to transit the canal, aided by a telescope."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 10,
    "name": "Plaza de Francia",
    "latitude": "8.949684",
    "longitude": "-79.531982",
    "excerpt": "At the tip of the southern point of Casco Viejo, this beautiful plaza pays homage to the French role in the construction of the canal. Its large stone…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/plaza-de-francia/a/poi-sig/432940/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6fefd7d35b3ba197b85982512c7dacf1-plaza-de-francia.jpg",
    "detail_description": "At the tip of the southern point of Casco Viejo, this beautiful plaza pays homage to the French role in the construction of the canal. Its large stone tablets and statues are dedicated to the memory of the 22,000 workers who died trying to create the canal.\nMost of the workers died from yellow fever and malaria. Among the busts is a monument to Cuban doctor Carlos J Finlay, whose discovery of how mosquitoes transmit yellow fever led to the eradication of the disease.On one side of the plaza are nine restored dungeons that were used by the Spaniards and later by the Colombians. Although they’re now home to some rather upscale art galleries and shops, you can still see the original stonework. Also on the plaza are the Teatro Anita Villalaz and the Instituto Nacional de Cultura."
},
{
    "country": "panama",
    "city": "Panama Canal",
    "index": 8,
    "name": "Miraflores Visitors Center",
    "latitude": "8.997034",
    "longitude": "-79.591044",
    "excerpt": "The easiest way to visit the Panama Canal is to head to the Miraflores Visitors Center, just outside Panama City. This modern center features a four-floor…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-canal/attractions/miraflores-visitors-center/a/poi-sig/1331934/1328562",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6b681ea37fe7f0ad8d7954e7e3e3c323-miraflores-visitors-center.jpg",
    "detail_description": "The easiest way to visit the Panama Canal is to head to the Miraflores Visitors Center, just outside Panama City. This modern center features a four-floor interactive museum that looks at the canal's history, operations, expansion and ecology, an instructive 15-minute film and several viewing platforms, including the main one on the 4th floor with panoramic views of canal transits (the best times are from 9am to 11am and from 3pm to 5pm when transits are more frequent).\nThere is a direct bus to the Miraflores Visitors Center from the Albrook Bus Terminal in Panama City, but it is infrequent. Otherwise take a Paraíso or Gamboa bus from the terminal. These pass along the canal-side highway to Gamboa and will let you off at the ‘Miraflores Locks’ sign (US$0.35) on the highway, 12km from the city center. It’s about a 15-minute walk along the main road to the locks from the sign. You can also take a taxi; drivers will typically wait 30 minutes at the locks and then drive you back to the capital. Expect to pay no more than US$30 round trip, but agree on the price beforehand."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 7,
    "name": "Parque Natural Metropolitano",
    "latitude": "8.990633",
    "longitude": "-79.546938",
    "excerpt": "On a hill north of downtown, this 265-hectare park protects vast expanses of tropical semideciduous forest within the city limits, and serves as an…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/parque-natural-metropolitano/a/poi-sig/432936/358532",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Panama%20Panama%20City%20mimher%20shutterstock_1729356151%20RFE.jpg",
    "detail_description": "On a hill north of downtown, this 265-hectare park protects vast expanses of tropical semideciduous forest within the city limits, and serves as an incredible wilderness escape from the trappings of the capital. Two main walking trails, the Nature Trail and the Tití Monkey Trail, join to form one long loop. On the loop, a 150m-high mirador (lookout) offers panoramic views of Panama City, the bay and the canal all the way to the Miraflores Locks.\nMammals in the park include tití monkeys, anteaters, sloths and white-tailed deer, while reptiles include iguanas, turtles and tortoises. More than 250 bird species have been spotted here, and there are fish and shrimp living in the Río Curundú, which runs along the eastern side of the park.The park was the site of an important battle during the US invasion to oust Manuel Noriega. Also of historical significance are the concrete structures just past the park entrance, which were used during WWII as a testing and assembly plant for aircraft engines.The park is bordered on its western and northern sides by Camino de la Amistad and to the south and east by Corredor Norte; Av Juan Pablo II runs right through the park. Pick up a pamphlet for a self-guided tour in Spanish and English at the visitors center, 40m north of the park entrance. Rangers offer one-hour tours to groups of five or more (around US$6 per person), but you need to call in advance.An international team of scientists from the Smithsonian Tropical Research Institute (STRI) have set up a crane in the park to study the forest canopy, which is home to a complete ecosystem 30m to 50m up from the ground. Although the crane was previously off-limits to the public, Ancon Expeditions was awarded permission to take tourists up to the treetops. This is a highly recommended experience that will provide you with an entirely different view of the rainforest, though you will need to book in advance as only a limited number of tourists is allowed up on the crane each day."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 6,
    "name": "Panamá Viejo",
    "latitude": "9.003657",
    "longitude": "-79.494227",
    "excerpt": "Founded on August 15, 1519, by Spanish conquistador Pedro Arias de Ávila, the city of Panamá was the first European settlement along the Pacific. For 150…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/panama-viejo/a/poi-sig/432932/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/926c32ccf995bcbd23238cef6b425807-panama-viejo-ruins.jpg",
    "detail_description": "Founded on August 15, 1519, by Spanish conquistador Pedro Arias de Ávila, the city of Panamá was the first European settlement along the Pacific. For 150 years it flourished as Spain exported Peruvian gold and silver to Europe via Panamá. In 1671, Captain Henry Morgan sacked the city and it was relocated to the present-day Casco Viejo. Today much of Panamá Viejo lies buried under a poor residential neighborhood, though the ruins are a must-see.\nThe center of power resided at the Casas Reales, a complex ringed by timber ramparts and separated from the city proper by a moat. Within the complex were the customs house, the royal treasury, a prison and the governor's house. Despite the obvious historical importance of the site, past governments have allowed sections of the property to be used as a landfill and for horse stables. Only scattered walls remain of the once-impressive structures.The Catedral de Nuestra Señora de la Asunción, built between 1619 and 1626, is the best-preserved building of the ruins. In traditional fashion, it was designed so that its two side chapels gave the cathedral a cross-like shape as viewed from the heavens. The bell tower was at the back of the church and may have served double duty as a watchtower for the Casas Reales. The main facade, which faced the Plaza Mayor (Grand Plaza), is gone – only the walls remain.Also facing the Plaza Mayor were the Cabildo de la Ciudad and the Casas de Terrín, houses built by one of the city's wealthiest citizens, Francisco Terrín.Immediately north of the cathedral are the massive ruins of Casa Alarcón, the town's best-preserved and largest known private residence, which dates from the 1640s. Just north of the former residence is the Iglesia y Convento de Santo Domingo, the best-preserved church of the ruins. The convent dates from the 1570s; the church was built 20 or more years later.Arriving a decade or so after the Dominican friars were the Jesuits, who built the Iglesia y Convento de la Compañía de Jesús, whose stone ruins are likewise visible today. Just west of the Jesuits' facilities are the spacious ruins of a church and convent, the Iglesia y Convento de la Concepción, which were erected by the nuns of Nuestra Señora de la Concepción (Our Lady of the Conception). Most of the ruins, which cover the better part of two blocks, were part of the church – little remains of the convent.Between the nuns' church and the sea was the city's sole hospital, the Hospital de San Juan de Dios. Unfortunately, much of the hospital's remains were scattered when Av Cincuentenario and a side road were put in. Also bordering the avenue, two blocks west of the hospital's ruins, are the remains of the Iglesia y Convento de San Francisco, the facilities erected by the Franciscans. The church faced the sea and stood on a massive base.Continuing two blocks west along Av Cincuentenario, you'll arrive at the ruins of the Iglesia y Convento de La Merced. Erected by Mercedarian friars in the early 17th century, the buildings survived the fire that swept the city following Morgan's assault. However, the church's facade is missing because the friars dismantled it and moved it to Casco Viejo, where it can be seen today.Further west and paralleling the modern bridge is the Puente del Matadero, a horribly over-restored stone bridge that took its name from a nearby slaughterhouse, and marked the beginning of the Camino Real to Portobelo. A much more significant bridge is the Puente del Rey, which is visible from Av Cincuentenario near the northern edge of town. Built in 1617, it may be the oldest standing bridge in the Americas.About halfway between Puente del Rey and the Iglesia y Convento de Santo Domingo lies the Iglesia de San José, which belonged to the Augustine order. Marking this building as special were its vaulted side chapels, an architectural feature seldom seen in Panama.Enter via the entrance furthest west to access the visitor center and museum. The terrain is extensive and best suited to able walkers. Golf cart tours are sporadically offered when there are enough guests to fill the cart."
},
{
    "country": "panama",
    "city": "Comarca de Guna Yala",
    "index": 5,
    "name": "Dubbag (Isla Pino)",
    "latitude": "9.005638",
    "longitude": "-77.753506",
    "excerpt": "This island's superlatives are threefold: it is the largest island in the archipelago yet has the smallest population (100 people) and it is the only San…",
    "detail_url": "https://www.lonelyplanet.com/panama/beyond-assudub-achutupu/attractions/dubbag-isla-pino/a/poi-sig/1603534/1328878",
    "image_url": null,
    "detail_description": "This island's superlatives are threefold: it is the largest island in the archipelago yet has the smallest population (100 people) and it is the only San Blas island to have a hill (scalable in 15 minutes).\n"
},
{
    "country": "panama",
    "city": "Península de Azuero",
    "index": 4,
    "name": "Taller Dario López",
    "latitude": "7.998738",
    "longitude": "-80.520076",
    "excerpt": "One of Panama's top artisans, Dario López has been making colorful masks for folkloric dancers since the 1960s. These days most of his masks and satin…",
    "detail_url": "https://www.lonelyplanet.com/panama/parita/attractions/taller-dario-lopez/a/poi-sig/1332837/1328604",
    "image_url": null,
    "detail_description": "One of Panama's top artisans, Dario López has been making colorful masks for folkloric dancers since the 1960s. These days most of his masks and satin costumes worn by devil dancers are exported to the USA and Europe. Masks typically cost between US$20 and US$100. To visit his home workshop, look for the gas station near the Parita turnoff on Carretera Nacional. His house is green and on the east side of the highway about 100m north of the station.\nIn 2017 Dario was named Maestro Artesano (Crafts Master) and made commander in the Order of Belisario Porras in recognition of his half-century of artistic work."
},
{
    "country": "panama",
    "city": "Panama City",
    "index": 3,
    "name": "Museo de Arte Contemporáneo",
    "latitude": "8.9602899659338",
    "longitude": "-79.543418170909",
    "excerpt": "This wonderful privately owned museum features the best collection of Panamanian art anywhere, an excellent collection of works on paper by Latin American…",
    "detail_url": "https://www.lonelyplanet.com/panama/panama-city/attractions/museo-de-arte-contemporaneo/a/poi-sig/432914/358532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/72a34ac7bfe1d03e3fe717b5c0310e8a-museo-de-arte-contemporaneo.jpg",
    "detail_description": "This wonderful privately owned museum features the best collection of Panamanian art anywhere, an excellent collection of works on paper by Latin American artists, and the occasional temporary exhibition by a foreign or national artist.\n"
},
{
    "country": "panama",
    "city": "Isla Bastimentos",
    "index": 2,
    "name": "Parque Nacional Marino Isla Bastimentos",
    "latitude": "9.313231",
    "longitude": "-82.137909",
    "excerpt": "Established in 1988, this 132-sq-km marine park was Panama's first. Protecting 130 islands of the Bocas del Toro archipelago, including the coral-fringed…",
    "detail_url": "https://www.lonelyplanet.com/panama/bocas-del-toro/isla-bastimentos/attractions/parque-nacional-marino-isla-bastimentos/a/poi-sig/1011940/358513",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/120270a6164cc7fec94eed18b64efca9-parque-nacional-marino-isla-bastimentos.jpg",
    "detail_description": "Established in 1988, this 132-sq-km marine park was Panama's first. Protecting 130 islands of the Bocas del Toro archipelago, including the coral-fringed Cayos Zapatillas, and the wetlands in the center of Isla Bastimentos, the marine park is an important nature reserve for mangroves, monkeys, sloths, caimans, crocodiles and 28 species of amphibians and reptiles.\nGet up-to-date park information from the ATP or Ministerio de Ambiente offices in Bocas del Toro town. To camp out anywhere in the park, you are required to first obtain a permit (US$10) from the latter."
}
]