[
{
    "country": "portugal",
    "index": 1,
    "name": "Headland",
    "latitude": "39.362307",
    "longitude": "-9.40464",
    "excerpt": "While in Peniche, make sure you do the 8km circuit of the whole headland (walking is hot going, however, as much of it is on the road). At Cabo Carvoeiro,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/peniche/attractions/headland/a/poi-sig/1401124/1300078",
    "image_url": null,
    "detail_description": "While in Peniche, make sure you do the 8km circuit of the whole headland (walking is hot going, however, as much of it is on the road). At Cabo Carvoeiro, the very tip, there's a lighthouse and spectacular views of a rock stack and the Berlenga islands, as well as an excellent restaurant.\n"
},
{
    "country": "portugal",
    "index": 24,
    "name": "Sé",
    "latitude": "41.142718673561",
    "longitude": "-8.6112772015844",
    "excerpt": "From Praça da Ribeira rises a tangle of medieval alleys and stairways that eventually reach the hulking, hilltop fortress of the cathedral. Founded in the…",
    "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/se/a/poi-sig/423639/1341033",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/35f950d1ffebc8d276320a43d9b4ef72-se.jpg",
    "detail_description": "From Praça da Ribeira rises a tangle of medieval alleys and stairways that eventually reach the hulking, hilltop fortress of the cathedral. Founded in the 12th century, it was largely rebuilt a century later and then extensively altered during the 18th century. However, you can still make out the church’s Romanesque origins in the barrel-vaulted nave. Inside, a rose window and a 14th-century Gothic cloister also remain from its early days.\nHistory lends the cathedral gravitas – this is where Dom João I married his beloved Philippa of Lancaster in 1387, and where Prince Henry the Navigator was baptised in 1394, the fortune of far-flung lands but a distant dream."
},
{
    "country": "portugal",
    "index": 23,
    "name": "Feira de Barcelos",
    "latitude": "41.532913",
    "longitude": "-8.618028",
    "excerpt": "The largest, oldest and most celebrated of the Minho's markets is the Feira de Barcelos, held every Thursday in Barcelos on the banks of Rio Cávado…",
    "detail_url": "https://www.lonelyplanet.com/portugal/barcelos/attractions/feira-de-barcelos/a/poi-sig/1009751/1004192",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e2595cb032b7551cf4e3d839c63ad297-feira-de-barcelos.jpg",
    "detail_description": "The largest, oldest and most celebrated of the Minho's markets is the Feira de Barcelos, held every Thursday in Barcelos on the banks of Rio Cávado. Despite attracting travellers, the market retains its rural soul. Villagers hawk everything from scrawny chickens to hand-embroidered linen, and Roma women bellow for business in the clothes section. Snack on sausages and homemade bread as you wander among brass cowbells, handwoven baskets and carved ox yokes.\nPottery is what most outsiders come to see. Especially popular is the yellow-dotted louça de Barcelos ware and the gaudy figurines à la Rosa Ramalho, a local potter known as the Grandma Moses of Portuguese pottery – her work put Barcelos on the map in the 1950s.You’ll need at least a couple of hours to see all the goods."
},
{
    "country": "portugal",
    "index": 22,
    "name": "Biblioteca Joanina",
    "latitude": "40.207074",
    "longitude": "-8.426385",
    "excerpt": "The university's baroque library is Coimbra's headline sight. Named after King João V, who sponsored its construction between 1717 and 1728, it features a…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/biblioteca-joanina/a/poi-sig/471038/360358",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/Portugal%20Coimbra%20agsaz%20Shutterstock_1461884087%20RFE.jpg",
    "detail_description": "The university's baroque library is Coimbra's headline sight. Named after King João V, who sponsored its construction between 1717 and 1728, it features a remarkable central hall decorated with elaborate ceiling frescoes and huge rosewood, ebony and jacaranda tables. Towering gilt chinoiserie shelves hold some 40,000 books, mainly on law, philosophy and theology. Curiously, the library also houses a colony of bats to protect the books – they eat potentially harmful insects.\nNote admission to the library is strictly regulated, with entry in groups at set times. At your allotted time – given when you buy your ticket – you enter through a side door and wait to be admitted to the main hall. While waiting you can peek down into the cells of the Prisão Acadêmica."
},
{
    "country": "portugal",
    "index": 21,
    "name": "Templo Romano",
    "latitude": "38.572646",
    "longitude": "-7.907345",
    "excerpt": "Once part of the Roman Forum, the remains of this temple, dating from the 2nd or early 3rd century AD, are a heady slice of drama right in town. It's…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/templo-romano/a/poi-sig/476578/360364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/affdf578406a74dd8d3a56d8c48e2ff9-templo-romano.jpg",
    "detail_description": "Once part of the Roman Forum, the remains of this temple, dating from the 2nd or early 3rd century AD, are a heady slice of drama right in town. It's among the best-preserved Roman monuments in Portugal, and probably on the Iberian Peninsula. Though it's commonly referred to as the Temple of Diana, there's no consensus about the deity to which it was dedicated, and some archaeologists believe it may have been dedicated to Julius Caesar.\nHow did these 14 Corinthian columns, capped with Estremoz marble, manage to survive in such good shape for some 18 centuries? The temple was apparently walled up in the Middle Ages to form a small fortress, and then used as the town slaughterhouse. It was uncovered late in the 19th century. These unwitting preservation techniques worked, as the imposing colonnade is stunningly complete."
},
{
    "country": "portugal",
    "index": 20,
    "name": "Capela dos Ossos",
    "latitude": "38.56893",
    "longitude": "-7.908729",
    "excerpt": "One of Évora’s most popular sights is also one of its most chilling. The walls and columns of this mesmerising memento mori (reminder of death) are lined…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/evora/attractions/capela-dos-ossos/a/poi-sig/1538993/360364",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/07284052345f056255ef8b2e25eaca28-capela-dos-ossos.jpg",
    "detail_description": "One of Évora’s most popular sights is also one of its most chilling. The walls and columns of this mesmerising memento mori (reminder of death) are lined with the bones and skulls of some 5000 people. This was the solution found by three 17th-century Franciscan monks for the overflowing graveyards of churches and monasteries.\nThere’s black humour to the way the bones and skulls have been arranged in patterns, and the whole effect is strangely beautiful, though probably not one you’d be inspired to re-create at home. An inscription over the entrance translates as ‘We bones that are here await yours’. Above the chapel, a museum contains works of religious art and a terrace with views over town. The former Chapter House (which currently contains the ticket counter for the chapel) contains a fine collection of azulejos (hand-painted tiles)."
},
{
    "country": "portugal",
    "index": 19,
    "name": "Serralves",
    "latitude": "41.159076839052",
    "longitude": "-8.6595761775971",
    "excerpt": "This fabulous cultural institution combines a museum, a mansion and extensive gardens. Cutting-edge exhibitions, along with a fine permanent collection…",
    "detail_url": "https://www.lonelyplanet.com/portugal/porto/foz-do-douro/attractions/serralves/a/poi-sig/423659/1341039",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b261f8052b635f9997249dc894bcd8b3-museu-de-arte-contemporanea.jpg",
    "detail_description": "This fabulous cultural institution combines a museum, a mansion and extensive gardens. Cutting-edge exhibitions, along with a fine permanent collection featuring works from the late 1960s to the present, are showcased in the Museu de Arte Contemporânea, an arrestingly minimalist, whitewashed space designed by the eminent Porto-based architect Álvaro Siza Vieira. The delightful, pink Casa de Serralves is a prime example of art deco, bearing the imprint of French architect Charles Siclis. One ticket gets you into both museums.\nThe museums sit within the marvellous 18-hectare Parque de Serralves. Lily ponds, rose gardens, formal fountains and whimsical touches – such as a bright-red sculpture of oversized pruning shears – make for a bucolic outing in the city. The estate is6km west of the city centre; take bus 201 from in front of Praça Dom João I, one block east of Avenida dos Aliados."
},
{
    "country": "portugal",
    "index": 18,
    "name": "Sé",
    "latitude": "37.013288",
    "longitude": "-7.934886",
    "excerpt": "The centrepiece of the Cidade Velha, the sé was completed in 1251 but heavily damaged in the 1755 earthquake. What you see now is a variety of Renaissance…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/se/a/poi-sig/456419/360371",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/GettyImages-1472097846-RFC.jpg",
    "detail_description": "The centrepiece of the Cidade Velha, the sé was completed in 1251 but heavily damaged in the 1755 earthquake. What you see now is a variety of Renaissance, Gothic and baroque features. Climb the tower for lovely views across the walled town and estuary islands. The cathedral also houses the Museu Capitular, with an assortment of chalices, priestly vestments and grisly relics (including both forearms of St Boniface), and a small 18th-century shrine built of bones.\nThe blocky, castle-like cathedral occupies what was probably the site of a Roman temple, then later a Visigoth cathedral and a Moorish mosque. Only the tower gate and several chapels remain of the original Romanesque-Gothic exterior – the rest was obliterated in 1755. The interior has very elaborate baroque side altarpieces, and the altar itself is flanked by matching vaulted Gothic chapels. The baroque pipe organ was built in 1715 by Johann Heinrich Hulenkampf."
},
{
    "country": "portugal",
    "index": 17,
    "name": "Igreja de São Francisco",
    "latitude": "41.140876",
    "longitude": "-8.615663",
    "excerpt": "Igreja de São Francisco looks from the outside to be an austerely Gothic church, but inside it hides one of Portugal’s most dazzling displays of baroque…",
    "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/igreja-de-sao-francisco/a/poi-sig/423647/1341033",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF209830660.jpg",
    "detail_description": "Igreja de São Francisco looks from the outside to be an austerely Gothic church, but inside it hides one of Portugal’s most dazzling displays of baroque finery. Hardly a centimetre escapes unsmothered, as otherworldly cherubs and sober monks are drowned by nearly 100kg of gold leaf. If you see only one church in Porto, make it this one.\nHigh on your list should be the nave, interwoven with vines and curlicues, dripping with cherubs and shot through with gold leaf. Peel back the layers to find standouts such as the Manueline-style Chapel of St John the Baptist, the 13th-century statue of St Francis of Assisi and the 18th-century Tree of Jesse, a polychrome marvel of an altarpiece. The church museum harbours a fine, well-edited collection of sacred art.In the eerily atmospheric catacombs, the great and the good of Porto were once buried. Look out for sculptural works by Italian master Nicolau Nasoni and prolific Portuguese sculptor António Teixeira Lopes."
},
{
    "country": "portugal",
    "index": 15,
    "name": "Museu Nacional de Arte Antiga",
    "latitude": "38.704409",
    "longitude": "-9.162008",
    "excerpt": "Set in a lemon-fronted, 17th-century palace, the Museu Nacional de Arte Antiga is Lapa’s biggest draw. It presents a star-studded collection of European…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/lapa-alcantara/attractions/museu-nacional-de-arte-antiga/a/poi-sig/400999/1341032",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1473948696-RFE.jpg",
    "detail_description": "Set in a lemon-fronted, 17th-century palace, the Museu Nacional de Arte Antiga is Lapa’s biggest draw. It presents a star-studded collection of European and Asian paintings and decorative arts.\nKeep an eye out for highlights such as Nuno Gonçalves’ naturalistic Panels of St Vincent, Dürer’s St Jerome and Lucas Cranach’s haunting Salomé, as well as period furniture pieces like King Afonso V's ceremonial 1470s armchair and an elaborate lacquered wood, silver-gilt and bronze late-16th-century casket.Other gems include golden wonder the Monstrance of Belém, a souvenir from Vasco da Gama’s second voyage, and 16th-century Japanese screens depicting the arrival of the Namban (southern barbarians) – namely big-nosed Portuguese explorers.Biannual temporary themed exhibitions (priced separately, at around €6) are reached via a second entrance on Rua das Janelas Verdes, as are the stone-arched cafe and wonderfully peaceful gardens with river views."
},
{
    "country": "portugal",
    "index": 16,
    "name": "Universidade de Coimbra",
    "latitude": "40.207384909779",
    "longitude": "-8.426022955406",
    "excerpt": "Coimbra's Unesco-listed university, one of the world's oldest, was originally founded in Lisbon in 1290. It was subsequently relocated several times…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/coimbra/attractions/universidade-de-coimbra/a/poi-sig/471076/360358",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-482359175_super.jpg",
    "detail_description": "Coimbra's Unesco-listed university, one of the world's oldest, was originally founded in Lisbon in 1290. It was subsequently relocated several times before being permanently established in Coimbra in 1537. Its showpiece centre is the Pátio das Escolas, a vast courtyard surrounded by majestic 16th- to 18th-century buildings. These include the Paço das Escolas, Torre da Universidade, Prisão Acadêmica, Capela de São Miguel and Biblioteca Joanina.\nAdmission tickets come in two forms: one giving access to all university buildings (except the Torre) and the Museu da Ciência, and a second one which does not include the Biblioteca Joanina. Buy them at the office outside Porta Férrea. Note also that library visits are in groups at set times."
},
{
    "country": "portugal",
    "index": 14,
    "name": "Palácio dos Marqueses de Fronteira",
    "latitude": "38.740051",
    "longitude": "-9.179496",
    "excerpt": "This 17th-century former hunting pavilion is in the Benfica neighbourhood. Italian Renaissance influences are blended with Portuguese-inspired blue-and…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/attractions/palacio-dos-marqueses-de-fronteira/a/poi-sig/1560369/360366",
    "image_url": "https://lp-cms-production.imgix.net/2021-09/Pal%C3%A1cio-dos-Marqueses-de-Fronteira-shutterstock_781758556.jpg",
    "detail_description": "This 17th-century former hunting pavilion is in the Benfica neighbourhood. Italian Renaissance influences are blended with Portuguese-inspired blue-and-white tiles throughout the palace and extraordinary gardens. The official residence of the Marqueses de Fronteira – who still live on premises – is one of the most unique and well-kept examples of baroque architecture in Lisbon. An ornate entrance fountain, Persian carpets you can walk on, 18th-century globes and stucco works, 17th-century antiques and tile work – it's all here in a fascinating lived-in palace.\nOur favourite bit? The wow-inspiring 17th-century King's Gallery at the garden's south end behind the duck-strewn Knights' Tank, which features the busts of every king of Portugal (though three Spanish kings are conveniently left out!). Visits are limited to two guided tours per day in winter (11am and noon) and four in summer (10.30am, 11am, 11.30am and noon). Only groups can make reservations so don't leave it to the last minute to show up, especially in high season or on Saturdays and Mondays, the two most popular days. No photos are allowed inside."
},
{
    "country": "portugal",
    "index": 13,
    "name": "Alfama",
    "latitude": "38.711408",
    "longitude": "-9.12863",
    "excerpt": "Wander downhill (to save your legs) through Alfama's steep, narrow, cobblestoned streets and catch a glimpse of the more traditional side of Lisbon before…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/alfama-castelo-graca/attractions/alfama/a/poi-sig/400907/1341030",
    "image_url": "https://lp-cms-production.imgix.net/2022-12/shutterstockRF_755689225.jpg",
    "detail_description": "Wander downhill (to save your legs) through Alfama's steep, narrow, cobblestoned streets and catch a glimpse of the more traditional side of Lisbon before it too is gentrified. Linger in a backstreet cafe along the way and experience some local bonhomie without the tourist gloss.\nAs far back as the 5th century, Alfama was inhabited by the Visigoths, and remnants of a Visigothic town wall remain. But it was the Moors who gave the district its shape and atmosphere. In Moorish times this was an upper-class residential area. After earthquakes brought down many of its mansions (and post-Moorish churches) it reverted to a working-class, fisher-folk quarter. It was one of the few districts to ride out the 1755 earthquake.With narrow lanes of residential houses and grocery stores, it has a distinct village atmosphere; you can quickly feel like an intruder if you take a wrong turn into someone's backyard. Early morning is the best time to catch a more traditional scene, when women sell fresh fish from their doorways. For a real rough-and-tumble atmosphere, visit during the Festas dos Santos Populares in June."
},
{
    "country": "portugal",
    "index": 11,
    "name": "Quinta das Cruzes",
    "latitude": "32.651083",
    "longitude": "-16.913677",
    "excerpt": "Now a museum, the Quinta das Cruzes is a quintessential old Madeiran manor house complete with gardens and a private chapel. Originally the home of João…",
    "detail_url": "https://www.lonelyplanet.com/portugal/funchal/attractions/quinta-das-cruzes/a/poi-sig/1511428/1340263",
    "image_url": null,
    "detail_description": "Now a museum, the Quinta das Cruzes is a quintessential old Madeiran manor house complete with gardens and a private chapel. Originally the home of João Gonçalves Zarco, the Portuguese captain who discovered Madeira, it was remodelled in the 18th century into a stylish home by the wealthy Lomelino family. The exhibits here examine the life of Madeira's well-to-do from the 15th to the 19th century in an aptly aristocratic environment, the high-ceilinged mansion packed with priceless antiques from across the globe.\nPleasant to explore before or after a tour of the museum, the grounds are a typically exotic example of the type of garden created by the wealthy in the late 19th century. It's a romantically tranquil oasis of mature trees, pebble-patterned pathways, old-fashioned park benches and beds of sub-tropical plants, many of them labelled. Potted orchids grow against the west wall, while on the south side stands a tiny chapel that is normally closed to the public.The 11 rooms on the building's top floor make up the bulk of the collection. Here room after room filled with fine furniture, ceramics, tapestry, engravings, oil paintings and jewellery from Europe and beyond give some idea of just how rich the merchant classes of Madeira had become by the 18th and 19th centuries. Highlights include the 19th-century oils of Madeira, the glyptic collection, some from Roman times, a typical Madeiran quinta bedroom and a fascinating section dedicated to Emperor Karl I of Austria, including his priceless Breguet watch.Things get a bit chunkier downstairs, with massive wood and hunks of silver replacing the curvaceous Chippendale and gentle fans of the upper floor. Top billing here goes to the Caixa de Açucar, literally 'sugar boxes' – hefty cupboards made from the Brazilian hardwood in which sugar imported to Madeira was packed – a fine example of 16th-century recycling. Other high points include items from Portugal's far-flung Asian colonies, a collection of sedan chairs – once the way to get around the roadless island in comfort – and a huge assemblage of Portuguese silverware.The museum was closed for building work in early 2019 and was expected to reopen later that year."
},
{
    "country": "portugal",
    "index": 12,
    "name": "Bacalhôa Buddha Eden",
    "latitude": "39.275421",
    "longitude": "-9.138844",
    "excerpt": "What have the Taliban got to do with a rural winery 12km south of Óbidos? Well, when they blew up the Buddhas of Bamiyan in Afghanistan in 2001, the…",
    "detail_url": "https://www.lonelyplanet.com/portugal/estremadura/attractions/bacalhoa-buddha-eden/a/poi-sig/1401130/1314914",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-181218907_full.jpg",
    "detail_description": "What have the Taliban got to do with a rural winery 12km south of Óbidos? Well, when they blew up the Buddhas of Bamiyan in Afghanistan in 2001, the millionaire art collector José Berardo was so incensed at the wanton destruction of culture that he decided to do something to balance it out and created a large sculpture park on the grounds of his winery. The result, Bacalhôa Buddha Eden, is an astonishing sight.\nThe wildly out of place, thoroughly fascinating park features monumental Buddhist statues standing proudly above the cork trees, a phalanx of electric blue terracotta warriors looking down on a duck-filled lake, modern contemporary sculpture among the vines, and a little tourist train (adult/child €4/free) doing the rounds for the sore-of-foot. It's a great place to relax, and there's a cafe here, as well as a wine shop. To make a day of it, there's an appealing restaurant in the nearby village – Mãe d'Água does confident modern Portuguese fare in a contemporary setting within a noble old building.To get here, take the A8 motorway south from Óbidos and exit at junction 12, then follow signs for Carvalhal."
},
{
    "country": "portugal",
    "index": 10,
    "name": "Castelo de São Jorge",
    "latitude": "38.713926510768",
    "longitude": "-9.1336642561615",
    "excerpt": "Towering dramatically above Lisbon, these mid-11th-century hilltop fortifications sneak into almost every snapshot. Roam its snaking ramparts and pine…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/alfama-castelo-graca/attractions/castelo-de-sao-jorge/a/poi-sig/400925/1341030",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/shutterstockRF99657044.jpg",
    "detail_description": "Towering dramatically above Lisbon, these mid-11th-century hilltop fortifications sneak into almost every snapshot. Roam its snaking ramparts and pine-shaded courtyards for superlative views over the city’s red rooftops to the river. Three guided tours daily (in Portuguese, English and Spanish), at 10.30am, 1pm and 4pm, are included in the admission price (additional tours available).\r\n\nThese smooth cobbles have seen it all – Visigoths in the 5th century, Moors in the 9th century, Christians in the 12th century, royals from the 14th to 16th centuries, and convicts in every century.\r\n\r\nInside the Tower of Ulysses, a camera obscura offers a unique 360-degree view of Lisbon, with demos every 20 minutes. There are also a few galleries displaying relics from past centuries, including traces of the Moorish neighbourhood dating from the 11th century at the Archaeological Site. But the standout is the view – as is the feeling of travelling back in time amid fortified courtyards and towering walls. There are a few cafes and restaurants to while away time in as well.\r\n\r\nBus 737 from Sé or Praça da Figueira goes right to the gate. Tram 28E also passes nearby. A set of escalators traversing the hill from Praça Martim Moniz opened in 2018.\r\n"
},
{
    "country": "portugal",
    "index": 9,
    "name": "Palácio Nacional de Sintra",
    "latitude": "38.797541469438",
    "longitude": "-9.3906810574167",
    "excerpt": "The star of Sintra-Vila is this palace, with its iconic twin conical chimneys and lavish, whimsical interior, which is a mix of Moorish and Manueline…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/palacio-nacional-de-sintra/a/poi-sig/477444/360369",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/02652c699397d3dbd6d33c62a3b145c0-palacio-nacional-de-sintra.jpg",
    "detail_description": "The star of Sintra-Vila is this palace, with its iconic twin conical chimneys and lavish, whimsical interior, which is a mix of Moorish and Manueline styles, with arabesque courtyards, barley-twist columns and 15th- and 16th-century geometric azulejos that are among Portugal’s oldest.\nOf Moorish origins, the palace was first expanded by Dom Dinis (1261–1325), enlarged by João I in the 15th century (when the kitchens were built), then given a Manueline twist by Manuel I in the following century.Highlights include the octagonal Sala dos Cisnes (Swan Room), adorned with frescoes of 27 gold-collared swans, and the Sala das Pegas (Magpie Room), with its ceiling emblazoned with magpies. Lore has it that the queen caught João I kissing one of her ladies-in-waiting. The cheeky king claimed the kisses were innocent and all ‘por bem’ (‘for the good’), then commissioned one magpie for every lady-in-waiting.Other standouts are the wooden Sala dos Brasões, bearing the shields of 72 leading 16th-century families, the shipshape Galleon Room and the Palatine chapel featuring an Islamic mosaic floor. Finally, you reach the restored kitchen of twin-chimney fame, where you can almost hear the crackle of a hog roasting on a spit for the king."
},
{
    "country": "portugal",
    "index": 40,
    "name": "Ponta da Piedade",
    "latitude": "37.08038",
    "longitude": "-8.669457",
    "excerpt": "Protruding 2.5km south of Lagos, Ponta da Piedade is a dramatic wedge of headland with contorted, polychrome sandstone cliffs and towers, complete with a…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/lagos/attractions/ponta-da-piedade/a/poi-sig/447767/360372",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5c767b76a13f33891d697a72b682c25a-ponta-da-piedade.jpg",
    "detail_description": "Protruding 2.5km south of Lagos, Ponta da Piedade is a dramatic wedge of headland with contorted, polychrome sandstone cliffs and towers, complete with a lighthouse and, in spring, hundreds of nesting egrets, with crystal-clear turquoise water below. The surrounding area blazes with wild orchids in spring. On a clear day you can see east to Carvoeiro and west to Sagres. The only way to reach it is by car or on foot.\n"
},
{
    "country": "portugal",
    "index": 39,
    "name": "Convento do Carmo & Museu Arqueológico",
    "latitude": "38.712011",
    "longitude": "-9.140593",
    "excerpt": "Soaring above Lisbon, the skeletal Convento do Carmo was all but devoured by the 1755 earthquake, and that's precisely what makes it so captivating. Its…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/bairro-alto-chiado-cais-do-sodre/attractions/convento-do-carmo-museu-arqueologico/a/poi-sig/1477093/1341028",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-4969136980-RFE.jpg",
    "detail_description": "Soaring above Lisbon, the skeletal Convento do Carmo was all but devoured by the 1755 earthquake, and that's precisely what makes it so captivating. Its shattered pillars and wishbone-like arches are completely exposed to the elements. The Museu Arqueológico shelters archaeological treasures, such as 4th-century sarcophagi, griffin-covered column fragments, 16th-century azulejo (hand-painted tile) panels and two gruesome 16th-century Peruvian mummies.\n"
},
{
    "country": "portugal",
    "index": 38,
    "name": "Igreja de Nossa Senhora do Carmo & Capela dos Ossos",
    "latitude": "37.020038",
    "longitude": "-7.934757",
    "excerpt": "One of the Algarve's most dazzling churches, this twin-towered baroque masterpiece was completed in 1719 under João V. After the 1755 earthquake, its…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/igreja-de-nossa-senhora-do-carmo-capela-dos-ossos/a/poi-sig/1374575/360371",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-636696062-RFC.jpg",
    "detail_description": "One of the Algarve's most dazzling churches, this twin-towered baroque masterpiece was completed in 1719 under João V. After the 1755 earthquake, its spectacular facade was paid for with Brazilian gold, and the interior is gilded to the extreme, with numerous cherubs. Accessed through the church at the back, the 19th-century Capela dos Ossos is built from the bones and skulls of over 1000 monks as a reminder of earthly impermanence. It's quite a sight.\n"
},
{
    "country": "portugal",
    "index": 37,
    "name": "Museu Coleção Berardo",
    "latitude": "38.695442",
    "longitude": "-9.209236",
    "excerpt": "Culture fiends can get their contemporary-art fix at Museu Coleção Berardo, the star of the Centro Cultural de Belém. The ultrawhite, minimalist gallery…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/belem-1341026/attractions/museu-colecao-berardo/a/poi-sig/1070649/1341026",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_231970513.jpg",
    "detail_description": "Culture fiends can get their contemporary-art fix at Museu Coleção Berardo, the star of the Centro Cultural de Belém. The ultrawhite, minimalist gallery displays billionaire José Berardo’s eye-popping collection of abstract, surrealist and pop art, including Hockney, Lichtenstein, Warhol and Pollock originals.\nTemporary exhibitions are among the best in Portugal. Also in the complex is a cafe-restaurant that faces a grassy lawn, a bookshop and a museum store."
},
{
    "country": "portugal",
    "index": 36,
    "name": "Livraria Lello",
    "latitude": "41.146725",
    "longitude": "-8.614805",
    "excerpt": "Ostensibly a bookshop, but even if you’re not after books, don’t miss this exquisite 1906 neo-Gothic confection, with its lavishly carved plaster…",
    "detail_url": "https://www.lonelyplanet.com/portugal/porto/aliados-bolhao/attractions/livraria-lello/a/poi-sig/423715/1341034",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF785980567.jpg",
    "detail_description": "Ostensibly a bookshop, but even if you’re not after books, don’t miss this exquisite 1906 neo-Gothic confection, with its lavishly carved plaster resembling wood and a stained-glass skylight. Feels magical? Its intricately wrought, curiously twisting staircase was supposedly the inspiration for the one in the Harry Potter books, which JK Rowling partly wrote in Porto while working here as an English teacher from 1991 to 1993.\nThe €5 entry is redeemable if you buy a book."
},
{
    "country": "portugal",
    "index": 35,
    "name": "São Bento Train Station",
    "latitude": "41.145523",
    "longitude": "-8.610494",
    "excerpt": "One of the world's most beautiful train stations, beaux arts São Bento wings you back to a more graceful age of rail travel. Completed in 1903, it seems…",
    "detail_url": "https://www.lonelyplanet.com/portugal/porto/aliados-bolhao/attractions/sao-bento-train-station/a/poi-sig/423685/1341034",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/74ddded7c8c2439315cc1aa54f3df8d3-sao-bento-train-station.jpg",
    "detail_description": "One of the world's most beautiful train stations, beaux arts São Bento wings you back to a more graceful age of rail travel. Completed in 1903, it seems to have been imported from 19th-century Paris, with its mansard roof. But the dramatic azulejo panels of historical scenes in the front hall are the real attraction. Designed by Jorge Colaço in 1930, some 20,000 tiles depict historic battles (including Henry the Navigator's conquest of Ceuta), as well as the history of transport.\n"
},
{
    "country": "portugal",
    "index": 34,
    "name": "Parque Natural da Ria Formosa",
    "latitude": null,
    "longitude": null,
    "excerpt": "Encompassing 18,000 hectares, this sizeable system of lagoons and islands stretches for 60km along the Algarve coastline from west of Faro to Cacela Velha…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-algarve/faro/attractions/parque-natural-da-ria-formosa/a/poi-sig/1374595/360371",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1889985748-RFC.jpg",
    "detail_description": "Encompassing 18,000 hectares, this sizeable system of lagoons and islands stretches for 60km along the Algarve coastline from west of Faro to Cacela Velha. It encloses a vast area of sapal (marsh), salinas (salt pans), creeks and dune islands. The marshes are an important area for migrating and nesting birds. You can see a huge variety of wading birds, along with ducks, shorebirds, gulls and terns. It's the favoured nesting place of the little tern and the rare purple gallinule.\n"
},
{
    "country": "portugal",
    "index": 33,
    "name": "Museu Nacional dos Coches",
    "latitude": "38.696606",
    "longitude": "-9.198754",
    "excerpt": "Cinderella wannabes delight in Portugal's most visited museum, which dazzles with its world-class collection of 70 17th- to 19th-century coaches in an…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/belem-1341026/attractions/museu-nacional-dos-coches/a/poi-sig/1534244/1341026",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/GettyImages-1513202889-RM.jpg",
    "detail_description": "Cinderella wannabes delight in Portugal's most visited museum, which dazzles with its world-class collection of 70 17th- to 19th-century coaches in an ultramodern (and some might say inappropriately contrasting) space that debuted in 2015. Don't miss Pope Clement XI’s stunning ride, the scarlet-and-gold Coach of the Oceans, or the old royal riding school, Antigo Picadeiro Real, across the street.\nThe easily missable upper level hosts temporary contemporary-art exhibitions."
},
{
    "country": "portugal",
    "index": 31,
    "name": "Palácio da Bolsa",
    "latitude": "41.141287971749",
    "longitude": "-8.6156982886488",
    "excerpt": "This splendid neoclassical monument (built from 1842 to 1910) honours Porto’s past and present money merchants. Just past the entrance is the glass-domed…",
    "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/palacio-da-bolsa/a/poi-sig/423669/1341033",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1439431854-RFE.jpg",
    "detail_description": "This splendid neoclassical monument (built from 1842 to 1910) honours Porto’s past and present money merchants. Just past the entrance is the glass-domed Pátio das Nações (Hall of Nations), where the exchange once operated. But this pales in comparison with rooms deeper inside; to visit these, join one of the half-hour guided tours, which set off every 30 minutes.\r\n\nThe highlight is a stupendous ballroom known as the Salão Árabe (Arabian Hall), with stucco walls that have been teased into complex Moorish designs, then gilded with some 18kg of gold.\r\n"
},
{
    "country": "portugal",
    "index": 32,
    "name": "Igreja & Museu São Roque",
    "latitude": "38.713544",
    "longitude": "-9.143349",
    "excerpt": "The plain facade of 16th-century Jesuit Igreja de São Roque belies its dazzling interior of gold, marble and Florentine azulejos – bankrolled by Brazilian…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/bairro-alto-chiado-cais-do-sodre/attractions/igreja-museu-sao-roque/a/poi-sig/1373710/1341028",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1498214782-RFE.jpg",
    "detail_description": "The plain facade of 16th-century Jesuit Igreja de São Roque belies its dazzling interior of gold, marble and Florentine azulejos – bankrolled by Brazilian riches. Its star attraction is Capela de São João Baptista, a lavish confection of amethyst, alabaster, lapis lazuli and Carrara marble. The museum adjoining the church is packed with elaborate sacred art and holy relics.\nFree guided tours are offered in four languages. For English, arrive on Thursday (3pm), Friday (11.30am and 4.30pm), Saturday (10am) and Sunday (3pm)."
},
{
    "country": "portugal",
    "index": 29,
    "name": "Basílica da Estrela",
    "latitude": "38.713092",
    "longitude": "-9.160552",
    "excerpt": "The curvaceous, sugar-white dome and twin belfries of Basílica da Estrela are visible from afar. The echoing interior is awash with pink-and-black marble,…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/principe-real-santos-estrela/attractions/basilica-da-estrela/a/poi-sig/400913/1341031",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-1222575737-RFC.jpg",
    "detail_description": "The curvaceous, sugar-white dome and twin belfries of Basílica da Estrela are visible from afar. The echoing interior is awash with pink-and-black marble, which creates a kaleidoscopic effect when you gaze up into the cupola. The neoclassical beauty was completed in 1790 by order of Dona Maria I (whose tomb is here) in gratitude for a male heir.\nDon't miss the presépio, home to the incredibly elaborate 500-piece Nativity Scene made of cork and terracotta by celebrated 18th-century sculptor Joaquim Machado de Castro; it's in a room just beyond the tomb. Climb the 112 steps of the dome for far-reaching views over Lisbon."
},
{
    "country": "portugal",
    "index": 30,
    "name": "Museu Nacional do Azulejo",
    "latitude": "38.724727",
    "longitude": "-9.11406",
    "excerpt": "Housed in a sublime 16th-century convent, Lisbon's Museu Nacional do Azulejo covers the entire azulejo (hand-painted tile) spectrum. Star exhibits feature…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/attractions/museu-nacional-do-azulejo/a/poi-sig/401001/360366",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0aaa1e2a85260e98c41a26c89eb207b5-museu-nacional-do-azulejo.jpg",
    "detail_description": "Housed in a sublime 16th-century convent, Lisbon's Museu Nacional do Azulejo covers the entire azulejo (hand-painted tile) spectrum. Star exhibits feature a 36m-long panel depicting pre-earthquake Lisbon, a Manueline cloister with web-like vaulting and exquisite blue-and-white azulejos, and a gold-smothered baroque chapel.\nHere you'll find every kind of azulejo imaginable, from early Ottoman geometry to zinging altars, scenes of lords a-hunting and Goan intricacies. Bedecked with food-inspired azulejos – ducks, pigs and the like – the restaurant opens onto a vine-clad courtyard."
},
{
    "country": "portugal",
    "index": 28,
    "name": "Museu Nacional Soares dos Reis",
    "latitude": "41.147581",
    "longitude": "-8.621424",
    "excerpt": "Porto's best art museum presents a stellar collection ranging from Neolithic carvings to Portugal’s take on modernism, all housed in the formidable…",
    "detail_url": "https://www.lonelyplanet.com/portugal/porto/miragaia/attractions/museu-nacional-soares-dos-reis/a/poi-sig/423665/1341035",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08b1e9ed691cd9bb55618fd4d03e21c8-museu-nacional-soares-dos-reis.jpg",
    "detail_description": "Porto's best art museum presents a stellar collection ranging from Neolithic carvings to Portugal’s take on modernism, all housed in the formidable Palácio das Carrancas.\nRequisitioned by Napoleonic invaders, the neoclassical palace was abandoned so rapidly that the future Duke of Wellington found an unfinished banquet in the dining hall. Transformed into a museum of fine and decorative arts in 1940, its best works date from the 19th century, and include sculptures by António Teixeira Lopes and António Soares dos Reis – seek out the latter's famous O Desterrado (The Exiled), and the naturalistic paintings of Henrique Pousão and António Silva Porto."
},
{
    "country": "portugal",
    "index": 27,
    "name": "Ponte de Dom Luís I",
    "latitude": "41.140641",
    "longitude": "-8.609633",
    "excerpt": "Completed in 1886 by a student of Gustave Eiffel, the bridge’s top deck is now reserved for pedestrians, as well as one of the city’s metro lines; the…",
    "detail_url": "https://www.lonelyplanet.com/portugal/porto/ribeira/attractions/ponte-de-dom-luis-i/a/poi-sig/423673/1341033",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/16339ba77bf3814311c99bd4f8061aa9-ponte-de-dom-luis-i.jpg",
    "detail_description": "Completed in 1886 by a student of Gustave Eiffel, the bridge’s top deck is now reserved for pedestrians, as well as one of the city’s metro lines; the lower deck bears regular traffic, as well as narrow walkways for those on foot. The views of the river and old town are stunning, as are the daredevils who leap from the lower level.\nThe bridge's construction was significant, as the area’s foot traffic once navigated a bridge made from old port boats lashed together. To make matters worse, the river was wild back then, with no upstream dams. When Napoleon invaded in 1809, scores were crushed and drowned in the rushing river as a panicked stampede proved too much for the makeshift bridge."
},
{
    "country": "portugal",
    "index": 26,
    "name": "Quinta da Regaleira",
    "latitude": "38.7959",
    "longitude": "-9.3972",
    "excerpt": "This magical villa and gardens is a neo-Manueline extravaganza, dreamed up by Italian opera-set designer, Luigi Manini, under the orders of Brazilian…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/quinta-da-regaleira/a/poi-sig/477448/360369",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc798725f28022693706c784d4a99a6a-quinta-da-regaleira.jpg",
    "detail_description": "This magical villa and gardens is a neo-Manueline extravaganza, dreamed up by Italian opera-set designer, Luigi Manini, under the orders of Brazilian coffee tycoon, António Carvalho Monteiro, aka 'Monteiro dos Milhões' ('Moneybags Monteiro'). The villa is surprisingly homely inside, despite its ferociously carved fireplaces, frescos and Venetian-glass mosaics. Keep an eye out for mythological and Knights Templar symbols.\nGuided tours are by reservation only and run four times daily (10am, 11am, 2pm and 5pm) with the language dependent on whoever makes the first reservation for any given time slot.It also hosts theatre, dance, concerts and other entertainment events through the year."
},
{
    "country": "portugal",
    "index": 25,
    "name": "Castelo dos Mouros",
    "latitude": "38.792221690774",
    "longitude": "-9.3890141221764",
    "excerpt": "Soaring 412m above sea level, this mist-enshrouded ruined castle looms high above the surrounding forest. When the clouds peel away, the vistas over…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/sintra/attractions/castelo-dos-mouros/a/poi-sig/477430/360369",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/88fa90c6f47285b7053a3d40b05091ff-castelo-dos-mouros.jpg",
    "detail_description": "Soaring 412m above sea level, this mist-enshrouded ruined castle looms high above the surrounding forest. When the clouds peel away, the vistas over Sintra’s palace-dotted hill and dale, across to the glittering Atlantic are – like the climb – breathtaking. The 10th-century Moorish castle’s dizzying ramparts stretch across the mountain ridges and past moss-clad boulders the size of small buses.Tickets and info are available at the entrance (open 10am to 6pm).\nThe best walking route here from Sintra-Vila is not along the main road but the quicker, partly off-road route via Rua Marechal Saldanha. The steep trail is around 2km, but quiet and rewarding."
},
{
    "country": "portugal",
    "index": 8,
    "name": "Mosteiro dos Jerónimos",
    "latitude": "38.697804062239",
    "longitude": "-9.2054085880147",
    "excerpt": "Belém’s undisputed heart-stealer is this Unesco-listed monastery. The mosteiro is the stuff of pure fantasy: a fusion of Diogo de Boitaca’s creative…",
    "detail_url": "https://www.lonelyplanet.com/portugal/lisbon/belem-1341026/attractions/mosteiro-dos-jeronimos/a/poi-sig/400967/1341026",
    "image_url": "https://lp-cms-production.imgix.net/2024-02/iStock-470603956-RFC.jpg",
    "detail_description": "Belém’s undisputed heart-stealer is this Unesco-listed monastery. The mosteiro is the stuff of pure fantasy: a fusion of Diogo de Boitaca’s creative vision and the spice and pepper dosh of Manuel I, who commissioned it to trumpet Vasco da Gama’s discovery of a sea route to India in 1498.\nWrought for the glory of God, Jerónimos was once populated by monks of the Order of St Jerome, whose spiritual job for four centuries was to comfort sailors and pray for the king’s soul. When the order was dissolved in 1833, the monastery was used as a school and orphanage, until about 1940.Entering the church through the western portal, you’ll notice tree-trunk-like columns that seem to grow into the ceiling, which is itself a spiderweb of stone. Windows cast a soft golden light over the church. Superstar Vasco da Gama is interred in the lower chancel, just left of the entrance, opposite venerated 16th-century poet Luís Vaz de Camões. From the upper choir, there’s a superb view of the church; the rows of seats are Portugal’s first Renaissance woodcarvings.There’s nothing like the moment you walk into the honey-stone Manueline cloisters, dripping with organic detail in their delicately scalloped arches, twisting auger-shell turrets and columns intertwined with leaves, vines and knots. It will simply wow. Keep an eye out for symbols of the age, such as the armillary sphere and the cross of the Military Order, plus gargoyles and fantastical beasties on the upper balustrade.If you plan to visit both the monastery and the Museu Nacional de Arqueologia, you can save a little by purchasing a €12 admission pass valid for both."
},
{
    "country": "portugal",
    "index": 7,
    "name": "Santuário de Fátima",
    "latitude": "39.630564",
    "longitude": "-8.673749",
    "excerpt": "It's difficult to believe that a century ago, this was rocky pastureland outside an insignificant village. This vast complex is now one of Catholicism's…",
    "detail_url": "https://www.lonelyplanet.com/portugal/fatima/attractions/santuario-de-fatima/a/poi-sig/1403837/1300085",
    "image_url": null,
    "detail_description": "It's difficult to believe that a century ago, this was rocky pastureland outside an insignificant village. This vast complex is now one of Catholicism's major shrines; the focus of enormous devotion and pilgrimage. At the eastern end is the 1953 Basílica de Nossa Senhora do Rosário de Fátima, a triumphantly sheer-white building with colonnade reminiscent of St Peter’s. Nearby, the Capela das Aparições (Chapel of the Apparitions) marks the site where the Virgin appeared five times in 1917.\nAt the precinct's western end is the Basílica da Santíssima Trindade. In between is a massive space where the crowds gather.The Capela das Aparições is the focus of the most intense devotion. Supplicants who have promised penance (for example, in return for helping a loved one who is sick, or to signify a particularly deep conversion) shuffle on their knees across the vast esplanade, following a long marble runway polished smooth by previous penitents. Near the chapel is a blazing pyre where people light candles in prayer (most just toss them in the fire due to heat and space concerns). The candles themselves range in price from €0.50 to €2.70, sold on the honour system, and candle lighting queue wait times can top half a day on the holiest of days. The sound of hundreds of candles is like a rushing waterfall.Inside the older church, the Basílica de Nossa Senhora do Rosário de Fátima, attention is focused on the tombs of the three children, Os Três Pastorinhos (the three little shepherds): Francisco (died 1919, aged 11) and Jacinta (died 1920, aged 10), both victims of the flu epidemic, were beatified in 2000 and canonised in 2017. Lúcia, the third witness of the apparition, entered a convent in Coimbra in 1928, where she died in 2005. Her beatification is underway.The new basilica, Basílica da Santíssima Trindade, was inaugurated in 2007, and, while impressive, has something of a conference-centre feel. A central passageway hung with golden angels leads to a long etched-glass window spelling out scriptural verses in dozens of languages. Running around the edges of the monumental, round marble structure are 12 9m bronze doors, each with a biblical quote dedicated to one of Jesus’ disciples. Inside, the impersonal feel is redeemed by Irish artist Catherine Green’s striking altarpiece depicting a wild-haired and gaunt Crucifixion, backed by Slovenian artist Marko Ivan Rupnik's beautiful mosaic work.At the sanctuary entrance is a segment of the Berlin Wall, a tribute to 'God’s part in the fall of communism'.Masses are held (in Portuguese) regularly, often in the Capelinha das Aparições; and there is a beautiful nightly candlelight procession at 10pm from April to October – check at the information booth near the chapel."
},
{
    "country": "portugal",
    "index": 6,
    "name": "Sé",
    "latitude": "41.549975383767",
    "longitude": "-8.4268397946135",
    "excerpt": "Braga’s extraordinary cathedral, the oldest in Portugal, was begun when the archdiocese was restored in 1070 and completed in the following century. It’s…",
    "detail_url": "https://www.lonelyplanet.com/portugal/the-north/braga/attractions/se/a/poi-sig/1276709/360378",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/073d2291664dd3b85cb381305882007b-se.jpg",
    "detail_description": "Braga’s extraordinary cathedral, the oldest in Portugal, was begun when the archdiocese was restored in 1070 and completed in the following century. It’s a rambling complex made up of differing styles, and architecture buffs could spend half a day happily distinguishing the Romanesque bones from Manueline musculature and baroque frippery.\nThe original Romanesque style is the most interesting and survives in the cathedral’s overall shape, the southern entrance and the marvellous west portal, which is carved with scenes from the medieval legend of Reynard the Fox (now sheltered inside a Gothic porch). The most appealing external features are the filigree Manueline towers and roof – an early work by João de Castilho, who went on to build Lisbon’s Mosteiro dos Jerónimos.You can enter the cathedral through the west portal or via a courtyard and cloister that’s lined with Gothic chapels on the north side. The church itself features a fine Manueline carved altarpiece, a tall chapel with azulejos telling the story of Braga’s first bishop, and fantastic twin baroque organs (held up by formidable satyrs and mermen), which are played at mass every Sunday at 11.30am.Connected to the church is the modern treasury museum, housing a goldmine of ecclesiastical booty, including the lovely Nossa Senhora do Leite of the Virgin suckling Christ, attributed to 16th-century French sculptor Nicolas Chanterène. Other highlights are the iron cross that was used in 1500 to celebrate the very first Mass in Brazil.To visit the upper choir and outlying chapels, visitors must purchase a separate ticket and join a guided tour (some guides speak English). Follow your guide up the stone staircase for an up-close look at the mesmerising organs and gilded choir stalls, then continue downstairs into the cathedral’s showpiece Capela dos Reis (Kings’ Chapel), home to the tombs of Henri of Burgundy and Dona Teresa, parents of the first king of Portugal, Afonso Henriques. You’ll also visit the azulejo-covered Capela de São Geraldo (dating from the 12th century but reworked over the years) and the 14th-century Capela da Glória, whose interior was painted in unrepentantly Moorish geometric motifs in the 16th century."
},
{
    "country": "portugal",
    "index": 5,
    "name": "Conímbriga Roman Ruins",
    "latitude": "40.098945",
    "longitude": "-8.492507",
    "excerpt": "Set in the lush countryside southwest of Coimbra, this is Portugal’s largest and most impressive Roman site. Ancient Conímbriga was an important city in…",
    "detail_url": "https://www.lonelyplanet.com/portugal/beira-litoral/attractions/conimbriga-roman-ruins/a/poi-sig/1374956/1335976",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a9ccad9f94fa205c542b063d0675ae46-roman-ruins.jpg",
    "detail_description": "Set in the lush countryside southwest of Coimbra, this is Portugal’s largest and most impressive Roman site. Ancient Conímbriga was an important city in the Roman province of Lusitania and its ruins are extensive and wonderfully well preserved. Highlights include villas paved with elaborate floor mosaics – in particular the Casa dos Repuxos (House of Fountains) – and a 3rd-century defensive wall.\nTo get your head around Conímbriga's fascinating history, start (or finish) at the small museum near the entrance. Here you can browse finds unearthed at the site, including mosaics, sculptural fragments, coins, jewellery and everyday household items. There’s also a scale model of the forum which puts flesh on the skeletal remains you’ll see outside.Conímbriga’s origins date to Celtic times (briga is a Celtic term for a defended area). But it was under the Romans, who arrived in the 2nd century BC, that it blossomed, thanks, in part, to its strategic position on the main route between Lisbon (Olisipo) and Braga (Bracara Augusta). After a golden age in the 1st and 2nd centuries, it eventually fell prey to barbarian attacks and, in 468 AD, it was captured by Germanic Suebi forces. Many citizens fled to nearby Aeminius (Coimbra) – thereby saving the city from destruction.As you enter the ruins, you’ll soon find a massive wall rising in front of you. Dating to the 3rd century, this was built to keep out the by-now threatening barbarians and originally ran right through the city centre – much of the city’s residential area was simply abandoned.Under the walls are a series of mosaic-floored villas, including the Casa dos Esqueletos (House of Skeletons) and Casa da Cruz Suástica (House of the Swastika) – to the Romans the swastika was a symbol of good luck. Over the wall, the Casa de Cantaber was the city’s largest private villa.You’ll find the most impressive mosaics in the 1st-century Casa dos Repuxos. These vivid illustrations, set around a small central garden, depict the four seasons and various hunting scenes.Other highlights include the remnants of the Grandes Termas do Sul (Great Southern Baths) one of the city’s several baths complexes; part of a 3km-long aqueduct; and the forum, which was originally surrounded by covered porticoes.To get to the site by public transport, Transdev runs buses from near Coimbra A station to the ruins (€2.55, 45 minutes, three times daily). You’ll need to check the precise hours, though, as they change seasonally. Coimbra’s turismo can provide timetables."
},
{
    "country": "portugal",
    "index": 4,
    "name": "Convento de Cristo",
    "latitude": "39.603572041979",
    "longitude": "-8.4193897247315",
    "excerpt": "Wrapped in splendour and mystery, the Knights Templar held enormous power in Portugal from the 12th to 16th centuries, and largely bankrolled the Age of…",
    "detail_url": "https://www.lonelyplanet.com/portugal/central-portugal/tomar/attractions/convento-de-cristo/a/poi-sig/475424/360363",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a6fc450ba259cdd616d413a2f8026af0-convento-de-cristo.jpg",
    "detail_description": "Wrapped in splendour and mystery, the Knights Templar held enormous power in Portugal from the 12th to 16th centuries, and largely bankrolled the Age of Discoveries. Their headquarters sit on wooded slopes above the town and are enclosed within 12th-century walls. The Convento de Cristo is a stony expression of magnificence, founded in 1160 by Gualdim Pais. It has chapels, cloisters and choirs in diverging styles, added over the centuries by successive kings and Grand Masters.\nThe Charola, the extraordinary 16-sided Templar church, thought to be in imitation of the Church of the Holy Sepulchre in Jerusalem, dominates the complex. Its eastern influences give it a very different feel to most Portuguese churches; the interior is otherworldly in its vast heights – an awesome combination of simple forms and rich embellishment. It’s said that the circular design enabled knights to attend Mass on horseback. In the centre stands an eerily Gothic high altar, while wall paintings date from the early 16th century. A huge funnel to the left is an ancient organ pipe (the organ itself is long gone).Dom Manuel was responsible for tacking the nave on to the west side of the Charola and for commissioning a two-level choir. The coro alto (upper choir) is a fabulous Manueline work, with intricate decor on the vaulting and windows. The main western doorway into the nave is a splendid example of Spanish plateresque style.Seeming to have grown from the wall, the Janela Manuelina (Manueline Window) on the church's western side is the most famous and fantastical feature of the monastery. It’s the ultimate in Manueline extravagance, a celebration of the Age of Discoveries: a Medusa tangle of snaking ropes, seaweed and cork boats, atop of which floats the Cross of the Order of Christ and the royal arms and armillary spheres of Dom Manuel. It’s best seen from the roof of the adjacent Claustro de Santa Bárbara. Follow signs to the janela. Unfortunately obscured by the Claustro Principal is an almost-equivalent window on the southern side of the church.Two serene, azulejo-decorated cloisters to the east of the Charola were built during the time when Prince Henry the Navigator was Grand Master of the order in the 15th century. The Claustro do Cemitério (Burial-Ground Cloisters) contains two 16th-century tombs and pretty citrus trees, while the two-storey Claustro da Lavagem (Ablutions Cloisters) affords nice views of the crenellated ruins of the Templars’ original castle.The elegant Renaissance Claustro Principal (Great Cloisters) stands in striking contrast to the flamboyance of the monastery’s Manueline architecture. Commissioned during the reign of João III, the cloisters were probably designed by the Spaniard Diogo de Torralva but completed in 1587 by an Italian, Filippo Terzi. These foreign architects were among several responsible for introducing a delayed Renaissance style into Portugal. The Claustro Principal is arguably the country’s finest expression of that style: a sober ensemble of Greek columns and pillars, gentle arches and sinuous, spiralling staircases."
},
{
    "country": "portugal",
    "index": 3,
    "name": "Mosteiro de Santa Maria de Alcobaça",
    "latitude": "39.548158",
    "longitude": "-8.97995",
    "excerpt": "One of Iberia's great monasteries utterly dominates the town of Alcobaça. Hiding behind the imposing baroque facade lies a high, austere, monkish church …",
    "detail_url": "https://www.lonelyplanet.com/portugal/alcobaca/attractions/mosteiro-de-santa-maria-de-alcobaca/a/poi-sig/1120118/1300083",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/135c08a98ac40676404e0dab120204b6-mosteiro-de-santa-maria-de-alcobaca.jpg",
    "detail_description": "One of Iberia's great monasteries utterly dominates the town of Alcobaça. Hiding behind the imposing baroque facade lies a high, austere, monkish church (free entry) with a forest of unadorned 12th-century arches. But make sure you visit the rest too: the atmospheric refectory, vast dormitory and other spaces bring back the Cistercian life, which, according to sources, wasn't quite as austere here as it should have been.\nThe monastery was founded in 1153 by Afonso Henriques, first king of Portugal, honouring a vow he’d made after the Reconquista of Santarém in 1147. The monastery estate became one of the richest and most powerful in the country, apparently housing 999 monks, who held Mass nonstop in shifts.In the 18th century, however, it was the monks’ growing decadence that became famous, thanks to the writings of 18th-century travellers such as William Beckford, who, allowing for his tendency to exaggerate, was shocked at the ‘perpetual gormandising…the fat waddling monks and sleek friars with wanton eyes…’. The party ended in 1834 with the dissolution of the religious orders.Much of the original facade of the church was altered in the 17th and 18th centuries. However, once you step inside, the combination of Gothic ambition and Cistercian austerity hits you immediately: the nave is a breathtaking 106m long but only 23m wide, with huge pillars and truncated columns. It is modelled on the French abbey of Clairvaux.Occupying the south and north transepts are two intricately carved 14th-century tombs, the church’s greatest possessions, which commemorate the tragic love story of Dom Pedro and Dona Inês de Castro. Although the tombs themselves were badly damaged by rampaging French troops in search of treasure in 1811, they still show extraordinary narrative detail. The tombs are inscribed Até ao Fím do Mundo (until the end of the world) and, on Pedro’s orders, placed foot to foot so that, when the time comes, they can rise up and see each other straight away.Nearby, look at the remarkable clay figures in the chapel of St Bernard and the unusual arching in the ambulatory.The grand kitchen, described by Beckford as ‘the most distinguished temple of gluttony in all Europe’, owes its immense size to alterations carried out in the 18th century, including a water channel built through the middle to divert wild fish right into the kitchen.The adjacent refectory, huge and vaulted, is where the monks ate in silence while the Bible was read to them from the pulpit, reached by a photogenic arched staircase. The monks entered through a narrow door on their way to the refectory; those too fat to pass through were forced to fast.The beautiful Claustro do Silencio (Cloister of Silence) dates from two eras: Dom Dinis built the intricate lower storey, with its arches and traceried stone circles, in the 14th century; the upper storey, typically Manueline in style, was added in the 16th century. Off the northwestern corner of the cloister is the 18th-century Sala dos Reis (Kings’ Room), so called because statues of practically all the kings of Portugal line the walls. Below them are azulejo friezes depicting stories relevant to the abbey’s construction. Upstairs, make sure you see the vast vaulted dormitory."
},
{
    "country": "portugal",
    "index": 2,
    "name": "Mosteiro de Santa Maria da Vitória",
    "latitude": "39.658765",
    "longitude": "-8.826206",
    "excerpt": "The extraordinary monastery of Batalha was built to commemorate the 1385 Battle of Aljubarrota (fought just south of here). Most of the monument was…",
    "detail_url": "https://www.lonelyplanet.com/portugal/batalha/attractions/mosteiro-de-santa-maria-da-vitoria/a/poi-sig/1120172/1300084",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/837cb9fd8a9c8d10cbf0d8973fcbe1ed-mosteiro-de-santa-maria-da-vitoria.jpg",
    "detail_description": "The extraordinary monastery of Batalha was built to commemorate the 1385 Battle of Aljubarrota (fought just south of here). Most of the monument was completed by 1434 in Flamboyant Gothic, but Manueline exuberance steals the show, thanks to additions made in the 15th and 16th centuries (the 'unfinished chapels').\nAt the Battle of Aljubarrota, around 6500 Portuguese, commanded by Dom Nuno Álvares Pereira and supported by a few hundred English soldiers, repulsed a 30,000-strong force of Juan I of Castile, who had come claiming the throne of João d’Avis. João called on the Virgin Mary for help and vowed to build a superb monastery in return for victory. Two years later he made good on his promise, as work began on this magnificent house of worship.The glorious limestone exterior bristles with pinnacles and parapets, flying buttresses and balustrades, and late-Gothic carved windows, as well as octagonal chapels and massive columns. The spectacular western doorway's layered arches pack in apostles, angels, saints and prophets, all topped by Christ and the Evangelists.The vast, vaulted Gothic interior is plain, long and high (the highest in Portugal), warmed by light from the deep-hued stained-glass windows. Some of the interior was originally painted. To the right as you enter is the intricate Capela do Fundador (Founder’s Chapel), an achingly beautiful, lofty, star-vaulted square room lit by an octagonal lantern. In the centre is the joint tomb (the first pantheon to be built in Portugal) of João I and his English wife, Philippa of Lancaster, whose marriage in 1387 cemented the alliance that still exists between Portugal and England. The tombs of their four youngest sons line the south wall of the chapel, including that of Henry the Navigator (second from the right).Afonso Domingues, master of works during the late 1380s, built the fabulous Claustro Real (Royal Cloister) in a Gothic style, but it’s the later Manueline embellishments by the great Mateus Fernandes that really take your breath away. Every arch is a tangle of detailed stone carvings of Manueline symbols, such as armillary spheres and crosses of the Order of Christ, entwined with writhing vegetation, exotic flowers and marine motifs – corn and shells. Three graceful cypresses echo the shape of the Gothic spires atop the adjacent chapter house. (And we challenge you to spot the ancient graffiti on the walls!)Anything would seem austere after the Claustro Real, but the simple Gothic Claustro de Dom Afonso V is like being plunged into cold water – sobering you up after all that frenzied decadence. Between the two cloisters is an interpretation centre.To the east of the Claustro Real is the early-15th-century chapter house, Sala do Capítulo, containing a beautiful 16th-century stained-glass window. The huge vault was considered so potentially dangerous that prisoners on death row were employed to remove its supports. A guard of honour watches over the tomb of unknown soldiers (a Mozambican soldier and Flemish soldier from WWI).The roofless Capelas Imperfeitas (Unfinished Chapels) are perhaps the most astonishing aspect of Batalha. Only accessible from outside the monastery, the octagonal mausoleum with its seven chapels was commissioned in 1437. However, the later Manueline additions by the architect Mateus Fernandes overshadow everything else.Although Fernandes’ plan was never finished, the staggering ornamentation is all the more dramatic for being open to the sky. Most striking is the 15m-high doorway, a mass of stone-carved thistles, ivy, flowers, snails and all manner of ‘scollops and twistifications’, as William Beckford noted. Dom Duarte can enjoy it for all eternity: his tomb, and that of his wife, lie opposite the door."
}
]