[
{
    "country": "puebla",
    "city": "Puebla",
    "index": 1,
    "name": "Catedral de Puebla",
    "latitude": "19.04296727",
    "longitude": "-98.19838105",
    "excerpt": "Puebla’s impressive cathedral, which appeared on Mexico’s M$500 bill until 2019, occupies the entire block south of the zócalo. Its architecture is a…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/catedral-de-puebla/a/poi-sig/1146732/361541",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-527692251.jpg",
    "detail_description": "Puebla’s impressive cathedral, which appeared on Mexico’s M$500 bill until 2019, occupies the entire block south of the zócalo. Its architecture is a blend of severe Herreresque-Renaissance and early baroque styles. Construction began in 1550, but most of it took place under Bishop Juan de Palafox in the 1640s. At 69m, the towers are Mexico’s tallest. The dazzling interior, the frescoes and the elaborately decorated side chapels are awe-inspiring; most have bilingual signs explaining their history and significance.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 16,
    "name": "Edificio Carolino",
    "latitude": "19.042284",
    "longitude": "-98.195708",
    "excerpt": "Next door to the Iglesia de la Compañía is the 16th-century Edificio Carolino, now the main building of Universidad Autónoma de Puebla.",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/edificio-carolino/a/poi-sig/1052745/361541",
    "image_url": null,
    "detail_description": "Next door to the Iglesia de la Compañía is the 16th-century Edificio Carolino, now the main building of Universidad Autónoma de Puebla.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 14,
    "name": "Museo José Luis Bello y González",
    "latitude": "19.044808",
    "longitude": "-98.200828",
    "excerpt": "This house is filled with the diverse art-and-crafts collection of the 19th-century industrialist Bello family who lived here. It's a treasure trove for…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/museo-jose-luis-bello-y-gonzalez/a/poi-sig/1052751/361541",
    "image_url": null,
    "detail_description": "This house is filled with the diverse art-and-crafts collection of the 19th-century industrialist Bello family who lived here. It's a treasure trove for fans of exquisite French, English, Japanese and Chinese porcelain and the museum's large collection of Puebla Talavera. The museum closes every January for maintenance.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 13,
    "name": "Zócalo",
    "latitude": "19.04347",
    "longitude": "-98.198224",
    "excerpt": "Puebla’s central plaza was originally a marketplace where bullfights, theater and hangings occurred, before assuming its current arboretum-like appearance…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/zocalo/a/poi-sig/1052741/361541",
    "image_url": null,
    "detail_description": "Puebla’s central plaza was originally a marketplace where bullfights, theater and hangings occurred, before assuming its current arboretum-like appearance in 1854. The surrounding arcades date from the 16th century. The plaza fills with an entertaining mix of clowns, balloon hawkers, food vendors and people using the free wi-fi on weekend evenings.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 15,
    "name": "Museo San Pedro de Arte",
    "latitude": "19.044054",
    "longitude": "-98.195278",
    "excerpt": "Opened in 1999 as Museo Poblano de Arte Virreinal, this top-notch museum is now named after the 16th-century Hospital de San Pedro in which it is housed…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/museo-san-pedro-de-arte/a/poi-sig/1052754/361541",
    "image_url": null,
    "detail_description": "Opened in 1999 as Museo Poblano de Arte Virreinal, this top-notch museum is now named after the 16th-century Hospital de San Pedro in which it is housed. Galleries display excellent contemporary art and there's a fascinating permanent exhibit on the hospital’s history.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 12,
    "name": "Museo del Ferrocarril",
    "latitude": "19.052885",
    "longitude": "-98.204645",
    "excerpt": "This excellent railway museum with activities for kids is housed in Puebla’s former train station and the spacious grounds surrounding it. There are…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/museo-del-ferrocarril/a/poi-sig/1146750/361541",
    "image_url": null,
    "detail_description": "This excellent railway museum with activities for kids is housed in Puebla’s former train station and the spacious grounds surrounding it. There are ancient steam-powered monsters through to relatively recent passenger carriages, many of which you can enter. One carriage contains an excellent collection of photos of various derailments and other disasters that occurred during the 1920s and '30s.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 11,
    "name": "Templo de Santo Domingo",
    "latitude": "19.046418",
    "longitude": "-98.198066",
    "excerpt": "This fine Dominican church features a stunning Capilla del Rosario (Rosary Chapel), south of the main altar, which is the main reason to come here. Built…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/templo-de-santo-domingo/a/poi-sig/1146733/361541",
    "image_url": null,
    "detail_description": "This fine Dominican church features a stunning Capilla del Rosario (Rosary Chapel), south of the main altar, which is the main reason to come here. Built between 1650 and 1690, it’s heavy on gilded plaster and carved stone, with angels and cherubs seemingly materializing from behind every gold leaf. See if you can spot the heavenly orchestra.\nOutside the entrance, in the Zona de Monumentos, you'll often find sculpture exhibitions."
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 10,
    "name": "Biblioteca Palafoxiana",
    "latitude": "19.042039",
    "longitude": "-98.198552",
    "excerpt": "Situated above the Casa de la Cultura and founded in 1646, Biblioteca Palafoxiana was the first public library in the Americas. For this, Palafoxiana has…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/biblioteca-palafoxiana/a/poi-sig/1052750/361541",
    "image_url": null,
    "detail_description": "Situated above the Casa de la Cultura and founded in 1646, Biblioteca Palafoxiana was the first public library in the Americas. For this, Palafoxiana has been listed on the Unesco Memory of the World register. The handsome library houses thousands of rare books on its gorgeous shelves – carved cedar and white pine – including one of the earliest New World dictionaries and the 1493 Nuremberg Chronicle, with more than 2000 engravings.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 9,
    "name": "Casa de la Cultura",
    "latitude": "19.042114",
    "longitude": "-98.198502",
    "excerpt": "Occupying the entire block facing the south side of the cathedral, the former bishop’s palace is a classic 17th-century brick-and-tile edifice that now…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/casa-de-la-cultura/a/poi-sig/1052755/361541",
    "image_url": null,
    "detail_description": "Occupying the entire block facing the south side of the cathedral, the former bishop’s palace is a classic 17th-century brick-and-tile edifice that now houses government offices, the Casa de la Cultura and the State Tourist Office. Inside are art galleries, a bookstore and cinema, with a congenial cafe out back in the courtyard. Upstairs is the 1646 Biblioteca Palafoxiana, the first public library in the Americas.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 8,
    "name": "Paseo Bravo",
    "latitude": "19.047402",
    "longitude": "-98.207273",
    "excerpt": "This long, narrow park is an attractive counter to the centro histórico’s zocálo. The park is festive and crowded in the afternoons, when kids in school…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/paseo-bravo/a/poi-sig/1405150/361541",
    "image_url": null,
    "detail_description": "This long, narrow park is an attractive counter to the centro histórico’s zocálo. The park is festive and crowded in the afternoons, when kids in school uniforms, lunching office workers and rockers practicing guitar gather to eat, play and relax beneath trees from around the world – labeled with their species and origins. Capping off the Reforma end is the small but Talavera-heavy 17th-century church, Sanitatario de Nuestra Señora de Guadalupe.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 7,
    "name": "Museo Casa del Alfeñique",
    "latitude": "19.044027",
    "longitude": "-98.193399",
    "excerpt": "This renovated colonial house is an outstanding example of the over-the-top 18th-century decorative style alfeñique, characterized by elaborate stucco…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/museo-casa-del-alfenique/a/poi-sig/1052748/361541",
    "image_url": null,
    "detail_description": "This renovated colonial house is an outstanding example of the over-the-top 18th-century decorative style alfeñique, characterized by elaborate stucco ornamentation and named after a candy made from sugar and egg whites (evolving into modern-day Pueblan marzipan). The 1st floor details the Spanish conquest, including indigenous accounts in the form of drawings and murals. The 2nd floor houses a large collection of historic and religious paintings, local furniture and household paraphernalia. Labeling is in Spanish only.\n"
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 5,
    "name": "Museo de la Revolución",
    "latitude": "19.045789",
    "longitude": "-98.195042",
    "excerpt": "This pockmarked 19th-century house was the scene of the first battle of the 1910 Revolution. The renovated house retains its bullet holes and some…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/museo-de-la-revolucion/a/poi-sig/1052753/361541",
    "image_url": null,
    "detail_description": "This pockmarked 19th-century house was the scene of the first battle of the 1910 Revolution. The renovated house retains its bullet holes and some revolutionary memorabilia, including a room dedicated to female insurgents.\nBetrayed only two days before a planned uprising against the dictatorship of Porfirio Díaz, the Serdán family (Aquiles, Máximo, Carmen and Natalia) and 17 others fought 500 soldiers until only Aquiles, their leader, and Carmen were left alive. Aquiles, hidden under the floorboards, might have survived if the damp hadn’t provoked a cough that gave him away. Both were subsequently killed."
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 6,
    "name": "Iglesia de la Compañía",
    "latitude": "19.042643",
    "longitude": "-98.195559",
    "excerpt": "This Jesuit church with a 1767 Churrigueresque facade is also called Espíritu Santo. Beneath the altar is a tomb said to be that of a 17th-century South…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/iglesia-de-la-compania/a/poi-sig/1146746/361541",
    "image_url": null,
    "detail_description": "This Jesuit church with a 1767 Churrigueresque facade is also called Espíritu Santo. Beneath the altar is a tomb said to be that of a 17th-century South Asian princess who was sold into slavery in Mexico and later freed.\nShe was supposedly responsible for the colorful china poblana costume – a shawl, frilled blouse, embroidered skirt and gold and silver adornments. This costume became a kind of ‘peasant chic’ in the 19th century. But china (chee-nah) also meant ‘maidservant,’ and the style may have evolved from Spanish peasant costumes."
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 4,
    "name": "Templo de San Francisco",
    "latitude": "19.044943",
    "longitude": "-98.189323",
    "excerpt": "The north doorway of this church is a good example of 16th-century plateresque; the tower and fine brick-and-tile facade were added in the 18th century…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/templo-de-san-francisco/a/poi-sig/1146752/361541",
    "image_url": null,
    "detail_description": "The north doorway of this church is a good example of 16th-century plateresque; the tower and fine brick-and-tile facade were added in the 18th century. In the north chapel is the mummified body of San Sebastián de Aparicio, a Spaniard who migrated to Mexico in 1533 and planned many of the country’s roads before becoming a monk. Since he’s now the patron saint of drivers, merchants and farm workers, his canonized corpse attracts a stream of worshippers.\nThe tower's dome was damaged by the earthquake of 19 September 2017. At the time of writing entry to the Templo was restricted and will remain so for some time, though it is still possible to enjoy the facade. Check ahead with the tourist office to ensure that is has completely reopened."
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 3,
    "name": "Museo Amparo",
    "latitude": "19.040703",
    "longitude": "-98.198541",
    "excerpt": "This superb private museum, housed in two linked 16th- and 17th-century colonial buildings, is loaded with pre-Hispanic artifacts, yet the interior design…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/museo-amparo/a/poi-sig/1052743/361541",
    "image_url": null,
    "detail_description": "This superb private museum, housed in two linked 16th- and 17th-century colonial buildings, is loaded with pre-Hispanic artifacts, yet the interior design is contemporary and stylish. Displayed with explanatory information sheets in English and Spanish, the collection is staggering. Notice the thematic continuity in Mexican design – the same motifs appear again and again on dozens of pieces. An example: the pre-Hispanic cult skeleton heads are eerily similar to the candy skulls sold during Día de Muertos.\nThe wonderful cafe terrace hosts free live music from 8pm to 9pm every Friday. There are often free art workshops for children on Saturday and Sunday. Free guided tours in Spanish are held daily at 4.30pm, as well as 6.30pm Saturdays and noon Sundays."
},
{
    "country": "puebla",
    "city": "Puebla",
    "index": 2,
    "name": "Museo Internacional del Barroco",
    "latitude": "19.019066",
    "longitude": "-98.246548",
    "excerpt": "This monumental white, architecturally spectacular museum is dedicated to the showy baroque movement – art, fashion, music and literature. The museum,…",
    "detail_url": "https://www.lonelyplanet.com/mexico/east-of-mexico-city/puebla/attractions/museo-internacional-del-barroco/a/poi-sig/1630948/361541",
    "image_url": null,
    "detail_description": "This monumental white, architecturally spectacular museum is dedicated to the showy baroque movement – art, fashion, music and literature. The museum, designed by Japanese architect Toyo Itō, emerges from behind a lake, 7km southwest of Puebla's zócalo, evoking the drama of the 17th and 18th century. Reserve a whole afternoon to appreciate the art and the building. Expect rare violins, action-packed paintings by Rubens, performances by actors in period costumes, stained glass, gold crowns and ornate everything to convey the exuberance of baroque.\nInside, eight permanent and three temporary exhibition halls are joined by wavy staircases and curved walls in a nod to the baroque's obsession with water as a motif. This culminates in a central spiraling fountain and water views. In the upstairs education area, you can glimpse baroque art being restored. English explanations, modern audiovisual exhibitions, the breadth and variety covered and the architecture itself make this museum a star attraction and welcome addition to Puebla.To get here from CAPU, take bus Perimetral 2, 14 La Loma, or 14 'A'. From the historic center, take bus 29 Verde Atlixcáyotl-CIS-Finanzas, 29 Verde Zavaleta, or 45 Prepa 2 de Octubre–Parque Ecológico; or a taxi (25 minutes) for about M$120. ADO and Ebus run direct buses to the nearby (2km) Paseo Destino terminal from Mexico City."
}
]