[
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 1,
    "name": "Casa Museo General Gregorio Luperón",
    "latitude": "19.798222",
    "longitude": "-70.691206",
    "excerpt": "The life and times of native-born son and independence leader Gregorio Luperón are impressively fleshed out inside this beautifully restored, pale-green,…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/casa-museo-general-gregorio-luperon/a/poi-sig/1471950/1005336",
    "image_url": null,
    "detail_description": "The life and times of native-born son and independence leader Gregorio Luperón are impressively fleshed out inside this beautifully restored, pale-green, Victorian-era building. Photographs and period artifacts trace Luperón's life, from humble beginnings to his role as provisional president during the 'Restoration,' as well as the story of Puerto Plata during the late 19th century. Staff are knowledgeable and enthusiastic.\nDominicans and Spanish speakers are charged only adult/child RD$100/50."
},
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 9,
    "name": "Casa de la Cultura",
    "latitude": "19.797351345683",
    "longitude": "-70.692915687096",
    "excerpt": "In addition to dance and music workshops, the center often showcases work by Dominican artists in its 1st-floor gallery.",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/casa-de-la-cultura/a/poi-sig/1182771/1005336",
    "image_url": null,
    "detail_description": "In addition to dance and music workshops, the center often showcases work by Dominican artists in its 1st-floor gallery.\n"
},
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 8,
    "name": "Brugal Rum Plant",
    "latitude": "19.779849",
    "longitude": "-70.669223",
    "excerpt": "The country's most famous rum distillery offers 30-minute tours from a 2nd-floor gangway, during which visitors learn the history and process of rum…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/brugal-rum-plant/a/poi-sig/1406943/1005336",
    "image_url": null,
    "detail_description": "The country's most famous rum distillery offers 30-minute tours from a 2nd-floor gangway, during which visitors learn the history and process of rum-making, from sugarcane farming to bottling. At the end, everybody gets to sample the goods, and of course bottles are available for purchase.\n"
},
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 7,
    "name": "Iglesia San Felipe",
    "latitude": "19.797281393968",
    "longitude": "-70.693533815884",
    "excerpt": "This twin-steepled church was completely renovated following a devastating hurricane in 1988. Check out the small but beautiful Italian stained-glass…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/iglesia-san-felipe/a/poi-sig/1182775/1005336",
    "image_url": null,
    "detail_description": "This twin-steepled church was completely renovated following a devastating hurricane in 1988. Check out the small but beautiful Italian stained-glass windows donated by local families during the renovation. It’s on the southern side of the refurbished Parque Central, which is distinguished by a large gazebo in the center.\n"
},
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 6,
    "name": "Museo del Ambar Dominicano",
    "latitude": "19.796430645419",
    "longitude": "-70.692192053498",
    "excerpt": "The colonial-era building houses a collection of amber exhibits. These exhibits include valuable pieces with such rare inclusions as a small 50-million…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/museo-del-ambar-dominicano/a/poi-sig/1182756/1005336",
    "image_url": null,
    "detail_description": "The colonial-era building houses a collection of amber exhibits. These exhibits include valuable pieces with such rare inclusions as a small 50-million-year-old lizard and a 30cm-long feather (the longest one found to date). Tours are offered in English and Spanish. A gift shop on the ground floor has a large selection of jewelry, rum, cigars, handicrafts and souvenirs.\n"
},
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 5,
    "name": "Malecón",
    "latitude": "19.799191",
    "longitude": "-70.689812",
    "excerpt": "The completely paved Malecón (also known as Av General Luperón and Av Circunvalación Norte) runs along the shore. There are a handful of restaurants, as…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/malecon/a/poi-sig/1406930/1005336",
    "image_url": null,
    "detail_description": "The completely paved Malecón (also known as Av General Luperón and Av Circunvalación Norte) runs along the shore. There are a handful of restaurants, as well as a half-dozen beachside shacks selling food and drinks on Long Beach, the main city beach around 2km east of downtown. A few experienced kitesurfers launch themselves into the waves here on windy days.\n"
},
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 4,
    "name": "Galería de Ambar",
    "latitude": "19.798878",
    "longitude": "-70.692301",
    "excerpt": "Despite its unfortunate location, housed in a rundown office-like building, there are informative exhibits on the history of amber mining in the DR as…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/galeria-de-ambar/a/poi-sig/1182761/1005336",
    "image_url": null,
    "detail_description": "Despite its unfortunate location, housed in a rundown office-like building, there are informative exhibits on the history of amber mining in the DR as well as on rum, sugar, tobacco and coffee. Multilingual guides are on hand to answer any questions. Of course, the main aim of the tour is the soft-sell pitch to buy the gallery’s proprietary cigar brand, as well as jewelry and other gifts in the ground-floor shop.\n"
},
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 2,
    "name": "Teleférico",
    "latitude": "19.788521",
    "longitude": "-70.710186",
    "excerpt": "A cable car takes visitors to the top of the enormous flat-topped Pico Isabel de Torres. On clear days there are spectacular views of the city and…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/teleferico/a/poi-sig/1182764/1005336",
    "image_url": null,
    "detail_description": "A cable car takes visitors to the top of the enormous flat-topped Pico Isabel de Torres. On clear days there are spectacular views of the city and coastline – go early, before the mountain clouds up. The botanical gardens at the top are good for an hour’s stroll. You'll also find a large statue of Christ the Redeemer (similar to but smaller than its counterpart in Rio de Janeiro), an overpriced restaurant and aggressive knickknack sellers. Cable-car tickets are cash only.\nBoard the teleférico at its base at the southern end of Camino a los Domínguez, 800m uphill from Av José Ginebra (near the entrance to the campus for Universidad Tecnológica de Santiago, aka UTESA). A motoconcho (motorcycle taxi) here costs RD$75, a taxi RD$300. The ride is notorious for opening late or closing early. Officially licensed guides will no doubt try to coax any independent travelers to use their services, though they really aren’t necessary.In theory, you can also walk up (or down) the mountain, paying only a one-way fare to return (the trail begins under the cable car). However, this can’t really be recommended, partly because it’s a strenuous two- to three-hour walk (about 7km) and certainly impossible to do without a guide (in part because of safety issues). On weekends, local guides (RD$1000) hang out in the ticket-office parking lot. Iguana Mama also offers this tour."
},
{
    "country": "puerto-plata",
    "city": "Puerto Plata",
    "index": 3,
    "name": "Fuerte de San Felipe",
    "latitude": "19.804139316284",
    "longitude": "-70.695908895862",
    "excerpt": "Located right on the bay, at the western end of the Malecón, the fort is the only remnant of Puerto Plata’s early colonial days. Built in the mid-16th…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/puerto-plata/attractions/fuerte-de-san-felipe/a/poi-sig/1182768/1005336",
    "image_url": null,
    "detail_description": "Located right on the bay, at the western end of the Malecón, the fort is the only remnant of Puerto Plata’s early colonial days. Built in the mid-16th century to prevent pirates from seizing one of the only protected bays on the entire north coast, San Felipe never saw any action. For much of its life its massive walls and interior moat were used as a prison.\nIncluded with admission is an audio tour (available in English, French, German, Russian and Spanish); the music is quite rollicking, but it’s disappointingly thin in terms of historical breadth and depth. There are short explanations of the objects displayed in the small museum – a few rusty handcuffs, a handful of bayonets and a stack of cannonballs. The views of the bay are impressive, though, and a large grassy area in front of the fort makes for a restful stop.Also at the fort is Puerto Plata’s lighthouse, which first lit up on September 9, 1879, and was restored in 2000. The white-and-yellow tower – 24.4m tall, 6.2m in diameter – is a melding of neoclassical style with industrial construction."
}
]