[
{
    "country": "puno",
    "city": "Puno",
    "index": 1,
    "name": "Yavari",
    "latitude": "-15.825483",
    "longitude": "-70.003746",
    "excerpt": "The oldest steamship on Lake Titicaca, the famed Yavari has turned from British gunship to a museum and recommended bed and breakfast, with bunk-bed…",
    "detail_url": "https://www.lonelyplanet.com/peru/lake-titicaca/puno/attractions/yavari/a/poi-sig/1084670/363410",
    "image_url": null,
    "detail_description": "The oldest steamship on Lake Titicaca, the famed Yavari has turned from British gunship to a museum and recommended bed and breakfast, with bunk-bed lodging and attentive service under the stewardship of its captain. And no, you don’t have to be a navy buff reflecting on Titicaca. The Yavari is moored behind the Sonesta Posada Hotel del Inca, about 5km from the center of Puno. It’s probably the most tranquil spot in Puno.\nIts passage here was not easy. In 1862 the Yavari and its sister ship, the Yapura, were built in Birmingham and shipped as parts around Cape Horn to Arica (now in northern Chile), moved by train to Tacna, and finally hauled by mule over the Andes to Puno. The incredible undertaking took six years.After its assembly, the Yavari was launched on Christmas Day 1870. The Yapura was later renamed the BAP Puno and became a Peruvian Navy medical ship; it can still be seen in Puno. Both ships had coal-powered steam engines, but due to a shortage of coal, they were fueled with dried llama dung.After long years of service, the ship was decommissioned by the Peruvian navy and the hull was left to rust on the lakeshore. In 1982, Englishwoman Meriel Larken visited the forgotten boat and decided to attempt to save this piece of Peruvian history. The Yavari Project was formed to buy and restore the vessel.The devoted crew happily gives guided tours. With prior notice, enthusiasts may even be able to see the engine fired up. Now with a restored engine, the Yavari motors across the lake seven times a year – though you will have to find out for yourself if it’s still powered by llama dung."
},
{
    "country": "puno",
    "city": "Puno",
    "index": 6,
    "name": "Casa del Corregidor",
    "latitude": "-15.840459",
    "longitude": "-70.028666",
    "excerpt": "An attraction in its own right, this 17th-century house is one of Puno’s oldest residences. A former community center, it now houses a small fair-trade…",
    "detail_url": "https://www.lonelyplanet.com/peru/lake-titicaca/puno/attractions/casa-del-corregidor/a/poi-sig/465824/363410",
    "image_url": null,
    "detail_description": "An attraction in its own right, this 17th-century house is one of Puno’s oldest residences. A former community center, it now houses a small fair-trade arts-and-crafts store and a cafe.\n"
},
{
    "country": "puno",
    "city": "Puno",
    "index": 5,
    "name": "Catedral de Puno",
    "latitude": "-15.840778811228",
    "longitude": "-70.028344279295",
    "excerpt": "Puno’s baroque cathedral, on the western flank of the Plaza de Armas, was completed in 1757. The interior is more spartan than you’d expect from the well…",
    "detail_url": "https://www.lonelyplanet.com/peru/lake-titicaca/puno/attractions/catedral-de-puno/a/poi-sig/1166625/363410",
    "image_url": null,
    "detail_description": "Puno’s baroque cathedral, on the western flank of the Plaza de Armas, was completed in 1757. The interior is more spartan than you’d expect from the well-sculpted facade, except for the silver-plated altar, which, following a 1964 visit by Pope Paul VI, has a Vatican flag placed to its right.\n"
},
{
    "country": "puno",
    "city": "Puno",
    "index": 4,
    "name": "El Arco Deustua",
    "latitude": "-15.834599",
    "longitude": "-70.028946",
    "excerpt": "A fairly simple arch jazzed up with adornments makes for a tourist attraction in Puno. El Arco Deustua dates from 1847 and was a tribute to those who…",
    "detail_url": "https://www.lonelyplanet.com/peru/lake-titicaca/puno/attractions/el-arco-deustua/a/poi-sig/1414500/363410",
    "image_url": null,
    "detail_description": "A fairly simple arch jazzed up with adornments makes for a tourist attraction in Puno. El Arco Deustua dates from 1847 and was a tribute to those who fought in the battles of Junín and Ayachuco. Today its name is mostly uttered as a landmark. The arch is seven blocks north of the Plaza de Armas.\n"
},
{
    "country": "puno",
    "city": "Puno",
    "index": 3,
    "name": "Museo Carlos Dreyer",
    "latitude": "-15.840546342525",
    "longitude": "-70.028878756146",
    "excerpt": "This small museum houses a fascinating collection of Puno-related archaeological artifacts and art from pre-Inca, Inca, colonial and the Republic periods…",
    "detail_url": "https://www.lonelyplanet.com/peru/lake-titicaca/puno/attractions/museo-carlos-dreyer/a/poi-sig/465830/363410",
    "image_url": null,
    "detail_description": "This small museum houses a fascinating collection of Puno-related archaeological artifacts and art from pre-Inca, Inca, colonial and the Republic periods. Upstairs there are three mummies and a full-scale fiberglass chullpa (funerary tower).It's around the corner from Casa del Corregidor. Guides tend to leave an hour before closing.\n"
},
{
    "country": "puno",
    "city": "Puno",
    "index": 2,
    "name": "Museo de la Coca y Costumbres",
    "latitude": "-15.841833062901",
    "longitude": "-70.029205083847",
    "excerpt": "Tiny and quirky, this museum offers lots of interesting information – historical, medicinal, cultural – about the coca plant and its many uses…",
    "detail_url": "https://www.lonelyplanet.com/peru/lake-titicaca/puno/attractions/museo-de-la-coca-y-costumbres/a/poi-sig/465826/363410",
    "image_url": null,
    "detail_description": "Tiny and quirky, this museum offers lots of interesting information – historical, medicinal, cultural – about the coca plant and its many uses. Presentation isn’t that interesting, though: reams of text (in English only) are stuck to the wall and interspersed with photographs and old Coca-Cola ads. The display of traditional costumes is what makes a visit here worthwhile.Though the relation between traditional dress and coca is unfathomable, it’s a boon for making sense of the costumes worn in street parades.\n"
}
]