[
{
    "country": "queensland",
    "index": 1,
    "name": "Whitehaven Beach",
    "latitude": "-20.278944",
    "longitude": "149.036922",
    "excerpt": "One of of Australia's most photogenic and hyped beaches, Whitehaven is a pristine 4.3 mile-long (7km) stretch of blinding sand (at 98% pure silica, some…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/whitsunday-islands/attractions/whitehaven-beach/a/poi-sig/1616437/362411",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/500pxRF_113236433.jpg",
    "detail_description": "One of of Australia's most photogenic and hyped beaches, Whitehaven is a pristine 4.3 mile-long (7km) stretch of blinding sand (at 98% pure silica, some of the whitest in the world) framed by lush vegetation and a brilliant blue sea. From Hill Inlet at the northern end of the beach, the swirling pattern of dazzling sand through the turquoise and aquamarine water paints a magical picture.\nHow do I get there?\nWhitehaven beach is just a half-hour catamaran trip away from Hamilton Island. Helicopter and seaplane tours are available for those in search of the perfect aerial shot.&nbsp;Also offering good snorkelling, Whitehaven beach tours are available from nearly all Airlie-based operators.\nCan I stay overnight on Whitehaven Beach?\nYou can be lulled to sleep by the ocean if you hire a boat and anchor just off the beach. For those who'd prefer dry land, camping options&nbsp;are available on the southern side of Whitehaven Beach. Book ahead via a national park camping website to ensure you're not disappointed.\n"
},
{
    "country": "queensland",
    "index": 40,
    "name": "James Cook Museum",
    "latitude": "-15.46856",
    "longitude": "145.250309",
    "excerpt": "Cooktown’s finest building (an 1899 convent), this National Trust museum houses well-preserved relics including journal entries, the cannon and anchor…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cooktown/attractions/james-cook-museum/a/poi-sig/1071798/362363",
    "image_url": null,
    "detail_description": "Cooktown’s finest building (an 1899 convent), this National Trust museum houses well-preserved relics including journal entries, the cannon and anchor from the Endeavour, and excellent displays on local Indigenous culture.\n"
},
{
    "country": "queensland",
    "index": 39,
    "name": "Janbal Gallery",
    "latitude": "-16.463651",
    "longitude": "145.37221",
    "excerpt": "Browse and buy the art at this Aboriginal-run gallery, or create your own masterpiece (canvas or boomerang) under the guidance of artist-in-residence,…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/mossman/attractions/janbal-gallery/a/poi-sig/1232503/362368",
    "image_url": null,
    "detail_description": "Browse and buy the art at this Aboriginal-run gallery, or create your own masterpiece (canvas or boomerang) under the guidance of artist-in-residence, Binna. One-hour workshops (adult/child $50/25) are held at 9am and 3pm Monday to Friday.\n"
},
{
    "country": "queensland",
    "index": 38,
    "name": "St Monica's Cathedral",
    "latitude": "-16.916797",
    "longitude": "145.772717",
    "excerpt": "Cairns' main Catholic church is famous for its themed stained-glass windows, the largest of their type in the world. There are 24 windows depicting the…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/st-monica-s-cathedral/a/poi-sig/1615354/362361",
    "image_url": null,
    "detail_description": "Cairns' main Catholic church is famous for its themed stained-glass windows, the largest of their type in the world. There are 24 windows depicting the creation story from Genesis and another series known as the Peace Windows, commemorating the end of World War II.\n"
},
{
    "country": "queensland",
    "index": 37,
    "name": "Malanda Dairy Centre",
    "latitude": "-17.352748",
    "longitude": "145.596217",
    "excerpt": "This welcoming spot is a great place to have a break from your Tablelands travels; its quaint, kid-pleasing dairy museum highlights the dairy-farming…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/malanda-around/attractions/malanda-dairy-centre/a/poi-sig/1158799/1306489",
    "image_url": null,
    "detail_description": "This welcoming spot is a great place to have a break from your Tablelands travels; its quaint, kid-pleasing dairy museum highlights the dairy-farming region's history, and the attached cafe is among the best in town.\n"
},
{
    "country": "queensland",
    "index": 36,
    "name": "Kuranda Original Rainforest Markets",
    "latitude": "-16.818529864805",
    "longitude": "145.63338369909",
    "excerpt": "Follow the clouds of incense down to these atmospheric village markets. Operating since 1978, they're still the best place to see artists at work and…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/kuranda/attractions/kuranda-original-rainforest-markets/a/poi-sig/1231260/362367",
    "image_url": null,
    "detail_description": "Follow the clouds of incense down to these atmospheric village markets. Operating since 1978, they're still the best place to see artists at work and hippies at play. Pick up everything from avocado ice cream to organic lingerie and sample local produce such as honey and fruit wines.\n"
},
{
    "country": "queensland",
    "index": 34,
    "name": "Hartley's Crocodile Adventures",
    "latitude": "-16.663822",
    "longitude": "145.56417",
    "excerpt": "North of Ellis Beach towards Port Douglas, Hartley’s Crocodile Adventures offers a daily range of squeal-inducing events including croc farm tours,…",
    "detail_url": "https://www.lonelyplanet.com//attractions/hartley-s-crocodile-adventures/a/poi-sig/1231258/1294826",
    "image_url": null,
    "detail_description": ""
},
{
    "country": "queensland",
    "index": 35,
    "name": "Bana Yirriji Art Centre",
    "latitude": "-15.952582",
    "longitude": "145.319338",
    "excerpt": "Local Indigenous artists representing the Yalanji, Nyungkul and Jalunji clans produce highly-regarded paintings, jewellery and screen-printed clothing for…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cooktown-to-the-bloomfield-river/attractions/bana-yirriji-art-centre/a/poi-sig/1547001/1336905",
    "image_url": null,
    "detail_description": "Local Indigenous artists representing the Yalanji, Nyungkul and Jalunji clans produce highly-regarded paintings, jewellery and screen-printed clothing for sale at this Wujal Wujal cultural centre. You'll often see artists at work and there's a cafe offering sandwiches, burgers, snacks and drinks.\n"
},
{
    "country": "queensland",
    "index": 33,
    "name": "Cylinder Beach",
    "latitude": "-27.4259",
    "longitude": "153.534011",
    "excerpt": "Bordered by Cylinder and Home Beach Headlands, this broad, beautiful beach is patrolled by lifesavers, offers easy access from the car park, and generally…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/north-stradbroke-island/attractions/cylinder-beach/a/poi-sig/1615349/362387",
    "image_url": null,
    "detail_description": "Bordered by Cylinder and Home Beach Headlands, this broad, beautiful beach is patrolled by lifesavers, offers easy access from the car park, and generally has smaller waves than neighbouring beaches like the ominously named Deadman's Beach. As you'd expect, it's popular with families. Remember to swim between the flags.\n"
},
{
    "country": "queensland",
    "index": 32,
    "name": "Boireann Wines",
    "latitude": "-28.563379",
    "longitude": "151.916242",
    "excerpt": "Awarded five stars by Aussie wine guru James Halliday, Boireann grows French and Italian grape varieties, used to craft handmade, premium reds that are…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/stanthorpe-ballandean/attractions/boireann-wines/a/poi-sig/1402259/1300124",
    "image_url": null,
    "detail_description": "Awarded five stars by Aussie wine guru James Halliday, Boireann grows French and Italian grape varieties, used to craft handmade, premium reds that are among the finest in Queensland. For a sip of its noted drops – among them nebbiolo, sangiovese, mourvèdre and tannat – head to its small cellar door, located about 13km north of Stanthorpe.\n"
},
{
    "country": "queensland",
    "index": 31,
    "name": "Four Mile Beach",
    "latitude": "-16.487078",
    "longitude": "145.468683",
    "excerpt": "This broad stretch of squeaky sand wraps around the eastern side of the peninsula in a near-perfect arc of sand and swaying palms – access is off the…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/port-douglas/attractions/four-mile-beach/a/poi-sig/481768/362369",
    "image_url": null,
    "detail_description": "This broad stretch of squeaky sand wraps around the eastern side of the peninsula in a near-perfect arc of sand and swaying palms – access is off the eastern end of Macrossan St, the town's main thoroughfare, and various points south. There's a patrolled swimming area in front of the surf life-saving club (with a stinger net in summer) and sunloungers available for hire.\n"
},
{
    "country": "queensland",
    "index": 30,
    "name": "Tjapukai Aboriginal Cultural Park",
    "latitude": "-16.848669043173",
    "longitude": "145.69453597069",
    "excerpt": "Managed by the area’s original custodians, this award-winning cultural extravaganza tells the story of creation using giant holograms and actors. There's…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/tjapukai-aboriginal-cultural-park/a/poi-sig/425225/362361",
    "image_url": null,
    "detail_description": "Managed by the area’s original custodians, this award-winning cultural extravaganza tells the story of creation using giant holograms and actors. There's a dance theatre, a gallery, boomerang- and spear-throwing demonstrations, bush-tucker walks and more. The Nightfire dinner-and-show package (adult/child/family $123/75/321, from 7pm to 9.30pm) culminates in a fireside corroboree.\n"
},
{
    "country": "queensland",
    "index": 29,
    "name": "Bent Road Wine",
    "latitude": "-28.785338",
    "longitude": "151.791873",
    "excerpt": "Switched-on oenophiles know all about this intimate winery and its smart, out-of-the-box drops. These include small batch, experimental wines and wines…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/stanthorpe-ballandean/attractions/bent-road-wine/a/poi-sig/1610883/1300124",
    "image_url": null,
    "detail_description": "Switched-on oenophiles know all about this intimate winery and its smart, out-of-the-box drops. These include small batch, experimental wines and wines fermented in traditional Georgian terracotta amphorae. You'll need to book a visit, which will see you schmoozing with the winemakers themselves and sampling the likes of saperavi, marsanne and monastrell rosé in an old timber church from 1901.\n"
},
{
    "country": "queensland",
    "index": 28,
    "name": "Tea Tree Bay",
    "latitude": "-26.379644",
    "longitude": "153.105104",
    "excerpt": "Framed by spiky pandanus, Tea Tree Bay is one of Noosa's most idyllic beaches, with wild bushland emerging onto a broad sweep of sand and pellucid waves…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/noosa/attractions/tea-tree-bay/a/poi-sig/1615409/362407",
    "image_url": null,
    "detail_description": "Framed by spiky pandanus, Tea Tree Bay is one of Noosa's most idyllic beaches, with wild bushland emerging onto a broad sweep of sand and pellucid waves. Unlike Noosa's Main Beach, Tea Tree Bay is not patrolled, so consider swimming at the former if you are not a strong swimmer. Public toilets are available within easy walking distance. To reach the bay, follow the coastal walking track from the entrance to Noosa National Park.\n"
},
{
    "country": "queensland",
    "index": 26,
    "name": "Queensland Art Gallery",
    "latitude": "-27.472629",
    "longitude": "153.018769",
    "excerpt": "While Brisbane's main art museum includes numerous international works, its forte is its Australia collection. This includes works by heavyweights like…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/brisbane/south-bank/attractions/queensland-art-gallery/a/poi-sig/368591/1341328",
    "image_url": null,
    "detail_description": "While Brisbane's main art museum includes numerous international works, its forte is its Australia collection. This includes works by heavyweights like Sidney Nolan, Russell Drysdale, Arthur Boyd, Charles Blackman, William Dobell, Margaret Olley and Howard Arkley. A robust collection of Indigenous Australian works features paintings and pottery by artists from the Hermannsburg School art movement, among them the great Albert Namatjira, the first Indigenous person to be granted conditional Australian citizenship in 1957.\n"
},
{
    "country": "queensland",
    "index": 27,
    "name": "Tolga Bat Hospital",
    "latitude": "-17.296191",
    "longitude": "145.453963",
    "excerpt": "This bat rehabilitation centre south of Atherton runs excellent guided tours every afternoon which include a video presentation followed by an…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/atherton/attractions/tolga-bat-hospital/a/poi-sig/1608352/1306487",
    "image_url": null,
    "detail_description": "This bat rehabilitation centre south of Atherton runs excellent guided tours every afternoon which include a video presentation followed by an introduction to some of the patients, from tiny orphaned flying foxes to recovering microbats. Many of the bats have been rescued after being caught in barbed-wire fencing or crop netting. Orphaned bats may have lost parents to tick paralysis.Bookings are essential for the daily tour as numbers are limited.\n"
},
{
    "country": "queensland",
    "index": 25,
    "name": "Old Government House",
    "latitude": "-27.477531",
    "longitude": "153.028983",
    "excerpt": "Queensland's most important heritage building, this 1862 showpiece was designed by estimable government architect Charles Tiffin as a residence for Sir…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/brisbane/central-brisbane/attractions/old-government-house/a/poi-sig/1314164/1341326",
    "image_url": null,
    "detail_description": "Queensland's most important heritage building, this 1862 showpiece was designed by estimable government architect Charles Tiffin as a residence for Sir George Bowen, Queensland’s first governor. The lavish innards were restored in 2009 and the property offers free podcast tours and one-hour guided tours; the latter must be booked in advance. The 1st floor houses the worthy William Robinson Gallery, dedicated to the Australian artist and home to an impressive collection of his paintings, prints, drawings, sculpture and ceramics.\n"
},
{
    "country": "queensland",
    "index": 24,
    "name": "Split Rock Gallery",
    "latitude": "-15.605223",
    "longitude": "144.461503",
    "excerpt": "About 12km south of Laura look out for the badly signposted turn-off to the Split Rock Gallery, the only rock-art site open to the public without a guide…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/laura/attractions/split-rock-gallery/a/poi-sig/1510857/1294847",
    "image_url": null,
    "detail_description": "About 12km south of Laura look out for the badly signposted turn-off to the Split Rock Gallery, the only rock-art site open to the public without a guide. The sandstone escarpments here are covered with paintings thought to date back 14,000 years. If there are no tour groups around, it can be quite a surreal experience to walk the path up the hillside in silence, solitude and isolation, before coming upon the various other-worldly 'galleries' in the rock faces.\nThere's a real sense of the sacred at Split Rock: it's both eerie and breathtaking."
},
{
    "country": "queensland",
    "index": 22,
    "name": "Historic Village Herberton",
    "latitude": "-17.372654",
    "longitude": "145.384741",
    "excerpt": "A must-see on any comprehensive Tablelands trip, this fascinating village houses over 60 heritage buildings, fully restored and relocated here from across…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/herberton/attractions/historic-village-herberton/a/poi-sig/1232417/1306490",
    "image_url": null,
    "detail_description": "A must-see on any comprehensive Tablelands trip, this fascinating village houses over 60 heritage buildings, fully restored and relocated here from across the region. Exhibits range from a school to a sawmill, a bank to the bishop's house, a coach house to a camera store and an amazing collection of vintage cars, all arranged in orderly streets. Memorabilia includes working farm equipment, printing presses and newspapers from throughout the 20th century. It's worth spending a couple of hours here.\nThe tearoom (9am to 4pm) serves coffee, cake and full meals."
},
{
    "country": "queensland",
    "index": 23,
    "name": "Daintree Discovery Centre",
    "latitude": "-16.237894",
    "longitude": "145.42816",
    "excerpt": "This award-winning attraction's aerial walkway, which includes a 23m tower used to study carbon levels, takes you high into the forest canopy. A theatre…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cow-bay-around/attractions/daintree-discovery-centre/a/poi-sig/1159445/1341501",
    "image_url": null,
    "detail_description": "This award-winning attraction's aerial walkway, which includes a 23m tower used to study carbon levels, takes you high into the forest canopy. A theatre screens films on cassowaries, crocodiles, conservation and climate change. An excellent audio-guide tour and interpretive booklet is included in the admission fee; tickets are valid for reentry for seven days. Dinosaur models in the surrounding forest make the point that this is one ancient rainforest, although it does cheapen the experience a little.\nTickets are valid for seven days."
},
{
    "country": "queensland",
    "index": 21,
    "name": "Museum of Brisbane",
    "latitude": "-27.469059",
    "longitude": "153.023533",
    "excerpt": "On the 3rd floor of City Hall, this forward-thinking museum explores historic and modern aspects of Brisbane, offering fresh, progressive insights into…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/brisbane/central-brisbane/attractions/museum-of-brisbane/a/poi-sig/368583/1341326",
    "image_url": null,
    "detail_description": "On the 3rd floor of City Hall, this forward-thinking museum explores historic and modern aspects of Brisbane, offering fresh, progressive insights into Queensland's capital. Exhibitions to date have explored themes as varied as contemporary Brisbane fashion, the city's robust music scene and the relationship between architecture, art, people and place. The result is a snapshot of a metropolis much more complex than many give it credit for.\nThe savvy museum shop stocks locally made jewellery, glassware, ceramics and books, as well as cards and other genuinely cool, Brisbane-themed gifts."
},
{
    "country": "queensland",
    "index": 20,
    "name": "Ballandean Estate",
    "latitude": "-28.813393",
    "longitude": "151.814146",
    "excerpt": "The Puglisi family have been making vino here since 1931 and their estate is Queensland’s oldest family-owned and operated winery. Its standout wines…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/stanthorpe-ballandean/attractions/ballandean-estate/a/poi-sig/1402255/1300124",
    "image_url": null,
    "detail_description": "The Puglisi family have been making vino here since 1931 and their estate is Queensland’s oldest family-owned and operated winery. Its standout wines including merlot, saperavi and durif, and a full-bodied fiano more Italian than Australian in style. The winery also harbours the Granite Belt's top restaurant, Barrelroom &amp; Larder. Winery tours (adult/child $5/free) run daily at 11am.\nIf you're feeling romantic, call a day ahead and order one of Ballandean's gourmet picnic hampers ($80 for two), best enjoyed in the vineyard. On Mondays, guided tours are followed by a two-course lunch and wine degustation."
},
{
    "country": "queensland",
    "index": 19,
    "name": "Wildlife Habitat Port Douglas",
    "latitude": "-16.526764",
    "longitude": "145.462847",
    "excerpt": "This sanctuary endeavours to keep and showcase native animals in enclosures that mimic their natural environment, while allowing you to get up close to…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/port-douglas/attractions/wildlife-habitat-port-douglas/a/poi-sig/1232425/362369",
    "image_url": null,
    "detail_description": "This sanctuary endeavours to keep and showcase native animals in enclosures that mimic their natural environment, while allowing you to get up close to koalas, kangaroos, crocs, cassowaries and more. Tickets are valid for five days. For an extra special experience book for Breakfast with the Birds or Lunch with the Lorikeets. The Predator Plank is a walkway across the saltwater-croc enclosure, while nocturnal visits (adult/child/family $43/32/118) are also possible.\nThe park is included in the Capta 4 Park Pass (www.capta.com.au), which offers discounted entry to four Far North Queensland attractions."
},
{
    "country": "queensland",
    "index": 18,
    "name": "Mossman Gorge",
    "latitude": "-16.472057",
    "longitude": "145.331182",
    "excerpt": "In the southeast corner of Daintree National Park, 5km west of Mossman town, Mossman Gorge forms part of the traditional lands of the Kuku Yalanji people…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/mossman/attractions/mossman-gorge/a/poi-sig/1092785/362368",
    "image_url": null,
    "detail_description": "In the southeast corner of Daintree National Park, 5km west of Mossman town, Mossman Gorge forms part of the traditional lands of the Kuku Yalanji people. The gorge is a boulder-strewn valley where sparkling water washes over ancient rocks and passes through dense rainforest. Taking a Dreamtime Gorge Walk with an indigenous guide is the best way to explore. Otherwise, it's 4km by road from the visitor centre to a viewpoint and swimming hole; depending on conditions, swimming may not be permitted.\nYou can walk the 4km, but visitors are encouraged to take the shuttle (adult/child/family return $11.80/5.90/29.50, every 15 minutes). There are several kilometres of walking trails on boardwalks and a picnic area at the gorge, but no camping."
},
{
    "country": "queensland",
    "index": 17,
    "name": "Chillagoe−Mungana Caves National Park",
    "latitude": "-17.153933",
    "longitude": "144.523408",
    "excerpt": "This park boasts a magnificent miscellany of features including 400-million-year-old limestone caves, Indigenous rock art, eerie outcrops and the ruins of…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/chillagoe/attractions/chillagoe-mungana-caves-national-park/a/poi-sig/1553245/1306486",
    "image_url": null,
    "detail_description": "This park boasts a magnificent miscellany of features including 400-million-year-old limestone caves, Indigenous rock art, eerie outcrops and the ruins of Chillagoe's old smelters. The park is spread across the Chillagoe area, with five main signposted access points. Three of the 500-odd caves can be visited on ranger-guided tours: Donna (9am, one hour), Trezkinn (11am, 45 minutes) and Royal Arch (1.30pm, 1½ hours). Donna and Trezkinn require moderate fitness; Royal Arch is easier. Book tickets at the Hub.\nThere are several other caves you can explore sans-guide, including the deep, dark Pompeii Cave, home to freaky formations and roosting bats. None of the caves are equipped for visitors with disabilities."
},
{
    "country": "queensland",
    "index": 16,
    "name": "Whitsunday Island",
    "latitude": "-20.260265",
    "longitude": "148.997097",
    "excerpt": "The largest of the paradisaical group to which it gives its name, Whitsunday Island is ruggedly forested, and surrounded by clear teal waters and coral…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/whitsunday-islands/attractions/whitsunday-island/a/poi-sig/1616434/362411",
    "image_url": null,
    "detail_description": "The largest of the paradisaical group to which it gives its name, Whitsunday Island is ruggedly forested, and surrounded by clear teal waters and coral gardens. Its most visited site is the dazzling 7km-long Whitehaven Beach – one of Australia's finest – visited by pretty much every sailing/snorkelling tour from Airlie Beach but still managing to seem uncrowded. The more intrepid will also enjoy the Hill Inlet lookout (for epic lagoon views) at the north end of Whitehaven Beach.\nThere are six basic camp sites on the island, some with more shade than others. It's hard to beat the Whitehaven Beach camp site for its five-star location. Book camp sites online with Queensland Parks &amp; Wildlife, and see Scamper for camping transfers ($105 to $155 return per person)."
},
{
    "country": "queensland",
    "index": 15,
    "name": "City Hall",
    "latitude": "-27.468926",
    "longitude": "153.023522",
    "excerpt": "Fronted by a row of sequoia-sized Corinthian columns, Australia's largest city hall was built between 1920 and 1930. Although free, fascinating heritage…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/brisbane/central-brisbane/attractions/city-hall/a/poi-sig/1401726/1341326",
    "image_url": null,
    "detail_description": "Fronted by a row of sequoia-sized Corinthian columns, Australia's largest city hall was built between 1920 and 1930. Although free, fascinating heritage tours (45 minutes) of the sandstone behemoth should be booked in advance (online or by phone); they can be available on the day from the excellent on-site Museum of Brisbane, however, so always consider checking. Alternatively, free tours of the building's 85m-high clock tower run every 15 minutes from 10am to 5pm; grab tickets from the museum.\nInterestingly, the marble in City Hall's foyer was sourced from the same Tuscan quarry as that used by Michelangelo to sculpt his David. It's one of many fascinating details about the building. The Rolling Stones played their first-ever Australian gig in its magnificent auditorium in 1965, itself complete with a 4300-pipe organ, mahogany and blue-gum floors, and offering free concerts at noon every Tuesday from February to November."
},
{
    "country": "queensland",
    "index": 14,
    "name": "Reef Teach",
    "latitude": "-16.922689",
    "longitude": "145.775914",
    "excerpt": "Take your knowledge to new depths at this fun, informative centre, where marine experts explain how to identify specific species of fish and coral, and…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/reef-teach/a/poi-sig/1230352/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Paul%20Dymond%20Alamy%20ERBY04%20RFE.jpg",
    "detail_description": "Take your knowledge to new depths at this fun, informative centre, where marine experts explain how to identify specific species of fish and coral, and how to approach the reef respectfully.\n"
},
{
    "country": "queensland",
    "index": 13,
    "name": "Conway National Park",
    "latitude": "-20.278542",
    "longitude": "148.790159",
    "excerpt": "This serene national park encompasses the Conway Peninsula, once the hunting grounds of the Giru Dala and still home to large swaths of lowland tropical…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/airlie-beach/attractions/conway-national-park/a/poi-sig/1616193/362409",
    "image_url": null,
    "detail_description": "This serene national park encompasses the Conway Peninsula, once the hunting grounds of the Giru Dala and still home to large swaths of lowland tropical rainforest, remote mangroves, rocky uplands, and pandanus and paperbark woodlands. The day-use area, plus two car parks, 7km, 8km and 11km east of Airlie Beach, respectively, are the starting points for two easy-to-moderate walking trails apiece. The Whitsunday Transit bus from Airlie Beach to Shute Harbour (one to two hourly) can drop you at the trailheads.\nFrom the day-use area, the Coastal Fringe Circuit (1.2km) traverses coastal rainforest, with Hayward Gully (1.6km) branching off into a rocky gully.Mt Rooper car park is the starting point for the Swamp Bay traverse (2.1km), ending at the coral-strewn beach overlooking the Molle island group, as well as the ascent of Mt Rooper (2.3km, 221m) through low woodland. Combine the two trails via the 5.4km Mt Rooper Circuit, with good views of the Whitsunday Islands.Just above Shute Habour, the Coral Beach trail (1.1km) takes you to the eponymous beach from the Coral Bay car park, with an additional 600m leading to the The Beak lookout overlooking the Whitsunday Passage.Finally, 17km west of Airlie Beach, the Forestry Rd car park (off Shute Harbour Rd) is the jumping-off point for the demanding 27km Conway Circuit that brings you back to Airlie Beach, with bush camping en route."
},
{
    "country": "queensland",
    "index": 12,
    "name": "Brisbane Powerhouse",
    "latitude": "-27.469049",
    "longitude": "153.054518",
    "excerpt": "On the eastern flank of New Farm Park stands the Powerhouse, a once-derelict power station superbly transformed into a contemporary arts centre. Its…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/brisbane/new-farm/attractions/brisbane-powerhouse/a/poi-sig/1077517/1341471",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2bd0945a01d482d79aa528c62501a98d-brisbane-powerhouse.png",
    "detail_description": "On the eastern flank of New Farm Park stands the Powerhouse, a once-derelict power station superbly transformed into a contemporary arts centre. Its innards pimped with graffiti remnants, industrial machinery and old electrical transformers-turned-lights, the centre hosts a range of events, including art exhibitions, theatre, live music and comedy. You'll also find two buzzing riverside restaurants. Check the website to see what's on.\n"
},
{
    "country": "queensland",
    "index": 11,
    "name": "Noosa National Park",
    "latitude": "-26.382912",
    "longitude": "153.102894",
    "excerpt": "Noosa's unmissable national park delivers spectacular coastal views (expect to see dolphins) and ambrosial beaches like Tea Tree Bay. The most scenic way…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/noosa/attractions/noosa-national-park/a/poi-sig/481528/362407",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/07352d1cd7a9f18aa9595ecd31249dfc-noosa-national-park.jpg",
    "detail_description": "Noosa's unmissable national park delivers spectacular coastal views (expect to see dolphins) and ambrosial beaches like Tea Tree Bay. The most scenic way to reach it is on the accoya-tree boardwalk along the coast from town. At the entrance, the Noosa National Park Information Centre has free walking maps and information on the day's koala sightings; the adjoining kiosk brews great coffee. The most popular trail is the Coastal Walk; allow at least 1½ hours for the return trip.\n"
},
{
    "country": "queensland",
    "index": 10,
    "name": "Cairns Aquarium",
    "latitude": "-16.918512",
    "longitude": "145.77373",
    "excerpt": "Cairns' multi-million-dollar aquarium is well worth a visit for its vast and gorgeously presented range of marine life, the Great Barrier Reef in…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/cairns-aquarium/a/poi-sig/1565831/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Ian%20Hitchcock%20Shutterstock_1211711011%20RFE%20crop.jpg",
    "detail_description": "Cairns' multi-million-dollar aquarium is well worth a visit for its vast and gorgeously presented range of marine life, the Great Barrier Reef in miniature and offbeat experiences such as 'sleeping with the sharks' and a 5D submarine simulator ride. Fittingly, displays focus on the marine habitats of Far North Queensland – not only the reef, but also rivers, estuaries and billabongs. Free talks and shows are held throughout the day, covering everything from sea turtles to reef conservation.\nThere's an excellent restaurant here with its own aquarium.Cairns Aquarium opened in mid-2017."
},
{
    "country": "queensland",
    "index": 9,
    "name": "Gallery of Modern Art",
    "latitude": "-27.470592",
    "longitude": "153.017203",
    "excerpt": "All angular glass, concrete and black metal, must-see GOMA celebrates modern and contemporary art, with a particular emphasis on Australian, Asian and…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/brisbane/south-bank/attractions/gallery-of-modern-art/a/poi-sig/1233929/1341328",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1c9782c38178540c476e288a387c238f-gallery-of-modern-art.jpg",
    "detail_description": "All angular glass, concrete and black metal, must-see GOMA celebrates modern and contemporary art, with a particular emphasis on Australian, Asian and Pacific artists. Regularly changing exhibitions spotlight everything from painting, sculpture and photography to video and installation art, while GOMA's Australian Cinémathèque screens unique, often rare films and video several times weekly. The gallery also includes a Children's Art Centre, well-stocked book-and-design shop, and both a casual cafe and smarter Modern-Australian restaurant.\n"
},
{
    "country": "queensland",
    "index": 8,
    "name": "Queensland Cultural Centre",
    "latitude": "-27.47263155106",
    "longitude": "153.0184860851",
    "excerpt": "On South Bank, just over Victoria Bridge from the CBD, the Queensland Cultural Centre is the epicentre of Brisbane’s cultural confluence. Surrounded by…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/brisbane/south-bank/attractions/queensland-cultural-centre/a/poi-sig/368593/1341328",
    "image_url": null,
    "detail_description": "On South Bank, just over Victoria Bridge from the CBD, the Queensland Cultural Centre is the epicentre of Brisbane’s cultural confluence. Surrounded by subtropical gardens, the string of architecturally notable buildings includes the Queensland Performing Arts Centre, the Queensland Museum &amp; Sciencentre, the Queensland Art Gallery, the State Library of Queensland, and the particularly outstanding Gallery of Modern Art (GOMA).\nIf you have kids in tow, a good place to start is the Queensland Museum &amp; Sciencentre. The museum itself offers an engaging journey through the state's history, its collection includes a skeleton of the state’s own dinosaur, Muttaburrasaurus, and the Avian Cirrus, the tiny plane in which Queensland’s Bert Hinkler made the first England-to-Australia solo flight in 1928. Meanwhile, the site's Sciencentre is an educational fun house with a plethora of interactive exhibits delving into life science and technology. Expect long queues during school holidays.The Queensland Art Gallery houses a fine permanent collection, mostly of domestic artists, among them Sydney Nolan, Arthur Boyd, Charles Blackman and pioneering Indigenous artist Albert Namatjira.Occupying an award-winning contemporary building by Sydney firm Architectus, the imposing Gallery of Modern Art delivers world-class exhibitions of both Australian and international art in a variety of media, from painting, sculpture and photography to video, installation and film."
},
{
    "country": "queensland",
    "index": 7,
    "name": "Dreamtime Cultural Centre",
    "latitude": "-23.315223",
    "longitude": "150.515871",
    "excerpt": "The stories of the local Darumbal people and Torres Straits islanders are well-conveyed here. Self-guide through exhibits such as 'The Vanishing Culture…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/rockhampton/attractions/dreamtime-cultural-centre/a/poi-sig/1156989/362355",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Rockhampton%20AlizadaStudios%20GettyImages-937207142%20RFE.jpg",
    "detail_description": "The stories of the local Darumbal people and Torres Straits islanders are well-conveyed here. Self-guide through exhibits such as 'The Vanishing Culture of the Sandstone Belt' or – better yet! – join an excellent, 90-minute, hands-on tour with knowledgeable guides and learn about the significance of rock paintings found in Carnarvon National Park, watch a didgeridoo demonstration and try your hand at throwing a returning boomerang. The Centre is on the Bruce Hwy, 7km north of central Rockhampton.\nCheck out the exhibition dedicated to Aboriginal sporting achievements and don't miss the paintings by the late artist Brian Fisher, the fluid lines depicting kangaroos, goannas, platypuses and other wildlife."
},
{
    "country": "queensland",
    "index": 6,
    "name": "Cairns Esplanade, Boardwalk & Lagoon",
    "latitude": "-16.919517",
    "longitude": "145.778039",
    "excerpt": "Sunseekers and fun-lovers flock to Cairns Esplanade's spectacular swimming lagoon on the city’s reclaimed foreshore. The artificial, sandy-edged, 4800-sq…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/cairns-esplanade-boardwalk-lagoon/a/poi-sig/1230340/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Joseph%20Trentacosti%20GettyImages-1168092640%20RFE%20crop.jpg",
    "detail_description": "Sunseekers and fun-lovers flock to Cairns Esplanade's spectacular swimming lagoon on the city’s reclaimed foreshore. The artificial, sandy-edged, 4800-sq-metre saltwater pool with its Woven Fish sculptures, is lifeguard patrolled and illuminated nightly. The adjacent 3km foreshore boardwalk has picnic areas, birdwatching vantage points, sculptures, free barbecues and fitness equipment. Follow the signposts for the excellent Muddy's, which has playgrounds and water fun for little kids, and the skate ramp, beach volleyball courts, bouldering park and Fun Ship playground.\nMarkets, concerts, festivals and free fitness classes are regular occurrences on the Esplanade; check the website for happenings."
},
{
    "country": "queensland",
    "index": 5,
    "name": "Cairns Botanic Gardens",
    "latitude": "-16.899151",
    "longitude": "145.747526",
    "excerpt": "These gorgeous gardens are an explosion of greenery and rainforest plants. Highlights include a section devoted to Aboriginal plant use, the Gondwana…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/cairns/attractions/cairns-botanic-gardens/a/poi-sig/425217/362361",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Cairns%20Alexander%20Jung%20GettyImages-879591778%20RFE.jpg",
    "detail_description": "These gorgeous gardens are an explosion of greenery and rainforest plants. Highlights include a section devoted to Aboriginal plant use, the Gondwana Heritage Garden, the Flecker Garden and an excellent conservatory filled with butterflies and exotic flowers. Tag along on a free guided walk (daily from 10am) to learn more.Follow the Rainforest Boardwalk to Saltwater Creek and Centenary Lakes, a birdwatcher's delight. Uphill from the gardens, Mt Whitfield Conservation Park has walking tracks through the rainforest to city viewpoints.\nThe cafe and restaurant adjoining the visitor centre has a lovely deck and is a great place to fuel up before or after your walks."
},
{
    "country": "queensland",
    "index": 4,
    "name": "South Bank Parklands",
    "latitude": "-27.476103",
    "longitude": "153.02158",
    "excerpt": "Should you sunbake on a sandy beach, saunter through a rainforest, or eye-up a Nepalese peace pagoda? You can do all three in this 17.5-hectare park…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/brisbane/south-bank/attractions/south-bank-parklands/a/poi-sig/1077513/1341328",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d84b2ae4899e23994055f5294a08e173-south-bank-parklands.jpeg",
    "detail_description": "Should you sunbake on a sandy beach, saunter through a rainforest, or eye-up a Nepalese peace pagoda? You can do all three in this 17.5-hectare park overlooking the city centre. Its canopied walkways lead to performance spaces, lush lawns, eateries and bars, and regular free events ranging from fitness classes to film screenings. The star attractions are Streets Beach, an artificial, lagoon-style swimming beach (packed on weekends); and the near-60m-high Wheel of Brisbane, delivering 360-degree views of town.\nAlso in the parklands is Stanley St Plaza, a renovated section of historic Stanley St lined with mainstream cafes, restaurants, a handful of shops and a bustling pub. On Friday night, Saturday and Sunday, the plaza hosts the tourist-heavy Collective Markets South Bank, peddling everything from artisan leather wallets and breezy summer frocks to prints, skincare and contemporary handmade jewellery.Close by, South Bank Piazza is an outdoor performance space offering year-round events."
},
{
    "country": "queensland",
    "index": 3,
    "name": "Capricorn Caves",
    "latitude": "-23.166205",
    "longitude": "150.491366",
    "excerpt": "Riddling the Berserker Range some 24km north of Rockhampton, this vast cave complex is one of the Capricorn Coast's foremost attractions. Technically not…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/rockhampton/attractions/capricorn-caves/a/poi-sig/1157018/362355",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20%20Rockhampton%20Jackson%20Stock%20Photography%20Shutterstock_1603974673%20RFE%20crop.jpg",
    "detail_description": "Riddling the Berserker Range some 24km north of Rockhampton, this vast cave complex is one of the Capricorn Coast's foremost attractions. Technically not subterranean (they were formed by water working on the limestone of an ancient reef, thrust upward by tectonic pressure) they contain cave coral, stalactites, dangling fig-tree roots and little insectivorous bats. The most popular (one-hour) tour showcases their remarkable acoustics with a classical-music recording in Cathedral Cave, and is suitable for all ages and most fitness levels.\nThe cathedral has become a popular wedding spot, and hosts several concerts throughout the year. In December, around the summer solstice (1 December to 14 January), sunlight beams through a 14m vertical shaft into Belfry Cave, creating an electrifying light show. If you stand directly below the beam, reflected sunlight colours the whole cavern with whatever colour you’re wearing.There are other tours that focus on palaeontology and fossils. Also, daring spelunkers over 16 years old and of decent fitness can book a two-hour ‘adventure tour’ ($90), which has you crawling through tight spots with names such as ‘Fat Man’s Misery’. A less strenuous family version of this tour is also offered (adult/child $50/40; also two hours long).The Capricorn Caves complex has barbecue areas, a pool, a kiosk and accommodation (powered sites $35, cabins from $150)."
},
{
    "country": "queensland",
    "index": 2,
    "name": "Botanic Gardens",
    "latitude": "-23.399969",
    "longitude": "150.490808",
    "excerpt": "These Heritage-listed gardens, begun in 1873, are a beautiful escape from often-sweltering Rockhampton, with tropical and subtropical rainforest,…",
    "detail_url": "https://www.lonelyplanet.com/australia/queensland/rockhampton/attractions/botanic-gardens/a/poi-sig/1156997/362355",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/135584336_full.jpg",
    "detail_description": "These Heritage-listed gardens, begun in 1873, are a beautiful escape from often-sweltering Rockhampton, with tropical and subtropical rainforest, landscaped gardens and lily-covered lagoons. The formal Japanese garden is delightfully restful, there's a cafe, and the small, well-kept zoo&nbsp;has koalas, lion-tailed macaques, Asian small-clawed otters, dingoes, chimpanzees, a walk-through aviary and more.\nTickets and Information\nAdmission to the gardens (open 6am to sunset) and the zoo (open&nbsp;8am to 4.30pm) is free. Guided tours are available for a fee and must be booked in advance. The cafe is open 8am to 5pm and there is ample space available for a picnic if you'd prefer. Domestic animals are not permitted within the gardens.\n"
}
]