[
{
    "country": "ronda",
    "city": "Ronda",
    "index": 1,
    "name": "Plaza de Toros",
    "latitude": "36.742386777188",
    "longitude": "-5.1671469523175",
    "excerpt": "In existence for more than 200 years, this is one of Spain's oldest bullrings and the site of some of the most important events in bullfighting history. A…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/plaza-de-toros/a/poi-sig/1206830/360735",
    "image_url": null,
    "detail_description": "In existence for more than 200 years, this is one of Spain's oldest bullrings and the site of some of the most important events in bullfighting history. A visit is a way of learning about this deep-rooted Spanish tradition without actually attending a bullfight. The on-site Museo Taurino is crammed with memorabilia such as blood-spattered costumes worn by 1990s star Jesulín de Ubrique. It also includes artwork by Picasso and photos of famous fans such as Orson Welles and Ernest Hemingway.\nBuilt by Martín Aldehuela, the bullring is admired for its soft sandstone hues and galleried arches. At 66m in diameter, it is also the largest and, therefore, most dangerous bullring in Spain, yet it only seats 5000 spectators – a tiny number compared with the huge 50,000-seat bullring in Mexico City. Behind the Plaza de Toros, spectacular clifftop views open out from Paseo de Blas Infante and the nearby Alameda del Tajo park."
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 19,
    "name": "Iglesia de Nuestro Padre Jesús",
    "latitude": "36.740979277852",
    "longitude": "-5.1612759587521",
    "excerpt": "A 16th-century Gothic church with a striking bell tower.",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/iglesia-de-nuestro-padre-jesus/a/poi-sig/1248858/360735",
    "image_url": null,
    "detail_description": "A 16th-century Gothic church with a striking bell tower.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 18,
    "name": "Puerta de Carlos V",
    "latitude": "36.734605169214",
    "longitude": "-5.1646579202514",
    "excerpt": "A 16th-century gateway at the northern end of the old town.",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/puerta-de-carlos-v/a/poi-sig/430348/360735",
    "image_url": null,
    "detail_description": "A 16th-century gateway at the northern end of the old town.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 15,
    "name": "Puente Árabe",
    "latitude": "36.739411239232",
    "longitude": "-5.1629875820171",
    "excerpt": "One of three historic bridges spanning the gorge. This one is the oldest, dating from Moorish times.",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/puente-arabe/a/poi-sig/1248859/360735",
    "image_url": null,
    "detail_description": "One of three historic bridges spanning the gorge. This one is the oldest, dating from Moorish times.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 17,
    "name": "Iglesia de los Descalzos",
    "latitude": "36.744109094542",
    "longitude": "-5.1617815827969",
    "excerpt": "A 17th-century baroque church that was used as a Republican barracks during the civil war.",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/iglesia-de-los-descalzos/a/poi-sig/1248857/360735",
    "image_url": null,
    "detail_description": "A 17th-century baroque church that was used as a Republican barracks during the civil war.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 16,
    "name": "Iglesia de Nuestra Señora del Socorro",
    "latitude": "36.743226663603",
    "longitude": "-5.1655173236028",
    "excerpt": "This parish church is comparatively modern, dating from 1956; it's on the site of a former mosque.",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/iglesia-de-nuestra-senora-del-socorro/a/poi-sig/1248856/360735",
    "image_url": null,
    "detail_description": "This parish church is comparatively modern, dating from 1956; it's on the site of a former mosque.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 14,
    "name": "Puente Viejo",
    "latitude": "36.73978305668",
    "longitude": "-5.1632712485242",
    "excerpt": "Taking the narrow Calle Marqués de Salvatierra will bring you to the small Puente Viejo, with views down to the river as it rushes into the gorge.",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/puente-viejo/a/poi-sig/430344/360735",
    "image_url": null,
    "detail_description": "Taking the narrow Calle Marqués de Salvatierra will bring you to the small Puente Viejo, with views down to the river as it rushes into the gorge.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 13,
    "name": "Iglesia del Espírito Santo",
    "latitude": "36.734982035784",
    "longitude": "-5.163922526142",
    "excerpt": "This grandiose Gothic church dates from 1485, the year of Ronda's reconquest by order of the Reyes Catolicos (Catholic Monarchs); it took 20 years to…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/iglesia-del-espirito-santo/a/poi-sig/1248854/360735",
    "image_url": null,
    "detail_description": "This grandiose Gothic church dates from 1485, the year of Ronda's reconquest by order of the Reyes Catolicos (Catholic Monarchs); it took 20 years to build.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 12,
    "name": "Iglesia de la Merced",
    "latitude": "36.744501534078",
    "longitude": "-5.1675723420973",
    "excerpt": "The convent attached to this church was was one of the richest in the early 17th century and was home to several stunning paintings. Sadly, the paintings…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/iglesia-de-la-merced/a/poi-sig/1248855/360735",
    "image_url": null,
    "detail_description": "The convent attached to this church was was one of the richest in the early 17th century and was home to several stunning paintings. Sadly, the paintings were destroyed by the Carmelite Order when it took possession of the convent.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 11,
    "name": "Museo del Bandolero",
    "latitude": "36.737508134453",
    "longitude": "-5.1646504771367",
    "excerpt": "This small museum is dedicated to the banditry for which central Andalucía was once renowned. Old prints reflect that when the youthful bandoleros …",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/museo-del-bandolero/a/poi-sig/430328/360735",
    "image_url": null,
    "detail_description": "This small museum is dedicated to the banditry for which central Andalucía was once renowned. Old prints reflect that when the youthful bandoleros (bandits) were not being shot, hanged or garrotted by the authorities, they were stabbing each other in the back, literally as much as figuratively. You can pick up your fake pistol or catapult at the gift shop.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 10,
    "name": "Baños Árabes",
    "latitude": "36.738654324229",
    "longitude": "-5.1629239564788",
    "excerpt": "Backing onto Ronda’s river, these 13th-century Arab baths are among the best-preserved in all of Andalucía, with horseshoe arches, columns and clearly…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/banos-arabes/a/poi-sig/430350/360735",
    "image_url": null,
    "detail_description": "Backing onto Ronda’s river, these 13th-century Arab baths are among the best-preserved in all of Andalucía, with horseshoe arches, columns and clearly designated divisions between the hot and cold thermal areas. An excellent 10-minute video (in Spanish and English) helps you visualise the baths in their heyday. Enjoy the pleasant walk down here from the centre of town.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 9,
    "name": "Museo de Ronda",
    "latitude": "36.737778110952",
    "longitude": "-5.166863461125",
    "excerpt": "This somewhat faded city museum displays artefacts and information spanning several millennia of Andalucian history. Of even more interest to some will be…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/museo-de-ronda/a/poi-sig/1268548/360735",
    "image_url": null,
    "detail_description": "This somewhat faded city museum displays artefacts and information spanning several millennia of Andalucian history. Of even more interest to some will be the palatial setting. Built for Abomelic, ruler of Ronda in 1314, the palace has retained its colonnaded internal Mudéjar courtyard, from where a horseshoe arch leads to a clifftop garden with fountains and splendid views.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 8,
    "name": "Museo Joaquín Peinado",
    "latitude": "36.738394",
    "longitude": "-5.16587",
    "excerpt": "Native Ronda artist Joaquín Peinado was an amigo and contemporary of Picasso's, a fact reflected in his work, with its strong abstract lines, flirtations…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/museo-joaquin-peinado/a/poi-sig/1587113/360735",
    "image_url": null,
    "detail_description": "Native Ronda artist Joaquín Peinado was an amigo and contemporary of Picasso's, a fact reflected in his work, with its strong abstract lines, flirtations with cubism and seeming obsession with female nudes. Nearly two hundred of his pieces are displayed in the 18th-century Palacio Marqueses de Moctezuma, a typically Andalucian space that's been fitted with a plush minimalist interior.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 7,
    "name": "Iglesia de Santa María La Mayor",
    "latitude": "36.737540431531",
    "longitude": "-5.1654419742342",
    "excerpt": "The city’s original mosque metamorphosed into this elegant church. Just inside the entrance is an arch covered with Arabic inscriptions that was part of…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/iglesia-de-santa-maria-la-mayor/a/poi-sig/430326/360735",
    "image_url": null,
    "detail_description": "The city’s original mosque metamorphosed into this elegant church. Just inside the entrance is an arch covered with Arabic inscriptions that was part of the mosque’s mihrab (prayer niche indicating the direction of Mecca). The church has been declared a national monument, and its interior is a riot of decorative styles and ornamentation. A huge central cedar choir stall divides the church into two sections: aristocrats to the front, everyone else at the back.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 6,
    "name": "Puerta de Almocábar",
    "latitude": "36.734618637213",
    "longitude": "-5.1645203642798",
    "excerpt": "The old town is surrounded by massive fortress walls pierced by two ancient gates: the Islamic Puerta de Almocábar, which in the 13th century was the main…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/puerta-de-almocabar/a/poi-sig/430346/360735",
    "image_url": null,
    "detail_description": "The old town is surrounded by massive fortress walls pierced by two ancient gates: the Islamic Puerta de Almocábar, which in the 13th century was the main gateway to the castle, and the 16th-century Puerta de Carlos V. Inside, the Islamic layout remains intact, but the maze of narrow streets now takes its character from the Renaissance mansions of powerful families whose predecessors accompanied Fernando el Católico in the taking of the city in 1485.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 4,
    "name": "Puente Nuevo",
    "latitude": "36.740741",
    "longitude": "-5.165977",
    "excerpt": "Straddling the dramatic gorge of the Río Guadalevín (Deep River) is Ronda's most recognisable sight, the towering Puente Nuevo, so named not because it's…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/puente-nuevo/a/poi-sig/430342/360735",
    "image_url": null,
    "detail_description": "Straddling the dramatic gorge of the Río Guadalevín (Deep River) is Ronda's most recognisable sight, the towering Puente Nuevo, so named not because it's particularly new (building started in 1759) but because it's newer than the Puente Viejo. A rather lacklustre interpretive centre documenting the bridge's history sits directly underneath. You'll get better bridge views from above, or from the Sendero Los Molinos, which runs along the bottom of the gorge. The bridge separates the old and new towns.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 5,
    "name": "Plaza de España",
    "latitude": "36.741231",
    "longitude": "-5.166289",
    "excerpt": "The town's main square was made famous by Ernest Hemingway in For Whom the Bell Tolls. Chapter 10 tells how, early in the civil war, the 'fascists' of a…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/plaza-de-espana/a/poi-sig/430338/360735",
    "image_url": null,
    "detail_description": "The town's main square was made famous by Ernest Hemingway in For Whom the Bell Tolls. Chapter 10 tells how, early in the civil war, the 'fascists' of a small town were rounded up in the ayuntamiento (town hall), clubbed, and made to walk the gauntlet between two lines of townspeople before being thrown off a cliff. The episode is based on events that took place here in the Plaza de España. What was the ayuntamiento is now Ronda's parador.\n"
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 2,
    "name": "Museo Lara",
    "latitude": "36.739167800504",
    "longitude": "-5.165061128773",
    "excerpt": "This crazy, cluttered museum is the private collection of Juan Antonio Lara Jurado, who has been a collector since the age of 10. Now in his 80s, he still…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/museo-lara/a/poi-sig/1268951/360735",
    "image_url": null,
    "detail_description": "This crazy, cluttered museum is the private collection of Juan Antonio Lara Jurado, who has been a collector since the age of 10. Now in his 80s, he still lives above the museum. You name it, it's here: priceless, historic collections of clocks, weapons, radios, gramophones, sewing machines, telephones, typewriters, smoking pipes, opera glasses, Spanish fans, scales, cameras, carriages and far, far more.\nThere's a grisly exhibit on the Inquisition with various torture apparatus, including head crushers and stocks. Then there's the witchcraft room, which kids, in particular, will love. Think pickled toads and the like."
},
{
    "country": "ronda",
    "city": "Ronda",
    "index": 3,
    "name": "Casa del Rey Moro",
    "latitude": "36.739887696425",
    "longitude": "-5.1643064220172",
    "excerpt": "Several landscaped terraces give access to La Mina, an Islamic stairway of nearly two hundred steps cut into the rock all the way down to the river at the…",
    "detail_url": "https://www.lonelyplanet.com/spain/andalucia/ronda/attractions/casa-del-rey-moro/a/poi-sig/430324/360735",
    "image_url": null,
    "detail_description": "Several landscaped terraces give access to La Mina, an Islamic stairway of nearly two hundred steps cut into the rock all the way down to the river at the bottom of the gorge. These steps enabled Ronda to maintain water supplies when it was under attack. It was also the point where Christian troops forced entry in 1485. The steps are dark, steep and wet in places. Take care.\nThe landscaped terraces were the work of French landscape architect Jean-Claude Forestier in 1912. Forestier was also responsible for Seville's Parque de María Luisa."
}
]