[
{
    "country": "russia",
    "city": "Moscow",
    "index": 1,
    "name": "Armoury",
    "latitude": "55.74953124",
    "longitude": "37.61338835",
    "excerpt": "The Armoury dates to 1511, when it was founded under Vasily III to manufacture and store weapons, imperial arms and regalia for the royal court. Later it…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/armoury/a/poi-sig/1473319/1336043",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/490705545_master.jpg",
    "detail_description": "The Armoury dates to 1511, when it was founded under Vasily III to manufacture and store weapons, imperial arms and regalia for the royal court. Later it also produced jewellery, icon frames and embroidery. To this day, the Armoury contains plenty of treasures for ogling, and remains a highlight of any visit to the Kremlin. If possible, buy your time-specific ticket to the Armoury when you buy your ticket to the Kremlin.\nYour tour starts upstairs, where the first two rooms house gold and silver objects from the 12th to the 17th centuries, many of which were crafted in the Kremlin workshops. In Room 2, you'll find the renowned Easter eggs made by St Petersburg jeweller Fabergé. The tsar and tsarina traditionally exchanged these gifts each year at Easter. Most famous is the Grand Siberian Railway egg, with gold train, platinum locomotive and ruby headlamp, created to commemorate the Moscow–Vladivostok line.The following rooms display armour, weapons and more armour and more weapons. Don’t miss the helmet of Prince Yaroslav, the chain mail of Boris Godunov, and the sabres of Minin and Pozharsky.Downstairs in Room 6, you can see the coronation dresses of 18th-century empresses (Empress Elizabeth, we’re told, had 15,000 other dresses). Other ‘secular’ dress is also on display, including an impressive pair of boots that belonged to Peter the Great. The following room contains the joint coronation throne of boy tsars Peter the Great and his half-brother Ivan V (with a secret compartment from which Regent Sofia prompted them), as well as the 800-diamond throne of Tsar Alexey, Peter’s father. The gold Cap of Monomakh, jewel-studded and sable-trimmed, was used for two centuries at coronations.End your tour in Room 9, which houses centuries’ worth of royal carriages and sledges. Look for the sleigh in which Elizabeth rode from St Petersburg to Moscow for her coronation, pulled by 23 horses at a time – about 800 in all for the trip.A one-hour audio guide is available to point out some of the collection's highlights, or you can download the Armoury Chamber app on your smartphone and use it instead."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 37,
    "name": "Palace Square",
    "latitude": "59.93947448",
    "longitude": "30.31414525",
    "excerpt": "This vast expanse is simply one of the most striking squares in the world, still redolent of imperial grandeur almost a century after the end of the…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/palace-square/a/poi-sig/1480183/1336038",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3daf8e0b359f6a4ab4b15d38db1abd6b-palace-square.jpg",
    "detail_description": "This vast expanse is simply one of the most striking squares in the world, still redolent of imperial grandeur almost a century after the end of the Romanov dynasty. For the most amazing first impression, walk from Nevsky pr, up Bolshaya Morskaya ul and under the triumphal arch.\nIn the centre of the square, the 47.5m Alexander Column was designed in 1834 by Montferrand. Named after Alexander I, it commemorates the 1812 victory over Napoleon.The square’s northern end is capped by the Winter Palace (Zimny Dvorets), a rococo profusion of columns, windows and recesses, topped by rows of larger-than-life statues. A residence of tsars from 1762 to 1917, it’s now the largest part of the State Hermitage Museum.Curving an incredible 580m around the south side of the square is the Carlo Rossi–designed General Staff Building completed in 1829. The east wing now houses a branch of the Hermitage while the west wing is the headquarters of the Western Military District. The two great blocks are joined by a triumphal arch over Bolshaya Morskaya ul, topped by the Chariot of Glory by sculptors Stepan Pimenov and Vasily Demuth-Malinovsky, another monument to the Napoleonic Wars."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 36,
    "name": "Borodino Field",
    "latitude": "55.519181",
    "longitude": "35.827403",
    "excerpt": "The entire battlefield – more than 100 sq km – is now part of the Borodino Field Museum-Preserve, its vast fields dotted with dozens of memorials to…",
    "detail_url": "https://www.lonelyplanet.com/russia/borodino/attractions/borodino-field/a/poi-sig/1478492/360417",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1440032737.jpg",
    "detail_description": "The entire battlefield – more than 100 sq km – is now part of the Borodino Field Museum-Preserve, its vast fields dotted with dozens of memorials to specific divisions and generals. The hilltop monument in front of Borodino Museum is Bagration’s tomb (Могила Багратиона), the grave of Prince Bagration, a heroic Georgian infantry general who was mortally wounded in battle. The front line was roughly along the 4km road from Borodino train station to the museum: you’ll see many monuments close to the road.\nFurther south, a concentration of monuments around Semyonovskoe marks the battle’s most frenzied fighting. Here, Bagration’s heroic Second Army, opposing far more numerous French forces, was virtually obliterated. Apparently, Russian commander Mikhail Kutuzov deliberately sacrificed Bagration’s army to save his larger First Army, opposing lighter French forces in the northern part of the battlefield. Kutuzov’s headquarters are marked by an obelisk in the village of Gorky. Another obelisk near Shevardino to the southwest, paid for in 1912 with French donations, marks Napoleon’s camp.The battle scene was recreated during WWII, when the Red Army confronted the Nazis on this very site. Memorials to this battle also dot the fields, and WWII trenches surround the monument to Bagration. Near the train station are two WWII mass graves."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 35,
    "name": "Menshikov Palace",
    "latitude": "59.939074496212",
    "longitude": "30.29608535839",
    "excerpt": "The first stone building in the city, the Menshikov Palace was built to the grandiose tastes of Prince Alexander Menshikov, Peter the Great’s closest…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/vasilyevsky-island/attractions/menshikov-palace/a/poi-sig/374447/1336041",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1ae0e2eb62bf8be4812312fa96fdb63defe15af6d66a705a8ba8728b9b33c566.jpg",
    "detail_description": "The first stone building in the city, the Menshikov Palace was built to the grandiose tastes of Prince Alexander Menshikov, Peter the Great’s closest friend and the first governor of St Petersburg. It is now a branch of the Hermitage, and while only a relatively small part of the palace is open to visitors, its interiors are some of the oldest and best preserved in the city.\nMenshikov was of humble origins (he is said to have sold pies on the streets of Moscow as a child), but his talent for both organisation and intrigue made him the second-most important person in the Russian Empire by the time of Peter’s death in 1725. His palace, built mainly between 1710 and 1714, was the city’s smartest residence at the time (compare it to Peter the Great’s tiny Summer Palace across the river). Peter used Menshikov's palace for official functions.The 1st floor displays some stunning Dutch tile work, intended to fortify the rooms against humidity to help ease Menshikov’s tuberculosis. Original furniture and the personal effects of Menshikov are on display and each room has a fact sheet in English explaining its history. Vavara’s Chamber is particularly evocative of how the aristocracy lived during Peter’s time, while the impressive Walnut Study also stands out.Also of note is the magnificent Grand Hall, where balls and banquets were held, including the infamous reception for Peter's dwarf wedding, in which Peter and his court sniggered as some 70-odd dwarfs from all over Russia attended the wedding and the subsequent drunken party of Peter's favourite dwarf."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 39,
    "name": "Trinity Cathedral",
    "latitude": "59.91652373",
    "longitude": "30.30563502",
    "excerpt": "The Trinity Cathedral boasts stunning blue cupolas emblazoned with golden stars. A devastating fire in 2006 caused the 83m-high central cupola to collapse…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/smolny-vosstaniya/attractions/trinity-cathedral/a/poi-sig/1480393/1336039",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4e12501d5e8b66b2b4b2bf830246ed92-trinity-cathedral.jpg",
    "detail_description": "The Trinity Cathedral boasts stunning blue cupolas emblazoned with golden stars. A devastating fire in 2006 caused the 83m-high central cupola to collapse, but it has been fully restored and now looks even better than it did before. Construction of the vast cathedral began in 1828, according to a design by Vasily Stasov. The cathedral was consecrated in 1835 and functioned as the chapel for the Izmailovsky Guards, who were garrisoned next door.\nIn honour of the Russian victory in the Russo-Turkish War in 1878, the memorial Column of Glory was constructed out of 128 Turkish cannons. (The present monument was erected on the north side of the cathedral in 2003: it is an exact replica of the original, which was destroyed by Stalin.)The cathedral was famed for its immense collection of icons, as well as several silver crosses dating from the 18th and 19th centuries. After the revolution, most of these treasures were looted, the ornate interiors were destroyed and the cathedral was finally closed in 1938.Trinity Cathedral was returned to the Orthodox Church in 1990, but the interior is decidedly bare, especially compared with its previous appearance. It was here that Fyodor Dostoevsky married his second wife, Anna Snitkina, in 1867."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 40,
    "name": "Bronze Horseman",
    "latitude": "59.936440424186",
    "longitude": "30.30211687088",
    "excerpt": "The most famous statue of Peter the Great was immortalised as the Bronze Horseman in the epic poem by Alexander Pushkin. With his horse (representing…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/bronze-horseman/a/poi-sig/374307/1336038",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/92917399.jpg",
    "detail_description": "The most famous statue of Peter the Great was immortalised as the Bronze Horseman in the epic poem by Alexander Pushkin. With his horse (representing Russia) rearing above the snake of treason, Peter’s enormous statue was sculpted over 12 years for Catherine the Great by Frenchman Etienne Falconet. Its inscription reads ‘To Peter I from Catherine II – 1782’.\nMany have read significance into Catherine’s linking of her own name with that of the city’s founder: she had no legitimate claim to the throne and this statue is sometimes seen as her attempt to formalise the link (philosophical, if not hereditary) between the two monarchs. The significance of the inscription in both Latin and Cyrillic alphabets would not have been lost on the city’s population, which was still in the process of Westernisation during Catherine’s reign.Despite completing his lifework here, Falconet departed Russia a bitter, angry man. Years of arguing with the head of the Academy of Fine Arts over the finer details of the sculpture had taken its toll, and he didn’t even bother staying for the unveiling.It’s tradition for local newlyweds to be photographed here after their weddings, so expect to see plenty of jolly wedding parties."
},
{
    "country": "russia",
    "city": "Yakutsk",
    "index": 38,
    "name": "Permafrost Kingdom",
    "latitude": "62.04417",
    "longitude": "129.624252",
    "excerpt": "At Permafrost Kingdom, two neon-lit tunnels burrowed into a permanently frozen hill have been filled with dozens of fabulous, never-melting ice sculptures…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yakutsk/attractions/permafrost-kingdom/a/poi-sig/1475709/360489",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Russia%20Yakutsk%20Hani%20Santosa%20shutterstock_1476760115%20RFE.jpg",
    "detail_description": "At Permafrost Kingdom, two neon-lit tunnels burrowed into a permanently frozen hill have been filled with dozens of fabulous, never-melting ice sculptures of local pagan gods and a host of more recognisable objects and characters – a sitting Buddha, a pharaoh, Ded Moroz (Russia’s Santa Claus), a woolly mammoth and an icy interpretation of Picasso’s Guernica. Silver coats and woolly boots are given out to keep you insulated.\nPermafrost affects almost every aspect of life in Yakutsk, obstructing drainage, causing unstilted buildings to bow and then collapse, spontaneously chucking up mounds of earth, and emitting enough methane to possibly alter the earth’s climate catastrophically. The Permafrost Kingdom is a great way to get up close and personal with this nebulous and omnipresent beast. In this subterranean permafrost zone, the temperature ranges from –7°C in summer to a balmy (relative to outside temperatures) –20°C in winter. Indeed, caves adjacent to the kingdom are used for electricity-free cold storage in the warm months. This is by far Yakutsk's quirkiest attraction and makes for a great little excursion year-round. It's 13km west of Yakutsk’s centre; buses 7 and 25 go here from pr Lenina, or a taxi is around R300."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 34,
    "name": "Annunciation Cathedral",
    "latitude": "55.750053058601",
    "longitude": "37.616924643516",
    "excerpt": "The Annunciation Cathedral, at the southwest corner of Sobornaya pl, contains impressive murals in the gallery and an archaeology exhibit in the basement…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/annunciation-cathedral/a/poi-sig/373671/1336043",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-517015357_super.jpg",
    "detail_description": "The Annunciation Cathedral, at the southwest corner of Sobornaya pl, contains impressive murals in the gallery and an archaeology exhibit in the basement. The central chapel contains the celebrated icons of master painters Theophanes the Greek and Andrei Rublyov.\nMany of the murals in the gallery date from the 1560s. Among them are the Capture of Jericho in the porch, Jonah and the Whale in the northern arm of the gallery, and the Tree of Jesus on its ceiling. Other murals feature ancient philosophers Aristotle, Plutarch, Plato, Socrates and others holding scrolls with their own wise words.The small central part of the cathedral has a lovely jasper floor. The 16th-century frescoes include Russian princes on the north pillar and Byzantine emperors on the south, both with Apocalypse scenes above them.But the chapel's real treasure is the iconostasis, where restorers in the 1920s uncovered early 15th-century icons by three of the greatest medieval Russian artists. Theophanes likely painted the six icons at the right-hand end of the deesis row, the biggest of the six tiers of the iconostasis. Andrei Rublyov is reckoned to be the artist of most of the paintings at the left end of the festival row – above the deesis row – while the seven at the right-hand end are attributed to Prokhor of Gorodets.The basement – which remains from the previous 14th-century cathedral on this site – contains a fascinating exhibit on the archaeology of the Kremlin. The artefacts date from the 12th to 14th centuries, showing the growth of Moscow during this period."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 33,
    "name": "Archangel Cathedral",
    "latitude": "55.750176842193",
    "longitude": "37.617863416672",
    "excerpt": "The Archangel Cathedral at the southeastern corner of Sobornaya pl was for centuries the coronation, wedding and burial church of tsars. It was built by…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/archangel-cathedral/a/poi-sig/373675/1336043",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c0a68a0328a474a401ee89fb55c1a8a9540c32fbc66007806de142f5fc2a57f0.jpg",
    "detail_description": "The Archangel Cathedral at the southeastern corner of Sobornaya pl was for centuries the coronation, wedding and burial church of tsars. It was built by Ivan Kalita in 1333 to commemorate the end of the great famine, and dedicated to Archangel Michael, guardian of the Moscow princes. It contains the tombs of almost all of Muscovy's rulers from the 14th to the 17th century.\nBy the early 16th century the Archangel Cathedral fell into disrepair and was rebuilt between 1505 and 1508 by the Italian architect Alevisio Novi. Like the nearby Assumption Cathedral, it has five domes and is essentially Byzantine-Russian in style. However, the exterior has many Venetian Renaissance features, notably the distinctive scallop-shell gables and porticoes.The tombs of all Muscovy's rulers from the 1320s to the 1690s are here. The only absentee is Boris Godunov, whose body was taken out of the grave on the order of a False Dmitry and buried at Sergiev Posad in 1606. The bodies are buried underground, beneath the 17th-century sarcophagi and 19th-century copper covers. Tsarevich Dmitry, a son of Ivan the Terrible who died mysteriously in 1591, lies beneath a painted stone canopy.It was Dmitry's death that sparked the appearance of a string of impersonators, known as False Dmitrys, during the Time of Troubles. Ivan's own tomb is out of sight behind the iconostasis, along with those of his other sons: Ivan (whom he killed) and Fyodor (who succeeded him). From Peter the Great onwards, emperors and empresses were buried in St Petersburg; the exception was Peter II, who died in Moscow in 1730 and is here.The 17th-century murals were uncovered during restorations in the 1950s. The south wall depicts many of those buried here; on the pillars are some of their predecessors, including Andrei Bogolyubsky, Prince Daniil and his father, Alexander Nevsky."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 32,
    "name": "Anna Akhmatova Museum at the Fountain House",
    "latitude": "59.93588376",
    "longitude": "30.34650458",
    "excerpt": "Housed in the south wing of the Sheremetyev Palace, this touching and fascinating literary museum celebrates the life and work of Anna Akhmatova, St…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/smolny-vosstaniya/attractions/anna-akhmatova-museum-at-the-fountain-house/a/poi-sig/1120017/1336039",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/LPL-AnnaAkhmatovaMuseum.jpg",
    "detail_description": "Housed in the south wing of the Sheremetyev Palace, this touching and fascinating literary museum celebrates the life and work of Anna Akhmatova, St Petersburg’s most famous 20th-century poet. Akhmatova lived here from 1926 until 1952, invited by the art scholar Nikolai Punin, who lived in several rooms with his family. The two had a long-running affair, somewhat complicated by the tight living situation – Punin didn't want to separate from his wife.\nThe apartment is on the 2nd floor and is filled with mementos of the poet and correspondence with other writers, as well as elements from the life of Punin (like the overcoat hanging in the entry) and other boarders who lived here; sadly Punin would die in a gulag in 1953. A visit to this contemplative place also provides a glimpse of the interior of an (albeit atypical) apartment from the early to mid-20th century, even if relatively few pieces of original furniture have survived. Particularly moving is the study where, in her own words, Akhmatova 'quite unexpectedly' started her masterpiece Poem Without a Hero in 1940, and her living room where the poet had a famous all-night conversation with British diplomat Isaiah Berlin during the height of Stalinism, an event that had become legendary in Russian literary history. There are information panels in English in each room, as well as an audio guide available in English and several other languages.Admission also includes the Josef Brodsky American Study. Brodsky did not live here, but his connection with Akhmatova was strong. For lack of a better location, his office has been recreated here, complete with furniture and other artifacts from his adopted home in Massachusetts. Funds are currently being collected to open a Josef Brodsky Museum at the poet's former home a few blocks away on Liteyny pr.When coming to the museum, be sure to enter from Liteyny pr, rather than from the Fontanka River, where the main palace entrance is, as it's not possible to reach the museum from there."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 31,
    "name": "Museum of Decorative & Applied Arts",
    "latitude": "59.94320053",
    "longitude": "30.3405451",
    "excerpt": "Also known as the Stieglitz Museum, this fascinating establishment is as beautiful as you would expect a decorative arts museum to be. An array of…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/smolny-vosstaniya/attractions/museum-of-decorative-applied-arts/a/poi-sig/1473776/1336039",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f779321da24f66ed7b19fda79e7e6140-museum-of-decorative-applied-arts.jpg",
    "detail_description": "Also known as the Stieglitz Museum, this fascinating establishment is as beautiful as you would expect a decorative arts museum to be. An array of gorgeous objects is on display, from medieval furniture to 18th-century Russian tiled stoves and contemporary works by the students of the Applied Arts School (also housed here). This museum is less visited than some of its counterparts in the city, but the quiet atmosphere only adds to its appeal.\nIn 1878 the millionaire Baron Stieglitz founded the School of Technical Design and wanted to surround his students with world-class art to inspire them. He began a collection that was continued by his son and was to include a unique array of European and Oriental glassware, porcelains, tapestries, furniture and paintings. It eventually grew into one of Europe’s richest private collections. Between 1885 and 1895, a building designed by architect Maximilian Messmacher was built to house the collection and this building also became a masterpiece. Each hall is decorated in its own unique style, including Italian, Renaissance, Flemish and baroque. The Terem Room, in the style of the medieval Terem Palace of Moscow’s Kremlin, is an opulent knockout.After the revolution the school was closed, the museum’s collection redistributed to the Hermitage and the Russian Museum, and most of the lavish interiors were brutally painted or plastered over or even destroyed (one room was used as a sports hall). The painstaking renovation continues to this day, despite receiving no state funding.To find the museum, take the second entrance to the Academy as you walk up Solyanoy per from ul Pestelya. After buying tickets, head up the main staircase, turn right at the top, walk through two halls and then go down the lovely fresco-covered staircase to your left. Once you've visited the museum, feel free to wander around the grand halls and corridors of the Applied Arts School. If you continue the way you came to get to the museum and turn right you'll get to the school's main hall, with its signature skylights, where exhibitions of students' work are often held."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 30,
    "name": "VDNKh",
    "latitude": "55.825346",
    "longitude": "37.635984",
    "excerpt": "Palaces for workers! There is no better place to see this Soviet slogan put into practice than at VDNKh, which stands for Exhibition of Achievements of…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/vdnkh/a/poi-sig/373665/1336044",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5d1f7b607a2d2dd1b4745e5829628ea3e0cf107c37cd69f12d7020d050216ee1.jpg",
    "detail_description": "Palaces for workers! There is no better place to see this Soviet slogan put into practice than at VDNKh, which stands for Exhibition of Achievements of the National Economy. The place feels like a Stalinesque theme park, with palatial pavilions, each designed in its own unique style to represent all the Soviet republics and various industries, from geology to space exploration. Fresh from a thorough, though not yet entirely completed reconstruction, the place looks more splendid than ever.\nBuilt in 1939, VDNKh was designed as the main showcase of the socialist economy and lifestyle. The highlights are two opulently decorated fountains. Positioned in the second square from the main gate, People's Friendship Fountain is surrounded by 16 gilded female figures dressed in ethnic costumes representing Soviet republics (the mysterious 16th figure stands for the Karelo-Finnish republic disbanded in 1956). Further on, the jaw-dropping Stone Flower Fountain, themed around Ural Mountains miners' mythology, is covered in semi-precious stones from the area. It fronts the elegant Agriculture (Ukraine) Pavilion (reconstructed, but not reopened at the time of writing), which sports a corn-shaped tower and gilded statues of farm workers.Another highlight is the reopened Space Pavilion, an opulent temple of retro-futurism filled with rockets and replicas of space stations, some of which you can walk through.Approaching VDNKh from the metro, the soaring 100m titanium obelisk is a monument 'To the Conquerors of Space’, built in 1964 to commemorate the launch of Sputnik. In its base is the Cosmonautics Museum, featuring cool space paraphernalia such as the first Soviet rocket engine and the moon rover Lunokhod. An inspiring collection of space-themed propaganda posters evokes the era of the space race. Further down pr Mira, Vera Mukhina's gigantic statue of Worker &amp; Kolkhoz Woman is the most iconic communist-era piece of art ever created.If you reach the far end of VDNKh, you have the choice of either pressing on towards the extensive grounds of Moscow Main Botanical Gardens, or turning left towards the quaint Ostankino Park, surrounding a namesake palace."
},
{
    "country": "russia",
    "city": "Western Siberia",
    "index": 28,
    "name": "Minsalim Folk Art",
    "latitude": "58.200928",
    "longitude": "68.256855",
    "excerpt": "Minsalim is a master bone-carver who turns mammoth tusks and antler fragments into detailed figurines related to myths and legends of the local brand of…",
    "detail_url": "https://www.lonelyplanet.com/russia/siberia/tobolsk/attractions/minsalim-folk-art/a/poi-sig/1474662/360543",
    "image_url": null,
    "detail_description": "Minsalim is a master bone-carver who turns mammoth tusks and antler fragments into detailed figurines related to myths and legends of the local brand of shamanism. With a long mustache and flowing mane, eccentric Minsalim is something of a shaman himself and will gladly lead you on a tour of his workshop behind the gallery (phone in advance). His son and some members of staff speak English.\n"
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 29,
    "name": "Assumption Cathedral",
    "latitude": "55.750925573598",
    "longitude": "37.617090940475",
    "excerpt": "On the northern side of Sobornaya pl, with five golden helmet domes and four semicircular gables, the Assumption Cathedral is the focal church of pre…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/assumption-cathedral/a/poi-sig/373679/1336043",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/60a52f6e5f457fa3a57a474cb6782349c193d174edb9613ad8a01f3d2c9eeb3d.jpg",
    "detail_description": "On the northern side of Sobornaya pl, with five golden helmet domes and four semicircular gables, the Assumption Cathedral is the focal church of pre-revolutionary Russia and the burial place of most of the heads of the Russian Orthodox Church from the 1320s to 1700. A striking 1660s fresco of the Virgin Mary faces Sobornaya pl, above the door once used for royal processions. If you have limited time, come straight here. The visitors' entrance is at the western end.\nThe interior of the Assumption Cathedral is unusually bright and spacious, full of warm reds, blues and gold. The west wall features a scene of the Apocalypse, a favourite theme of the Russian Church in the Middle Ages. The pillars have pictures of martyrs on them, as martyrs are considered to be the pillars of faith. Above the southern gates are frescoes of Yelena and Constantine, who brought Christianity to Greece and the south of Russia. The space above the northern gate is taken by Olga and Vladimir, who brought Christianity to the north.Most of the existing murals on the cathedral walls were painted on a gilt base in the 1640s, with the exception of three grouped together on the south wall: The Apocalypse (Апокалипсис), The Life of Metropolitan Pyotr (Житие Митрополита Петра) and All Creatures Rejoice in Thee (О Тебе радуется). These are attributed to Dionysius and his followers, the cathedral's original 15th-century mural painters.The tombs of many of the leaders of the Russian Church (metropolitans up to 1590, patriarchs from 1590 to 1700) are against the north, west and south walls. Near the west wall is a shrine with holy relics of Patriarch Hermogen, who was starved to death during the Time of Troubles in 1612.Near the south wall, the tent-roofed wooden throne is known as the Throne of Monomakh. It was made in 1551 for Ivan the Terrible. Its carved scenes highlight the career of 12th-century Grand Prince Vladimir Monomakh of Kiev – considered to be Ivan's direct predecessor.The iconostasis dates from 1652, but its lowest level contains some older icons. The 1340s Saviour with the Angry Eye (Спас ярое око) is second from the right. On the left of the central door is the Virgin of Vladimir (Владимирская Богоматерь), an early 15th-century Rublyov-school copy of Russia's most revered image, the Vladimir Icon of the Mother of God (Владимирская Икона Богоматери). The 12th-century original, now in Moscow's Tretyakov Gallery, stood in the Assumption Cathedral from the 1480s to 1930. One of the oldest Russian icons, the 12th-century red-clothed St George (Святой Георгий) from Novgorod, is positioned by the north wall.The original icons of the lower, local tier are symbols of victory brought from Vladimir, Smolensk, Veliky Ustyug and other places. The south door was brought from the Nativity of the Virgin Cathedral in Suzdal."
},
{
    "country": "russia",
    "city": "Western Siberia",
    "index": 27,
    "name": "Riverside Promenade",
    "latitude": "57.166652",
    "longitude": "65.516667",
    "excerpt": "Tyumen's sleek riverside promenade runs northwest from the centre almost all the way to Trinity Monastery. The promenade offers great views of the…",
    "detail_url": "https://www.lonelyplanet.com/russia/siberia/tyumen/attractions/riverside-promenade/a/poi-sig/1492857/360544",
    "image_url": null,
    "detail_description": "Tyumen's sleek riverside promenade runs northwest from the centre almost all the way to Trinity Monastery. The promenade offers great views of the Voznesensko Georgievskiy Church reflected in the Tura River from the opposite (east) bank. Lovers Bridge leads over to the east bank, where you can explore curiously twisted old wooden houses along tree-lined Beregovaya ul (notably No. 73 and 53).\n"
},
{
    "country": "russia",
    "city": "Vladivostok",
    "index": 26,
    "name": "Zarya Centre for Contemporary Art",
    "latitude": "43.179238",
    "longitude": "131.917702",
    "excerpt": "The full renovation and repurposing of a former clothing factory into a giant creative complex containing offices, studios, cafes and work spaces is one…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/vladivostok/attractions/zarya-centre-for-contemporary-art/a/poi-sig/1574433/360482",
    "image_url": null,
    "detail_description": "The full renovation and repurposing of a former clothing factory into a giant creative complex containing offices, studios, cafes and work spaces is one of Vladivostok's most interesting recent developments. Visitors will be most interested in the excellent Zarya Centre for Contemporary Art, which is divided into two exhibition halls where top-notch contemporary art and design exhibitions are held. Check out what's on via the website.\nTo get here from the centre, take bus 41 from outside Clover House or bus 31 from outside the train station to the stop Fabrika Zarya and then cross the road using the bridge."
},
{
    "country": "russia",
    "city": "Western Siberia",
    "index": 25,
    "name": "Deputy’s Palace Museum",
    "latitude": "58.198474",
    "longitude": "68.251083",
    "excerpt": "Tobolsk's best museum, and indeed one of the best museums in Siberia, occupies a beautiful 18th-century former administration on the southwestern edge of…",
    "detail_url": "https://www.lonelyplanet.com/russia/siberia/tobolsk/attractions/deputy-s-palace-museum/a/poi-sig/1474655/360543",
    "image_url": null,
    "detail_description": "Tobolsk's best museum, and indeed one of the best museums in Siberia, occupies a beautiful 18th-century former administration on the southwestern edge of the Kremlin. The Romanovs called in here during their brief stint in Tobolsk in 1917, and a section of this remarkably modern museum is devoted to their time here. Tactile multimedia exhibits profile the characters who shaped Siberia before the Bolshevik revolution, as well as hometown heroes such as Dmitry Mendeleyev, who created the first periodic table.\nMost exhibits have English placards. The space-age multimedia displays are in Russian only but are fun to play with regardless. Visitors really emerge from here with a sense of Tobolsk's importance in the 18th and 19th centuries, when it was the capital of all Siberia. There's an impressive collection of local art up on the 3rd floor."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 24,
    "name": "Fabergé Museum",
    "latitude": "59.934763",
    "longitude": "30.34309",
    "excerpt": "The magnificently restored Shuvalovsky Palace is home to the world's largest collection of pieces manufactured by the jeweller Peter Carl Fabergé …",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/faberge-museum/a/poi-sig/1494094/1336038",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial1292364130.jpg",
    "detail_description": "The magnificently restored Shuvalovsky Palace is home to the world's largest collection of pieces manufactured by the jeweller Peter Carl Fabergé (including nine imperial Easter eggs) and fellow master craftspeople of pre-revolutionary Russia.\nTickets for the guided tours (one hour) can be booked online up to a week in advance."
},
{
    "country": "russia",
    "city": "Sakhalin Island",
    "index": 23,
    "name": "Cathedral of the Nativity",
    "latitude": "46.950453",
    "longitude": "142.759695",
    "excerpt": "This extraordinary new addition to Yuzhno-Sakhalinsk's otherwise ho-hum architectural ensemble is a staggeringly impressive golden-domed cathedral, which…",
    "detail_url": "https://www.lonelyplanet.com/russia/russian-far-east/yuzhno-sakhalinsk/attractions/cathedral-of-the-nativity/a/poi-sig/1576760/360492",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f0c45bcec93f2bf353799cbef6963394-cathedral-of-the-nativity.jpg",
    "detail_description": "This extraordinary new addition to Yuzhno-Sakhalinsk's otherwise ho-hum architectural ensemble is a staggeringly impressive golden-domed cathedral, which at 81m high is the tallest church in the Russian Far East. While the building was completed in 2016, it was still having its interior frescoes painted in 2017, and may not be fully complete for some time yet, although visitors are welcome.\n"
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 22,
    "name": "Street Art Museum",
    "latitude": "59.96021",
    "longitude": "30.426807",
    "excerpt": "It's well worth the effort making the trip out to see this magnificent collection of street art set inside a former 11-hectare industrial site. You'll…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/petrograd-vyborg-sides/attractions/street-art-museum/a/poi-sig/1491565/1336042",
    "image_url": null,
    "detail_description": "It's well worth the effort making the trip out to see this magnificent collection of street art set inside a former 11-hectare industrial site. You'll find a wide variety of formats, from huge murals covering walls to mixed-media installations set inside a former boilerhouse. Every year, the exhibition changes, with top artists from around the globe invited to contribute on themes like Revolution (featured in 2017 on the 100-year anniversary of Russia's October Revolution), Migrants and Peace.\nIntriguingly, parts of this industrial complex are still active, with workers at the laminated plastics factory SLOPAST surrounded by the encroaching artwork. Some of the workshops are decorated with epic works by the likes of top Russian street artists Timothy Radya, Kirill Kto and Nikita Nomerz, as well as the Spanish artist Escif. Before he died in 2013, Pasha 183 – frequently referred to as Russia's Banksy because of his anonymity – also contributed 'Walls Don't Sleep', a beautiful monochrome mural based on an image of Soviet factory workers.Guided tours take place on weekends (at 1pm and 2pm); call ahead to ensure an English-speaking guide is on hand. The museum also hosts outdoor concerts and other big events. Check the website for the latest.It's located in the industrial zone of Okhta, a 20-minute bus ride east of Ploshchad Lenina. Buses 28, 37 and 137 all go there."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 21,
    "name": "Hermitage Storage Facility",
    "latitude": "59.98751792",
    "longitude": "30.25985079",
    "excerpt": "Guided tours of the Hermitage’s state-of-the-art restoration and storage facility are highly recommended. This is not a formal exhibition as such, but the…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/petrograd-vyborg-sides/attractions/hermitage-storage-facility/a/poi-sig/1473816/1336042",
    "image_url": null,
    "detail_description": "Guided tours of the Hermitage’s state-of-the-art restoration and storage facility are highly recommended. This is not a formal exhibition as such, but the guides are knowledgeable and the examples chosen for display (paintings, furniture and carriages) are wonderful.The storage facility is directly behind the big shopping centre opposite the metro station – look for the enormous golden-yellow glass facility decorated with shapes inspired by petroglyphs.\nThe highlight is undoubtedly the gorgeous 17-part ceremonial tent presented to Alexander III by the Emir of Bukhara in 1893. Other treasures include an embroidered Turkish tent, presented to Catherine the Great by the Sultan Selim III one century earlier. Beside it stands an equally impressive modern diplomatic gift: a massive wood carving of the mythical garuda bird, given by Indonesia to the city for its 300th anniversary. Another section contains gorgeous pieces from the imperial wardrobe, including the wedding gown worn by Alexandra Feodorovna (Nicholas II's wife) and dresses worn by their daughters Tatiana and Olga, Russia's last tsarinas.Other notable displays are of ancient Russian icons and frescos; selections from the collection of 3500 canvases by Russian artists down the ages; a hall of imperial carriages; and a depository stacked with all kinds of furniture – a veritable imperial IKEA!Call ahead to reserve a tour in English."
},
{
    "country": "russia",
    "city": "Western Siberia",
    "index": 20,
    "name": "Trinity Monastery",
    "latitude": "57.16996879",
    "longitude": "65.51283788",
    "excerpt": "Riverside Trinity Monastery is undoubtedly Tyumen’s most appealing architectural complex. Its kremlin-style crenellated outer wall is pierced by a single…",
    "detail_url": "https://www.lonelyplanet.com/russia/siberia/tyumen/attractions/trinity-monastery/a/poi-sig/1066197/360544",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/460404913_medium.jpg",
    "detail_description": "Riverside Trinity Monastery is undoubtedly Tyumen’s most appealing architectural complex. Its kremlin-style crenellated outer wall is pierced by a single gate tower. Behind, gold domes top the striking Troitsky Church in the centre of the courtyard and, next to the black-turreted main gate, the 1727 Peter &amp; Paul Church. In summer the flower beds of the complex burst with colour. The monastery is a pleasant 30-minute walk northwest from the city centre.\n"
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 19,
    "name": "General Staff Building",
    "latitude": "59.938741",
    "longitude": "30.318253",
    "excerpt": "The east wing of this magnificent building, wrapping around the south of Dvortsovaya pl and designed by Carlo Rossi in the 1820s, marries restored…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/general-staff-building/a/poi-sig/374327/1336038",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c038ccd011fd8cdc9e22b582311c5ddf-general-staff-building.jpg",
    "detail_description": "The east wing of this magnificent building, wrapping around the south of Dvortsovaya pl and designed by Carlo Rossi in the 1820s, marries restored interiors with contemporary architecture to create a series of galleries displaying the Hermitage's amazing collection of Impressionist and post-Impressionist works. Contemporary art is here, too, often in temporary exhibitions by major artists.\nEntry to the galleries is via a broad new marble staircase, which doubles as an amphitheatre for musical performances held in the glassed-over courtyard."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 17,
    "name": "Hermitage Gardens",
    "latitude": "55.770526",
    "longitude": "37.609731",
    "excerpt": "All the things that have improved Moscow parks no end in recent years fill this small, charming garden to the brim. Today, it is possibly the most…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/tverskoy-novoslobodsky/attractions/hermitage-gardens/a/poi-sig/1495117/1336044",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1145341304-rfe.jpeg",
    "detail_description": "All the things that have improved Moscow parks no end in recent years fill this small, charming garden to the brim. Today, it is possibly the most happening place in Moscow, where art, food and crafts festivals, and concerts, occur almost weekly, especially in summer. Apart from the welcoming lawns and benches, it boasts a large children's playground, a summer cinema and a cluster of food and crafts kiosks. Come here to unwind and mingle with the coolest Muscovites.\nThe garden was created in 1894 around a theatre that saw the screening of the Lumière brothers' first film in 1896, as well as the 1898 Moscow premiere of Chekhov's Seagull – performed by the troupe that had just been scrambled together by Stanislavsky and Nemirovich-Danchenko."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 18,
    "name": "St Isaac's Cathedral",
    "latitude": "59.933969208696",
    "longitude": "30.306066739473",
    "excerpt": "The golden dome of St Isaac’s Cathedral dominates the St Petersburg skyline. Its obscenely lavish interior is open as a museum, although services are held…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/st-isaac-s-cathedral/a/poi-sig/374149/1336038",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a6c0ea705f8edbd3b61cb54049e35e1497fa15542d6467ada4482015e2207a9f.jpg",
    "detail_description": "The golden dome of St Isaac’s Cathedral dominates the St Petersburg skyline. Its obscenely lavish interior is open as a museum, although services are held in the cathedral throughout the year. Many people bypass the museum to climb the 262 steps to the kolonnada (colonnade) around the drum of the dome, providing superb city views.\nFrench designer Auguste de Montferrand began designing the cathedral in 1818, despite the fact that he was no architect. The cathedral took so long to build (until 1858) that Nicholas I was able to insist on an even more grandiose structure than Montferrand had originally planned. More than 100kg of gold leaf was used to cover the 21.8m-high dome alone."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 16,
    "name": "Alexander Nevsky Monastery",
    "latitude": "59.921497310896",
    "longitude": "30.386533962603",
    "excerpt": "The Alexander Nevsky Monastery – named for the patron saint of St Petersburg – is the city's most ancient and eminent monastery. Peter the Great made a…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/smolny-vosstaniya/attractions/alexander-nevsky-monastery/a/poi-sig/374289/1336039",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/LPL-AlexanderNevskyMonastery.jpg",
    "detail_description": "The Alexander Nevsky Monastery – named for the patron saint of St Petersburg – is the city's most ancient and eminent monastery. Peter the Great made a mistake when he founded the monastery on this spot at the far end of Nevsky pr, thinking wrongly that it was the site where Alexander of Novgorod had beaten the Swedes in 1240. Nonetheless, in 1797 the monastery became a lavra, the most senior grade of Russian Orthodox monasteries.\nToday it is a working monastery that attracts the most devout believers – a revered and holy place – as well as the gravesite of some of Russia's most famous artistic figures. You can wander freely around most of the grounds, but you must buy tickets from the kiosk on your right after entering the main gates to enter the most important two graveyards."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 15,
    "name": "Church of the Saviour on the Spilled Blood",
    "latitude": "59.940106",
    "longitude": "30.32895",
    "excerpt": "This five-domed dazzler is St Petersburg’s most elaborate church, with a classic Russian Orthodox exterior and an interior decorated with some 7000 sq…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/church-of-the-saviour-on-the-spilled-blood/a/poi-sig/1278298/1336038",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/100241073.jpg",
    "detail_description": "This five-domed dazzler is St Petersburg’s most elaborate church, with a classic Russian Orthodox exterior and an interior decorated with some 7000 sq metres of mosaics. Officially called the Church of the Resurrection of Christ, its far more striking colloquial name references the assassination attempt on Tsar Alexander II here in 1881.\nThe church, which clearly resembles Moscow's iconic St Basil's cathedral, is so lavish it took 24 years to build and went over budget by 1 million roubles – an enormous sum for the time. The project was co-authored by Alfred Parland, a Scottish-German architect from St Petersburg, and archimandrite Ignaty, who presided over the Russian Orthodox Church at the time. Following decades of abuse and neglect during the Soviet era, painstaking restoration began in the 1970s and took 27 years to complete."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 14,
    "name": "Peter & Paul Fortress",
    "latitude": "59.949956865377",
    "longitude": "30.315035168807",
    "excerpt": "Housing a cathedral where the Romanovs are buried, a former prison and various exhibitions, this large defensive fortress on Zayachy Island is the kernel…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/petrograd-vyborg-sides/attractions/peter-paul-fortress/a/poi-sig/374143/1336042",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/607e2dbe28ffa8d6e79c6587df6358e8-peter-paul-fortress.jpg",
    "detail_description": "Housing a cathedral where the Romanovs are buried, a former prison and various exhibitions, this large defensive fortress on Zayachy Island is the kernel from which St Petersburg grew into the city it is today. History buffs will love it and everyone will swoon at the panoramic views from atop the fortress walls, at the foot of which lies a sandy riverside beach, a prime spot for sunbathing.\nIndividual tickets are needed for each of the fortress’s attractions – though a combined entrance ticket gives access to Peter &amp; Paul Cathedral, the Trubetskoy Bastion and three other sites. The main entrance is across the Ioannovsky Bridge at the island's northeast end; there's also access via the Kronwerk Bridge, which is within walking distance of Sportivnaya metro station."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 13,
    "name": "Erarta Museum of Contemporary Art",
    "latitude": "59.932243",
    "longitude": "30.251434",
    "excerpt": "Erarta's superb hoard of 2800 pieces of Russian contemporary art trumps its somewhat far-flung location. Housed in an ingeniously converted neoclassical…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/vasilyevsky-island/attractions/erarta-museum-of-contemporary-art/a/poi-sig/1278367/1336041",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1151311418.jpg",
    "detail_description": "Erarta's superb hoard of 2800 pieces of Russian contemporary art trumps its somewhat far-flung location. Housed in an ingeniously converted neoclassical Stalinist building, the museum is spread over five floors, with the main galleries focused on the permanent collection. There are also installation spaces, plenty of temporary exhibitions, occasional shows, plus a good restaurant and gift shop.\r\n\nThe permanent collection is an excellent survey of the past half-century of Russian art, and is particularly strong on late-Soviet underground art. One nice curatorial touch is the frequent inclusion of objects depicted in paintings – a bowl of apples will sit, for example, in front of a painting entitled Apple Picking. It’s all terribly sleek, beautifully presented and the best place in St Petersburg to get a feel for contemporary Russian art.\r\n\r\nFrom Vasileostrovskaya metro station, catch bus 6 or 7, or trolleybus 10 or 11 from the opposite side of the road.\r\n"
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 12,
    "name": "New Holland",
    "latitude": "59.929522",
    "longitude": "30.289167",
    "excerpt": "This triangular island was closed for the most part of the last three centuries, and has opened to the public in dazzling fashion. There's plenty going on…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/sennaya-kolomna/attractions/new-holland/a/poi-sig/1473804/1336040",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3fe44019029da46994bad48147e02b61-lpl-03619.jpg",
    "detail_description": "This triangular island was closed for the most part of the last three centuries, and has opened to the public in dazzling fashion. There's plenty going on here, with hundreds of events happening throughout the year. There are summertime concerts, art exhibitions, yoga classes and film screenings, plus restaurants, cafes and shops. You can also come to enjoy a bit of quiet on the grass – or on one of the pontoons floating in the pond.\nIn Peter’s time, the complex was used for ship-building (its name refers to the place where he learned the trade). The impressive red-brick-and-granite arch, designed by Jean-Baptiste Vallin de la Mothe in the late 18th century, is one of the city’s best examples of Russian classicism. In the 19th century, a large basin was built in the middle of the island and experiments were conducted by scientist Alexey Krylov in an attempt to build a boat that couldn’t be capsized. In 1915 the navy built a radio transmitter here – the most powerful in Russia at the time."
},
{
    "country": "russia",
    "city": "Western Siberia",
    "index": 11,
    "name": "Kremlin",
    "latitude": "58.19889517",
    "longitude": "68.25389758",
    "excerpt": "The centrepiece of the tower-studded, white-walled, 18th-century kremlin is the glorious 1686 St Sofia Cathedral. Less eye-catching from the outside, but…",
    "detail_url": "https://www.lonelyplanet.com/russia/siberia/tobolsk/attractions/kremlin/a/poi-sig/1474804/360543",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1434073602.jpg",
    "detail_description": "The centrepiece of the tower-studded, white-walled, 18th-century kremlin is the glorious 1686 St Sofia Cathedral. Less eye-catching from the outside, but with splendid arched ceiling murals, is the Intercession Cathedral. Between the two is a 1799 bell tower, built for the Uglich bell, which famously signalled a revolt against Tsar Boris Godunov. The Kremlin prison is now the Castle Prison Museum, where you can get a sense of the grim life behind bars in both tsarist and Soviet times.\nThe elegant Arkhiereysky Mansion was closed for renovations when we visited and will eventually be reopened as an Orthodox history museum.Wooden stairs lead beneath the kremlin’s Pryamskoy Vzvoz (gatehouse) to the wonderfully dilapidated old town full of weather-beaten churches and angled wooden homes sinking between muddy lanes."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 10,
    "name": "Red Square",
    "latitude": "55.753259156405",
    "longitude": "37.62190757253",
    "excerpt": "Immediately outside the Kremlin’s northeastern wall is the celebrated Red Square, the 400m-by-150m area of cobblestones that is at the very heart of…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/red-square/a/poi-sig/1286797/1336043",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-498208877_high.jpg",
    "detail_description": "Immediately outside the Kremlin’s northeastern wall is the celebrated Red Square, the 400m-by-150m area of cobblestones that is at the very heart of Moscow. Commanding the square from the southern end is St Basil’s Cathedral. This panorama never fails to send the heart aflutter, especially at night.\nNext to the cathedral, an elevated platform, known as the Place of Skulls, was used for reading out decrees and proclamations in the old ages and became the setting for Pussy Riot's anti-Putin video clip in 2011. Nearby, the Minin &amp; Pozharsky Statue celebrates the heroes of the 1612 liberation war against the Poles.The word krasnaya in the name means 'red' now, but in old Russian it meant 'beautiful' and Krasnaya pl lives up to this epithet. Furthermore, it evokes an incredible sense of import to stroll across the place where so much of Russian history has unfolded. Note that the square is often closed for various celebrations or their rehearsals, so allow some leeway in your schedule."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 9,
    "name": "Russian Museum",
    "latitude": "59.93886885",
    "longitude": "30.33226812",
    "excerpt": "Focusing solely on Russian art, from ancient church icons to 20th-century paintings, the Russian Museum's collection is magnificent and can easily be…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/russian-museum/a/poi-sig/1278305/1336038",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/26622599.jpg",
    "detail_description": "Focusing solely on Russian art, from ancient church icons to 20th-century paintings, the Russian Museum's collection is magnificent and can easily be viewed in half a day or less. The collection includes works by Karl Bryullov, Alexander Ivanov, Nicholas Ghe, Ilya Repin, Natalya Goncharova, Kazimir Malevich and Kuzma Petrov-Vodkin, among many others, and the masterpieces keep on coming as you tour the beautiful Carlo Rossi–designed Mikhailovsky Palace and its attached wings.\nEntry is either from Arts Sq or via the connected Benois Wing on nab kanala Griboyedova. There's also an entrance from the lovely Mikhailovsky Garden behind the palace. Permanent and temporary exhibitions by the Russian Museum are also held at the Marble Palace, the Mikhailovsky Castle (also known as the Engineer's Castle) and the Stroganov Palace. Combined tickets, available at each palace, cover entrance either to your choice of two the same day (adult/student R600/270) or to all four within a three-day period (R850/400)."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 6,
    "name": "Moscow Kremlin",
    "latitude": "55.752997",
    "longitude": "37.619548",
    "excerpt": "The apex of Russian political power and once the centre of the Orthodox Church, the Kremlin is the kernel of not only Moscow, but of the whole country…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/moscow-kremlin/a/poi-sig/1286803/1336043",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c7345c3a11fd953e8734c78b75810d0d673af699685431da31f53446bad2b3c5.jpg",
    "detail_description": "The apex of Russian political power and once the centre of the Orthodox Church, the Kremlin is the kernel of not only Moscow, but of the whole country. From here, autocratic tsars, communist dictators and modern-day presidents have done their best – and worst – for Russia.Covering Borovitsky Hill on the Moscow River's north bank, it's enclosed by high walls 2.25km long (Red Square's outside the east wall). The best views of the complex are from Sofiyskaya nab across the river.\nBefore entering the Kremlin, deposit bags (free) at the left-luggage office, beneath the Kutafya Tower near the main ticket office in Alexander Garden. The entrance ticket covers admission to all five church-museums and the Patriarch's Palace. It does not include the Armoury, the Diamond Fund Exhibition or the Ivan the Great Bell Tower, which are priced separately.During warm months (April to October), many people try to visit the Kremlin around noon in order to watch the change of guards at Sobornaya Sq in the centre of the fortress. The ceremony involves a few dozen horses and men in historical attire performing sophisticated square-bashing choreography.Photography is not permitted inside the Armoury or any of the buildings on Sobornaya pl (Cathedral Sq)."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 8,
    "name": "Mariinsky Theatre",
    "latitude": "59.92550351",
    "longitude": "30.29577533",
    "excerpt": "The Mariinsky Theatre has played a pivotal role in Russian ballet ever since it was built in 1859 and remains one of Russia's most loved and respected…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/sennaya-kolomna/attractions/mariinsky-theatre/a/poi-sig/1480411/1336040",
    "image_url": "https://lp-cms-production.imgix.net/2023-04/shutterstock_1751419403.jpg",
    "detail_description": "The Mariinsky Theatre has played a pivotal role in Russian ballet ever since it was built in 1859 and remains one of Russia's most loved and respected cultural institutions. Its pretty green-and-white main building on aptly named Teatralnaya pl (Theatre Sq) is a must for any visitor wanting to see one of the world's great ballet and opera stages, while its newer second stage, the Mariinsky II, is a state-of-the-art opera house for the 21st century.\nThe building you see today opened its doors in 1860, and was named in honour of Maria Alexandrovna, the wife of Tsar Alexander II. Since its inception, the Mariinsky has seen some of the world's greatest musicians, dancers and singers on its stage. Petipa choreographed his most famous works here, including Swan Lake and The Nutcracker, and the premieres of Tchaikovsky's The Queen of Spades and Prokofiev's Romeo &amp; Juliet were held here. The Soviets initially closed the Mariinsky down, but as the renamed Kirov Ballet it became a major force in promoting the Soviet Union abroad, and is still the main reason that ballet and Russia remain synonymous worldwide.The best way to experience the building as its designers intended is to see an opera or ballet here."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 7,
    "name": "Lenin's Mausoleum",
    "latitude": "55.753631",
    "longitude": "37.619945",
    "excerpt": "Although Vladimir Ilych requested that he be buried beside his mum in St Petersburg, he still lies in state at the foot of the Kremlin wall, receiving…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/lenin-s-mausoleum/a/poi-sig/1279543/1336043",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_64158388.jpg",
    "detail_description": "Although Vladimir Ilych requested that he be buried beside his mum in St Petersburg, he still lies in state at the foot of the Kremlin wall, receiving visitors who come to pay their respects. Line up at the western corner of the square (near the entrance to Alexander Garden) to see the embalmed leader, who has been here since 1924. Note that photography is not allowed and stern guards ensure that all visitors remain respectful and silent.\nAfter trooping past the embalmed figure, emerge from the mausoleum and inspect the Kremlin wall, where other communist heavy hitters are buried, including Josef Stalin, the second general secretary, successor to Lenin; Leonid Brezhnev, the fourth general secretary, successor to Khrushchev; Felix Dzerzhinsky, the founder of the Cheka (forerunner of the KGB); Yakov Sverdlov, a key organiser of the revolution and the first official head of the Soviet state; Andrei Zhdanov, Stalin’s cultural chief and the second most powerful person in the USSR immediately after WWII; Mikhail Frunze, the Red Army leader who secured Central Asia for the Soviet Union in the 1920s; Inessa Armand, Lenin’s rumoured lover and a respected Bolshevik who was the director of Zhenotdel, an organisation fighting for equality for women within the Communist Party; Yury Gagarin, the first man in space; and John Reed, the American author of Ten Days that Shook the World, a first-hand account of the revolution."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 5,
    "name": "Yusupov Palace",
    "latitude": "59.928847785943",
    "longitude": "30.297371976267",
    "excerpt": "This spectacular palace on the Moyka River has some of the best 19th-century interiors in the city, in addition to a fascinating and gruesome history. The…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/sennaya-kolomna/attractions/yusupov-palace/a/poi-sig/374443/1336040",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1176374059.jpg",
    "detail_description": "This spectacular palace on the Moyka River has some of the best 19th-century interiors in the city, in addition to a fascinating and gruesome history. The palace’s last owner was the eccentric Prince Felix Yusupov, a high-society darling and at one time the richest man in Russia. Most notoriously, the palace is the place where Grigory Rasputin was murdered in 1916, and the basement where this now infamous plot unravelled can be visited as part of a guided tour.\nThe palace was built by Vallin de la Mothe in the 1770s, but the current interiors date from a century later, when it became the residence of the illustrious Yusupov family. The palace interiors are sumptuous and rich, with many halls painted in different styles and decked out with gilded chandeliers, silks, frescoes, tapestries and some fantastic furniture.Your visit begins on the 2nd floor, which features an amazing ballroom (the White Column Room), banquet hall, the delightful Green Drawing Room and the ornate rococo private theatre. The tour continues on the ground floor, where you will see the fabulous Turkish Study (used by Felix as a billiards room), the Prince's study and the Moorish Drawing Room, among many other rooms.If you want to see the room where Rasputin’s murder began (he was poisoned and shot to no avail, finally succumbing to drowning) you have to pay for an extra 90-minute tour, which takes place at 5pm daily. There are limited tickets available each day, so come in good time to secure a place."
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 4,
    "name": "Kunstkamera",
    "latitude": "59.941293",
    "longitude": "30.303898",
    "excerpt": "Also known as the Museum of Ethnology and Anthropology, this is the city’s first museum, founded in 1714 by Peter himself. It is famous largely for its…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/vasilyevsky-island/attractions/kunstkamera/a/poi-sig/374253/1336041",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/77b22514178ea0fc2e7a5e88969edeb0-kunstkamera.jpg",
    "detail_description": "Also known as the Museum of Ethnology and Anthropology, this is the city’s first museum, founded in 1714 by Peter himself. It is famous largely for its ghoulish collection of monstrosities, preserved ‘freaks’, two-headed mutant foetuses, deformed animals and odd body parts, all collected by Peter. While most rush to see these sad specimens, there are also interesting exhibitions on native peoples from around the world.\nPeter's aim in setting up the museum was to demonstrate that the malformations were not the result of the evil eye or sorcery, but rather accidents of nature. This fascinating place is an essential St Petersburg sight, although not one for the faint-hearted. Think twice about bringing young children here, and consider giving Kunstkamera a wide berth if you are pregnant yourself. Indeed, where else can you see specimens with such charming names as ‘double-faced monster with brain hernia’?Yet the famous babies in bottles make up just a small part of the enormous collection that also encompasses some wonderfully kitsch dioramas exhibiting rare objects and cultural practices from all over the world, and you can easily spend an hour or two picking through these. The 3rd floor of the museum is given over to an exhibition about polymath Mikhail Lomonosov, with a recreation of his study-laboratory.The top floors of the museum are only open as part of a guided tour (in English; for up to four people R2700, call in advance to book), and include the great Gottorp Globe, a rotating globe and planetarium all in one."
},
{
    "country": "russia",
    "city": "Moscow",
    "index": 3,
    "name": "St Basil's Cathedral",
    "latitude": "55.752465258339",
    "longitude": "37.623109817505",
    "excerpt": "At the southern end of Red Square stands the icon of Russia: St Basil’s Cathedral. This crazy confusion of colours, patterns and shapes is the culmination…",
    "detail_url": "https://www.lonelyplanet.com/russia/moscow/kremlin-kitay-gorod/attractions/st-basil-s-cathedral/a/poi-sig/373447/1336043",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1a92cca135c161ed7ae94513805d7691-st-basil-s-cathedral.jpg",
    "detail_description": "At the southern end of Red Square stands the icon of Russia: St Basil’s Cathedral. This crazy confusion of colours, patterns and shapes is the culmination of a style that is unique to Russian architecture. In 1552 Ivan the Terrible captured the Tatar stronghold of Kazan on the Feast of Intercession. He commissioned this landmark church, officially the Intercession Cathedral, to commemorate the victory. Created from 1555 to 1561, this masterpiece would become the ultimate symbol of Russia.\r\n\nThe cathedral’s apparent anarchy of shapes hides a comprehensible plan of nine main chapels. The tall, tent-roofed tower in the centre houses the namesake Church of the Intercession of the Mother of God. The four biggest domes top four octagonal-towered chapels: the Church of Sts Cyprian &amp; Justina, Church of the Holy Trinity, Church of the Icon of St Nicholas the Miracle Worker, and the Church of the Entry of the Lord into Jerusalem. Finally, there are four smaller chapels in between. Each chapel was consecrated in honour of an event or battle in the struggle against Kazan.\r\n\r\nLegend has it that Ivan had the architects blinded so that they could never build anything comparable. This is a myth, however, as records show that they were employed a quarter of a century later (and four years after Ivan’s death) to add an additional chapel to the structure.\r\n\r\nThe Church of St Vasily the Blessed, the northeastern chapel on the 1st floor, contains the canopy-covered crypt of its namesake saint, one of the most revered in Moscow. Vasily (Basil) the Blessed was known as a 'holy fool', sometimes going naked and purposefully humiliating himself for the greater glory of God. He was believed to be a seer and miracle maker, and even Ivan the Terrible revered and feared him. This 10th chapel – the only one at ground level – was added in 1588, after the saint's death. Look for the icon depicting St Vasily himself, with Red Square and the Kremlin in the background.\r\n"
},
{
    "country": "russia",
    "city": "St Petersburg",
    "index": 2,
    "name": "State Hermitage Museum",
    "latitude": "59.941746679317",
    "longitude": "30.315293746976",
    "excerpt": "The Hermitage fully lives up to its sterling reputation. You can be absorbed by its treasures for days and still come out wanting more. The enormous…",
    "detail_url": "https://www.lonelyplanet.com/russia/st-petersburg/historic-heart/attractions/state-hermitage-museum/a/poi-sig/1278294/1336038",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-562854471_high.jpg",
    "detail_description": "The Hermitage fully lives up to its sterling reputation. You can be absorbed by its treasures for days and still come out wanting more. The enormous collection (over three million items, only a fraction of which are on display in 360 rooms) almost amounts to a comprehensive history of Western European art. Viewing it demands a little planning, so choose the areas you’d like to concentrate on before you arrive.\nCatherine the Great, one of the greatest art collectors of all time, began the collection. Nicholas I also greatly enriched it and opened the galleries to the public for the first time in 1852.It was the post-revolutionary period that saw the collection increase threefold, as many valuable private collections were seized by the state, including those of the Stroganovs, Sheremetyevs and Yusupovs. In 1948 it incorporated the renowned collections of post-Impressionist and Impressionist paintings of Moscow industrialists Sergei Shchukin and Ivan Morozov.The State Hermitage consists of five linked buildings along riverside Dvortsovaya nab. From west to east they are: Winter Palace, Small Hermitage, Great (Old) Hermitage, New Hermitage and Hermitage Theatre. The Hermitage's excursions office is the place to contact to arrange a guided tour.As much as you see in the museum, there’s about 20 times more in its vaults, part of which you can visit at the Hermitage Storage Facility. Other branches of the museum are the east wing of the General Staff Building (home to the Hermitage's amazing collection of Impressionist and post-Impressionist works), the Winter Palace of Peter I, the Menshikov Palace on Vasilyevsky Island, and the Museum of the Imperial Porcelain Factory in the south of the city."
}
]