[
{
    "country": "san-andres",
    "city": "San Andrés",
    "index": 1,
    "name": "Johnny Cay Natural Regional Park",
    "latitude": "12.599549",
    "longitude": "-81.689701",
    "excerpt": "This protected 4-hectare coral islet sits about 1.5km north of San Andrés Town. It's covered with coconut groves and surrounded by a lovely white-sand…",
    "detail_url": "https://www.lonelyplanet.com/colombia/san-andres-and-providencia/san-andres/attractions/johnny-cay-natural-regional-park/a/poi-sig/1302809/363329",
    "image_url": null,
    "detail_description": "This protected 4-hectare coral islet sits about 1.5km north of San Andrés Town. It's covered with coconut groves and surrounded by a lovely white-sand beach that's easily the best in San Andrés. The sunbathing is good, but be careful swimming here as there are dangerous currents. Boats leave from the main San Andrés Town beach (round trip on a colectivo/private boat COP$10,000/30,000 per person). The last boat back is at 5pm in high season, 3:30pm in low season.\nAs well as the taxi fare and entry to the cay, you'll be charged for food and drink you consume during your stay. Most of the time you'll be met by an unofficial waiter/fixer who will arrange refreshments for you during your stay and will keep a tab for you that you can pay at the end. Bear in mind that the cay can fill up far beyond capacity, and tourists fight for space with the estimated 500 iguanas that call the place home."
},
{
    "country": "san-andres",
    "city": "San Andrés",
    "index": 7,
    "name": "La Piscinita",
    "latitude": "12.542531",
    "longitude": "-81.731651",
    "excerpt": "Located just south of El Cove, La Piscinita is a good site for snorkeling. It has usually calm water, plenty of fish (which will eat out of your hand) and…",
    "detail_url": "https://www.lonelyplanet.com/colombia/san-andres-and-providencia/san-andres/attractions/la-piscinita/a/poi-sig/1056311/363329",
    "image_url": null,
    "detail_description": "Located just south of El Cove, La Piscinita is a good site for snorkeling. It has usually calm water, plenty of fish (which will eat out of your hand) and some facilities, including a restaurant serving seafood and renting snorkel gear.\n"
},
{
    "country": "san-andres",
    "city": "San Andrés",
    "index": 6,
    "name": "Hoyo Soplador",
    "latitude": "12.48132",
    "longitude": "-81.730975",
    "excerpt": "At the southern tip of the island, the Hoyo Soplador is a small geyser where sea water spouts into the air (up to 20m at times) through a natural hole in…",
    "detail_url": "https://www.lonelyplanet.com/colombia/san-andres-and-providencia/san-andres/attractions/hoyo-soplador/a/poi-sig/456091/363329",
    "image_url": null,
    "detail_description": "At the southern tip of the island, the Hoyo Soplador is a small geyser where sea water spouts into the air (up to 20m at times) through a natural hole in the coral. This phenomenon occurs only at certain times, when the winds and tide are right, but it's worth hanging around to see.\n"
},
{
    "country": "san-andres",
    "city": "San Andrés",
    "index": 5,
    "name": "La Loma",
    "latitude": "12.56269",
    "longitude": "-81.715407",
    "excerpt": "This small town in the inner part of San Andrés, also known as the Hill, is one of the most traditional places on the island. It's noted for its 1847…",
    "detail_url": "https://www.lonelyplanet.com/colombia/san-andres-and-providencia/san-andres/attractions/la-loma/a/poi-sig/456095/363329",
    "image_url": null,
    "detail_description": "This small town in the inner part of San Andrés, also known as the Hill, is one of the most traditional places on the island. It's noted for its 1847 Baptist church, the first to be established here. Be sure to take a stroll and absorb the unique atmosphere – it's the least Colombian-influenced part of the island.\n"
},
{
    "country": "san-andres",
    "city": "San Andrés",
    "index": 4,
    "name": "Haynes Cay",
    "latitude": "12.552427",
    "longitude": "-81.688671",
    "excerpt": "This small, rocky island doesn't offer beaches, but it's an idyllic and wild spot full of iguanas and great for snorkeling. There're a couple of…",
    "detail_url": "https://www.lonelyplanet.com/colombia/san-andres-and-providencia/san-andres/attractions/haynes-cay/a/poi-sig/1581897/363329",
    "image_url": null,
    "detail_description": "This small, rocky island doesn't offer beaches, but it's an idyllic and wild spot full of iguanas and great for snorkeling. There're a couple of restaurants and it's a fun day trip for much of the year, though it can get crowded on weekends and during the August holidays. Boat trips cost COP$15,000 from San Andrés Town.\n"
},
{
    "country": "san-andres",
    "city": "San Andrés",
    "index": 2,
    "name": "San Luis",
    "latitude": "12.530183",
    "longitude": "-81.708198",
    "excerpt": "Located on the island's east coast, San Luis boasts white-sand beaches and some fine traditional wooden houses. The sea here is good for snorkeling,…",
    "detail_url": "https://www.lonelyplanet.com/colombia/san-andres-and-providencia/san-andres/attractions/san-luis/a/poi-sig/456099/363329",
    "image_url": null,
    "detail_description": "Located on the island's east coast, San Luis boasts white-sand beaches and some fine traditional wooden houses. The sea here is good for snorkeling, though conditions can be a little rough. San Luis has no center as such and is really just a 3km string of mostly ramshackle houses along the coast, but it's a tranquil alternative to San Andrés Town.\n"
},
{
    "country": "san-andres",
    "city": "San Andrés",
    "index": 3,
    "name": "Cayo El Acuario",
    "latitude": "12.554899",
    "longitude": "-81.688929",
    "excerpt": "Off the east coast of San Andrés and right next to Haynes Cay, Acuario is a sandbank frequently visited by boat (round trip COP$15,000). The surrounding…",
    "detail_url": "https://www.lonelyplanet.com/colombia/san-andres-and-providencia/san-andres/attractions/cayo-el-acuario/a/poi-sig/1056315/363329",
    "image_url": null,
    "detail_description": "Off the east coast of San Andrés and right next to Haynes Cay, Acuario is a sandbank frequently visited by boat (round trip COP$15,000). The surrounding sea is shallow and calm, and good for snorkeling. If you forget to bring your snorkeling gear, you can rent some here on the beach.\n"
}
]