[
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 1,
    "name": "Old Mission Santa Barbara",
    "latitude": "34.437894",
    "longitude": "-119.713576",
    "excerpt": "California's ‘Queen of the Missions’ reigns above the city on a hilltop perch more than a mile north of downtown. Its imposing Ionic facade, an…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/old-mission-santa-barbara/a/poi-sig/427095/361800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/464669301_full.jpg",
    "detail_description": "California's ‘Queen of the Missions’ reigns above the city on a hilltop perch more than a mile north of downtown. Its imposing Ionic facade, an architectural homage to an ancient Roman chapel, is topped by an unusual twin-bell tower. Inside the mission’s 1820 stone church, notice the striking Chumash artwork. In the cemetery the elaborate mausoleums of early California settlers stand out, while the graves of thousands of Chumash lie largely forgotten.\nThe self-guided tour starts in the pretty garden before heading to the cemetery (where Juana María, the Chumash girl made famous in Scott O'Dell's 1960 children's novel Island of the Blue Dolphins was buried behind the tower). Next up is the church itself, followed by a series of rooms turned into a museum, which exhibit Chumash baskets, a missionary’s bedroom, a recreated 17th-century kitchen and time-capsule black-and-white photos showing the last Chumash residents of the Mission and the damage done to the buildings after the 1925 earthquake. Docent-guided tours are usually run at 11am on Tuesdays, Thursdays and Fridays, 10:30am on Saturdays and 12:30pm on Sundays; no reservations are taken.The mission was established on December 4 (the feast day of St Barbara), 1786, as the 10th California mission. Of California’s original 21 Spanish Colonial missions, it’s the only one that escaped secularization under Mexican rule. Continuously overseen by Franciscan friars since its founding, the mission is still an active parish church.From downtown, take MTD bus 6 or 11, then walk five blocks uphill."
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 21,
    "name": "Chase Palm Park",
    "latitude": "34.415655",
    "longitude": "-119.682312",
    "excerpt": "Kid-friendly waterfront park with a shipwreck-themed playground, lake with ducks and turtles, and a carousel dating from 1916. The shuttle bus stops here.",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/chase-palm-park/a/poi-sig/1489594/361800",
    "image_url": null,
    "detail_description": "Kid-friendly waterfront park with a shipwreck-themed playground, lake with ducks and turtles, and a carousel dating from 1916. The shuttle bus stops here.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 20,
    "name": "Leadbetter Beach",
    "latitude": "34.4022",
    "longitude": "-119.698362",
    "excerpt": "One of Santa Barbara's most popular beaches, always busy with surfers, wind- and kitesurfers, joggers and sunbathers. Facilities include reservable picnic…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/leadbetter-beach/a/poi-sig/1437119/361800",
    "image_url": null,
    "detail_description": "One of Santa Barbara's most popular beaches, always busy with surfers, wind- and kitesurfers, joggers and sunbathers. Facilities include reservable picnic areas and showers.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 18,
    "name": "Sea Center",
    "latitude": "34.410508",
    "longitude": "-119.685765",
    "excerpt": "From touch tanks full of tide-pool critters and crawl-through aquariums to whale sing-alongs, this place is interactive, educational and bound to keep the…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/sea-center/a/poi-sig/1437585/361800",
    "image_url": null,
    "detail_description": "From touch tanks full of tide-pool critters and crawl-through aquariums to whale sing-alongs, this place is interactive, educational and bound to keep the kids happy. Parking on the wharf is free for 90 minutes with a validated ticket.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 19,
    "name": "West Beach",
    "latitude": "34.410486",
    "longitude": "-119.689865",
    "excerpt": "Central, palm-tree-backed stretch of sand, right next to Stearns Wharf and the harbor (swimming isn't advisable). It's also the setting for large outdoor…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/west-beach/a/poi-sig/1489589/361800",
    "image_url": null,
    "detail_description": "Central, palm-tree-backed stretch of sand, right next to Stearns Wharf and the harbor (swimming isn't advisable). It's also the setting for large outdoor city events such as Fourth of July celebrations.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 16,
    "name": "Karpeles Manuscript Library Museum",
    "latitude": "34.42254",
    "longitude": "-119.705122",
    "excerpt": "Stuffed with a hodgepodge of historical written artifacts, this detour is for history nerds and book and literature lovers. One of a dozen Karpeles…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/karpeles-manuscript-library-museum/a/poi-sig/427093/361800",
    "image_url": null,
    "detail_description": "Stuffed with a hodgepodge of historical written artifacts, this detour is for history nerds and book and literature lovers. One of a dozen Karpeles manuscript museums nationwide, the rotating exhibits at this museum often spotlight literary masterworks, from Shakespeare to Sherlock Holmes.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 17,
    "name": "Shoreline Park",
    "latitude": "34.39657",
    "longitude": "-119.706602",
    "excerpt": "For great views across the city, mountains and ocean (with the chance to spot whales in season and dolphins year-round), come to Shoreline Park, southwest…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/shoreline-park/a/poi-sig/1564206/361800",
    "image_url": null,
    "detail_description": "For great views across the city, mountains and ocean (with the chance to spot whales in season and dolphins year-round), come to Shoreline Park, southwest of Santa Barbara. There are restrooms, picnic tables and a children's playground, and dogs are welcome.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 15,
    "name": "Casa de la Guerra",
    "latitude": "34.420275",
    "longitude": "-119.699092",
    "excerpt": "This grand 19th-century colonial adobe home displays Spanish, Mexican and California heritage exhibits. Dating back two centuries, it's been authentically…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/casa-de-la-guerra/a/poi-sig/1400776/361800",
    "image_url": null,
    "detail_description": "This grand 19th-century colonial adobe home displays Spanish, Mexican and California heritage exhibits. Dating back two centuries, it's been authentically restored: its whitewashed adobe with red-tiled roofs was an architectural model for rebuilding all of downtown Santa Barbara after the devastating 1925 earthquake.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 14,
    "name": "Thousand Steps Beach",
    "latitude": "34.395924",
    "longitude": "-119.713855",
    "excerpt": "Descend the cliffs on a historic staircase (don’t worry, there aren’t actually a thousand steps) for some windy beachcombing and tide-pooling (only at low…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/thousand-steps-beach/a/poi-sig/1489592/361800",
    "image_url": null,
    "detail_description": "Descend the cliffs on a historic staircase (don’t worry, there aren’t actually a thousand steps) for some windy beachcombing and tide-pooling (only at low tide), but no swimming. The beach is also accessible from Shoreline Park – head west along Shoreline Dr from the park and take a left on Santa Cruz Blvd.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 13,
    "name": "Santa Barbara Museum of Natural History",
    "latitude": "34.441141",
    "longitude": "-119.714241",
    "excerpt": "The huge whale skeleton by the entrance whets the appetite for the city's natural history museum. The usual dioramas of stuffed animals are on display in…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/santa-barbara-museum-of-natural-history/a/poi-sig/1486276/361800",
    "image_url": null,
    "detail_description": "The huge whale skeleton by the entrance whets the appetite for the city's natural history museum. The usual dioramas of stuffed animals are on display in dimly lit rooms (the bird collection is especially good on local species), but the joy of this place is that once you've learned about nature inside, you can head outside to the 'Museum's Backyard', a trail through woods by a creek, and engage with the real thing.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 12,
    "name": "Arroyo Burro Beach County Park",
    "latitude": "34.402723",
    "longitude": "-119.74323",
    "excerpt": "Swim (lifeguards on duty), stroll or just picnic on this gem of a stretch of sand, also known as Hendry's Beach, 5 miles southwest of Santa Barbara. It's…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/arroyo-burro-beach-county-park/a/poi-sig/1489591/361800",
    "image_url": null,
    "detail_description": "Swim (lifeguards on duty), stroll or just picnic on this gem of a stretch of sand, also known as Hendry's Beach, 5 miles southwest of Santa Barbara. It's flat, wide, away from tourists and great for kids, who can go tide-pooling. It’s also a popular local surf spot and the eastern section is dog-friendly (there's even a dog wash in the parking lot).\nFor a refined post-beach experience, grab a cocktail and some healthy food at the Boathouse, right next to the sand."
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 11,
    "name": "Santa Barbara Museum of Art",
    "latitude": "34.42331",
    "longitude": "-119.704134",
    "excerpt": "This thoughtfully curated, bite-sized art museum displays European and American masters – including Monet, Van Gogh and Degas – along with photography,…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/santa-barbara-museum-of-art/a/poi-sig/427105/361800",
    "image_url": null,
    "detail_description": "This thoughtfully curated, bite-sized art museum displays European and American masters – including Monet, Van Gogh and Degas – along with photography, classical antiquities and Asian artifacts and thought-provoking temporary exhibits. At the time of writing, some galleries were closed while the museum is retrofitted for earthquake protection.\nHighlight tours of current exhibitions start at 1pm daily and are included in admission. It also has an interactive children’s space, a museum shop and a cafe."
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 10,
    "name": "El Presidio de Santa Barbara State Historic Park",
    "latitude": "34.422417",
    "longitude": "-119.698631",
    "excerpt": "Founded in 1782 to defend the mission, this adobe-walled fort built by Chumash laborers was Spain's last military stronghold in Alta California. But its…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/el-presidio-de-santa-barbara-state-historic-park/a/poi-sig/427091/361800",
    "image_url": null,
    "detail_description": "Founded in 1782 to defend the mission, this adobe-walled fort built by Chumash laborers was Spain's last military stronghold in Alta California. But its purpose wasn’t solely to protect – the presidio also served as a social and political hub, and as a stopping point for traveling Spanish military. Today this small urban park harbors some of the city’s oldest structures. On a self-guided walking tour, be sure to stop at the chapel, its interior radiant with rich hues.\nAcross the street, El Cuartel is the second-oldest building in California.Admission also includes entry to nearby Casa de La Guerra, a 19th-century colonial adobe home displaying Spanish, Mexican and California heritage exhibits."
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 9,
    "name": "East Beach",
    "latitude": "34.414734",
    "longitude": "-119.679308",
    "excerpt": "Santa Barbara’s largest and most popular beach is a long, sandy stretch sprawling east of Stearns Wharf, with volleyball nets for pick-up games, a…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/east-beach/a/poi-sig/1489588/361800",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Barbara%20Tsuguliev%20Shutterstock_1233648373%20RFC%20crop.jpg",
    "detail_description": "Santa Barbara’s largest and most popular beach is a long, sandy stretch sprawling east of Stearns Wharf, with volleyball nets for pick-up games, a children’s play area and a snack bar. On Sunday afternoons, artists set up booths along the sidewalk, near the bike path.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 8,
    "name": "Santa Barbara Historical Museum",
    "latitude": "34.421549",
    "longitude": "-119.697204",
    "excerpt": "Embracing a romantic cloistered adobe courtyard, this peaceful little museum tells the story of Santa Barbara. Its endlessly fascinating collection of…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/santa-barbara-historical-museum/a/poi-sig/1252078/361800",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Barbara%20bruce%20burkhardt%20GettyImages-520108738%20RFE.jpg",
    "detail_description": "Embracing a romantic cloistered adobe courtyard, this peaceful little museum tells the story of Santa Barbara. Its endlessly fascinating collection of local memorabilia ranges from the simply beautiful, such as Chumash woven baskets and Spanish-colonial-era textiles, to the intriguing, such as an intricately carved coffer that once belonged to Junípero Serra. Learn about the city’s involvement in toppling the last Chinese monarchy, among other interesting lessons in local history.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 7,
    "name": "Santa Barbara Botanic Garden",
    "latitude": "34.456606",
    "longitude": "-119.709435",
    "excerpt": "Take a soul-satisfying jaunt around this 40-acre botanic garden, devoted to California’s native flora. Miles of partly wheelchair-accessible trails…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/santa-barbara-botanic-garden/a/poi-sig/427099/361800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6ef5d8a994399681bed8e18d22c82473-santa-barbara-botanic-garden.jpg",
    "detail_description": "Take a soul-satisfying jaunt around this 40-acre botanic garden, devoted to California’s native flora. Miles of partly wheelchair-accessible trails meander past cacti, redwoods and wildflowers and by the old mission dam, originally built by Chumash tribespeople to irrigate the mission’s fields. Guided tours (included with admission) depart at 11am and 2pm on Saturday and Sunday, and 2pm on Monday. Leashed, well-behaved dogs are welcome.\nIf you’re driving, head north from the mission to Foothill Blvd/Hwy 192, turn right and then left to continue on Mission Canyon Rd."
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 6,
    "name": "Santa Barbara Maritime Museum",
    "latitude": "34.403935",
    "longitude": "-119.693824",
    "excerpt": "On the harborfront, this jam-packed two-story exhibition celebrates Santa Barbara's briny history with nautical artifacts, memorabilia and hands-on…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/santa-barbara-maritime-museum/a/poi-sig/427103/361800",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Santa%20Barbara%20csfotoimages%20GettyImages-509289782%20RFE.jpg",
    "detail_description": "On the harborfront, this jam-packed two-story exhibition celebrates Santa Barbara's briny history with nautical artifacts, memorabilia and hands-on exhibits both fun and educational. Find out about sustainable fishing in a kelp forest and how to raise a sail; sort trash into world gyres, visit a tattoo parlor, take a virtual dive or watch deep sea diving documentaries in the theater. Don't miss the awesome harbor view from the 4th floor, which also has a visitor center (10.30 am to 4.30 pm).\nNinety minutes of free parking in the public lot or take the Lil’ Toot water taxi from Stearns Wharf."
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 5,
    "name": "Stearns Wharf",
    "latitude": "34.411813",
    "longitude": "-119.688663",
    "excerpt": "The southern end of State St gives way to Stearns Wharf, a rough wooden pier lined with souvenir shops, snack stands and seafood shacks. Built in 1872, it…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/stearns-wharf/a/poi-sig/427109/361800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-139795869_full.jpg",
    "detail_description": "The southern end of State St gives way to Stearns Wharf, a rough wooden pier lined with souvenir shops, snack stands and seafood shacks. Built in 1872, it’s the oldest continuously operating wooden wharf in California, although the actual structure has been rebuilt more than once. During the 1940s it was co-owned by tough-guy actor Jimmy Cagney and his brothers. If you have kids, take them inside the Sea Center.\nThe first 90 minutes parking on the wharf are free. But trust us, you’d rather walk than drive over the wharf’s bumpy wooden slats. The wharf entrance is a stop on MTD's downtown and waterfront shuttles."
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 4,
    "name": "Santa Barbara Zoo",
    "latitude": "34.420045",
    "longitude": "-119.665618",
    "excerpt": "Small (so it's perfect for young kids) Santa Barbara Zoo has 146 species covering all creatures great and small, including several not found in many other…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/santa-barbara-zoo/a/poi-sig/1564210/361800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5a648324cf813859bd7cfcc12500c21d-santa-barbara-zoo.jpg",
    "detail_description": "Small (so it's perfect for young kids) Santa Barbara Zoo has 146 species covering all creatures great and small, including several not found in many other zoos. Asian elephants Little Mac and Sujatha have been together here since 1972 and are hugely popular, as are the adorable meerkats. Don't miss the chance to see endangered California condors – probably your best bet for seeing them in the whole state – and giant anteaters. The antics of the Humboldt penguins always raise a smile.\nInformation panels give details on the animals and their habitats, plus tips for visitors on how to help preserve the creatures' natural environments (don't buy unsustainable palm oil, for example).Parking is available (weekdays $7, weekends $10) or take the Waterfront shuttle for just 50¢."
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 3,
    "name": "Santa Barbara County Courthouse",
    "latitude": "34.424188",
    "longitude": "-119.70239",
    "excerpt": "Built in Spanish-Moorish Revival style in 1929, the courthouse features hand-painted ceilings, wrought-iron chandeliers and tiles from Tunisia and Spain…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/santa-barbara-county-courthouse/a/poi-sig/1424684/361800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/687af01194b20e566a98b604c420c9ac-santa-barbara-county-courthouse.jpg",
    "detail_description": "Built in Spanish-Moorish Revival style in 1929, the courthouse features hand-painted ceilings, wrought-iron chandeliers and tiles from Tunisia and Spain. On the 2nd floor, step inside the hushed mural room depicting Spanish-colonial history, then head up to El Mirador, the 85ft clock tower, for arch-framed panoramas of the city, ocean and mountains. Explore on your own or join a free hour-long tour offered at 2pm daily and 10:30am Monday to Friday, starting in the Mural Room on the 2nd floor.\n"
},
{
    "country": "santa-barbara",
    "city": "Santa Barbara",
    "index": 2,
    "name": "MOXI",
    "latitude": "34.413681",
    "longitude": "-119.691356",
    "excerpt": "This next-gen science museum is an interactive treasure trove of exhibits and experiences related to sound, technology, speed, light and color that are…",
    "detail_url": "https://www.lonelyplanet.com/usa/california/santa-barbara/attractions/moxi/a/poi-sig/1560384/361800",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4ec0165445032faf4eff3b913cb93e92-moxi.jpeg",
    "detail_description": "This next-gen science museum is an interactive treasure trove of exhibits and experiences related to sound, technology, speed, light and color that are sure to delight and enlighten little ones. On three floors they can learn about music (by stepping inside a giant guitar), building a race car, or re-creating sound effects from famous movie scenes. Don't miss the views from the Sky Garden roof terrace and a nerve-challenging walk across a glass ceiling.\nWeekends get very busy, with waits for many of the exhibits, so try to come during the week when it's quieter."
}
]