[
{
    "country": "santa-marta",
    "city": "Santa Marta",
    "index": 1,
    "name": "Quinta de San Pedro Alejandrino",
    "latitude": "11.227845",
    "longitude": "-74.177606",
    "excerpt": "This hacienda is where Simón Bolívar spent his last days in 1830 before succumbing to either tuberculosis or arsenic poisoning, depending on whom you…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/santa-marta/attractions/quinta-de-san-pedro-alejandrino/a/poi-sig/1168131/363313",
    "image_url": null,
    "detail_description": "This hacienda is where Simón Bolívar spent his last days in 1830 before succumbing to either tuberculosis or arsenic poisoning, depending on whom you believe. The hacienda was owned by a Spanish supporter of Colombia's independence who invited Bolívar to stay and take a rest before his journey to exile in Europe, but Bolívar died before he could complete the journey.\nSeveral monuments have been built on the grounds in remembrance of Bolívar, the most imposing of which is a massive central structure called the Altar de la Patria, inside which a haughty Bolívar looks down.Just to the right of this is the Museo Bolivariano, which features works of art donated by Latin American artists, including those from Colombia, Venezuela, Panama, Ecuador, Peru and Bolivia, the countries liberated by Bolívar.Highlights among the wares in the house include an absolutely decadent marble bathtub. The hacienda was established at the beginning of the 17th century and was engaged in cultivating and processing sugarcane. It had its own trapiche (sugarcane mill) and a destilería (distillery).The outstanding grounds, home to Santa Marta's 22-hectare, iguana-filled Jardín Botánico, are also worth a stroll. Some of the property's trees alone warrant a trip out here. The quinta is in the far-eastern suburb of Mamatoco, about 4km from the city center. To get here, take the Mamatoco bus from the waterfront (Carrera 1C); it's a 20-minute trip (COP$1600) to the hacienda."
},
{
    "country": "santa-marta",
    "city": "Santa Marta",
    "index": 3,
    "name": "Iglesia de San Francisco",
    "latitude": "11.245346",
    "longitude": "-74.21137",
    "excerpt": "Dating from 1597, the squat Iglesia de San Francisco is little more than its colonial facade these days due to recurring earthquakes and fires over the…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/santa-marta/attractions/iglesia-de-san-francisco/a/poi-sig/1307873/363313",
    "image_url": null,
    "detail_description": "Dating from 1597, the squat Iglesia de San Francisco is little more than its colonial facade these days due to recurring earthquakes and fires over the centuries. Its interior currently dates from 1963 and is nothing special to look at. Taken over by the English during their late-17th-century occupation of the city, the church was once used as an aristocratic ladies' prison.\n"
},
{
    "country": "santa-marta",
    "city": "Santa Marta",
    "index": 2,
    "name": "Museo del Oro",
    "latitude": "11.245219",
    "longitude": "-74.213129",
    "excerpt": "Oro (gold) is only half of what this fabulous museum is about. Housed in the impressively renovated Casa de la Aduana (Customs House), which features in…",
    "detail_url": "https://www.lonelyplanet.com/colombia/caribbean-coast/santa-marta/attractions/museo-del-oro/a/poi-sig/465666/363313",
    "image_url": null,
    "detail_description": "Oro (gold) is only half of what this fabulous museum is about. Housed in the impressively renovated Casa de la Aduana (Customs House), which features in the Gabriel García Márquez novel No One Writes to the Colonel, the displays lure you in with ceramics and jewelry from the Nahuange and Tayrona periods, backed by a comprehensive history of metalwork in the pre-Columbian Sierra Nevada.\nUpstairs the history lesson continues in Spanish and English with the full story of Santa Marta's past, including a tribute to Simon Bolívar, who died here in 1830."
}
]