[
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 1,
    "name": "Catedral Primada de América",
    "latitude": "18.472961",
    "longitude": "-69.883954",
    "excerpt": "The first stone of this cathedral, the oldest standing in the Western hemisphere, was set in 1514 by Diego Columbus, son of the great explorer (the ashes…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/catedral-primada-de-america/a/poi-sig/1181867/358037",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7e860aca7c061e8da1490f5ca7df05a9-catedral-primada-de-america.jpg",
    "detail_description": "The first stone of this cathedral, the oldest standing in the Western hemisphere, was set in 1514 by Diego Columbus, son of the great explorer (the ashes of father and son supposedly once resided in the chapel's crypt). Construction, however, didn’t begin until the arrival of the first bishop, Alejandro Geraldini, in 1521. From then until 1540, numerous architects worked on the church and adjoining buildings, which is why the vault is Gothic, the arches Romanesque and the ornamentation baroque.\nIt’s anyone’s guess what the planned bell tower would have looked like: a shortage of funds curtailed construction, and the steeple, which undoubtedly would have offered a commanding view of the city, was never built.The cathedral's current interior is a far cry from the original – thanks to Drake and his crew of pirates, who used the basilica as their headquarters during their 1586 assault on the city. They stole everything of value that they could carry away and extensively vandalized the church before departing.Among the cathedral’s more impressive features are its awesome vaulted ceiling and its 14 interior chapels. Bare shoulders and legs are prohibited, but shawls are provided for those who need to cover up.Although Santo Domingo residents like to say their cathedral was the first in the Western hemisphere, in fact one was built in Mexico City between 1524 and 1532; it stood for four decades, until it was knocked down in 1573 and replaced by the imposing Catedral Metropolitano.Tickets, purchased at the entrance in the southeastern corner of the site, include an audioguide available in a variety of languages (RD$50 without audioguide). Daily mass is at 5pm Monday to Saturday and noon and 5pm Sundays."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 40,
    "name": "Las Damas",
    "latitude": "18.473656",
    "longitude": "-69.882649",
    "excerpt": "Running north–south in front of Fortaleza Ozama is the first paved street in the Americas. Laid in 1502, the street acquired its name from the wife of…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/las-damas/a/poi-sig/1407301/358037",
    "image_url": null,
    "detail_description": "Running north–south in front of Fortaleza Ozama is the first paved street in the Americas. Laid in 1502, the street acquired its name from the wife of Diego Columbus and her lady friends, who made a habit of strolling the road every afternoon, weather permitting.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 38,
    "name": "Larimar Museum",
    "latitude": "18.472537",
    "longitude": "-69.8834",
    "excerpt": "Thorough exhibits on larimar – a rare, light-blue mineral found only in the remote southwestern mountains of the Dominican Republic – have signage in…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/larimar-museum/a/poi-sig/1181860/358037",
    "image_url": null,
    "detail_description": "Thorough exhibits on larimar – a rare, light-blue mineral found only in the remote southwestern mountains of the Dominican Republic – have signage in Spanish and English. Of course, the museum is meant to inspire you to make a purchase from the strategically located jewelry store on the 1st floor.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 39,
    "name": "Capilla de Nuestra Señora de los Remedios",
    "latitude": "18.475387",
    "longitude": "-69.882818",
    "excerpt": "The Gothic-style chapel was built during the 16th century by alderman Francisco de Avila and was intended to be a private chapel and family mausoleum…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/capilla-de-nuestra-senora-de-los-remedios/a/poi-sig/1181871/358037",
    "image_url": null,
    "detail_description": "The Gothic-style chapel was built during the 16th century by alderman Francisco de Avila and was intended to be a private chapel and family mausoleum. Early residents of the city are said to have attended Mass here under its barrel-vaulted ceiling. It was restored in 1884.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 37,
    "name": "Museo del Duarte",
    "latitude": "18.477584",
    "longitude": "-69.884312",
    "excerpt": "The 1813 birthplace of Juan Pablo Duarte was converted into a modest museum and renovated in late 2016. Three rooms display documents, artifacts and…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-del-duarte/a/poi-sig/1406983/358037",
    "image_url": null,
    "detail_description": "The 1813 birthplace of Juan Pablo Duarte was converted into a modest museum and renovated in late 2016. Three rooms display documents, artifacts and photos from his life and from La Trinitaria, the underground independence organization he founded. Several new exhibits and an additional floor opened in January 2017.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 36,
    "name": "Iglesia de Santa Clara",
    "latitude": "18.472223",
    "longitude": "-69.883159",
    "excerpt": "Home to the first nunnery in the New World, built in 1552. Years after being sacked by Drake and his men (who apparently hated all things Catholic), it…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/iglesia-de-santa-clara/a/poi-sig/1182081/358037",
    "image_url": null,
    "detail_description": "Home to the first nunnery in the New World, built in 1552. Years after being sacked by Drake and his men (who apparently hated all things Catholic), it was rebuilt with funds from the Spanish Crown. The somewhat imposing whitewashed facade has a severe Renaissance-style portal with a gable containing a bust of St Claire.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 35,
    "name": "Iglesia de la Regina Angelorum",
    "latitude": "18.470688",
    "longitude": "-69.88702",
    "excerpt": "Paid for by a woman who donated her entire fortune to construct this monument for the cloistered Dominican Sisters, this church was built toward the end…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/iglesia-de-la-regina-angelorum/a/poi-sig/1182083/358037",
    "image_url": null,
    "detail_description": "Paid for by a woman who donated her entire fortune to construct this monument for the cloistered Dominican Sisters, this church was built toward the end of the 16th century. In addition to its imposing facade, the church is known for its elaborate, 18th-century baroque altar, which is crowned with the king’s coat of arms.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 34,
    "name": "Iglesia de San Lázaro",
    "latitude": "18.473985",
    "longitude": "-69.890283",
    "excerpt": "Completed in 1650, but altered several times since, this church was erected beside a hospital that treated people with infectious diseases. The church was…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/iglesia-de-san-lazaro/a/poi-sig/1182084/358037",
    "image_url": null,
    "detail_description": "Completed in 1650, but altered several times since, this church was erected beside a hospital that treated people with infectious diseases. The church was constructed to give the patients hope – a commodity that no doubt was in short supply for patients with tuberculosis, leprosy and other common diseases of colonial times.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 33,
    "name": "Reloj del Sol",
    "latitude": "18.476058",
    "longitude": "-69.882907",
    "excerpt": "Across from the Museo de las Casas Reales, this sundial was built by Governor Francisco Rubio y Peñaranda in 1753 and positioned so that officials in the…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/reloj-del-sol/a/poi-sig/1182155/358037",
    "image_url": null,
    "detail_description": "Across from the Museo de las Casas Reales, this sundial was built by Governor Francisco Rubio y Peñaranda in 1753 and positioned so that officials in the Royal Houses could see the time with only a glance from their eastern windows. It was among the first time-telling devices constructed in North America, and remains accurate today.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 32,
    "name": "Plaza de la Cultura",
    "latitude": "18.471489",
    "longitude": "-69.910169",
    "excerpt": "This large, centrally located park, mostly a sun-baked, fairly unkempt plaza, has three museums (two of which are worth visiting), the national theater…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/plaza-de-la-cultura/a/poi-sig/1182209/358037",
    "image_url": null,
    "detail_description": "This large, centrally located park, mostly a sun-baked, fairly unkempt plaza, has three museums (two of which are worth visiting), the national theater and the national library. The land was once owned by the dictator Trujillo, and was ‘donated’ to the public after his assassination in 1961. \n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 31,
    "name": "Iglesia de Nuestra Señora del Carmen",
    "latitude": "18.471446",
    "longitude": "-69.888648",
    "excerpt": "Since 1596 this church has served as a hospital, a jail and an inn, but is now famous for its carved-mahogany figure of Jesus, which is worshipped every…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/iglesia-de-nuestra-senora-del-carmen/a/poi-sig/1182085/358037",
    "image_url": null,
    "detail_description": "Since 1596 this church has served as a hospital, a jail and an inn, but is now famous for its carved-mahogany figure of Jesus, which is worshipped every Holy Wednesday during Easter Week. The small church, originally made of stone, was set aflame by Drake in 1586 and was rebuilt using bricks. During colonial times its small square was used to stage comedies.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 30,
    "name": "Fuerte de Santa Bárbara",
    "latitude": "18.479942",
    "longitude": "-69.884609",
    "excerpt": "Built during the 1570s, this fort served as one of the city’s main points of defense. It proved no match for Drake, however, who, along with his fleet of…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/fuerte-de-santa-barbara/a/poi-sig/1182205/358037",
    "image_url": null,
    "detail_description": "Built during the 1570s, this fort served as one of the city’s main points of defense. It proved no match for Drake, however, who, along with his fleet of 23 pirate-packed ships, captured the fort in 1586. Today the fort lies in ruins at the end of a lonely street. There isn’t much to see here any more, mostly rooftops and occasionally a ship in the distance.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 29,
    "name": "Museo del Ron y la Caña",
    "latitude": "18.477299",
    "longitude": "-69.883947",
    "excerpt": "Housed in a restored 16th-century building, exhibits here celebrate rum and sugarcane, two of the country’s most important exports. Displays and…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-del-ron-y-la-cana/a/poi-sig/1406986/358037",
    "image_url": null,
    "detail_description": "Housed in a restored 16th-century building, exhibits here celebrate rum and sugarcane, two of the country’s most important exports. Displays and photographs explain the history of their production and importance to the DR’s economy. At the bar you can sample the wares, which are distilled in-house and include passionfruit and cinnamon flavors, or buy some to go.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 28,
    "name": "Amber World Museum",
    "latitude": "18.477533",
    "longitude": "-69.885085",
    "excerpt": "This museum features an impressive collection of amber samples from around the world and excellent exhibits explaining (in Spanish and English) amber's…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/amber-world-museum/a/poi-sig/1020533/358037",
    "image_url": null,
    "detail_description": "This museum features an impressive collection of amber samples from around the world and excellent exhibits explaining (in Spanish and English) amber's prehistoric origins, its use throughout the ages, Dominican mining processes, and its present-day value to the science and art worlds. It also has a shop selling jewelry made from amber, larimar and more ordinary stones.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 27,
    "name": "Museo Nacional de Historia Natural",
    "latitude": "18.47149",
    "longitude": "-69.908226",
    "excerpt": "This museum explores the natural environs of the Dominican Republic, with the massive jaw of a sperm whale welcoming visitors at the door. Old-fashioned…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-nacional-de-historia-natural/a/poi-sig/1182221/358037",
    "image_url": null,
    "detail_description": "This museum explores the natural environs of the Dominican Republic, with the massive jaw of a sperm whale welcoming visitors at the door. Old-fashioned and fusty exhibits include rock collections, butterfly exhibits, and a stuffed, endemic bird display. Children might find the planetarium, where a 35mm film on the planets is shown, of interest. A guide is included with the entrance fee.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 24,
    "name": "Museo de Arte Moderno",
    "latitude": "18.471667",
    "longitude": "-69.909674",
    "excerpt": "The museum’s permanent collection includes paintings and a few sculptures by the DR’s best-known modern artists, including Luís Desangles, Adriana Billini…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-de-arte-moderno/a/poi-sig/1182211/358037",
    "image_url": null,
    "detail_description": "The museum’s permanent collection includes paintings and a few sculptures by the DR’s best-known modern artists, including Luís Desangles, Adriana Billini, Celeste Woss y Gil, José Vela Zanetti, Dario Suro and Martín Santos. The temporary exhibits tend to be fresher and more inventive – more installation and multimedia pieces. Note that the entrance is on the 2nd floor – don’t miss the artwork on the bottom level.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 26,
    "name": "Parque Colón",
    "latitude": "18.473412",
    "longitude": "-69.884033",
    "excerpt": "Beside the Catedral Primada de América, this historic park contains several trees and a large statue of Admiral Columbus himself. It’s the meeting place…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/parque-colon/a/poi-sig/1182099/358037",
    "image_url": null,
    "detail_description": "Beside the Catedral Primada de América, this historic park contains several trees and a large statue of Admiral Columbus himself. It’s the meeting place for residents and is alive with tourists, townsfolk, hawkers, guides, shoeshine boys, tourist police and thousands of pigeons. The corner of Calle El Conde and Arzobispo Meriño is the premier people-watching corner in the Zona Colonial.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 25,
    "name": "Museo Casa de Tostado",
    "latitude": "18.471854",
    "longitude": "-69.884088",
    "excerpt": "This museum is located in the Casa de Tostado – the beautifully restored, 16th-century home of writer Francisco Tostado. It's interesting as much for the…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-casa-de-tostado/a/poi-sig/1181862/358037",
    "image_url": null,
    "detail_description": "This museum is located in the Casa de Tostado – the beautifully restored, 16th-century home of writer Francisco Tostado. It's interesting as much for the architectural features (it has a double Gothic window over the front door – the only one of its kind in the Americas) as for the exhibits displaying well-restored 19th-century furnishings and household objects. Admission includes audioguide.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 23,
    "name": "Plaza de María de Toledo",
    "latitude": "18.474786",
    "longitude": "-69.883239",
    "excerpt": "Named in honor of Diego Columbus’ wife, this plaza connecting Las Damas and Isabel la Católica features two arches that were once part of the Jesuits’…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/plaza-de-maria-de-toledo/a/poi-sig/1407044/358037",
    "image_url": null,
    "detail_description": "Named in honor of Diego Columbus’ wife, this plaza connecting Las Damas and Isabel la Católica features two arches that were once part of the Jesuits’ residence in the 17th century. The original buttresses supporting the Panteón Nacional date back to the construction of the Jesuit church in 1747, and likely helped the building survive many earthquakes and hurricanes.\nThe plaza has a few benches and is a good place to rest on a walking tour."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 22,
    "name": "Plaza España",
    "latitude": "18.476773",
    "longitude": "-69.883293",
    "excerpt": "The large open area in front of the Alcázar de Colón has been revamped many times, most recently during the 1990s in honor of the 500th anniversary of…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/plaza-espana/a/poi-sig/1396615/358037",
    "image_url": null,
    "detail_description": "The large open area in front of the Alcázar de Colón has been revamped many times, most recently during the 1990s in honor of the 500th anniversary of Christopher Columbus’ New World ‘discovery.' Running along its northwest side is Calle las Atarazanas, fronted by a half-dozen restaurants in buildings that served as warehouses through the 16th and 17th centuries.\nThis is a great place for a meal or drink at an outdoor table around sunset."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 21,
    "name": "Iglesia de Nuestra Señora de las Mercedes",
    "latitude": "18.4738",
    "longitude": "-69.888126",
    "excerpt": "Constructed during the first half of the 16th century, the church was sacked by Drake and his men and reconstructed on numerous occasions following…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/iglesia-de-nuestra-senora-de-las-mercedes/a/poi-sig/1181875/358037",
    "image_url": null,
    "detail_description": "Constructed during the first half of the 16th century, the church was sacked by Drake and his men and reconstructed on numerous occasions following earthquakes and hurricanes. The church is remarkable for its pulpit, which is sustained by a support in the shape of a serpent demon. The intricate baroque altarpiece is carved from tropical hardwood. Of the group of buildings that pay homage to the Virgin Mary, only the cloister adjacent to the church is in original condition.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 20,
    "name": "Convento de los Dominicos",
    "latitude": "18.471417",
    "longitude": "-69.885189",
    "excerpt": "Built in 1510 by Charles V, this is the first convent of the Dominican order founded in the Americas. It's also where Father Bartolomé de las Casas – the…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/convento-de-los-dominicos/a/poi-sig/1181869/358037",
    "image_url": null,
    "detail_description": "Built in 1510 by Charles V, this is the first convent of the Dominican order founded in the Americas. It's also where Father Bartolomé de las Casas – the famous chronicler of Spanish atrocities committed against indigenous peoples – did most of his writing. The vault of the chapel, remarkable for its stone zodiac wheel carved with mythological and astrological representations, is worth a look. On the walls are various paintings of religious figures, including Pope St Pius V.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 19,
    "name": "Museo del Hombre Dominicano",
    "latitude": "18.472328",
    "longitude": "-69.907917",
    "excerpt": "Highlights here include an impressive collection of Taíno artifacts, including stone axes and intriguing urns and carvings and an interesting section on…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-del-hombre-dominicano/a/poi-sig/1182215/358037",
    "image_url": null,
    "detail_description": "Highlights here include an impressive collection of Taíno artifacts, including stone axes and intriguing urns and carvings and an interesting section on Carnival. Other exhibits, all fairly dusty and neglected, focus on slavery and the colonial period, African influences in the DR (including a small section on Vodou) and contemporary rural Dominican life. Old-fashioned displays include captions in Spanish, but English-speaking guides are available.\nSmall tips are customary."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 18,
    "name": "Hostal Nicolás de Ovando",
    "latitude": "18.474428",
    "longitude": "-69.882584",
    "excerpt": "A handsome building with a Gothic facade built in 1509, this was originally the residence of Governor Nicolás de Ovando, who is famous for ordering Santo…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/hostal-nicolas-de-ovando/a/poi-sig/1182203/358037",
    "image_url": null,
    "detail_description": "A handsome building with a Gothic facade built in 1509, this was originally the residence of Governor Nicolás de Ovando, who is famous for ordering Santo Domingo rebuilt on the west bank of the Río Ozama following a hurricane that leveled most of the colony. Today it houses the upscale Hostal Nicolás de Ovando. To appreciate the building's massive size and solidity, take the steps leading down from the alleyway on El Conde towards Puerto Don Diego.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 17,
    "name": "Monasterio de San Francisco",
    "latitude": "18.477082",
    "longitude": "-69.885647",
    "excerpt": "The first monastery in the New World belonged to the first order of Franciscan friars who arrived to evangelize the island. Dating from 1508, the…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/monasterio-de-san-francisco/a/poi-sig/1182161/358037",
    "image_url": null,
    "detail_description": "The first monastery in the New World belonged to the first order of Franciscan friars who arrived to evangelize the island. Dating from 1508, the monastery originally consisted of three connecting chapels. It was set ablaze by Drake in 1586, rebuilt, devastated by an earthquake in 1673, rebuilt, ruined by another earthquake in 1751 and rebuilt again. Later it served as a mental asylum until a hurricane shut it down; today the dramatic ruins host wild dance nights every Sunday.\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 16,
    "name": "Parque Mirador del Sur",
    "latitude": "18.44851",
    "longitude": "-69.941883",
    "excerpt": "A long tree-filled corridor atop an enormous limestone ridge, this park is riddled with caves, some as big as airplane hangars. One of the caves has been…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/parque-mirador-del-sur/a/poi-sig/1182239/358037",
    "image_url": null,
    "detail_description": "A long tree-filled corridor atop an enormous limestone ridge, this park is riddled with caves, some as big as airplane hangars. One of the caves has been converted into a restaurant, and the park’s seemingly endless paths are a popular jogging route for 30-something professionals, many of whom live in the middle- and upper-class neighborhoods north of the park.\nZumba has become quite popular at the eastern, sports-oriented end of the park, and on clear days hundreds of practitioners gather after work for the free dance classes."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 15,
    "name": "Panteón Nacional",
    "latitude": "18.475089",
    "longitude": "-69.883119",
    "excerpt": "Built in 1747 as a Jesuit church, this was also a tobacco warehouse and a theater before dictator Trujillo restored it in 1958 for its current use as a…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/panteon-nacional/a/poi-sig/1182152/358037",
    "image_url": null,
    "detail_description": "Built in 1747 as a Jesuit church, this was also a tobacco warehouse and a theater before dictator Trujillo restored it in 1958 for its current use as a mausoleum. Today many of the country’s most illustrious persons are honored here, their remains sealed behind two marble walls. The building, including its neoclassical facade, was constructed with large limestone blocks.\nAs befits such a place, an armed soldier is ever present at the mausoleum’s entrance – along with a powerful fan since it does get hot. Shorts and tank tops are discouraged."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 14,
    "name": "Museo Bellapart",
    "latitude": "18.482072",
    "longitude": "-69.925296",
    "excerpt": "Incongruously located on the 5th floor of a large Honda dealership, which looks like a parking garage, is this significant private collection of Dominican…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-bellapart/a/poi-sig/1407088/358037",
    "image_url": null,
    "detail_description": "Incongruously located on the 5th floor of a large Honda dealership, which looks like a parking garage, is this significant private collection of Dominican painting and sculpture from the late 19th century to the 1970s. The museum, founded in 1999 by Catalan businessman Juan Jose Bellapart, contains around 2000 works arranged chronologically in a single, dimly lit gallery. A few artists to look out for: José Vela Zanetti, Elijio Pichardo, Candido Bido, Jaime Colson and Clara Ledesma.\nThe elevator to the museum is inside the dealership, past the latest model Honda Civic."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 13,
    "name": "Ruinas del Hospital San Nicolás de Barí",
    "latitude": "18.474677",
    "longitude": "-69.885397",
    "excerpt": "Standing next to the bright, white Iglesia de la Altagracia are the ruins of the New World’s first hospital. They remain as a monument to Governor Nicolás…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/ruinas-del-hospital-san-nicolas-de-bari/a/poi-sig/1182163/358037",
    "image_url": null,
    "detail_description": "Standing next to the bright, white Iglesia de la Altagracia are the ruins of the New World’s first hospital. They remain as a monument to Governor Nicolás de Ovando, who ordered the hospital built in 1503. So sturdy was the edifice that it survived Drake’s invasion and centuries of earthquakes and hurricanes. It remained virtually intact until it was devastated by a hurricane in 1911, and public-works officials ordered much of it knocked down so that it wouldn’t pose a threat to pedestrians.\nToday visitors can still see several of its high walls and Moorish arches. Note that the hospital’s floor plan follows the form of a Latin cross."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 12,
    "name": "Casa del Cordón",
    "latitude": "18.476534",
    "longitude": "-69.884199",
    "excerpt": "Said to be not only one of the first European residences in the Americas, but also one of the first residences in the Western hemisphere with two floors,…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/casa-del-cordon/a/poi-sig/1182196/358037",
    "image_url": null,
    "detail_description": "Said to be not only one of the first European residences in the Americas, but also one of the first residences in the Western hemisphere with two floors, this was briefly occupied by Diego Columbus and his wife before they moved into their stately home down the street. Today the structure is home to Banco Popular, so visiting the house beyond the main lobby is not permitted.\nNamed after its impressive stone facade, which is adorned with the chiseled sash-and-cord symbol of the Franciscan order, it is also believed to be the site where Santo Domingo’s women lined up to hand over their jewels to Drake during the month he and his men held the city hostage. "
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 11,
    "name": "Puerta del Conde",
    "latitude": "18.471448",
    "longitude": "-69.891393",
    "excerpt": "This gate is named for the Count of Peñalba, Bernardo de Meneses y Bracamonte, who led the successful defense of Santo Domingo against 13,000 invading…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/puerta-del-conde/a/poi-sig/1182175/358037",
    "image_url": null,
    "detail_description": "This gate is named for the Count of Peñalba, Bernardo de Meneses y Bracamonte, who led the successful defense of Santo Domingo against 13,000 invading British troops in 1655. It’s the supreme symbol of Dominican patriotism because beside it, in February 1844, brave Dominicans executed a bloodless coup against occupying Haitian forces; their actions created an independent Dominican Republic.\nIt also was atop this gate that the very first Dominican flag was raised. Just west of the gate inside Parque Independencia look for the Altar de la Patria, a mausoleum that holds the remains of three national heroes: Juan Pablo Duarte, Francisco del Rosario Sánchez and Ramón Matías Mella. The park itself has a few benches but little shade."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 10,
    "name": "Los Tres Ojos",
    "latitude": "18.481326",
    "longitude": "-69.843395",
    "excerpt": "Consisting of three humid caverns with dark blue lagoons connected by stalactite-filled passages, this site is lovely if you show up early to beat the…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/los-tres-ojos/a/poi-sig/1182241/358037",
    "image_url": null,
    "detail_description": "Consisting of three humid caverns with dark blue lagoons connected by stalactite-filled passages, this site is lovely if you show up early to beat the crowds. Upon entrance, a long stairway takes visitors down a narrow tunnel in the rock, and a cement path at the bottom leads through the caves. At the third ojo, a small boat can be hired for RD$20 to visit a fourth ojo, which is actually a gorgeous lake beneath open sky, filled with fish.\nOn certain days, a man whom locals refer to as 'cave tarzan' accepts tips for climbing the cave wall and plunging 6m into the water. Visitors, however, are not allowed to swim. On the way out, vendors aggressively hawk their services and wares – if you’re not interested, say a firm 'no, gracias' and keep walking.It's a RD$200 taxi ride from Zona Colonial."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 9,
    "name": "Jardín Botánico Nacional",
    "latitude": "18.491494",
    "longitude": "-69.957891",
    "excerpt": "The lush grounds span 2 sq km and include vast areas devoted to aquatic plants, orchids, bromeliads, ferns, palm trees, a Japanese garden and much more…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/jardin-botanico-nacional/a/poi-sig/1182235/358037",
    "image_url": null,
    "detail_description": "The lush grounds span 2 sq km and include vast areas devoted to aquatic plants, orchids, bromeliads, ferns, palm trees, a Japanese garden and much more. The grounds are spotless and the plants well tended, and it’s easy to forget you’re in the middle of a city with a metropolitan population of more than two million people. The exhibits in the on-site Ecological Museum explain the country's ecosystems, including mangroves and cloud forests, plus a display on Parque Nacional Los Haitises.\nAn open-air trolley (operating every 30 minutes until 4:30pm) takes passengers on a pleasant half-hour turn about the park and is especially enjoyable for children. The garden hosts a variety of events, including an orchid exhibition and competition in March and a bonsai exhibition in April. A taxi from the Zona Colonial costs around RD$300."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 8,
    "name": "Palacio Nacional",
    "latitude": "18.474616",
    "longitude": "-69.897776",
    "excerpt": "The Dominican seat of government, which occupies most of a city block, was designed by Italian architect Guido D’Alessandro and inaugurated in 1947. Built…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/palacio-nacional/a/poi-sig/1182222/358037",
    "image_url": null,
    "detail_description": "The Dominican seat of government, which occupies most of a city block, was designed by Italian architect Guido D’Alessandro and inaugurated in 1947. Built of Samaná roseate marble in a neoclassical design, the palace is outfitted in grand style with mahogany furniture, paintings from prominent Dominican artists, magnificent mirrors inlaid with gold, and a proportionate amount of imported crystal.\nPrimarily used as an executive and administrative office building, it has never been used as the residence of a Dominican president, who is expected to live in a private home. Of special note is the Room of the Caryatids, in which 44 sculpted draped women rise like columns in a hall lined with French mirrors and Baccarat chandeliers.Not regularly open to the public, nevertheless you may be able to wrangle a one-hour tour: free and by appointment only with two weeks' advance notice Tuesday through Friday at 10am and 3pm. No flip-flops, shorts or T-shirts."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 7,
    "name": "Casa de Francia",
    "latitude": "18.474249",
    "longitude": "-69.882935",
    "excerpt": "This was originally the residence of Hernán Cortés, conqueror of the Aztecs in present-day central Mexico. It was in this building that Cortés is believed…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/casa-de-francia/a/poi-sig/1182198/358037",
    "image_url": null,
    "detail_description": "This was originally the residence of Hernán Cortés, conqueror of the Aztecs in present-day central Mexico. It was in this building that Cortés is believed to have organized his triumphant – and brutal – expedition. While visitors are not permitted past the lobby, this marvel of masonry is worth a walk by, if only to check out its facade.\nAlthough the Casa de Francia served as a residence for nearly three centuries, it has had several incarnations since the beginning of the 19th century: a set of government offices, the Banco Nacional de Santo Domingo, a civil courthouse and the headquarters of the Dominican IRS. Today it houses the French embassy. It was built in the early 16th century and shares many elements with the Museo de las Casas Reales. Experts theorize that these buildings were designed by the same master; both have a flat facade and a double bay window in the upper and lower stories, repeating patterns of doors and windows on both floors, and top-notch stone rubblework masonry around the windows, doors and corner shorings."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 6,
    "name": "Museo de las Casas Reales",
    "latitude": "18.475986",
    "longitude": "-69.8831",
    "excerpt": "Built in the Renaissance style during the 16th century, this building was the longtime seat of Spanish authority for the Caribbean region, housing the…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-de-las-casas-reales/a/poi-sig/1020532/358037",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e5cdfec60a23d6b1f962e41acb392aae-museo-de-las-casas-reales.jpg",
    "detail_description": "Built in the Renaissance style during the 16th century, this building was the longtime seat of Spanish authority for the Caribbean region, housing the governor’s office and the powerful Audiencia Real (Royal Court). It showcases colonial-period objects, including treasures recovered from sunken Spanish galleons. Rooms have been restored according to their original style, with Taíno artifacts and period furnishings displayed.\nSeveral walls are covered with excellent maps of various voyages of European explorers and conquistadors. Also on exhibit is an impressive antique weaponry collection acquired by dictator-president Trujillo from a Mexican general (ironically, during a 1955 world peace event); you’ll see samurai swords, medieval armor, ivory-inlaid crossbows and even a pistol/sword combo.Admission includes an audioguide available in a number of languages, including English."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 5,
    "name": "Faro a Colón",
    "latitude": "18.478469",
    "longitude": "-69.868208",
    "excerpt": "Resembling a cross between a Soviet-era apartment block and a Las Vegas–style ancient Mayan ruin, this massive monument is worth visiting for its…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/faro-a-colon/a/poi-sig/1182231/358037",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7c63a93fc2c7f674fc937e05b51581a6-faro-a-colon.jpg",
    "detail_description": "Resembling a cross between a Soviet-era apartment block and a Las Vegas–style ancient Mayan ruin, this massive monument is worth visiting for its controversial history. Located on the east side of the Río Ozama, the Faro’s cement flanks stand 10 stories high, forming the shape of a cross. At the intersection of the cross’ arms is a tomb, guarded by white-uniformed soldiers and purportedly containing Columbus’ remains. Spain and Italy dispute that, however, both saying they have the Admiral’s bones.\nInside the monument a long series of exhibition halls display documents (mostly reproductions) related to Columbus’ voyages and the exploration and conquest of the Americas. The most interesting (though deeply ironic) displays are those sent by numerous Latin American countries containing photos and artifacts from their respective indigenous communities.High-power lights on the roof can project a blinding white cross in the sky, but are only turned on once a year because doing so can cause blackouts in surrounding neighborhoods.A taxi from Zona Colonial (you get a good view of the top half of the monument from the eastern end of Calle Padre Billini) should run around RD180."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 3,
    "name": "Museo Memorial de la Resistencia Dominicana",
    "latitude": "18.471723",
    "longitude": "-69.887574",
    "excerpt": "For those interested in the details of one of the darkest periods of Dominican history, this austere memorial honors Dominicans who fought against the…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-memorial-de-la-resistencia-dominicana/a/poi-sig/1552707/358037",
    "image_url": null,
    "detail_description": "For those interested in the details of one of the darkest periods of Dominican history, this austere memorial honors Dominicans who fought against the brutal regime of dictator Rafael Trujillo. 'El Chivo' (the goat) ruled with an iron fist from 1930 until 1961, touting his own greatness and wiping out some 50,000 political dissenters. The museum features torture-center replicas and 160,000 photographs, films and other objects belonging to resistance fighters. Admission includes an audio guide (English or Spanish).\n"
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 4,
    "name": "Fortaleza Ozama",
    "latitude": "18.473117",
    "longitude": "-69.882435",
    "excerpt": "This is the New World's oldest colonial military edifice. The site, at the meeting of the Río Ozama and Caribbean, was selected by Fray Nicolás de Ovando…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/fortaleza-ozama/a/poi-sig/1182148/358037",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bfd81e119d570b4a97633ac1005cc98c-fortaleza-ozama.jpg",
    "detail_description": "This is the New World's oldest colonial military edifice. The site, at the meeting of the Río Ozama and Caribbean, was selected by Fray Nicolás de Ovando and construction began in 1502. Over the centuries the fort served as a military garrison and prison, flying the flags of Spain, England, France, Haiti, Gran Colombia, the US and the DR. Public tours began in the 1970s. Multilingual guides at the entrance charge around US$3.50 per person for a 20-minute tour.\nAs soon as you walk into the site, you’ll see the oldest of the buildings here: the impressive Torre del Homenaje (Tower of Homage). Its 2m-thick walls contain dozens of riflemen’s embrasures and its rooftop lookout offers 360-degree views of the city. To its right, solid and windowless, stands El Polvorín (the Powder House), which was added in the mid-1700s; look for the statue of St Barbara (the patron saint of the artillery) over the door.Running along the fort's riverside wall are two rows of cannons: the first dates from 1570, the second was added in the mid-1600s. Both served as the first line of defense for the city’s port. The living quarters, now almost completely destroyed, were added along the city-side wall in the late 1700s. On the esplanade is a bronze statue of Gonzalo Fernández de Oviedo, perhaps the best-known military chronicler of the New World."
},
{
    "country": "santo-domingo",
    "city": "Santo Domingo",
    "index": 2,
    "name": "Museo Alcázar de Colón",
    "latitude": "18.477592",
    "longitude": "-69.882548",
    "excerpt": "Designed in the Gothic-Mudéjar transitional style, this was the early-16th-century residence of Columbus’ son, Diego, and his wife, Doña María de Toledo…",
    "detail_url": "https://www.lonelyplanet.com/dominican-republic/santo-domingo/attractions/museo-alcazar-de-colon/a/poi-sig/1020531/358037",
    "image_url": null,
    "detail_description": "Designed in the Gothic-Mudéjar transitional style, this was the early-16th-century residence of Columbus’ son, Diego, and his wife, Doña María de Toledo. The magnificent edifice underwent three historically authentic restorations in 1957, 1971 and 1992, and the building itself, along with the household pieces on display (said to have belonged to the Columbus family), are worth a look.\nRecalled to Spain in 1523, Diego and Doña Maria left the home to relatives who occupied the handsome building for the next hundred years. It was subsequently allowed to deteriorate, then was used as a prison and a warehouse, before it was finally abandoned. By 1775 it was a vandalized shell of its former self and served as the unofficial city dump. Less than a hundred years later, only two of its walls remained at right angles."
}
]