[
{
    "country": "saudi-arabia",
    "city": "Northern Saudi Arabia",
    "index": 1,
    "name": "Madain Saleh",
    "latitude": "26.810197",
    "longitude": "37.945812",
    "excerpt": "Often dubbed the 'second Petra', Madain Saleh, for many, is on a par with – if not more impressive than – its famous cousin across the border in Jordan…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/madain-saleh-and-the-north/attractions/madain-saleh/a/poi-sig/1307690/361142",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f771f594c8138b92a419bf48f0d1152-madain-saleh.jpg",
    "detail_description": "Often dubbed the 'second Petra', Madain Saleh, for many, is on a par with – if not more impressive than – its famous cousin across the border in Jordan. Both were major trading cities along the ancient Nabataean trade routes, as confirmed by recent excavations that have revealed the foundations of houses and a market area for traders and caravans. However, it's the 131 enigmatic tombs, which combine elements of Graeco-Roman architecture with Nabataean and Babylonian imagery, that grab all the attention.\nAt the time of research the site was closed for refurbishment and due to reopen in October 2020, when the Hejaz Railway station within the site will become the new visitor centre for the signposted main entrance off Route 375. Given Saudi Arabia's track record of abruptly closing and opening major tourist sights, however, it is best to call the contact centre ahead of any attempted visit.At the main entrance of the site is the Madain Saleh station of the Hejaz Railway, soon to become the visitors centre. Built in 1907, it consists of 16 buildings and includes a large workshop (with a restored WWI-era engine), shells of train carriages and a rebuilt Turkish fort that served as a resting place for pilgrims travelling to Mecca.Qasr Al Saneh reveals many of the essential elements of Nabataean funerary architecture: a relatively unadorned facade, two five-step motifs at the top, a simple interior burial chamber with shelves for corpses, and inscriptions above the doorway. Built around AD 50, Qasr Al Saneh was in use for just 50 years before the Nabataean kings were overwhelmed by the Romans.Al Khuraymat, about 750m north of Qasr Al Saneh, has some of the best-preserved tombs in Madain Saleh – around 20 tombs are carved into the rock face. Look out for elegant gynosphinxes (spirit guardians with women’s heads, lions’ bodies and wings) adorning the corners of pediments. There is some archaeological evidence of plasterwork on the facades and a suggestion that people feasted outside familial tombs – a Nabataean ‘Day of the Dead’. The Nabataeans were masters of hydrology and manipulated rain run-off and underground aquifers to thrive in the desert landscape. The great Nabataean Well was one of more than 60 wells currently known of in the city. The wall supports – added in the 20th century – were built from railway sleepers pilfered from the Hejaz Railway. The Al Mahajar tombs are especially photogenic and some of the oldest at Madain Saleh.Al Diwan, carved into a hillside to shield it from the wind, is one of the few extant examples of nonfunerary architecture in Madain Saleh. The name (diwan means 'living room') owes more to modern Arab culture than to the Nabataeans, who probably used the area for sacred feasts. Opposite the hollowed-out room, which contains three benches and a large entrance suggesting that the feasts extended outdoors, are niches cut into the rock where Nabataean deities were carved. Exposure to the elements has badly weathered these carvings.Running south from Al Diwan is the Siq, a narrow passageway measuring about 40m wide between two rock faces lined with more small altars. At the far end is a striking natural amphitheatre. Climb along the southeastern slope up to a number of altars. From here, look west and soak in the breathtaking views.Qasr Al Bint (Palace of the Daughter) consists of a wonderful row of facades that makes for dramatic viewing from across Madain Saleh. The east face has two particularly well-preserved tombs. If you step back and look up near the northern end of the west face, you’ll distinguish a tomb that was abandoned in the early stages of construction and would, if completed, have been the largest in Madain Saleh – only the step facade was cut. These tombs date to about AD 31.Qasr Farid in the south is the largest tomb of Madain Saleh and perhaps the most stunning. It's carved from a free-standing rock monolith, in a location that gives it a rare beauty. Try to arrive for sunset, when the enigmatic tomb passes through shades of pink and gold until darkness falls: breathtaking.Jebel Al Ahmar Area C is in the southeastern portion of Madain Saleh and features three tombs with drawings dating to between AD 16 and AD 61. The tombs are burial chambers without special adornments."
},
{
    "country": "saudi-arabia",
    "city": "Northern Saudi Arabia",
    "index": 40,
    "name": "Elephant Rock",
    "latitude": "26.689509",
    "longitude": "37.982354",
    "excerpt": "Arabia's only 'elephant' is a huge red rock three storeys in height. The enormous 'body' connects to a slimmer 'trunk' that bulges in just the right areas…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/madain-saleh-and-the-north/attractions/elephant-rock/a/poi-sig/1532545/361142",
    "image_url": null,
    "detail_description": "Arabia's only 'elephant' is a huge red rock three storeys in height. The enormous 'body' connects to a slimmer 'trunk' that bulges in just the right areas to resemble the profile of a giant elephant, minus the tusks. This uncanny likeness sits in a desert surrounded by other magnificent red rocks, equally distorted by a millennia of exposure. If you look around, you'll see the elephant isn't the only thing the imagination can conjure in a place like this. Can you see the faceless sphinx?\nIt's 11km northeast of Al Ula, just off Route 70 (the road to Hail), and difficult to access without a 4WD."
},
{
    "country": "saudi-arabia",
    "city": "Northern Saudi Arabia",
    "index": 39,
    "name": "Al Buwayr Hejaz Railway Station & Fort",
    "latitude": "24.948456",
    "longitude": "38.988006",
    "excerpt": "Sitting off the old Medina–Al Ula road is this refurbished black Hejaz Railway locomotive, almost complete with wagons in tow. There's also a crumbling…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/madain-saleh-and-the-north/attractions/al-buwayr-hejaz-railway-station-fort/a/poi-sig/1616785/361142",
    "image_url": null,
    "detail_description": "Sitting off the old Medina–Al Ula road is this refurbished black Hejaz Railway locomotive, almost complete with wagons in tow. There's also a crumbling railway station and a fort, where soldiers protecting the line would have been based. The green and red paint and the freshly lacquered wood panels on the attached wagons hint at what it might have looked like when serving the fateful line. Sadly, everything now sits behind wire fencing and can only be enjoyed from afar.\nAl Buwayr station is an hour northwest of Medina by car."
},
{
    "country": "saudi-arabia",
    "city": "Northern Saudi Arabia",
    "index": 38,
    "name": "Bir Al Mashy Beach",
    "latitude": "28.880454",
    "longitude": "34.832883",
    "excerpt": "The haunting wreck of cargo ship Georgios G – ambitiously dubbed the 'Saudi Titanic' – sits half-submerged, rusting in the sun after becoming stranded on…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/red-sea-coast/attractions/bir-al-mashy-beach/a/poi-sig/1615569/1341223",
    "image_url": null,
    "detail_description": "The haunting wreck of cargo ship Georgios G – ambitiously dubbed the 'Saudi Titanic' – sits half-submerged, rusting in the sun after becoming stranded on the coral in 1978 and bursting into flames. Although swimming near the wreck or getting on it is banned, you'll see many Saudis doing just that on the weekends. Arrive during the week and you'll have only the wandering camels for company, with the barren desert sweeping down from the scorched mountains.\nAbout 35 minutes' drive south of Haql, Bir Al Mashy is so remote it feels like the edge of civilisation. At the time of research, the road south was blocked from this point on."
},
{
    "country": "saudi-arabia",
    "city": "Mecca",
    "index": 37,
    "name": "Cave of Thor",
    "latitude": "21.377179",
    "longitude": "39.84985",
    "excerpt": "This small mountain (761m) is where the Prophet hid for three days with his companion Abu Bakr from the Quraysh tribe. According to Islamic custom, an…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/cave-of-thor/a/poi-sig/1531503/1340988",
    "image_url": null,
    "detail_description": "This small mountain (761m) is where the Prophet hid for three days with his companion Abu Bakr from the Quraysh tribe. According to Islamic custom, an acacia tree grew rapidly in front of the cave while the men were hiding here. In the tree a dove built a nest and laid eggs, while a spider spun a web over the cave’s entrance to protect the men from detection, all of this marking the place as a sign of faith and hope.\nThe climb can be difficult, so a slow pace is encouraged and visitors should arrive with sufficient food and drink. The Cave of Thor is about 3km south of Al Masjid Al Haram (the Grand Mosque), and the journey takes around 30 minutes in a taxi."
},
{
    "country": "saudi-arabia",
    "city": "Northern Saudi Arabia",
    "index": 36,
    "name": "Jebel Al Lawz",
    "latitude": "28.688216",
    "longitude": "35.295682",
    "excerpt": "Jebel Al Lawz, rising 2580m above sea level, is one of the only accessible mountains in the Kingdom to experience snowfall in winter. This is what many…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/madain-saleh-and-the-north/attractions/jebel-al-lawz/a/poi-sig/1615599/361142",
    "image_url": null,
    "detail_description": "Jebel Al Lawz, rising 2580m above sea level, is one of the only accessible mountains in the Kingdom to experience snowfall in winter. This is what many visitors driving up the windy road through the Midian mountain range hope to see. At the very least, they are guaranteed spectacular views over the range. Camping and hiking along unmarked trails through valleys home to pre-Islamic petroglyphs and inscriptions are also popular but should only be attempted with an experienced guide.\nThe road to Jebel Al Lawz is signposted off Hwy 394. This takes you very close to the summit; at the time of research, the road was closed 6km before the summit. From there, it's a 20-minute walk to the peak."
},
{
    "country": "saudi-arabia",
    "city": "Northern Saudi Arabia",
    "index": 35,
    "name": "Ottoman Hejaz Railway Bridge",
    "latitude": "25.550031",
    "longitude": "38.735067",
    "excerpt": "This is one of the only surviving bridges of the Hejaz Railway left in Saudi Arabia. The beautiful 150m long red-and-grey-brick arches, stretching over a…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/madain-saleh-and-the-north/attractions/ottoman-hejaz-railway-bridge/a/poi-sig/1616040/361142",
    "image_url": null,
    "detail_description": "This is one of the only surviving bridges of the Hejaz Railway left in Saudi Arabia. The beautiful 150m long red-and-grey-brick arches, stretching over a wadi (dry riverbed), once linked a now invisible single track from one bank to the other. Built by the Ottomans at the dawn of the 20th century, it sits in a harsh, desolate spot as a lonely reminder of the doomed project.\nThe bridge is two hours south of Al Ula off the old Medina–Al Ula road. To get here requires a 4WD as you need to go off the main road and drive across the sands to the village of Huraymil, before heading west. The site is close to the overturned Hejaz locomotive, which is around the corner."
},
{
    "country": "saudi-arabia",
    "city": "Northern Saudi Arabia",
    "index": 34,
    "name": "Hejaz Locomotive & Ruins",
    "latitude": "25.541597",
    "longitude": "38.741571",
    "excerpt": "A lone rusting locomotive sits in the sun on its side, its funnel pointing downwards. Derailed and useless, this relic really evokes the impact TE…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/madain-saleh-and-the-north/attractions/hejaz-locomotive-ruins/a/poi-sig/1616041/361142",
    "image_url": null,
    "detail_description": "A lone rusting locomotive sits in the sun on its side, its funnel pointing downwards. Derailed and useless, this relic really evokes the impact TE Lawrence (Lawrence of Arabia) and his Arab revolters had on the doomed Ottoman Hejaz Railway they set out to destroy. The ruins of a substation and fort also make this the most atmospheric of the Hejazi sights between Al Ula and Medina. Nearby is one of the country's only surviving Ottoman Hejaz Railway bridges.\nThe journey from Al Ula takes two hours, mainly along Route 328 (for 1½ hours), before meeting the old road to Medina and then taking a dirt road to Huraymil. The site is a few kilometres west behind a wire fence. A 4WD is essential to get here."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 33,
    "name": "Mt Soudah",
    "latitude": "18.290972",
    "longitude": "42.362766",
    "excerpt": "Rising some 3000m above Sarawat Valley, covered in juniper forests and famous for misty, cold weather, the Kingdom's tallest mountain is everything you…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/asir-national-park-1342761/attractions/mt-soudah/a/poi-sig/1615762/1342761",
    "image_url": null,
    "detail_description": "Rising some 3000m above Sarawat Valley, covered in juniper forests and famous for misty, cold weather, the Kingdom's tallest mountain is everything you don't expect in Saudi Arabia. The road from Abha passes parks, picnic shelters, viewing points and a cable car near the peak. The views from here are some of the most spectacular in Asir. Look out for the kites and griffon vultures overhead and the scurrying iguanas and cheeky baboons down below.\nThe area is popular with campers, hikers and paragliders. There are no marked hiking or trekking trails, so if you want to go trekking, including to the actual peak, hire a local guide such as Khaled M Al Took, as the routes are tricky and the sudden appearance of mist and thick fog is common."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 32,
    "name": "Masjid Al Qiblatain",
    "latitude": "24.484239",
    "longitude": "39.578902",
    "excerpt": "The Arabic word qibla means 'direction' of prayer, and this mosque is said to have two. One facing Mecca, and another above the entrance (look where…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/medina/attractions/masjid-al-qiblatain/a/poi-sig/1611047/1341228",
    "image_url": null,
    "detail_description": "The Arabic word qibla means 'direction' of prayer, and this mosque is said to have two. One facing Mecca, and another above the entrance (look where everyone is staring). According to popular Muslim history, during a prayer here in AD 624, the Prophet received a revelation to change the direction of prayer from Jerusalem to Al Masjid Al Haram (the Grand Mosque), in Mecca, and so in mid-prayer he (or a local imam, depending on which narration you believe) immediately turned almost 180 degrees.\nThe significance of this event, seen as a defining moment for the religion, has elevated the status of this mosque, and it is now visited by pilgrims alongside other important sites in Medina. It's off limits to non-Muslims, as with all locations within central Medina."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 31,
    "name": "Historic Yanbu & Port",
    "latitude": "24.079194",
    "longitude": "38.060557",
    "excerpt": "The remnants of old Yanbu are not as extensive as some old towns along the Red Sea, but nevertheless it is worth going for a wander in the area directly…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/yanbu/attractions/historic-yanbu-port/a/poi-sig/1615431/361141",
    "image_url": null,
    "detail_description": "The remnants of old Yanbu are not as extensive as some old towns along the Red Sea, but nevertheless it is worth going for a wander in the area directly behind Al Marsah Seafood Restaurant. Here, along narrow alleyways reminiscent of sections of Jeddah's Al Balad, restored two- and three-storey Hejazi houses made of Red Sea coral and displaying elegant mashrabiyyas (latticed balconies) rub shoulders with neglected ones – some more beautiful in their demise than the renovated examples.\nThe port area, which is overlooked by the tiny historic fishermen's mosque, still used by locals, comes alive in the evenings, when a vibrant atmosphere is created by families picnicking on the small patches of grass as their children kick footballs around and young men reclining on large cushioned benches chatting over coffee bought from seafront stalls."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 30,
    "name": "Al Nafud Desert",
    "latitude": "27.963301",
    "longitude": "40.920432",
    "excerpt": "While the Empty Quarter gets all the attention, it is actually far easier to come upon the picturesque desert of romantic Arabia by visiting the beautiful…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/central-najd/attractions/al-nafud-desert/a/poi-sig/1616037/1342751",
    "image_url": null,
    "detail_description": "While the Empty Quarter gets all the attention, it is actually far easier to come upon the picturesque desert of romantic Arabia by visiting the beautiful red sands of Al Nafud. Covering an area of 103,600 sq km, these sweeping red dunes sit in an oval-shaped depression towards the north of the country, just past Hail. It rains only once or twice a year here, and the desert is popular with locals for overnight camping trips.\nA partially tarmacked road south of the oasis of Jubbah heads out for several kilometres into the red dunes, and is a great place to see the desert. If you come equipped with the right gear and a 4WD, you could also potentially camp close to this spot, but beware, the dunes are treacherous here and the winds notoriously harsh. Any attempts to head into the interior should only be done with a guide or tour company. As beautiful as this desert looks, it is truly merciless."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 29,
    "name": "Edge of the World",
    "latitude": "24.944741",
    "longitude": "45.992308",
    "excerpt": "This is a spectacular spot where you can stand on the edge of a sheer precipice, stare out across a dry, barren valley floor and feel like you're at the…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/central-najd/attractions/edge-of-the-world/a/poi-sig/1615623/1342751",
    "image_url": null,
    "detail_description": "This is a spectacular spot where you can stand on the edge of a sheer precipice, stare out across a dry, barren valley floor and feel like you're at the very edge of the world. The ridge snakes away for several kilometres on either side and can be walked in parts, though the most popular spot is close to the tall, sculpted, needle-like pillars. It's particularly atmospheric at sunrise and sunset. You'll need a 4WD and someone who knows the way to get here.\nThis is not an easy place to get to: the off-road drive is treacherous, through uneven terrain that dips steeply several times and is completely unmarked. Take Hwy 535 out of Riyadh and join Route 5762 to the town of Sadus, then take a left towards Sadus Dam (signposted in Arabic only). Just before the dam, you will see a dirt road leading off to the right; follow this for the next hour or so. This is not a developed site, and there are no amenities for miles. If you do make the trip, avoid doing so in the dark as it is easy to get lost."
},
{
    "country": "saudi-arabia",
    "city": "Riyadh",
    "index": 28,
    "name": "Kingdom Centre",
    "latitude": "24.711155",
    "longitude": "46.674525",
    "excerpt": "Riyadh’s landmark tower, rising 302m high, is a stunning piece of modern architecture – it’s particularly conspicuous at night, when the upper sweep is…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/riyadh/attractions/kingdom-centre/a/poi-sig/423853/361148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6875fe038962a3789768bc8f81894d4e-kingdom-centre.jpg",
    "detail_description": "Riyadh’s landmark tower, rising 302m high, is a stunning piece of modern architecture – it’s particularly conspicuous at night, when the upper sweep is lit with constantly changing coloured lights. Its most distinctive feature is the steel-and-glass 300-tonne bridge connecting the two towers. High-speed lifts fly you (at 180km/h) to the 99th-floor Sky Bridge, from where the views are breathtaking.\n"
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 27,
    "name": "Masjid Miqat",
    "latitude": "24.414035",
    "longitude": "39.543056",
    "excerpt": "The biggest miqat (pilgrim station) complex in Saudi Arabia, this fort-like mosque rises up like a North African kasbah on the southwestern edge of Medina…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/medina/attractions/masjid-miqat/a/poi-sig/1611049/1341228",
    "image_url": null,
    "detail_description": "The biggest miqat (pilgrim station) complex in Saudi Arabia, this fort-like mosque rises up like a North African kasbah on the southwestern edge of Medina, marking the point at which would-be pilgrims have to assume the state of ihram (purity) ahead of making their journey south to Al Masjid Al Haram and the Kaaba in Mecca. This stunning world-class mosque has almost 2000 showers, toilets and ablution stations integrated into the perimeter wall, which is styled like an ancient city wall.\nThe North African design of the mosque integrates a square, winding minaret and a green, open courtyard in the centre. Gardens of palms, with rows of drinking fountains and pleasant seating areas, create a serene space amid the chaos as coachload after coachload of pilgrims arrive throughout the day and night. It is here they change out of their normal clothes and into their outfits to enter ihram. For women, there are no prescribed outfits, so normal mosque attire is observed. However, all men must wrap themselves in the iconic two white pieces of unstitched cotton.The complex has a huge car park capable of holding around a hundred coaches. There's also a small fire station, ambulance hub and police station, as well as a seasonal health centre and information point. It sits surrounded by a few basic restaurants and food huts, as well as vendors of cheap pilgrim items such as money belts. This is one of five miqats in the country."
},
{
    "country": "saudi-arabia",
    "city": "Riyadh",
    "index": 26,
    "name": "Globe Experience",
    "latitude": "24.690072",
    "longitude": "46.684878",
    "excerpt": "The Globe Experience is a spectacular viewing platform inside an enormous glass ball that's 24m in diameter, made of 655 glass panels and suspended just…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/riyadh/attractions/globe-experience/a/poi-sig/423849/361148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f69c18029cf4cd89d489aebbc162eb7e-al-faisaliah-tower.jpg",
    "detail_description": "The Globe Experience is a spectacular viewing platform inside an enormous glass ball that's 24m in diameter, made of 655 glass panels and suspended just below the top of Al Faisaliah Tower. The panoramic views of Riyadh from inside the Globe are most magical at sunset and early evening. Designed by British architect Norman Foster and built in 2000 by the Saudi Bin Laden construction company, the Al Faisaliah was the first of Riyadh’s major skyscrapers.\nThe needlepoint pinnacle (with a crescent on the tip) sits 267m above the ground. The tower is off Olaya St."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 25,
    "name": "Hail Flea Market",
    "latitude": "27.509489",
    "longitude": "41.723542",
    "excerpt": "Like any flea market worthy of the name, here you'll find old rugs, vintage cameras, wires for contraptions you didn't know existed, and of course that…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hail/attractions/hail-flea-market/a/poi-sig/1615432/1342752",
    "image_url": null,
    "detail_description": "Like any flea market worthy of the name, here you'll find old rugs, vintage cameras, wires for contraptions you didn't know existed, and of course that one shoe all by itself. And just like a proper flea market, the real fun is in having a good rummage just to see what turns up. This truly is a one-off in the Kingdom. It's spread over some disused land east of the city centre, towards the King Abdullah Rd.\n"
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 24,
    "name": "Taif Souq",
    "latitude": "21.271799",
    "longitude": "40.409453",
    "excerpt": "The Taif souq is one of the largest in Saudi Arabia and well worth a wander. Set in the tastefully renovated historic centre, where wonderful little…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/taif/attractions/taif-souq/a/poi-sig/1306907/361140",
    "image_url": null,
    "detail_description": "The Taif souq is one of the largest in Saudi Arabia and well worth a wander. Set in the tastefully renovated historic centre, where wonderful little squares with dancing fountains are filled every evening by the chatter of locals, the souq is a great spot to buy local products such as honey and rose water, as well as handicrafts. When the shopping's done, grab a mint tea and pitch up at one of the squares. People-watching here is a real delight.\n"
},
{
    "country": "saudi-arabia",
    "city": "Jeddah",
    "index": 23,
    "name": "Al Tayibat City Museum for International Civilisation",
    "latitude": "21.582022",
    "longitude": "39.175811",
    "excerpt": "This privately owned four-floor collection has displays ranging from pre-Islamic artefacts, exquisite Islamic manuscripts, old coins and weaponry to…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/al-tayibat-city-museum-for-international-civilisation/a/poi-sig/421111/361139",
    "image_url": null,
    "detail_description": "This privately owned four-floor collection has displays ranging from pre-Islamic artefacts, exquisite Islamic manuscripts, old coins and weaponry to stunning furniture, pottery and traditional Saudi dress. Replicas of home interiors from every region are also featured. Exhibits are accompanied by excellent information panels, as well as dioramas of the Kingdom's provinces. If you get here early enough, you may get lucky and receive a private tour.\n"
},
{
    "country": "saudi-arabia",
    "city": "Riyadh",
    "index": 22,
    "name": "Sky Bridge",
    "latitude": "24.71136",
    "longitude": "46.6746",
    "excerpt": "Not for the faint-hearted or sufferers of vertigo, here high-speed lifts fly you at 180km/h to the 99th-floor Sky Bridge, inside the Kingdom Centre. The…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/riyadh/attractions/sky-bridge/a/poi-sig/1306704/361148",
    "image_url": null,
    "detail_description": "Not for the faint-hearted or sufferers of vertigo, here high-speed lifts fly you at 180km/h to the 99th-floor Sky Bridge, inside the Kingdom Centre. The views from the highest place in Riyadh are truly breathtaking. Avoid weekends and evenings after 6pm, when it can get very crowded. Tickets can be bought at the booth on the 2nd floor near the Carolina Herrera shop or at the machines nearby. Both only accept cash.\n"
},
{
    "country": "saudi-arabia",
    "city": "Jeddah",
    "index": 21,
    "name": "Corniche",
    "latitude": "21.609198",
    "longitude": "39.108539",
    "excerpt": "Once a smelly, unpleasant stretch of coastline, the corniche in northern Jeddah has been transformed into a pleasant walkway and leisure space. There are…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/corniche/a/poi-sig/1611034/361139",
    "image_url": null,
    "detail_description": "Once a smelly, unpleasant stretch of coastline, the corniche in northern Jeddah has been transformed into a pleasant walkway and leisure space. There are artificial swimming bays, lush green landscaping, children's parks, outdoor gyms, piers, a host of fast-food places and cafes, and a great new walkway that begins near the Hilton and continues over traffic and right through to the northern end. Jeddah folk flock here, especially on weekend evenings, when the atmosphere is delightful.\n"
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 20,
    "name": "Al Muftaha Village",
    "latitude": "18.213045",
    "longitude": "42.495266",
    "excerpt": "This cultural village really embodies the artistic spirit of Asir. A mosque with stunning calligraphy graffiti sits surrounded by a series of small art…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/abha/attractions/al-muftaha-village/a/poi-sig/1615821/1342756",
    "image_url": null,
    "detail_description": "This cultural village really embodies the artistic spirit of Asir. A mosque with stunning calligraphy graffiti sits surrounded by a series of small art galleries featuring beautiful work by local and regional artists and photographers. Either side of the mosque are two small museums and around the back is a grassy entertainment stage with a coffee shop. A platform for local creativity, the Al Muftaha Village is unlike any other space in the region and a great place to spend an afternoon.\n"
},
{
    "country": "saudi-arabia",
    "city": "Jeddah",
    "index": 19,
    "name": "Matbouli House Museum",
    "latitude": "21.485169",
    "longitude": "39.188876",
    "excerpt": "With so many traditional houses closed in Al Balad, this privately owned museum in a beautiful three-storey property with stunning Hejazi mashrabiyya …",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/matbouli-house-museum/a/poi-sig/1611039/361139",
    "image_url": null,
    "detail_description": "With so many traditional houses closed in Al Balad, this privately owned museum in a beautiful three-storey property with stunning Hejazi mashrabiyya (wooden lattice balconies) is a real find. The home has been minimally refurbished to present rooms and decor that feel more authentic than what's found in some of the more polished examples. Old gramophones and telephones complement uneven floors, stairwells and beautiful wood ceilings. If there's a downside, it's that there's no access to the rooftop.\n"
},
{
    "country": "saudi-arabia",
    "city": "Northern Saudi Arabia",
    "index": 18,
    "name": "Al Balad",
    "latitude": "26.226867",
    "longitude": "36.45784",
    "excerpt": "The melancholy of Al Wajh's beautiful old Hejazi houses, as they stare wistfully out to sea, is apparent in every corner of the town's near-abandoned Al…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/al-wajh/attractions/al-balad/a/poi-sig/1615572/1340832",
    "image_url": null,
    "detail_description": "The melancholy of Al Wajh's beautiful old Hejazi houses, as they stare wistfully out to sea, is apparent in every corner of the town's near-abandoned Al Balad (old town). This is one of the most atmospheric and complete examples of an ancient Hejazi fishing village anywhere in Arabia. The deserted streets, perched high up on a hilltop overlooking the historic fishing port, are lined with such houses, with their colourful mashrabiyyas (latticed balconies), wood-shuttered windows and ornately carved doors.\n"
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 17,
    "name": "Al Nasb",
    "latitude": "18.218063",
    "longitude": "42.507964",
    "excerpt": "Start at the eastern edge of this area for a wonderful vista of the old mud and slate houses backing onto a fertile patchwork of greenery: this is what…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/abha/attractions/al-nasb/a/poi-sig/1615820/1342756",
    "image_url": null,
    "detail_description": "Start at the eastern edge of this area for a wonderful vista of the old mud and slate houses backing onto a fertile patchwork of greenery: this is what all of Abha once looked like. As you wander the neighbourhood admiring the dilapidated buildings, including a mosque built in 1862, be sure to stop and converse with the South Asian migrants who now live here (some speak a little English), to get a fascinating perspective on one aspect of Saudi society.\nThe Al Nasb district is a 10-minute walk east of Abha centre."
},
{
    "country": "saudi-arabia",
    "city": "Mecca",
    "index": 16,
    "name": "Exhibition of the Two Holy Mosques",
    "latitude": "21.434155",
    "longitude": "39.7542",
    "excerpt": "This little museum is brimming with relics from the two holy mosques, Al Masjid Al Haram in Mecca and the Prophet's Mosque in Medina. These include…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/exhibition-of-the-two-holy-mosques/a/poi-sig/1531501/1340988",
    "image_url": null,
    "detail_description": "This little museum is brimming with relics from the two holy mosques, Al Masjid Al Haram in Mecca and the Prophet's Mosque in Medina. These include pillars, marble insignia and historical photos. Some items date as far back as the 13th-century Abbasid period. There are two standout items: the ornate teak wooden stairwell on wheels, which the Ottomans used to access the Kaaba in the 1820s, and a historic pair of the Kaaba's spectacular giant gilded metal doors.\n"
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 15,
    "name": "Al Yanfa",
    "latitude": "17.994824",
    "longitude": "42.766936",
    "excerpt": "The ancient residents of Al Yanfa came up with a novel way to navigate their congested village built on an uneven hill: they created a network of warrens…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/asir-national-park-1342761/attractions/al-yanfa/a/poi-sig/1615759/1342761",
    "image_url": null,
    "detail_description": "The ancient residents of Al Yanfa came up with a novel way to navigate their congested village built on an uneven hill: they created a network of warrens beneath their houses that resembles a fairy-tale scene. Wandering through these amazingly engineered tunnels, with their low timber ceilings and tiny wooden front doors, is a real delight and privilege (this is a living village). Note the ingenious way slate on the upper mud sections of the houses stops erosion.\nAl Yanfa is best visited in the company of a local guide, such as Khaled M Al Took, who knows the villagers."
},
{
    "country": "saudi-arabia",
    "city": "Jeddah",
    "index": 14,
    "name": "Al Shafee Mosque",
    "latitude": "21.486204",
    "longitude": "39.187481",
    "excerpt": "Beautifully restored and maintained, this historic mosque, one of the finest in Jeddah, is named after one of the four great imams of classical Sunni…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/jeddah/attractions/al-shafee-mosque/a/poi-sig/1317299/361139",
    "image_url": null,
    "detail_description": "Beautifully restored and maintained, this historic mosque, one of the finest in Jeddah, is named after one of the four great imams of classical Sunni Islam. Most of the building dates from the 16th century and is Ottoman in style, including the impressive minaret. However, the mosque's foundations date to Islam's first period, with the mihrab (niche indicating the direction of Mecca) almost 1400 years old. Stunning carved redwood doors open up to the small courtyard.\nNon-Muslim visitors can enter freely outside of prayer times, but must dress modestly and remove shoes when entering the carpeted prayer area."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 13,
    "name": "Wahba Crater",
    "latitude": "22.895049",
    "longitude": "41.13145",
    "excerpt": "The result of an underground volcanic explosion, this spectacular crater in the middle of the desert measures 1.3km across and 200m deep. In the middle,…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/hejaz/attractions/wahba-crater/a/poi-sig/1615622/361138",
    "image_url": null,
    "detail_description": "The result of an underground volcanic explosion, this spectacular crater in the middle of the desert measures 1.3km across and 200m deep. In the middle, white sodium phosphate crystals create a milky lake whenever rain collects, and palm plantations can be seen growing along the eastern edges. A new road leads up to a visitors centre with picnic spots; and there is a tricky, hidden hiking trail leading to the bottom: note that the path is in a bad state.\nWahba Crater is 250km north of Taif. Take Hwy 80 towards Riyadh for about 170km and then turn right onto Route 4440. The crater is signposted after the turning for Hafir Kishb."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 12,
    "name": "Al Habala",
    "latitude": "18.039177",
    "longitude": "42.872922",
    "excerpt": "The mysterious and unique 'hanging village' of Al Habala is one of the genuine wonders of Saudi Arabia. This series of sandstone houses hewn from local…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/asir-national-park-1342761/attractions/al-habala/a/poi-sig/1615760/1342761",
    "image_url": null,
    "detail_description": "The mysterious and unique 'hanging village' of Al Habala is one of the genuine wonders of Saudi Arabia. This series of sandstone houses hewn from local rock perches on a ledge 400m down a sheer cliff and was accessible only by habal (rope ladders). The Khatani tribe, who built it more than 370 years ago, chose this most inaccessible of spots to avoid the Ottomans. They lived here self-sufficiently on small livestock and terraced gardens up until the 1980s.\nAccess to the village is by a cable car that only runs during the summer season (May to October). The rest of the year, head for the nearby viewpoint to admire this amazing human feat from afar."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 10,
    "name": "Al Mudaifar Mosque",
    "latitude": "26.30665",
    "longitude": "43.977048",
    "excerpt": "Surrounded by a forest of palms, this quaint little Najd mud mosque, with its tall round minaret and engraved wood door, truly evokes the Saudi Arabia of…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/buraydah/attractions/al-mudaifar-mosque/a/poi-sig/1615687/1342758",
    "image_url": null,
    "detail_description": "Surrounded by a forest of palms, this quaint little Najd mud mosque, with its tall round minaret and engraved wood door, truly evokes the Saudi Arabia of yesteryear. It's respectfully restored, and inside storm lanterns hang from the ceiling of palm trunks and a red patterned carpet covers the floor. A simple white mihrab (niche indicating the direction of Mecca) is framed by wooden shutters and neat piles of green Qurans. Before leaving be sure to climb the roof and take in the wonderful views of the neighbourhood.\nThe mosque is on a windy unnamed road parallel with As Sabbakh. Accessing it is done through a tree-lined path linking the two. The mosque is left open between prayer times. Remember to dress appropriately and remove your shoes."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 11,
    "name": "Najd Mosque",
    "latitude": "16.702916",
    "longitude": "42.11662",
    "excerpt": "A pearling legacy, this mosque, built in 1928 by a wealthy pearl merchant, hints at the island's trade links with the subcontinent. The mosque's…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/farasan-islands-1342754/attractions/najd-mosque/a/poi-sig/1615755/1342754",
    "image_url": null,
    "detail_description": "A pearling legacy, this mosque, built in 1928 by a wealthy pearl merchant, hints at the island's trade links with the subcontinent. The mosque's architecture, with 12 domes atop thick pillars, is reminiscent of early Mughal mosques, and the colourful wooden minbar (pulpit) and mihrab (niche indicating the direction of Mecca) came from India. Even the painted patterns on the dome interiors feel more South Asian than Arab. Meanwhile, the mosque exterior displays the same carved patterns as the merchants' houses.\nThe mosque is a five-minute walk north from the Farasan Town centre. Nearby, behind a brown mud and coral wall is the house of the mosque's founder. Sadly Beyt Najd is not safe to visit and is therefore locked up."
},
{
    "country": "saudi-arabia",
    "city": "Mecca",
    "index": 8,
    "name": "Al Masjid Al Haram",
    "latitude": "21.42248",
    "longitude": "39.826223",
    "excerpt": "The focal point for every Muslim and the biggest mosque in the world, Al Masjid Al Haram is able to host a million worshippers and covers an area of 356…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/mecca/attractions/al-masjid-al-haram/a/poi-sig/1531496/1340988",
    "image_url": null,
    "detail_description": "The focal point for every Muslim and the biggest mosque in the world, Al Masjid Al Haram is able to host a million worshippers and covers an area of 356,800 sq metres. At its epicentre is the Holy Kaaba, covered in black and gold cloth, around which Muslims can be found circumnavigating night and day (known as tawaf). It's the holiest structure in all of Islam, and is at the heart of the Islamic pilgrimages (hajj and umrah).\nThe Kaaba predates the Prophet Muhammad's lifetime; Muslims believe it was built by the Prophet Ibrahim and his son Ishmael. The foundations of the mosque around the Kaaba date to at least the 7th century, when the second caliph, Omar Bin Al Khattab, built a structure to accommodate the growing number of pilgrims each year.Set into the Kaaba's eastern corner is the Black Stone, a relic Muslims believe fell from the heavens and was placed into the corner by the Prophet Ibrahim. The stone came away from the Kaaba during the Prophet's lifetime, and it is said he then personally placed it back into the corner, where it sits today. At the Kaaba's northwestern edge, a curved area known as the Hatem or Hijr Ishmael represents the area believed to have been part of the Kaaba's original boundary when it was built by the Prophet Ibrahim. The mosque is in the midst of the Third Saudi Expansion, which will increase the mosque's area to 400,000 sq metres and allow 2.5 million people to pray inside it."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 9,
    "name": "Jubbah Rock Carvings",
    "latitude": "28.02909",
    "longitude": "40.918543",
    "excerpt": "This is arguably the Kingdom's premier pre-Islamic site and open-air art gallery. Covering an area measuring 39 sq km are some of the most impressive…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/central-najd/attractions/jubbah-rock-carvings/a/poi-sig/1615621/1342751",
    "image_url": null,
    "detail_description": "This is arguably the Kingdom's premier pre-Islamic site and open-air art gallery. Covering an area measuring 39 sq km are some of the most impressive petroglyphs (rock carvings) you are likely to ever see. The finest carvings date from around 5500 BC, when much of this area was an inland lake and inhabitants carved game animals that came to the waters. Elegant rock-cut ibex, oryx and camels abound, as well as significant Thamudic inscriptions dating to 1000 BC.\nThe site is at the northwestern edge of the city of Jubbah and is signposted from the centre of town. Access is next to a new visitors centre. Jubbah is 100km northwest of Hail and a visit can easily be done in a day by car. Visitors arriving at the weekends should phone or email ahead to ensure the site is open."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 6,
    "name": "Empty Quarter",
    "latitude": "22.236259",
    "longitude": "46.795758",
    "excerpt": "The 'Abode of Silence', or the Empty Quarter, covers almost 655,000 sq km and evokes all that was romantic and forbidden for European adventurers, such as…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/central-najd/attractions/empty-quarter/a/poi-sig/1616036/1342751",
    "image_url": null,
    "detail_description": "The 'Abode of Silence', or the Empty Quarter, covers almost 655,000 sq km and evokes all that was romantic and forbidden for European adventurers, such as British explorer Wilfred Thesiger who famously crossed it. The Bedouin simply call it 'the sands', and its dunes, which can reach up to 300m high, form long chains of sculpted ridges that always look as if they're missing the silhouette of a camel caravan.\nThe dunes are known to move up to 30m a year and are home to a surprising amount of wildlife. This includes the Arabian wolf, sand cat, red fox, desert lynx, cape hare and spiny tailed lizard. Seeing any of these, however, is extremely rare.It rains less than 35mm a year out here, and is one of the most unforgiving places on earth. It is not somewhere amateurs should explore alone. Even the most experienced desert drivers have encountered difficulties in the unfamiliar terrain, and you should only be heading into the sands alongside an experienced guide or tour group like Haya Tours from Riyadh.The edge of the great desert is about three hours' drive south from the capital. Route 10 takes you to the tiny agricultural town of Layla, which is seen as a waystation for the desert. You can explore the desert from this point with a 4WD, but be sure to bring all provisions with you as there is very little in Layla. If you want to spend the night and reach the more scenic dunes further in, arrange this with a tour company or an experienced tour guide."
},
{
    "country": "saudi-arabia",
    "city": "Riyadh",
    "index": 5,
    "name": "National Museum",
    "latitude": "24.647807",
    "longitude": "46.711442",
    "excerpt": "This state-of-the-art museum is one of the finest in the Middle East. Encased within modernist architecture, its two floors contain eight well-designed…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/riyadh/attractions/national-museum/a/poi-sig/423861/361148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-102523812_full.jpg",
    "detail_description": "This state-of-the-art museum is one of the finest in the Middle East. Encased within modernist architecture, its two floors contain eight well-designed and informative galleries covering Arabian prehistory, history, culture and art. The galleries beautifully display evocative rock carvings, engaging models and even a full-scale reconstruction of a Nabataean tomb from Madain Saleh. Films in English shown on 180-degree screens complement the exhibits, as do virtual visits to historical sites and other excellent interactive displays.\n"
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 4,
    "name": "Pearl Merchants' Neighbourhood",
    "latitude": "16.704982",
    "longitude": "42.122537",
    "excerpt": "Staring at the mesmerising geometric and floral designs of the carved patterns that adorn the houses and arched gateways of Farasan's former pearl…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/farasan-islands-1342754/attractions/pearl-merchants-neighbourhood/a/poi-sig/1615745/1342754",
    "image_url": null,
    "detail_description": "Staring at the mesmerising geometric and floral designs of the carved patterns that adorn the houses and arched gateways of Farasan's former pearl merchants, you could be forgiven for thinking you were in the midst of Andalusian or Mughal ruins. The best preserved house is the stunning Rifai house, built by wealthy pearl merchant Munawwar Al Refai in 1922, but it is locked up. Fortunately, several near-complete and dilapidated examples close by are accessible.\nOne of these, directly opposite the Refai house, has a stunning carved portico entrance that welcomes the visitor into an area where the rest of the property remains hidden. After walking through a low archway that ensures any visitor enters bowed in a state of humility, the magnificent house comes into full view – its upper part entirely covered in decorative carvings. The most complete and accessible room is the one painted blue, with tall arabesque shelf niches covering all four walls. Each niche is framed by beautiful floral carvings that intensify the closer they get to the ceiling. Almost every house here has a grand arched gateway, giving the neighbourhood an almost regal feel, like no other historic area anywhere in the country.The houses are built from coral rocks retrieved from the Red Sea and then covered in plaster before being carved by master artisans. The ceilings are made of timber and many houses also had coloured glass called kamaryat decorating the upper edges. Most of the surviving houses date from around the 1920s. The houses where the historically wealthy pearl merchants lived is a 15-minute walk to the northeast from the centre of Farasan Town."
},
{
    "country": "saudi-arabia",
    "city": "Saudi Arabia",
    "index": 3,
    "name": "Prophet’s Mosque",
    "latitude": "24.469963",
    "longitude": "39.611174",
    "excerpt": "One of only two mosques in the world that can accommodate a million people, the Prophet’s Mosque holds deep significance for Muslims all over the world…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/medina/attractions/prophet-s-mosque/a/poi-sig/1602776/1341228",
    "image_url": null,
    "detail_description": "One of only two mosques in the world that can accommodate a million people, the Prophet’s Mosque holds deep significance for Muslims all over the world. It is said to have been built by the Prophet himself in AD 622 and not only encompasses his final resting place (alongside the first two caliphs) beneath the iconic green dome built by the Ottomans, it also covers where his house once stood, adjacent to the mosque when it was just a modest square mud-and-wood building.\nLike Al Masjid Al Haram (the Grand Mosque) in Mecca, the Prophet's Mosque never closes and is home to several significant religious spaces and relics. This includes the coveted rawdah area close to the Prophet's tomb, regarded by Muslims as one of the gardens of heaven where supplications are never rejected, and a dazzling marble minbar (pulpit) decorated in gold, dating from the late 15th century.The mosque has a two-tiered structure and is rectangular in shape. The oldest section is in the south of the structure and was built by the Ottomans. It has 27 domes and an open-air courtyard. The rest of the mosque was built during a number of Saudi expansions, beginning in 1951. These often integrated modern takes on classical Umayyad, Ottoman and Mamluk architectural styles. One of the most innovative features, however, is outside the main building in the paved area that's also used for prayer. This has a series of retractable canopies that fan out like umbrellas during the day to offer shade. Watching this happen is an impressive sight. The motorised canopies were designed by German architect Mahmoud Bodo Rasch, who has also worked on the Grand Mosque and the Quba Mosque."
},
{
    "country": "saudi-arabia",
    "city": "Riyadh",
    "index": 2,
    "name": "Masmak Fortress",
    "latitude": "24.63125",
    "longitude": "46.71338",
    "excerpt": "Surrounded by sand, this squat fortification was built around 1865 and is like a scene out of the movies: a big fortress representing an empire. It was…",
    "detail_url": "https://www.lonelyplanet.com/saudi-arabia/riyadh/attractions/masmak-fortress/a/poi-sig/423857/361148",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7aff4b3b2c3f412ae056cac6e15a1915-masmak-fortress.jpg",
    "detail_description": "Surrounded by sand, this squat fortification was built around 1865 and is like a scene out of the movies: a big fortress representing an empire. It was the site of a daring 1902 raid by Ibn Saud, during which a spear was hurled at the main entrance door with such force that the head is still lodged in the doorway. Highlights among the exhibits include maps and fascinating photographs of Saudi Arabia dating from 1912 to 1937, in galleries converted from diwans (living rooms).\nThe roofs are covered with painted palm-tree, taramic and ethel wood and exude an old-world charm that evokes an Arabian painting. Inside, the information panels and short, chest-thumping films on the storming of the fortress and the ‘reunification’ of Saudi Arabia are reverential towards the Al Sauds but worth watching nonetheless."
}
]