[
{
    "country": "serbia",
    "city": "Novi Sad",
    "index": 40,
    "name": "Museum of Vojvodina",
    "latitude": "45.256333",
    "longitude": "19.851726",
    "excerpt": "This worthwhile museum houses historical, archaeological and ethnological exhibits. The main building covers Vojvodinian history from Palaeolithic times…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/novi-sad/attractions/museum-of-vojvodina/a/poi-sig/1252313/360687",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1a696067397e4e40cf83d52e6bfb93b3-museum-of-vojvodina.jpg",
    "detail_description": "This worthwhile museum houses historical, archaeological and ethnological exhibits. The main building covers Vojvodinian history from Palaeolithic times to the late 19th century. Nearby, at building 37, which also houses the Museum of Contemporary Art Vojvodina, the story continues to 1945 with harrowing emphasis on WWI and WWII. The highlights include three gold-plated Roman helmets from the 4th century, excavated in the Srem region not far from Novi Sad, and one of the city's first bicycles, dating from 1880.\n"
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 39,
    "name": "Kosmaj Memorial",
    "latitude": "44.467869",
    "longitude": "20.571846",
    "excerpt": "Crowning the densely forested Kosmaj mountain (626m), this alien-like structure is a prime example of Yugoslav-era spomenik (memorial) architecture. Five…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/kosmaj-memorial/a/poi-sig/1603975/360680",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d4a61afe7858b640cfe77b7e14680162-kosmaj-memorial.jpg",
    "detail_description": "Crowning the densely forested Kosmaj mountain (626m), this alien-like structure is a prime example of Yugoslav-era spomenik (memorial) architecture. Five fins form a huge star-shaped monument that honours the fallen WWII Partisan soldiers of the Kosmaj Detachment and symbolises Šumadija region's libertarian spirit.It's a great spot for hiking and cycling (particularly the path forming a loop around the memorial), well marked, with picnic areas that are popular on summer weekends.Kosmaj lies 50km south of Belgrade and is best visited by car.\n"
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 38,
    "name": "Devil’s Town",
    "latitude": "42.990005",
    "longitude": "21.374524",
    "excerpt": "Devil’s Town, in Serbia's deep south, is a cluster of 202 natural stone pyramids looming eerily over bright-red, acidic mineral streams. According to…",
    "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/devil-s-town/a/poi-sig/1528681/1324754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/44db7bd1fc7f7a0ce59e38275a1abe1f-devil-s-town.jpg",
    "detail_description": "Devil’s Town, in Serbia's deep south, is a cluster of 202 natural stone pyramids looming eerily over bright-red, acidic mineral streams. According to local whispers, the towers – teetering between 2m and 15m in height and topped with creepy volcanic ‘heads’ – were formed after guests at an incestuous wedding were petrified by an offended god.Devil's Town is easily reached by car; otherwise catch a bus from Niš to Kuršumlija (550RSD, 1¾ hours, six daily) and grab a taxi from there.\nThere's an on-site restaurant (open from April to October)."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 37,
    "name": "Smederevo Fortress",
    "latitude": "44.66963",
    "longitude": "20.927989",
    "excerpt": "Smederevo's huge, 25-tower fort on the Danube was constructed between 1428 and 1430 by Despot Ðurađ Branković, the last of Serbia's medieval rulers. Once…",
    "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/smederevo-fortress/a/poi-sig/1252260/1324754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/56f03212907587e5597923a291400cda-smederevo-fortress.jpg",
    "detail_description": "Smederevo's huge, 25-tower fort on the Danube was constructed between 1428 and 1430 by Despot Ðurađ Branković, the last of Serbia's medieval rulers. Once the temporary capital of Serbia, and one of the largest city-fortresses in Europe (covering 10 hectares), it was heavily damaged by WWII bombing. The artefacts from the site are exhibited at the nearby Smederevo Museum.The fortress now hosts a theatre festival each July. Buses (530RSD, one hour, half-hourly) run from Belgrade to Smederevo.\n"
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 36,
    "name": "Old Foundry Museum",
    "latitude": "44.006776",
    "longitude": "20.912948",
    "excerpt": "This fascinating museum is housed in the 1882 building of Kragujevac's old cannon factory (topolivnica). Part of the Prince's Arsenal industrial complex,…",
    "detail_url": "https://www.lonelyplanet.com/serbia/kragujevac/attractions/old-foundry-museum/a/poi-sig/1604333/1342590",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ccad35f9361d3245706daefbea937663-old-foundry-museum.jpg",
    "detail_description": "This fascinating museum is housed in the 1882 building of Kragujevac's old cannon factory (topolivnica). Part of the Prince's Arsenal industrial complex, it hosts a permanent exhibition of machinery, firearms and other equipment produced in the factory in the 19th and 20th centuries. The exhibition is well curated, but unfortunately there's no English signage for now. Ring the bell to be let inside.\nIn recent years the building has been used as a filming location for both Serbian and foreign productions, including a TV series about the construction of the Titanic."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 35,
    "name": "Lake Palić",
    "latitude": "46.075851",
    "longitude": "19.757109",
    "excerpt": "The resort town of Palić, 8km from Subotica, is home to a 5-sq-km lake popular with boaters, fisherfolk and afternoon amblers; its water isn't approved…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/attractions/lake-palic/a/poi-sig/1534911/360686",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/41000d93666c7c13508ae6c90fe55b2c-lake-palic.jpg",
    "detail_description": "The resort town of Palić, 8km from Subotica, is home to a 5-sq-km lake popular with boaters, fisherfolk and afternoon amblers; its water isn't approved for swimming, but there's an outdoor thermal pool. The park is graced with villas, restaurants and fine examples of Hungarian art nouveau, including the 1912 Grand Terrace, the mushroom-like water tower and the folksy wooden Women's Lido (with a cafe). There's a 3km birdwatching trail, plus bikes and boats for hire.\nIn Subotica, catch bus 6 opposite Hotel Patria (90RSD, 20 minutes, frequent)."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 34,
    "name": "Viminacium",
    "latitude": "44.733778",
    "longitude": "21.23138",
    "excerpt": "Founded in 1 AD and sacked by the Huns in 5 AD, Viminacium was the capital of the Roman Empire's Moesia province and a military base during the Dacian…",
    "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/viminacium/a/poi-sig/1549634/1324754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6fcfd27b8f1aa19574615abca5f17735-viminacium.jpg",
    "detail_description": "Founded in 1 AD and sacked by the Huns in 5 AD, Viminacium was the capital of the Roman Empire's Moesia province and a military base during the Dacian Wars. You can only visit the site by guided tour (on the hour). Highlights include a 10km-long aqueduct, amphitheatre, baths, and a massive necropolis with fresco-plastered tombs, although reconstructions have made some of it underwhelming. A locally excavated mammoth skeleton – said to be a million years old – is displayed within the park.\nThere's no public transport to Viminacium; you'll need your own car or a taxi. It's about 45km east of Smederevo."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 33,
    "name": "Resava Cave",
    "latitude": "44.0726",
    "longitude": "21.6294",
    "excerpt": "A winding 20km beyond Despotovac, the eight-million-year-old Resava Cave has 40-minute guided tours through impressive underground halls, featuring…",
    "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/resava-cave/a/poi-sig/1252681/1324754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cb15e631b73bea3e6ec37d6fb84eca6b-resava-cave.jpg",
    "detail_description": "A winding 20km beyond Despotovac, the eight-million-year-old Resava Cave has 40-minute guided tours through impressive underground halls, featuring natural formations with names like 'Hanged Sheep' and 'Thirst for Love'. Temperatures average just 7°C; bring a jumper, even in summer.Only 10km from Resava, with a lovely forest setting at the base of Veliki Buk waterfall (50m), Vodopad tavern is a perfect spot for lunch.A taxi will take you to both the cave and Manasija Monastery from Despotovac; the return trip is around 2000RSD.\n"
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 32,
    "name": "Sveti Sava Temple",
    "latitude": "44.798061",
    "longitude": "20.469064",
    "excerpt": "Sveti Sava is the Balkans' biggest (and the world's second biggest) Orthodox church, a fact made entirely obvious when looking at the city skyline from a…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/sveti-sava-temple/a/poi-sig/1010840/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4126434183b7c03ff0a9e953a67d1ece-sveti-sava-temple.jpg",
    "detail_description": "Sveti Sava is the Balkans' biggest (and the world's second biggest) Orthodox church, a fact made entirely obvious when looking at the city skyline from a distance or standing under its dome. The church is built on the site where the Turks apparently burnt relics of St Sava. Work on the church interior (frequently interrupted by wars) continues today as the cupola is being adorned with a 1248-sq-metre mosaic, one of the world's largest on a curved surface.\nWork is expected to continue through 2020 – until then, visit the astonishing gold-ceilinged crypt and its stunning ornate chandeliers, Murano glass mosaics and vibrant frescoes."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 31,
    "name": "Golubac Fortress",
    "latitude": "44.658519",
    "longitude": "21.67182",
    "excerpt": "The remains of this 10-tower fortified town brood majestically by the entrance to Đerdap National Park. Originally a Roman settlement, the fortress was…",
    "detail_url": "https://www.lonelyplanet.com/serbia/derdap-national-park/attractions/golubac-fortress/a/poi-sig/1550090/1341598",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a06803bf856b4d79d2d32cd6403f6be3-golubac-fortress.jpg",
    "detail_description": "The remains of this 10-tower fortified town brood majestically by the entrance to Đerdap National Park. Originally a Roman settlement, the fortress was built around the 14th century, passing through the hands of the Ottomans, Hungarians, Bulgarians and Austrians before the Serbs secured it once and for all in 1867. Today, it's a fabulous place to wander around and gasp at the lofty views of the ramparts and the mighty Danube (which looks more like a sea from here).\nAfter a massive EU-funded reconstruction, Golubac officially opened for visitors in March 2019. There's now a visitors centre, archaeological park, souvenir shop and a cafe on-site."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 30,
    "name": "Mileševa Monastery",
    "latitude": "43.371677",
    "longitude": "19.709494",
    "excerpt": "The most cherished of Serbian medieval frescoes, Beli Anđeo (White Angel) can be admired – but not photographed! – inside the (fittingly) gleaming-white…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/mileseva-monastery/a/poi-sig/1606928/360680",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/58236157ccabbe6a8daf4d2a58358f58-mileseva-monastery.jpg",
    "detail_description": "The most cherished of Serbian medieval frescoes, Beli Anđeo (White Angel) can be admired – but not photographed! – inside the (fittingly) gleaming-white walls of Mileševa Monastery, established by King Stefan Vladislav in 1219. Famous for its Mona Lisa–like ambiguous expression, the ancient portrait was even included in the first satellite signal sent into space.Mileševa is 70km south of Zlatibor, just outside the town of Prijepolje, and easily reached by car. A taxi from Prijepolje costs 400RSD.\nIt's possible to sleep at the monastery; the best way to arrange accommodation (per person per night 1000RSD) is by email."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 29,
    "name": "Drvengrad",
    "latitude": "43.79571",
    "longitude": "19.508049",
    "excerpt": "Drvengrad ('Timbertown') in Mokra Gora was built by enigmatic filmmaker Emir Kusturica in 2002 for his film Life Is a Miracle. Quirky flourishes are…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/drvengrad/a/poi-sig/1251789/360680",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aba61bf6e1a22ec642cae99663e7a27b-drvengrad.jpg",
    "detail_description": "Drvengrad ('Timbertown') in Mokra Gora was built by enigmatic filmmaker Emir Kusturica in 2002 for his film Life Is a Miracle. Quirky flourishes are everywhere: the Stanley Kubrick cinema shows Kusturica's films, and vintage cars are parked on twisting streets named after celebrities such as Bruce Lee and Diego Maradona (about whom Kusturica made a fascinating documentary). Drvengrad hosts the international Küstendorf Film and Music Festival each January.The village is 40km from Tara National Park.\nThere are two restaurants, two cafes and a bar; accommodation (double including breakfast 3560RSD) is also available."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 28,
    "name": "Bač Fortress",
    "latitude": "45.39286",
    "longitude": "19.221611",
    "excerpt": "For a concentrated hit of Vojvodina’s history, head to Bač, 65km west of Novi Sad. The town’s star attraction is its partially ruined fortress. Records…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/attractions/bac-fortress/a/poi-sig/1570521/360686",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/155f642377efbb7a34a69bf5fa1d1986-bac-fortress.jpg",
    "detail_description": "For a concentrated hit of Vojvodina’s history, head to Bač, 65km west of Novi Sad. The town’s star attraction is its partially ruined fortress. Records indicate it was first built in AD 873, before being annexed, renovated and destroyed repeatedly by various empires until the 18th century. These days you can visit the main tower and check out a small archaeological exhibition.Buses from Novi Sad run to Bač (710RSD, 1¾ hours, 12 daily).\nBač town’s other highlights include a recently renovated Franciscan monastery (first established by Knights Templar in 1169) and the ruins of a 16th-century hammam, the only surviving Turkish bath in Vojvodina."
},
{
    "country": "serbia",
    "city": "Novi Sad",
    "index": 27,
    "name": "Museum of Contemporary Art Vojvodina",
    "latitude": "45.256326",
    "longitude": "19.853164",
    "excerpt": "Near to the Museum of Vojvodina's main building is this annexe. It is home to the city's premier collection of Serbian (particularly Vojvodinian) and…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/novi-sad/attractions/museum-of-contemporary-art-vojvodina/a/poi-sig/1592074/360687",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ad91566ad35b66d7af78dd3ee113a63d-museum-of-contemporary-art-vojvodina.jpg",
    "detail_description": "Near to the Museum of Vojvodina's main building is this annexe. It is home to the city's premier collection of Serbian (particularly Vojvodinian) and international contemporary art from the second half of the 20th century and early 21st century, including sculptures, paintings, drawings and photography, installations, conceptual and digital art and design. It hosts thematic exhibitions, featuring local provocative artists or international celebrities such as Damien Hirst.\nTake some time to explore the building (the former Museum of the Socialist Revolution) and to enjoy its lovely interior garden. Rumour has it the Museum of Contemporary Art Vojvodina will be receiving its own space in the newly refurbished Chinese Quarter in time for European Capital of Culture 2021."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 26,
    "name": "Oplenac Royal Complex",
    "latitude": "44.245445",
    "longitude": "20.682235",
    "excerpt": "Oplenac, in the town of Topola, is where Karađorđe plotted the Serbian insurrection against the Turks in 1804. One ticket grants access to all attractions…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/oplenac-royal-complex/a/poi-sig/1531305/360680",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/13ef468402c6864b2094f59185d23298-oplenac-royal-complex.jpg",
    "detail_description": "Oplenac, in the town of Topola, is where Karađorđe plotted the Serbian insurrection against the Turks in 1804. One ticket grants access to all attractions, including King Peter's House (with the royal family's portrait gallery), Karađorđe's Fort (now a museum housing period artefacts and personal effects), Karađorđe's Church and the Winegrower’s House (now a gallery). The most impressive is the white-marble Church of St George, adorned with magnificent mosaics made from 40 million pieces of coloured glass; its crypt is the Karađorđević family mausoleum.\nOther sights scattered within walking distance are Karađorđe's Barracks, the King's Villa and the Queen's Villa. A short drive away is the King's Winery, where you can see original equipment in a small permanent exhibition.Buses connect Topola with Belgrade (660RSD, 1½ hours, 11 daily)."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 25,
    "name": "Felix Romuliana",
    "latitude": "43.898859",
    "longitude": "22.186294",
    "excerpt": "Unesco-listed Felix Romuliana was built for the Roman emperor Galerius and completed around AD 313. Ravaged by the Huns in the 5th century and abandoned…",
    "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/felix-romuliana/a/poi-sig/1592402/1324754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e3ae00a2021589e10a86e35f06742463-felix-romuliana.jpg",
    "detail_description": "Unesco-listed Felix Romuliana was built for the Roman emperor Galerius and completed around AD 313. Ravaged by the Huns in the 5th century and abandoned following the arrival of the Slavs, who named it Gamzigrad ('Slither Town'), today the palace lies in ruins. Most archaeological findings from the site, including a bust of Galerius, are kept in Zaječar's National Museum. Still, the sprawling grassy mounds and the remains of massive ramparts, gates, towers and Corynthian pillars are impressive.\nThe palace had two temples, a 4th-century Christian basilica, public baths and mausoleums where Galerius and his mother Romula were buried. The most interesting surviving floor mosaics are the ones depicting the Labyrinth and god of wine Dionysus; they can be seen in the Zaječar museum.Gamzigrad is 11km west of Zaječar in eastern Serbia. Local buses from Zaječar run to Gamzigrad every hour, or it's a 15-minute taxi ride from town. Buses run from Belgrade to Zaječar (1400RSD, four hours, 10 daily)."
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 24,
    "name": "Blue Train",
    "latitude": "44.760265",
    "longitude": "20.444709",
    "excerpt": "One of the few remaining symbols of ex-Yugoslavia, Marshal Tito's Blue Train nowadays serves as a mostly inaccessible museum but can be rented for travel…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/blue-train/a/poi-sig/1591046/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cc481fb499f7f19dfd2d35f239f6133c-blue-train.jpg",
    "detail_description": "One of the few remaining symbols of ex-Yugoslavia, Marshal Tito's Blue Train nowadays serves as a mostly inaccessible museum but can be rented for travel or special occasions like film/video shoots, conferences, exhibitions or weddings. The wagons, from the ceremonial dining room and the Zodiac-inspired bar to Tito’s lounge, office and private rooms, feature Art Deco details, wool carpets and silk and velvet furnishings. The original locomotives are named after famous WWII battles such as Kozara and Sutjeska.\nThe Blue Train used to take Yugoslavia’s president-for-life, his wife Jovanka and their entourage to Brijuni islands in Croatia, Tito’s favourite summer playground. It was on this train that he hosted VIP visitors from around the world, from Queen Elizabeth II to Haile Selassie, Yasser Arafat, Jawaharlal Nehru… The train is also remembered for Tito’s last journey in 1980, when it transported his coffin from Ljubljana to Belgrade.The train is stationed at the Topčider Depo, 2km south of Topčider train station, but unless you are willing to throw down a bundle of dinar, it's not available for casual visits."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 22,
    "name": "Museum of Srem",
    "latitude": "44.967269",
    "longitude": "19.606422",
    "excerpt": "The regional museum in the town of Sremska Mitrovica has a rich collection spanning prehistoric, Roman and medieval periods. Its undisputed highlight are…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/attractions/museum-of-srem/a/poi-sig/1592049/360686",
    "image_url": null,
    "detail_description": "The regional museum in the town of Sremska Mitrovica has a rich collection spanning prehistoric, Roman and medieval periods. Its undisputed highlight are the numerous archaeological findings from Sirmium, including a unique Roman sundial with the sculptures of Atlas, Heracles and Ifikles.\n"
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 23,
    "name": "Royal Compound",
    "latitude": "44.770898",
    "longitude": "20.452166",
    "excerpt": "Commissioned between the two world wars by soon-to-be-assassinated King Alexander I of Yugoslavia, the Royal and White Palaces in Belgrade's exclusive…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/royal-compound/a/poi-sig/1548528/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8ccc336463087f84f79e3614e4ebce29-royal-compound.jpg",
    "detail_description": "Commissioned between the two world wars by soon-to-be-assassinated King Alexander I of Yugoslavia, the Royal and White Palaces in Belgrade's exclusive Dedinje neighbourhood were residences of King Peter II and used by the communist regime after WWII. Today they are home to the descendants of the Karađorđević dynasty and can be visited only by guided tour. The two-hour tour (book through the Tourist Organisation of Belgrade; www.tob.rs) leaves from Nikola Pašić Square Wednesday and weekends from April through to October.\nCovered in white marble, the Royal Palace was built in 1929 in the Serbian-Byzantine style. Its most impressive rooms are the Entrance Hall (decorated with copies of frescoes from Serbia’s medieval monasteries), the baroque Blue Drawing Room and the Renaissance-style Dining Room and Gold Drawing Room. The classicist White Palace – intended for the king's three sons and only completed after his assassination, in 1937 – has several rooms furnished in the style of Louis XV and Louis XVI. The basement (with a wine cellar, billiards room and cinema) is painted in the style of the Terem Palace at the Kremlin in Moscow, featuring scenes from Serbian national mythology. The palaces house a large art collection from the Karađorđević family, and the complex also includes a small chapel dedicated to St Andrew."
},
{
    "country": "serbia",
    "city": "Subotica",
    "index": 21,
    "name": "Synagogue",
    "latitude": "46.101351",
    "longitude": "19.661332",
    "excerpt": "Subotica's first art nouveau building is the splendid 1902 synagogue designed by Marcell Komor and Deszö Jakab. Its stylised decorations in the form of…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/subotica/attractions/synagogue/a/poi-sig/1252494/360688",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dfcc0ca56be68bc2bf65f8ba3bbd7481-synagogue.jpg",
    "detail_description": "Subotica's first art nouveau building is the splendid 1902 synagogue designed by Marcell Komor and Deszö Jakab. Its stylised decorations in the form of tulips and peacock feathers are typical of the Hungarian Secession style; it also features stained-glass windows from Miksa Róth's studio and roof tiles made of Zsolnay ceramics. The synagogue was restored to its full glory inside and out in 2018.\n"
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 20,
    "name": "Maglič Fortress",
    "latitude": "43.61353",
    "longitude": "20.552094",
    "excerpt": "A forlorn guardian of the Ibar valley (20km south of Kraljevo), Maglič is one of Serbia's best-preserved medieval fortifications. Built in the 13th…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/maglic-fortress/a/poi-sig/1603976/360680",
    "image_url": null,
    "detail_description": "A forlorn guardian of the Ibar valley (20km south of Kraljevo), Maglič is one of Serbia's best-preserved medieval fortifications. Built in the 13th century to protect the nearby Studenica and Žiča monasteries, it was conquered by the Turks in 1438. The rectangular, 2m-thick defensive walls with seven towers and a 20m-high keep stand on a ridge above the curving river, offering fantastic views over the green hills; within the 2000-sq-m area are the remains of a church and a palace.\nTo access the fortress, cross the Ibar via a footbridge located opposite the restaurant and bus stop on the Ibar highway, then clamber up the path and steps leading to the northern gate (which is the only entrance to the fort) – it takes about 15 minutes and there are benches to rest along the way.There are three signposted hiking trails around Maglič, ranging from 10km to 18km; see the board with a map next to the restaurant (labelled only in Serbian Cyrillic).The nearby rapids and gorges of the Ibar river are one of southern Serbia's most popular rafting spots; Wild Serbia offers one-day kayaking tours that include a visit to Maglič. Every July thousands of people take part in a merry regatta down the Ibar from Maglič to Kraljevo."
},
{
    "country": "serbia",
    "city": "Tara National Park",
    "index": 19,
    "name": "Little House on the Drina",
    "latitude": "43.984323",
    "longitude": "19.56664",
    "excerpt": "Many people harbour dreams of building a log cabin in the middle of a forest, but how about one in the middle of a river? Almost 50 years ago, a group of…",
    "detail_url": "https://www.lonelyplanet.com/serbia/tara-national-park/attractions/little-house-on-the-drina/a/poi-sig/1550133/1341555",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8119f559eca05d19488dad6b0a8b5469-little-house-on-the-drina.jpg",
    "detail_description": "Many people harbour dreams of building a log cabin in the middle of a forest, but how about one in the middle of a river? Almost 50 years ago, a group of kids did just that, constructing a simple but sturdy cottage atop a rock in the centre of the Drina so they'd have a comfortable place to sunbathe. It's one of the most photogenic sights in the region; follow the signs near Bajina Bašta for 'Kućica na Drini'.\n"
},
{
    "country": "serbia",
    "city": "Novi Sad",
    "index": 18,
    "name": "Štrand",
    "latitude": "45.23661",
    "longitude": "19.848733",
    "excerpt": "One of Europe's best by-the-Danube beaches, this 700m-long stretch morphs into a city of its own come summertime, with bars, stalls and all manner of…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/novi-sad/attractions/strand/a/poi-sig/1340164/360687",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-160015821_full.jpg",
    "detail_description": "One of Europe's best by-the-Danube beaches, this 700m-long stretch morphs into a city of its own come summertime, with bars, stalls and all manner of recreational diversions attracting thousands of sun- and fun-seekers from across the globe. It's also the ultimate Novi Sad party venue, hosting everything from local punk gigs to EXIT raves.It's great for kids (watch them by the water: the currents here are strong), with playgrounds, trampolines and dozens of ice-cream and fast-food stalls.\n"
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 17,
    "name": "Nikola Tesla Museum",
    "latitude": "44.805103",
    "longitude": "20.470694",
    "excerpt": "Meet the man on the 100RSD note at one of Belgrade's best museums, where you can release your inner nerd with some wondrously sci-fi-ish interactive…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/nikola-tesla-museum/a/poi-sig/448053/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b41684a497c74a6cc9f49ecd738e4661-nikola-tesla-museum.jpg",
    "detail_description": "Meet the man on the 100RSD note at one of Belgrade's best museums, where you can release your inner nerd with some wondrously sci-fi-ish interactive elements. Tesla's ashes are kept here in a glowing, golden orb: debate has been raging for years between the museum (and its secular supporters) and the Church as to whether the remains should be moved to Sveti Sava Temple.\nYou are not obliged to visit by tour, but the price includes it either way and you'll miss some of the experiment demonstrations on your own."
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 16,
    "name": "Marshal Tito's Mausoleum",
    "latitude": "44.786754",
    "longitude": "20.451629",
    "excerpt": "A visit to Tito's mausoleum is obligatory. The big man rests in an aptly gigantic tomb in peaceful surrounds. Also on display are thousands of elaborate…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/marshal-tito-s-mausoleum/a/poi-sig/1010838/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e3d3b71183b7cd1124ad7c1ca8522bef09ec205db61ebcf7f0e42c64226af2a0.jpg",
    "detail_description": "A visit to Tito's mausoleum is obligatory. The big man rests in an aptly gigantic tomb in peaceful surrounds. Also on display are thousands of elaborate relay batons presented to him by young 'Pioneers', plus gifts from political leaders and the voguish set of the era. The mausoleum is attached to the fascinating Museum of Yugoslavia.\nTake trolleybus 40 or 41 at the south end of Parliament on Kneza Miloša. It's the second stop after turning into Bul Mira: ask the driver to let you out at Kuća Cveća."
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 15,
    "name": "Museum of Contemporary Art",
    "latitude": "44.819503",
    "longitude": "20.442445",
    "excerpt": "One of Belgrade's top cultural sights, this recently renovated museum is a treasure trove of 20th-century art from the ex-Yugoslav cultural space. The…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/museum-of-contemporary-art/a/poi-sig/1589457/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/650a4ff73731451b6b590af8d108b9c4-museum-of-contemporary-art.jpg",
    "detail_description": "One of Belgrade's top cultural sights, this recently renovated museum is a treasure trove of 20th-century art from the ex-Yugoslav cultural space. The 1960s concrete-and-glass modernist building, surrounded by a sculpture park, has great views towards the Belgrade Fortress across the Sava River.Conceptual art features prominently, including a 1970s video called Freeing the Memory from the region's most famous artist (and Belgrade native), Marina Abramović. One section is dedicated to the 1920s Yugoslav avant-garde magazine Zenit and the Zenitism art movement associated with it.\n"
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 14,
    "name": "Manasija Monastery",
    "latitude": "44.1004",
    "longitude": "21.4691",
    "excerpt": "Hemmed in by mammoth walls with 11 towers, Manasija (1418) was a fortified hideout for artists and writers fleeing the Turkish invasion. Many consider its…",
    "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/manasija-monastery/a/poi-sig/1375998/1324754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f1972dd7898974c8cbf2a06f23a11369-manasija-monastery.jpg",
    "detail_description": "Hemmed in by mammoth walls with 11 towers, Manasija (1418) was a fortified hideout for artists and writers fleeing the Turkish invasion. Many consider its frescoes to be predecessors to the Serbian equivalent of Renaissance art; Holy Warriors is among those that survived the monastery's Ottoman-era decimations and rebuildings with startling vitality and colour.Buses run from Belgrade to Despotovac (1100RSD, 2½ hours, six daily). From there, it's 3.5km to the monastery.\nEach August, elaborately costumed knights battle in a two-day tournament by the monastery walls as part of the Just Out festival."
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 13,
    "name": "Mt Avala",
    "latitude": "44.696085",
    "longitude": "20.514489",
    "excerpt": "Looming over Belgrade and topped with the tallest tower in the Balkans (204.5m), Mt Avala is a city landmark that makes for a pleasant break from the…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/mt-avala/a/poi-sig/1549632/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0e3c9931157d9f6aa9d8c276cef3d1aa-mt-avala.jpg",
    "detail_description": "Looming over Belgrade and topped with the tallest tower in the Balkans (204.5m), Mt Avala is a city landmark that makes for a pleasant break from the capital's bustling streets. The broadcasting tower, originally completed in 1965 but levelled by NATO bombs in 1999, was rebuilt in 2010 and now offers picture-perfect panoramas over Belgrade and beyond from viewing platforms and a cafe. Nearby, the Monument to the Unknown Hero by Ivan Meštrović honours Serbian victims of WWI.\nMt Avala is 16km from the city centre; on weekends in summer, bus 400 runs to the top of Avala from the Voždovac stop."
},
{
    "country": "serbia",
    "city": "Novi Sad",
    "index": 12,
    "name": "Gallery of Matica Srpska",
    "latitude": "45.252519",
    "longitude": "19.845643",
    "excerpt": "First established in Pest (part of modern Budapest) in 1826 and moved to Novi Sad in 1864, this is one of Serbia's most important and long-standing…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/novi-sad/attractions/gallery-of-matica-srpska/a/poi-sig/1549628/360687",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1319218979bd1538498a30d7842710fc-gallery-of-matica-srpska.jpg",
    "detail_description": "First established in Pest (part of modern Budapest) in 1826 and moved to Novi Sad in 1864, this is one of Serbia's most important and long-standing cultural institutions. It's not a mere gallery but rather a national treasure, with three floors covering priceless Serbian artworks from the 18th, 19th and 20th centuries in styles ranging from Byzantine to modernist, with countless icons, portraits, landscapes and graphic art (and more) in between.\nIt often hosts interesting temporary exhibitions as well; see the website for upcoming events. On Fridays at 6pm, the museum offers expert interpretative tours (in Serbian; 1000RSD) of the permanent collection and/or current exhibition. For English or Italian, arrange one week in advance."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 11,
    "name": "Crna Reka Monastery",
    "latitude": "42.949544",
    "longitude": "20.468366",
    "excerpt": "Secluded 13th-century Crna Reka (meaning 'black river') has a unique setting among Serbian monasteries: it's built into caves, seemingly hanging off a…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/crna-reka-monastery/a/poi-sig/1603973/360680",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/51ba31ed23499545495603ea451ff3a3-crna-reka-monastery.jpg",
    "detail_description": "Secluded 13th-century Crna Reka (meaning 'black river') has a unique setting among Serbian monasteries: it's built into caves, seemingly hanging off a steep cliff above the abyss of a sinking river. Staircases connect the cells within the four-level cave system. Protected by forested mountains and accessed via a narrow wooden footbridge, the monastery started as a hermitage and served as a refuge during Ottoman times. The frescoes inside the tiny cave church are the work of famous 16th-century painter Longin.\nCrna Reka is located near Ribariće vilage, just off the Ibar highway 30km south of Novi Pazar. Frequent buses from Novi Pazar stop at the village. Cross the bridge over Gazivode lake, then follow the paved road that leads through the forest to the monastery (it's about 3km uphill)."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 10,
    "name": "Lepenski Vir",
    "latitude": "44.556641",
    "longitude": "22.026451",
    "excerpt": "What is now Đerdap National Park was once a major centre for Mesolithic- and Neolithic-era fishing communities, a past that has been wonderfully preserved…",
    "detail_url": "https://www.lonelyplanet.com/serbia/derdap-national-park/attractions/lepenski-vir/a/poi-sig/1551465/1341598",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0d9a9d1338d7c32464f24bffab767099-lepenski-vir.jpg",
    "detail_description": "What is now Đerdap National Park was once a major centre for Mesolithic- and Neolithic-era fishing communities, a past that has been wonderfully preserved in this unsung museum overlooking the Danube. Housed – somewhat ironically – within a space-age building, religious and workaday artefacts, sculptures and skeletons dating back as far as 7000 BC are on display here. Perhaps the most impressive is the world-famous Foremother and several other stone sculptures of fish-like idols with human faces.\nA fascinating film showing the excavation of the settlement plays on a loop, and there's a 3D simulation of the village as it would have been long ago.There's no public transport to the archaeological site; if you're not driving, catch a taxi from Donji Milanovac (it's 16km upstream)."
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 9,
    "name": "Museum of Yugoslavia",
    "latitude": "44.787851",
    "longitude": "20.452123",
    "excerpt": "This must-visit museum houses an invaluable collection of more than 200,000 artefacts representing the fascinating, tumultuous history of Yugoslavia…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/museum-of-yugoslavia/a/poi-sig/1548529/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c5366694c1281f0ab58a7fa0beb899c1-museum-of-yugoslav-history.jpg",
    "detail_description": "This must-visit museum houses an invaluable collection of more than 200,000 artefacts representing the fascinating, tumultuous history of Yugoslavia. Photographs, artworks, historical documents, films, weapons, priceless treasure: it's all here. It can be a lot to take in; English-speaking guides are available if booked in advance via email, or you can join a free tour on weekends (11am in English, Serbian at noon). Marshal Tito's Mausoleum is also on the museum grounds; admission is included in the ticket price.\nThe museum's main building, known as the May 25 Museum, has undergone extensive renovations, and should have reopened the the time you read this. Take trolleybus 40 or 41 at the south end of Parliament on Kneza Miloša; ask the driver to let you out at Kuća Cveća."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 8,
    "name": "Vratna Gates",
    "latitude": "44.38229",
    "longitude": "22.339507",
    "excerpt": "The remote Negotin region hides one of the country's more dramatic natural phenomena. Three gigantic stone arches – known as Small Gate (Mala kapija), Big…",
    "detail_url": "https://www.lonelyplanet.com/serbia/eastern-southern-serbia/attractions/vratna-gates/a/poi-sig/1603971/1324754",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ace53ad9384188529505c0fb33e25cf0-vratna-gates.jpg",
    "detail_description": "The remote Negotin region hides one of the country's more dramatic natural phenomena. Three gigantic stone arches – known as Small Gate (Mala kapija), Big Gate (Velika kapija) and Dry Gate (Suva kapija) – were moulded by erosion in the Vratna River canyon; the last one is the most impressive but also the least accessible and recommended for more experienced hikers. Signposted trails (1km to Small and Big Gates, 5km to Dry Gate) lead uphill through the forest from Vratna Monastery.\nAs the area is a hunting ground for mouflon and deer, hikers have high chances of spotting some of these majestic animals. The monastery is located about 35km from the town of Negotin which is connected with Belgrade by bus (1200RSD, five hours, seven daily). Contact Negotin Tourist Organisation for guided tours."
},
{
    "country": "serbia",
    "city": "Novi Sad",
    "index": 7,
    "name": "Petrovaradin Fortress",
    "latitude": "45.252407369",
    "longitude": "19.862004438",
    "excerpt": "Towering over the river on a 40m-high volcanic slab, this mighty citadel, considered Europe's second-biggest fortress (and one of its best preserved), is…",
    "detail_url": "https://www.lonelyplanet.com/serbia/vojvodina/novi-sad/attractions/petrovaradin-fortress/a/poi-sig/1083770/360687",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/469802154_super.jpg",
    "detail_description": "Towering over the river on a 40m-high volcanic slab, this mighty citadel, considered Europe's second-biggest fortress (and one of its best preserved), is aptly nicknamed 'Gibraltar on the Danube'. Constructed using slave labour between 1692 and 1780, its dungeons have held notable prisoners including Karađorđe (leader of the first Serbian uprising against the Turks and founder of a royal dynasty) and Yugoslav president Tito.\nHave a good gawk at the iconic clock tower: the size of the minute and hour hands are reversed so far-flung fisherfolk can tell the time. Within the citadel walls, a museum offers insight into the site's history; it can also arrange tours (in English; 3500RSD) of Petrovaradin's 16km of creepy, but cool, unlit underground tunnels (katakombe). Petrovaradin hosts Novi Sad's wildly popular EXIT Festival each July."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 6,
    "name": "Memorial Museum '21st October'",
    "latitude": "44.021274",
    "longitude": "20.894247",
    "excerpt": "Šumarice Memorial Park is home to a sombre museum that tells the harrowing story of the 1941 massacre of around 3000 Kragujevac civilians during the…",
    "detail_url": "https://www.lonelyplanet.com/serbia/kragujevac/attractions/memorial-museum-21st-october/a/poi-sig/1604332/1342590",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/72486e6cd8c9aeef2f38533e100751f8-memorial-museum-21st-october.jpg",
    "detail_description": "Šumarice Memorial Park is home to a sombre museum that tells the harrowing story of the 1941 massacre of around 3000 Kragujevac civilians during the German occupation of Serbia. A 7km circular road leads through the 352-hectare park, past the locations of 30 mass graves and 10 memorials. A gallery of paintings by renowned Yugoslav artist Petar Lubarda is part of the permanent exhibition, as are the personal effects and heartbreaking farewell messages of those who were executed.\nThere are audio guides in five languages; the exhibition includes English translations.One of the classrooms of the Kragujevac grammar school, from where the Nazis led about 300 students and teachers to their execution, is today also a memorial room. Each year on 21 October, a commemorative event called 'Veliki školski čas' (meaning 'the great school class') is held in the park, next to the Monument to Executed Students and Teachers."
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 5,
    "name": "National Museum",
    "latitude": "44.816809",
    "longitude": "20.46003",
    "excerpt": "Lack of funding for renovations kept Serbia's National Museum mostly shuttered for 15 years, but its much ballyhooed 2018 reopening has been a great…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/national-museum/a/poi-sig/1010839/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2f209e7c7b71f78ffab06c1d628de2f86f1f618918d5711d22329a308a9c20fb.jpg",
    "detail_description": "Lack of funding for renovations kept Serbia's National Museum mostly shuttered for 15 years, but its much ballyhooed 2018 reopening has been a great source of national pride – it awoke from the dead on Vidovdan (28 June), the country's national day – and for good reason. Built in 1903 and reconstructed multiple times over the years, the museum's latest €12 million makeover frames some 5000 sq metres of exhibition space over three floors.\nHighlights include works by Croatian Ivan Meštrović, the most celebrated sculptor of the Kingdom of Yugoslavia; archaeological treasures from Roman-era Serbia; and extensive galleries dedicated to both 18th- and 19th-century Serbian art and 20th-century Yugoslavian art. Don't miss the museum's most haunting corner, where Stevan Aleksić's The Burning of the Remains of St Sava (1912) sits sidesaddle to Đorđe Krstić's The Fall of Stalać (1903), two hyper-realistic and menacing oils on canvas."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 4,
    "name": "Kadinjača Memorial Complex",
    "latitude": "43.910029",
    "longitude": "19.740844",
    "excerpt": "Serbia's most grandiose spomenik (Yugoslav-era memorial), Kadinjača commemorates the Partisans from the Workers' Battalion who perished on this spot…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/kadinjaca-memorial-complex/a/poi-sig/1603974/360680",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f5c2a0246ccf3c5df4e5c4a02a86e139-kadinjaca-memorial-complex.jpg",
    "detail_description": "Serbia's most grandiose spomenik (Yugoslav-era memorial), Kadinjača commemorates the Partisans from the Workers' Battalion who perished on this spot fighting the Germans in November 1941. Rising on a green hill like some futuristic Stonehenge, the arresting series of white granite monoliths of various heights and angles culminates in two 14m-high pillars that together form a symbolic 'bullet hole' sculpture. The 15-hectare complex comprises a stone pyramid with a crypt for the fallen soldiers.\nThere's a memorial hall with an exhibition about the historic event. The Partisans' heroic defeat at the battle of Kadinjača marked the end of the short-lived Republic of Užice, the first liberated territory in German-occupied Europe. Proclaimed by Yugoslavia's legendary resistance movement, it covered an area of about 20,000 sq km in western Serbia and lasted only 67 days.The memorial complex is located 14km northwest of Užice, accessed from the road to Bajina Bašta. If visiting from Bajina Bašta, a return taxi should cost around 1300RSD."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 3,
    "name": "Studenica Monastery",
    "latitude": "43.486517",
    "longitude": "20.531516",
    "excerpt": "One of Serbia's most sacred sites, Unesco-listed Studenica was established in 1196 by the founder of the Serbian empire (and future saint) Stefan Nemanja…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/studenica-monastery/a/poi-sig/1528683/360680",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1c4320d89ebab13a79a297fac1b0d0cd-studenica-monastery.jpg",
    "detail_description": "One of Serbia's most sacred sites, Unesco-listed Studenica was established in 1196 by the founder of the Serbian empire (and future saint) Stefan Nemanja and developed by his sons Vukan, Stefan and Rastko (St Sava). Two well-preserved churches lie within the monastery's impressive white-marble walls. Bogorodičina Crkva (Church of Our Lady) contains Stefan Nemanja's tomb. The smaller Kraljeva Crkva (King's Church) houses the acclaimed Birth of the Virgin fresco and other masterpieces.\nActive monastic life was cultivated by Sava and continues today though this thriving little community doesn't mind visitors (lodging is available for €10 per night). The hermitage of St Sava, a cave-like complex of monks' cells built into a cliff high above a canyon and accessed via a narrow wooden bridge, is about 6km from Studenica. It offers terrific views and makes for a great hike; ask for directions at the monastery.From Novi Pazar, catch a Kraljevo-bound bus to the village of Ušće (about one hour) and take a local bus from there or negotiate a taxi ride (around 700RSD)."
},
{
    "country": "serbia",
    "city": "Serbia",
    "index": 2,
    "name": "Uvac Canyon",
    "latitude": "43.35614",
    "longitude": "19.964733",
    "excerpt": "The Uvac River's spectacular meanders are the highlight of the 75-sq-km Uvac nature reserve in southwestern Serbia. The incredibly green river snakes…",
    "detail_url": "https://www.lonelyplanet.com/serbia/southern-serbia/attractions/uvac-canyon/a/poi-sig/1568814/360680",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/393009f6a13032bf20bef29cbef9073e-uvac-canyon.jpg",
    "detail_description": "The Uvac River's spectacular meanders are the highlight of the 75-sq-km Uvac nature reserve in southwestern Serbia. The incredibly green river snakes through steep limestone rock in a zigzag manner – a feat of nature that's best admired from high above, at Molitva or Veliki vrh lookouts. The reserve, which also comprises a 6km-long cave system, owes its protected status to 219 species of plants, 24 types of fish and 130 bird species including the endangered beloglavi sup (griffon vulture).\nA number of hiking trails lead around the canyon and past the lookouts, from 2km to 10km, offering plenty of birdwatching opportunities along the way – you can't miss the mighty bird of prey with its 3m wingspan! The 2km-long Ice Cave (with a permanent temperature of 8°C) has several galleries and is rich in ornaments. A boat trip through the canyon with a park ranger includes a tour of the cave and a hike up to a lookout (call to book ahead; the trip with/without a hike takes roughly five/three hours). Wild Serbia offers Uvac kayaking and caving tours.The easiest way to reach Uvac is with your own wheels."
},
{
    "country": "serbia",
    "city": "Belgrade",
    "index": 1,
    "name": "Belgrade Fortress",
    "latitude": "44.823684046143",
    "longitude": "20.450016546671",
    "excerpt": "Some 115 battles have been fought over imposing, impressive Belgrade Fortress (aka Kalemegdan); the citadel was destroyed more than 40 times throughout…",
    "detail_url": "https://www.lonelyplanet.com/serbia/belgrade/attractions/belgrade-fortress/a/poi-sig/1010837/360674",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6e4c430a3354e770ab9a9a2bf767d65b-top-things-to-do-in-serbia.jpg",
    "detail_description": "Some 115 battles have been fought over imposing, impressive Belgrade Fortress (aka Kalemegdan); the citadel was destroyed more than 40 times throughout the centuries. Fortifications began in Celtic times, and the Romans extended it onto the flood plains during the settlement of 'Singidunum', Belgrade's Roman name. Much of what stands today is the product of 18th-century Austro-Hungarian and Turkish reconstructions. The fort's bloody history, discernible despite today's jolly cafes and funfairs, only makes the fortress all the more fascinating.\nEntering from Knez Mihailova and passing through Kalemegdan Park, you first reach the Upper Town whose attractions include the Military Museum, Clock Tower, Damad Ali-Paša's Turbeh, Roman Well and Victor Monument. In the Lower Town, which slopes down towards the river, look out for the Big Gunpowder Magazine, Ružica and Sveta Petka Churches, Old Turkish Bath (Hamam) and Nebojša Tower.Audio guides in six languages with a map (300RSD; plus ID as deposit) are available from the souvenir shop within the Inner Stambol Gate, which is also where you must purchase tickets for the Clock Tower, Roman Well and Big Gunpowder Magazine."
}
]