[
{
    "country": "sichuan",
    "index": 1,
    "name": "Yading Nature Reserve",
    "latitude": "28.7277",
    "longitude": "100.267453",
    "excerpt": "The magnificent Yading Nature Reserve, 140km south of Daocheng, centres around three sacred snowcapped mountains, a holy trinity encircled by forested…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/sichuan-tibet-hwy-southern-route/attractions/yading-nature-reserve/a/poi-sig/1438996/356110",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f715d9290c40b9bbc78ea72e17a4303b-yading-nature-reserve.jpg",
    "detail_description": "The magnificent Yading Nature Reserve, 140km south of Daocheng, centres around three sacred snowcapped mountains, a holy trinity encircled by forested valleys, crystal-clear rivers and glacier-fed lakes. These are, quite simply, some of the most stunning landscapes you'll ever see. There are opportunities to hike, ride and camp here.\nLocals have worshipped these mountains for more than 800 years. The three peaks – Chenresig (compassion), Chana Dorje (power) and Jampelyang (wisdom) – represent bodhisattvas in Tibetan Buddhism. Even for nonbelievers, walking the 35km kora (转山; holy hike) around the highest peak, Chenresig (仙乃日; Xiānnǎirì), which tops out at 6032m, can be a hugely meaningful experience.The clockwise circuit around Chenresig begins at Longtong Ba (龙同坝; Lóngtóng Bà) and takes at least 12 hours of serious hiking. To avoid one very long day, many use the campsites located about halfway, just below the first pass beyond Five-Colour Lake. You have to bring all your own gear and supplies. (Though you'll pass locals living in simple stone huts, under park rules they are not supposed to take you in.) Remember to keep the mountain on your right, and to always take the right-hand turn when there’s a choice of paths. There is a longer, four-day, 110km hike that adds a circuit around 5958m Chana Dorje (夏郎多吉; Xiàláng Duōjí), which begins and ends at the same place as the kora.These hiking trails are all around 4000m above sea level, so acclimatise properly and pack for a serious expedition before you set off. Guides are available for hire at Longtong Ba.If you don’t have the time (or energy) for a full circuit, there are day-hike options that see far more visitors. Take the shuttle bus from the ticket office into the park to just beyond the small settlement of Longtong Ba. From here hike 2km to the 800-year-old Chonggu Monastery (冲古寺; Chōnggǔ Sì), where you can pick up electric carts (one way/return ¥50/80, 6km, 20 minutes) into the Luorong Grassland (洛绒牛场; Luòróng Niúchǎng), which offers incredible views of the trinity and is as far as most tourists go. The other direction, uphill from Chonggu Monastery, is a 40-minute(1km) uphill hike to Zhuoma La (卓玛拉; Zhuómă Lā) and a small lake. This lake, just in the shadow of Chenresig's north face, is particularly impressive in spring when surrounded by blooming azalea flowers.It's worth continuing another 5km (three hours) from the Luorong Grasslands to Milk Lake (牛奶海; Níunǎi Hǎi) and stunning Five-Colour Lake (五色海; Wǔsè Hǎi). You can also ride guided mules (return ¥300) for this segment, but keep in mind that even on four legs the round-trip journey takes 5½ hours on a steep, rocky trail. Riders must dismount multiple times to scramble alongside their ride for about a kilometre.Take a shared minibus (per person ¥50, 2½ hours) from Daocheng to the small town of Riwa (日瓦), where you buy tickets for the reserve. The ticket includes a mandatory ¥120 shuttle-bus fee, so take the park shuttle bus the last 32km into the park (50 minutes); it stops first in Yading village and then 3km later at Longtong Ba.There are guesthouses and places to eat in Yading village (亚丁村). To get an early start on the kora sleep in a guesthouse in Yading then catch the 7.30am shuttle the last few kilometres down to Longtong Ba. Buses within the park run from the visitors centre between 7.20am and 5.40pm, and back from Longtong Ba between 9am and 7.30pm.The best times to visit the reserve are May to June and September to early October."
},
{
    "country": "sichuan",
    "index": 35,
    "name": "Paoma Shan",
    "latitude": "30.051219",
    "longitude": "101.965592",
    "excerpt": "Paoma Shān is the famed mountain of the Kāngdìng Qíng Gē ('Kangding Love Song'), one of China's most enduring folk songs, and will appeal the most to…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/kangding-dardo/attractions/paoma-shan/a/poi-sig/1241399/356103",
    "image_url": null,
    "detail_description": "Paoma Shān is the famed mountain of the Kāngdìng Qíng Gē ('Kangding Love Song'), one of China's most enduring folk songs, and will appeal the most to those who are familiar with the ditty. It's an easy ascent on foot, or take the cable car halfway up for excellent views of the town and surrounding peaks and valleys. You have to pay to go all the way up the stepped path, past ribbons of prayer flags and the Pǎomǎ Sì.\nTo walk up, find the path just above the left-most hall of Guānyīn Sì or up a small staircase just north of the cable car and across the street from 2 Paomashan Nanlu (跑马山南路2号)."
},
{
    "country": "sichuan",
    "index": 34,
    "name": "Salt Industry History Museum",
    "latitude": "29.351432",
    "longitude": "104.76835",
    "excerpt": "Housed in an ornate 270-year-old guild hall, this unique museum documents the course of the region’s salt industry, which dates to the first century CE…",
    "detail_url": "https://www.lonelyplanet.com/china/zigong/attractions/salt-industry-history-museum/a/poi-sig/1241301/1323913",
    "image_url": null,
    "detail_description": "Housed in an ornate 270-year-old guild hall, this unique museum documents the course of the region’s salt industry, which dates to the first century CE. Salt was at one time valued more than gold, and by the late 19th century industrious salt merchants had turned Zigong into a leading industrial centre.\nThe museum tells the story through old photographs (some with English captions) and a modest collection of exhibits demonstrating how the extraction process developed. Built by Shanxi salt merchants in 1736, the building itself sometimes steals the show with its tranquil stone courtyards, beautiful woodcarvings and swooping eaves.To get here from the Shizi Kou (十字口) bus stop, walk down the hill and turn left onto Jiefang Lu (解放路). The museum will be on your right after about 700m."
},
{
    "country": "sichuan",
    "index": 40,
    "name": "Chengdu Museum of Contemporary Art",
    "latitude": "30.544087",
    "longitude": "104.068315",
    "excerpt": "This privately funded museum aims to create a space for the development and exhibition of contemporary and abstract art in Chinese society. Works on…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/chengdu-museum-of-contemporary-art/a/poi-sig/1541266/356085",
    "image_url": null,
    "detail_description": "This privately funded museum aims to create a space for the development and exhibition of contemporary and abstract art in Chinese society. Works on display range from thought-provoking critiques of the country's history to examinations of the interplay between nature and society, and make a visit well worth the trip from central Chengdu. Due to funding issues the museum is often closed and only now hosts occasional exhibitions. Call to check before visiting.\nFrom metro line 1's 5th Tianfu Street station, exit station C2 and turn right onto Tianhua Second Rd (天华二街). The museum is immediately to the right."
},
{
    "country": "sichuan",
    "index": 39,
    "name": "Shuangqiao Valley",
    "latitude": "31.049404",
    "longitude": "102.790833",
    "excerpt": "The longest of the three main valleys in the Four Sisters Mountain area is also the most accessible to tourists, with a wooden boardwalk that runs for…",
    "detail_url": "https://www.lonelyplanet.com/china/four-sisters-mountain/attractions/shuangqiao-valley/a/poi-sig/1542840/1341304",
    "image_url": null,
    "detail_description": "The longest of the three main valleys in the Four Sisters Mountain area is also the most accessible to tourists, with a wooden boardwalk that runs for about 30km of the valley's 40km length, and regular shuttle buses running throughout the day. Shuttle tickets are ¥70, not including the 7km transfer from Rilong, but if you want to get to the most impressive scenery at the far end of the valley it's the only way to do it in a day.\nThe valley receives a lot of groups of selfie-stick welding Chinese package tourists, and the lower ends of the valley or the areas near where the shuttle drops people off can be oppressively busy."
},
{
    "country": "sichuan",
    "index": 38,
    "name": "Tomb of Wang Jian",
    "latitude": "30.67548",
    "longitude": "104.045076",
    "excerpt": "Built for Wang Jian (847–918), a general who rose to power following the collapse of the Tang dynasty to rule as emperor of the Shu kingdom, this above…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/tomb-of-wang-jian/a/poi-sig/472738/356085",
    "image_url": null,
    "detail_description": "Built for Wang Jian (847–918), a general who rose to power following the collapse of the Tang dynasty to rule as emperor of the Shu kingdom, this above-ground tomb, the only one excavated in China so far, was pillaged just once sometime after the fall of the Shu following his death.\nThe tomb is decorated with carvings of 24 musicians and dancers all playing different instruments and is considered to be the best surviving record of Tang dynasty court entertainment; the statue at the back is thought to be the only existing lifelike sculpture of an ancient Chinese king. Strolling the surrounding grounds is free and altogether makes for a pleasant hour or two."
},
{
    "country": "sichuan",
    "index": 37,
    "name": "Suopo",
    "latitude": "30.846237",
    "longitude": "101.923685",
    "excerpt": "Danba's nearest village with watchtowers is a 1½- to two-hour walk along the river. A resourceful family has rebuilt the wooden base levels of a tower…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/danba/attractions/suopo/a/poi-sig/1498076/356109",
    "image_url": null,
    "detail_description": "Danba's nearest village with watchtowers is a 1½- to two-hour walk along the river. A resourceful family has rebuilt the wooden base levels of a tower next to their home; visitors can climb up the inside from their rooftop (¥15). Don’t worry about finding them: they, or a ‘friend’ of theirs, will find you.\nTo get to Suopo, turn east out of Danba's cluster of hostels and follow the river. Turn down the track beside the small police station after about 5km, then cross the small suspension bridge and keep walking up to the village. Look for stone steps under some large trees up to your left, just after you reach the village’s first couple of buildings. These steps lead to the nearest towers."
},
{
    "country": "sichuan",
    "index": 36,
    "name": "Yarchen Gar Buddhist Institute",
    "latitude": "30.941176",
    "longitude": "99.611428",
    "excerpt": "On a quiet bend of the Dzin-Chu River in the remote grasslands of Garzi Prefecture, this massive Nyingma (Red Hat) community of nuns and monks living in…",
    "detail_url": "https://www.lonelyplanet.com/china/yaqing/attractions/yarchen-gar-buddhist-institute/a/poi-sig/1543331/1341325",
    "image_url": null,
    "detail_description": "On a quiet bend of the Dzin-Chu River in the remote grasslands of Garzi Prefecture, this massive Nyingma (Red Hat) community of nuns and monks living in improvised housing under the shadows of magnificent golden-roofed temples has always been one of the most arresting sights in Sichuan.\nHowever, in May 2019 the authorities closed the town to all outsiders (including Chinese and Tibetans) and began to demolish housing. The authorities say that this demolition has been for health and safety reasons. Tibetan rights groups say that there have been mass forced relocations and that many nuns have been sent to 'reeducation camps'.All access to the area was closed at the time of research and we were unable to visit."
},
{
    "country": "sichuan",
    "index": 33,
    "name": "Shenhai Salt Well",
    "latitude": "29.376323",
    "longitude": "104.785023",
    "excerpt": "This fascinating museum is also a working salt mine. Its 1001m-deep artesian salt well was the world’s deepest well when it was built in 1835 and it…",
    "detail_url": "https://www.lonelyplanet.com/china/zigong/attractions/shenhai-salt-well/a/poi-sig/1241317/1323913",
    "image_url": null,
    "detail_description": "This fascinating museum is also a working salt mine. Its 1001m-deep artesian salt well was the world’s deepest well when it was built in 1835 and it remains the deepest salt well ever made using percussion drilling, a technique invented here and later applied throughout the world.\nMany pieces of original equipment, including a 20m-high wooden derrick that towers above the tiny, 20cm-wide mouth of the well, are still intact. On the 2nd floor of the salt house, rows of cauldrons bubble away day and night over fires powered by natural gas, the mine's other product, until only fluffy white piles of glistening salt remain.There are excellent English captions explaining the process, from how bamboo was once used to siphon brine from beneath the earth to how soy milk is added to clarify it. Bags of the salt (from ¥3.50) are sold from the window to the right when you exit.Take bus 5 or 35 (¥1, six stops) uphill from the city centre."
},
{
    "country": "sichuan",
    "index": 30,
    "name": "Dujiangyan Irrigation System",
    "latitude": "31.003325",
    "longitude": "103.607855",
    "excerpt": "This Qin dynasty waterworks project (completed in 256 BC) is the oldest and only surviving non-dam irrigation system in the world. Still used to control…",
    "detail_url": "https://www.lonelyplanet.com/china/dujiangyan/attractions/dujiangyan-irrigation-system/a/poi-sig/1240916/1339939",
    "image_url": null,
    "detail_description": "This Qin dynasty waterworks project (completed in 256 BC) is the oldest and only surviving non-dam irrigation system in the world. Still used to control the water levels of the Mín Jiāng, this scenic area is studded with historic temples, forested hills and hilltop pagodas, as well as coursing waters.\nTo temper the devastating floods caused by the fast-flowing Min Jiang, regional magistrate Li Bing oversaw tens of thousands of workers using tubular bamboo baskets filled with stones to reshape the river bends. A 20m-wide channel was also cut through Yulei Shan using only alternate applications of fire and water to crack the mountain's hard rock.The Dujiangyan Ancient Town (都江堰古城), accessible from both of the scenic area's main entrances, is overflowing with historical-looking storefronts hawking everything from souvenirs and clothes to tea and food.Every Tombsweeping Day (generally April 4th or 5th), catch elaborately costumed re-enactments of the building process, ceremonial sacrifices and elegies sung to Li Bing at the Water Releasing Festival."
},
{
    "country": "sichuan",
    "index": 31,
    "name": "Garze Gompa",
    "latitude": "31.634365",
    "longitude": "99.984899",
    "excerpt": "North of the town’s old Tibetan quarter is Ganzi's largest monastery, dating back more than 500 years and glimmering with gold (some of it even real!)…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/ganzi/attractions/garze-gompa/a/poi-sig/1241514/356101",
    "image_url": null,
    "detail_description": "North of the town’s old Tibetan quarter is Ganzi's largest monastery, dating back more than 500 years and glimmering with gold (some of it even real!). Encased on the walls of the main hall are hundreds of small golden Shakyamunis (Buddhas). In a smaller hall down the hill to the west is an awe-inspiring statue of Jampa (Maitreya or Future Buddha) dressed in a giant silk robe, with a tooth of the historical Buddha embedded in the right big toe.\nCatch fantastic views from the rooftop, and don't miss the large permanent mandala built into a small pavilion on the eastern corner. You might be able to see some of the complex's 500 monks praying and chanting in the main prayer hall if you visit between 6am and 7am, noon and 1pm or 6pm to 7pm. After the evening prayers, theological debates, full of dramatic hand clapping, take place in the main courtyard (daily except Sunday).At the time of research a massive new monastery, which dwarfs the original one, was under construction right next to the old one."
},
{
    "country": "sichuan",
    "index": 32,
    "name": "Chöde Gompa",
    "latitude": "30.005276",
    "longitude": "100.274523",
    "excerpt": "At the northern end of town, the large Chöde Gompa is a Tibetan monastery that was built for the third Dalai Lama (1543–1588). Inside is a statue of…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/litang/attractions/choede-gompa/a/poi-sig/1241544/356112",
    "image_url": null,
    "detail_description": "At the northern end of town, the large Chöde Gompa is a Tibetan monastery that was built for the third Dalai Lama (1543–1588). Inside is a statue of Sakyamuni, believed to have been carried from Lhasa by foot. Don’t miss climbing onto the roof of the main hall on the far right for great views of the Tibetan homes leading up to the monastery, as well as the grasslands and mountains beyond.\nNext to the main prayer hall is a smaller chapel containing a huge image of Je Tsongkhapa, the founder of the Gelug School (yellow hats) of Tibetan Buddhism. This chapel is much more atmospheric than the main hall, which has been renovated relatively recently.To get here, from the post office, turn left at the end of Tuanjie Lu, then take the first right and follow the road. Alternatively, bus 2 (¥2) terminates at the monastery. Pick it up at the King Gesar Sq stop (格萨尔广场站; Gésà'ěr Guǎngchǎng Zhàn) one block north of the post office."
},
{
    "country": "sichuan",
    "index": 29,
    "name": "Darjay Gompa",
    "latitude": "31.660833",
    "longitude": "99.756718",
    "excerpt": "It's one of the most venerated monasteries in the prefecture; the reasoning behind the name 'Big Golden Temple' becomes apparent as soon as it appears on…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/sichuan-tibet-hwy-northern-route/attractions/darjay-gompa/a/poi-sig/1495677/356108",
    "image_url": null,
    "detail_description": "It's one of the most venerated monasteries in the prefecture; the reasoning behind the name 'Big Golden Temple' becomes apparent as soon as it appears on the horizon. There are two large halls surrounded by a small village that consists primarily of monks' brightly painted wooden houses. You may have to track down a monk to unlock (开门, kāimén) the temple halls. Keep an eye out for the fantastic sand mandalas the monks make from time to time.\nDarjay Gompa is 30km west of Ganzi on the road to Manigange. It costs around ¥20 to get here from Ganzi in a shared minivan, at least ¥40 in a private taxi. A short walk from the Darjay Gompa is the basic but atmospheric Talam Khang guesthouse and temple, with snowcapped mountains to one side, and rolling grasslands and a river to the other. To get here from Darjay Gompa, exit from the monastery's back gate and walk about 15 minutes along the dirt road. Walk towards the white stupa furthest on the left, keeping the grassland villages on your right. You'll see the temple as you come over the hill."
},
{
    "country": "sichuan",
    "index": 28,
    "name": "Lǐzhuāng Gǔzhèn",
    "latitude": "28.808073",
    "longitude": "104.797468",
    "excerpt": "The old town covers just a couple of square kilometres, with all the main sights between the bus stop and the river. Entry to the main temples and…",
    "detail_url": "https://www.lonelyplanet.com/china/lizhuang/attractions/lizhuang-guzhen/a/poi-sig/1497962/1339805",
    "image_url": null,
    "detail_description": "The old town covers just a couple of square kilometres, with all the main sights between the bus stop and the river. Entry to the main temples and courtyard residences requires a ticket, but visitors are free to amble the streets and surrounding paddies, and enjoy the tranquil riverside promenade.\nAmong the old town's important sights is Xizi Xiang (席子巷), a narrow lane named for the craftsman who wove grass sleeping mats here. The two-storey, wooden houses on either side are characteristic of architecture from 400 years ago, with wide eaves that nearly touch their neighbours. To the east, a towering gate welcomes you at the Jade Buddha Temple (玉佛寺), built by Fujian arrivals in 1845. By the river on Bingjiang Lu, the windows of the 200-year-old Zhang Family Ancestral Hall (张家祠) are adorned with 50 pairs of intricately carved red-crowned cranes. Between 1937 and 1942, the hall and the Huiguang Temple (蕙光寺), the architectural masterpiece downriver, secreted many of China's most precious cultural relics. Villagers gave refuge to scholars and thousands of works of art, literature, history and science during the Japanese invasion."
},
{
    "country": "sichuan",
    "index": 27,
    "name": "Lhagang Monastery",
    "latitude": "30.321174",
    "longitude": "101.520667",
    "excerpt": "The story goes that when Princess Wencheng, the Chinese bride-to-be of Tibetan king Songtsen Gampo, was on her way to Lhasa in 640, a precious statue of…",
    "detail_url": "https://www.lonelyplanet.com/china/tagong/attractions/lhagang-monastery/a/poi-sig/1241501/1324066",
    "image_url": null,
    "detail_description": "The story goes that when Princess Wencheng, the Chinese bride-to-be of Tibetan king Songtsen Gampo, was on her way to Lhasa in 640, a precious statue of Jowo Sakyamuni Buddha toppled off one of the carts in her entourage. A replica of the statue was carved on the spot where it landed and a temple built around it.\nThe busy complex contains a number of temples. The one where the statue fell is on the far right as you enter. The original, which is the most revered Buddha image in all of Tibet, is housed in Lhasa’s Jokhang Temple. As a result, it is said that praying in Tagong is the spiritual equivalent of praying in Lhasa itself. Also make note of the beautiful 1000-armed Chenresig (Avalokiteshvara) in the hall to the left, and the impressive garden of chörtens (Tibetan stupas) behind the monastery. In the early morning and evening lots of local people make a kora around the complex.You can also visit the Sakya Monastic School across the river; exit the monastery and walk straight down the main road, turn right at the police station, cross the bridge and walk another 800m. Monks-in-training sit face-to-face on cushions, debating Buddhist texts. After seven years they will be able to join the others in Lhagang."
},
{
    "country": "sichuan",
    "index": 26,
    "name": "Luobiao Hanging Coffins",
    "latitude": "28.048766",
    "longitude": "104.834509",
    "excerpt": "There are hanging coffins found in other parts of China, but there are more in Luobiao than anywhere else and they are reasonably accessible. At one time…",
    "detail_url": "https://www.lonelyplanet.com/china/luobiao/attractions/luobiao-hanging-coffins/a/poi-sig/1241363/1337773",
    "image_url": null,
    "detail_description": "There are hanging coffins found in other parts of China, but there are more in Luobiao than anywhere else and they are reasonably accessible. At one time there were more than 300 hanging coffins, although a third or more have fallen to the ground as their support stakes have rotted away over the past 600 years.\nThere’s a small, free museum just inside the site entrance with old photos, burial artifacts and a coffin complete with a skeleton (leave a small monetary donation at the coffin as locals do). About 100m further is a large cluster of coffins on the cliff. Steps lead up to a better vantage point and a huge cave. About 2km further is another grouping right by the road, though there are many others to be spotted in the surrounding cliffs. While these other groupings aren't as impressive as the first batch the scenery is very pretty and the walk to them is a joy. The area is at its most photogenic first thing in the morning as the sun rises opposite the cliffs, so consider arriving the evening before and staying the night.To get to the coffin site, turn left out of the small Luobiao bus station and walk (45 minutes); take the right fork at the black stele dedicated to Bo (心花园). Or you can catch a motorcycle taxi (¥30) to the entrance."
},
{
    "country": "sichuan",
    "index": 25,
    "name": "Yilhun Lha-tso",
    "latitude": "31.851607",
    "longitude": "99.115219",
    "excerpt": "It is said King Gesar's beloved concubine Zhumu was so taken by these stunning turquoise-blue waters that her heart fell in. This now-holy glacial lake,…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/manigango/attractions/yilhun-lha-tso/a/poi-sig/1498205/356105",
    "image_url": null,
    "detail_description": "It is said King Gesar's beloved concubine Zhumu was so taken by these stunning turquoise-blue waters that her heart fell in. This now-holy glacial lake, 8km southwest of Manigange, is still awe inspiring. Follow a small dirt track around the north edge of the lake to a marshy plain at the far end, from which you can take in the spectacular views of peaks and glaciers from right up close. Locally, this area is also known as 新路海 (Xīnlù Hǎi).\nThe water is frigid and the surface freezes solid from September through March. Take it in by hiking among the chörten (Tibetan stupas) and mani stones, beneath snowcapped Chola Mountain to the west, whose melt-waters feed the lake. You can walk for a couple of hours up the foothills on the left side of the lake for more breathtaking views and possible glimpses of white-lipped deer (白唇鹿; báichúnlù).You can also ride horses led by guides (from ¥100). Camping is possible for ¥15 per person, but you'll need to be self-sufficient. In summer you may also run into local monks setting up colourful tents.To get here, take a Dege-bound minibus (¥20 to ¥40), hitch a ride or hike (turn right out of Manigange Pani Hotel and keep going for two hours). The lake is a 10-minute walk from the main road, along an easy track. Minivans (¥20) wait to take you back to Manigange."
},
{
    "country": "sichuan",
    "index": 24,
    "name": "Pelyul Gompa",
    "latitude": "31.215573",
    "longitude": "98.821936",
    "excerpt": "A remote settlement in the mountains of the former Tibetan province of Kham, here you can get a semblance of the spectacle of monastic life through a…",
    "detail_url": "https://www.lonelyplanet.com/china/baiyu/attractions/pelyul-gompa/a/poi-sig/1498208/1339729",
    "image_url": null,
    "detail_description": "A remote settlement in the mountains of the former Tibetan province of Kham, here you can get a semblance of the spectacle of monastic life through a visit to Baiyu Si (Baiyul; 3150m), a small monastery village of striking beauty. Wander the temples and observe the 200 monks living here, then explore the maze of lanes that wind among the red and white houses clinging to the hillside.\nThe original monastery, built in 1665, grew to be one of the six most influential monasteries of the Nyingma (Red Hat) sect. It has been restored and rebuilt several times, and at its height had more than 1000 monks before it was destroyed during the Cultural Revolution. The monastery was rebuilt in 1982 with a combination of private and government funds.The monastery has a small printing operation in a building just uphill from the main halls. On the 2nd floor, you can watch carvers create delicate script in reverse as they cut away intricate designs out of small wooden blocks.The monastery village infrastructure remains rudimentary; raw sewage flows onto the paths after rains. There are no restaurants or guesthouses, so head back down into the modern town below.From the Baiyu bus station the temple is a 2km slog uphill through the lanes of the modern city, or accessible by car via a steep paved road on the northern edge of town.At the time of research foreigners were forbidden from visiting the town."
},
{
    "country": "sichuan",
    "index": 23,
    "name": "Sanxingdui Museum",
    "latitude": "31.003288",
    "longitude": "104.218583",
    "excerpt": "The Sanxingdui Museum, 40km north of Chengdu in Guanghan (广汉), exhibits relics of the Shu kingdom, a cradle of Chinese civilisation dating from 1200 BC to…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/central-sichuan/attractions/sanxingdui-museum/a/poi-sig/1240890/356084",
    "image_url": null,
    "detail_description": "The Sanxingdui Museum, 40km north of Chengdu in Guanghan (广汉), exhibits relics of the Shu kingdom, a cradle of Chinese civilisation dating from 1200 BC to 1100 BC. Some archaeologists regard these artefacts, which include stunningly crafted, angular and stylised bronze masks, as even more important than Xi'an's Terracotta Warriors. Art and anthropology buffs will need at least a half day here, though budding archaeologists may be disappointed by the lack of access to the dig site itself.\nThroughout the 20th century, farmers around Guanghan continually unearthed intriguing pottery shards and dirt-encrusted jade carvings when digging wells and tilling their fields. However, war and lack of funds prevented anyone from investigating these finds. Finally, in September 1986, archaeologists launched a full-scale excavation and made a startling discovery when they unearthed the site of a major city dating back to the Neolithic age in the upper reaches of the Yangzi River (Cháng Jiāng). It was previously believed that the oldest civilisations were concentrated around the Yellow River (Huáng Hé).Buses to the site depart Chengdu’s Xinnanmen bus station (¥50 return, one hour, 9.30am) and return from the museum around 3pm. Alternatively, buses from Chengdu's Zhaojue Si station (¥12, 1½ hours, 7am to 8pm) head to Guanghan's tourist bus station (广汉客运中心) – transfer to local bus 10 (¥2, 6.30am to 8pm) for the remaining 10km to the site. A bus from the site back to Zhaojue Si station leaves at 4.10pm, otherwise buses depart the tourist bus station for Xinnanmen every 10 minutes (¥16, 6.40am to 6.50pm)."
},
{
    "country": "sichuan",
    "index": 22,
    "name": "Jinsha Site Museum",
    "latitude": "30.683125",
    "longitude": "104.012364",
    "excerpt": "In 2001 archaeologists made a historic discovery in Chengdu’s western suburbs: they unearthed a major site containing ruins of the 3000-year-old Shu…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/jinsha-site-museum/a/poi-sig/1240326/356085",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-461115600_master.jpg",
    "detail_description": "In 2001 archaeologists made a historic discovery in Chengdu’s western suburbs: they unearthed a major site containing ruins of the 3000-year-old Shu kingdom. This excellent, expansive museum includes the excavation site and beautiful displays of many of the uncovered objects, which were created between 1200 and 600 BC.\nThe 6000 or so relics here include both functional and decorative items, from pottery and tools to jade artefacts, stone carvings and ornate gold masks. A large number of elephant tusks were also unearthed here.Use exit C of the Jinsha Site Museum station on metro line 7; the ticket office is about 400m north.An audio guide (in English) is ¥10 with a ¥200 deposit."
},
{
    "country": "sichuan",
    "index": 21,
    "name": "Qingcheng Shan",
    "latitude": "30.968484",
    "longitude": "103.50194",
    "excerpt": "Covered in lush, dripping forests, the sacred mountain of Qingcheng Shan has been a Taoist spiritual centre for more than 2000 years. Its beautiful trails…",
    "detail_url": "https://www.lonelyplanet.com/china/dujiangyan/attractions/qingcheng-shan/a/poi-sig/1240901/1339939",
    "image_url": null,
    "detail_description": "Covered in lush, dripping forests, the sacred mountain of Qingcheng Shan has been a Taoist spiritual centre for more than 2000 years. Its beautiful trails are lined with ginkgo, plum and palm, and there are caves, pavilions and centuries-old wooden temples to explore.\nVisitors can experience two sides of the mountain. The main entrance is on the mountain's front side (前山, Qián Shān) and leads to paths that wind past 11 important Taoist sites. Those interested in hiking will prefer the quieter and more scenic back mountain (后山, Hòu Shān), accessed 40km northwest. In either case, to actually enjoy the views, avoid major holidays when masses of tourists arrive to pay tribute to their ancestors.The trails at Qian Shan lead to a summit of only 1260m, a relatively easy climb – four hours up and down, even easier via the cable car (one way/return ¥35/60). Snack stands are scattered along the mountain trails, and several of the major temples have small restaurants.If you want to spend the night, a few temples on Qian Shan welcome guests. Most atmospheric is the fantastic Shangqing Temple, a Qing-dynasty rebuild of the original Jin-dynasty temple in the middle of a forest near the top of the mountain, with guest rooms and a restaurant/teahouse attached. Alternatively, the Tianshi Cave Temple has slightly less-welcoming rooms, but is on a quieter stretch of the mountain.Hou Shan, the back of the mountain, has 20km of rugged pathways – expect a six-hour round-trip hike to the 2128m summit, where you’ll find Baiyun Temple (白云寺, Báiyún Sì); the cable cars at Jinli (one way/return ¥30/55) and Baiyun (one way/return ¥45/80) can shave a couple of hours off the hike. You can find some guesthouses (山庄, shānzhuāng) at Youyi Village (又一村, Yòuyī Cūn), around halfway up the mountain's west side, of which Jiachun Villa is among the best."
},
{
    "country": "sichuan",
    "index": 20,
    "name": "Pingle Old Town",
    "latitude": "30.346454",
    "longitude": "103.332038",
    "excerpt": "A popular subject of paintings for Chinese art students, this ancient river village began as a way-station on the southern Silk Road more than 2000 years…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/central-sichuan/attractions/pingle-old-town/a/poi-sig/1442863/356084",
    "image_url": null,
    "detail_description": "A popular subject of paintings for Chinese art students, this ancient river village began as a way-station on the southern Silk Road more than 2000 years ago. Many of the wooden buildings have been rebuilt, but some date to the Ming and Qing dynasties and locals still live among the ever-multiplying trinket shops.\nThe town’s most venerable inhabitants are its banyan trees, a dozen of which are more than 1000 years old. The most charming of old stone passageways, Fuhui Street Water Gate (福惠街水门, Fuhuì Jie Shuimen), leads down to the river where you can lounge on a bamboo chair and sip tea (¥20 to ¥50). Cross the river and you can wander away to the decidedly untouristy surrounding farmland and small tea plantations.Hardly any foreign tourists visit, but at weekends and on holidays half of Chengdu seems to decamp to here and commercialism threatens to overwhelm the charm. However, just enough real life remains to make this a pleasant day trip from Chengdu, especially in warm months when there's fun to be had in the water and a nice breeze keeps things cool in the many shaded teahouses on the riverfront. Try Wáng Páng Zi Nǎi Tāngmiàn, an open-fronted place a block back from the river and on a quiet street, which serves nai tang mian (奶汤面) – noodles in a plain, milky broth – as well as versions loaded with spice.If you want to linger, there are comfortable guesthouses (客栈, kèzhàn) and other accommodations (住宿, zhùsù) along both river banks. Gǔbù Kèzhàn has bright little rooms with river views.Buses to Pingle usually stop first at the small town of Qionglai (邛崃), about 15 minutes before Pingle – don’t get off here by mistake. Once in Pingle, walk out of the bus station and turn right for the river – it's straight ahead. Buses leave for Chengdu’s Xinnanmen bus station from 9.20am to 5.30pm about every 1½hrs (¥33, two hours). For other long-distance destinations you'll need to transfer in Qionglai (¥5, between 8.30am and 6.25pm)."
},
{
    "country": "sichuan",
    "index": 19,
    "name": "Larung Gar Five Sciences Buddhist Academy",
    "latitude": "32.136374",
    "longitude": "100.452461",
    "excerpt": "Of all the Buddhist sights in western Sichuan, there is none as striking as Larung Gar. The future of Tibetan Buddhism is contained here in this school,…",
    "detail_url": "https://www.lonelyplanet.com/china/seda/attractions/larung-gar-five-sciences-buddhist-academy/a/poi-sig/1498072/1339730",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8b6eb9cb121fbc9e003a458a375b4930-larung-gar-five-sciences-buddhist-academy.jpg",
    "detail_description": "Of all the Buddhist sights in western Sichuan, there is none as striking as Larung Gar. The future of Tibetan Buddhism is contained here in this school, one of the largest of its kind in the world, cradled in a valley some 170km northeast of Ganzi.\nLarung Gar was founded in 1980 by 30 disciples gathering at the modest home of their charismatic leader Khenpo Jikphun. Many more soon arrived. Today the two main halls that anchor the valley floor – the nunnery (女金室; nǚjīn shì), distinguished with three darchen (flag poles) in front, and the massive main monastery (大金室; dàjīn shì) – are thoroughly surrounded by a hive of subsidiary chapels and low-slung living quarters that blanket the valley in crimson. Devoted pilgrims climb to the ridge to prostrate before a huge chörten (Tibetan stupa) and walk the kora spinning prayer wheels.Most of the classes in Buddhist philosophy, history and discourse are taught in Tibetan, even though the students are a mix of Tibetan, Han and other minorities from across China.Up until 2016 there were 10,000 students studying here, but in July of that year Chinese authorities began to demolish hundreds of residences. When the demolitions started the town was closed to all foreigners (and it remains closed today) and information on what has been taking place at Larung Gar has been hard to verify. The authorities have said that the aim of the demolitions has been to make the site fire- and earthquake proof and to increase access for Chinese tourists. Tibetan rights groups say that residents have been forcibly removed from Larung Gar.In July 2019 rumours were swirling that Larung Gar might be about to reopen to foreign tourists. Ask with Tibetan specialist tour companies for the latest."
},
{
    "country": "sichuan",
    "index": 17,
    "name": "Wolong Giant Panda Garden",
    "latitude": "31.033998",
    "longitude": "103.181148",
    "excerpt": "China's leading panda conservation centre and, almost certainly, the best place to see pandas in China, the Wolong Giant Panda Garden is home to 74…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/northern-sichuan/attractions/wolong-giant-panda-garden/a/poi-sig/1629655/356093",
    "image_url": null,
    "detail_description": "China's leading panda conservation centre and, almost certainly, the best place to see pandas in China, the Wolong Giant Panda Garden is home to 74 captive pandas (and there are thought to be 150 wild pandas in the surrounding protected forests). The pandas live in large cages surrounded by thick bamboo forests and enjoyable walking trails link the well spaced cages.\nAt the entrance to the centre is an interesting museum (¥20) dedicated to panda conservation."
},
{
    "country": "sichuan",
    "index": 18,
    "name": "Jiuzhaigou National Park",
    "latitude": "33.271991",
    "longitude": "103.929806",
    "excerpt": "The raw mountain beauty and sparkling lakes of Jiuzhaigou National Park was, for many, a highlight of China. However, in August 2017 a 7.0-magnitude…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/attractions/jiuzhaigou-national-park/a/poi-sig/1241924/356083",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-108899159_high.jpg",
    "detail_description": "The raw mountain beauty and sparkling lakes of Jiuzhaigou National Park was, for many, a highlight of China. However, in August 2017 a 7.0-magnitude earthquake struck near Jiuzhaigou, affecting the parks infrastructure. At the time of research the park was closed to independent travellers while renovation work takes place. Check with hostel staff in Chengdu as to whether the park has reopened before venturing up here.\nThe park has three main branches: the Zechawa, Rize and Shuzheng valleys. Additionally, the restricted Zharu Valley is open to those willing to pay a premium for an immersive ecotourism experience. Most travellers should visit the Zechawa Valley (则查洼沟) first, since buses stop heading to the top around 2pm to 3pm. Ride for one hour and the full 18km to the foot of the 4350m length of Long Lake (长海, Cháng Hǎi), then walk back to Five-Coloured Pool (五彩池, Wǔcǎi Chí). It's possible to walk from here all the way back to the Nuorilang Junction (诺日朗中心站, Nuòrìlǎng Zhōngxīn Zhàn) but travellers with limited time would be best advised to take the bus, especially during the low season when water levels are low in the rest of the lakes on this fork.From Nuorilang Bus Station, catch a shuttle for the roughly 19km ride to the Primeval Forest (原生森林, Yuánshēng Sēnlín) at the top of the Rize Valley (日则沟). Though not the most stunning section of the park, the 8km-long stretch of trail down from here to Bamboo Arrow Lake (箭竹海, Jiànzhú Hăi) has some of the least-trodden trails. From here it's a short hike to Panda Lake (熊猫海, Xióngmāo Hǎi), Five-Flower Lake (五花海, Wŭhuā Hǎi) and Pearl Shoals (珍珠滩, Zhēnzhūtán); three of the park's most popular attractions for their crystal-clear water, variety of colourful hues and, at the last, booming waterfalls with snowy peaks in the background. On the way keep an eye out for the path up to the Tiger Mouth (老虎嘴,Lăohŭzuĭ), a cliff-top overlook of Five-Flower Lake that shows better than perhaps anywhere else in Jiuzhaigou the astounding array of colours that are possible in a single small lake.It's around 3km from Pearl Shoals back to the Nuorilang Junction and Waterfall (诺日朗瀑布, Nuòrìlǎng Pùbù), and the top of the Shuzheng Valley (树正沟). Most will skip the majority of this 14km valley, largely because buses tend to stop between 5pm and 6pm, after which the only option is to walk out or hire one of the very rare private vehicles as a taxi. There are a number of pretty lakes and three small Tibetan villages, however, and those with the legs to keep walking will find the paths largely free of visitors. Note that in some of the villages, especially Shuzheng (树正寨, Shùzhèng), travellers may be approached by local families offering homestays from ¥100. This is officially against park regulations, and therefore is not recommended by Lonely Planet.On the way out of the park, shuttles stop a few kilometres before the exit at Zharu Temple (扎如寺, Zhārú Sì), a large Buddhist temple open to visitors from 2pm to 6pm, beyond which lies Zharu Village and the restricted Zharu Valley Ecotourism base. From the temple, it's a pleasant 15-minute walk back to the visitors centre.Inside the park, overpriced snacks are available at any of the Tibetan villages and many of the shuttle-bus stops. For a full meal head to the pricey buffet of the Nuorilang Junction Tourist Service Center, or walk uphill about 400m to a row of small restaurants with mains from ¥18 to ¥58.Seniors 70 and over and kids get in free but are required to purchase ¥10 visitor insurance. A ¥90 hop-on-hop-off bus fee is automatically included in admission for all visitors. During the low season (16 November to 31 March), admission tickets are valid for a second day of entry to the park."
},
{
    "country": "sichuan",
    "index": 16,
    "name": "Chengdu Museum",
    "latitude": "30.658929",
    "longitude": "104.061695",
    "excerpt": "Spanning ancient Shu and pre-Qin dynasties to the Revolutionary era and modern Chengdu, this spectacular five-storey museum (completed in 2016) is packed…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/chengdu-museum/a/poi-sig/1543456/356085",
    "image_url": null,
    "detail_description": "Spanning ancient Shu and pre-Qin dynasties to the Revolutionary era and modern Chengdu, this spectacular five-storey museum (completed in 2016) is packed with historical and cultural relics of the city's past. Don't miss the two 'Puppetry and Shadow Plays of China' galleries on the top floor, with excellent examples of the art from across the country. There are also some interesting temporary exhibitions in the basement. Signage is in English. Bring a passport for entry.\n"
},
{
    "country": "sichuan",
    "index": 15,
    "name": "Shunan Zhuhai National Park",
    "latitude": "28.478047",
    "longitude": "105.017023",
    "excerpt": "Swathes of swaying bamboo, well-marked walking trails and a handful of charming lakes and waterfalls make south Sichuan’s Bamboo Sea a worthwhile detour…",
    "detail_url": "https://www.lonelyplanet.com/china/bamboo-sea/attractions/shunan-zhuhai-national-park/a/poi-sig/1242034/1323915",
    "image_url": null,
    "detail_description": "Swathes of swaying bamboo, well-marked walking trails and a handful of charming lakes and waterfalls make south Sichuan’s Bamboo Sea a worthwhile detour. There are more than 30 types of bamboo across this 120-sq-km national park and the scenery is gorgeous enough to have attracted many a TV and film director.\nBamboo is an especially fast-growing grass that can shoot up nearly a metre in 24 hours. In May, in between the downpours, you can actually hear the pops and wiggles as new shoots spring up."
},
{
    "country": "sichuan",
    "index": 14,
    "name": "Wenshu Monastery",
    "latitude": "30.676998",
    "longitude": "104.069613",
    "excerpt": "This Tang dynasty monastery is dedicated to Wenshu (Manjushri), the Bodhisattva of Wisdom, and is Chengdu’s largest and best-preserved Buddhist temple…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/wenshu-monastery/a/poi-sig/472742/356085",
    "image_url": null,
    "detail_description": "This Tang dynasty monastery is dedicated to Wenshu (Manjushri), the Bodhisattva of Wisdom, and is Chengdu’s largest and best-preserved Buddhist temple. The air is heavy with incense and the low murmur of chanting; despite frequent crowds of worshippers, there’s still a sense of serenity and solitude. At weekends free Chinese- and English-language tours of the complex run frequently. Look for the stand advertising them inside the main courtyard.\nThe temple’s popular vegetarian restaurant and teahouse are lovely attractions in their own right. The 'old' neighbourhood streets surrounding the temple are crowded with teahouses, snack stalls and shops; touristy, yes, but fun to wander through."
},
{
    "country": "sichuan",
    "index": 13,
    "name": "Degongbu Temple",
    "latitude": "31.623019",
    "longitude": "99.990091",
    "excerpt": "Surrounded by the mud-brick buildings belonging to the smaller of Ganzi's two Tibetan quarters, this 13th-century temple's two dimly lit halls (one…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/ganzi/attractions/degongbu-temple/a/poi-sig/1543327/356101",
    "image_url": null,
    "detail_description": "Surrounded by the mud-brick buildings belonging to the smaller of Ganzi's two Tibetan quarters, this 13th-century temple's two dimly lit halls (one historic, the other finished in 2007) are filled with the smell of yak-butter candles and the sound of spinning prayer wheels as locals make a small kora (circumambulation of a sacred site done as a pilgrimage) around both the exterior and interior of the compound. It's one of the most atmospheric temples in Kham.\nThe temple is dedicated to the Dharma protectors (fierce deities who protect the Buddhist religion and community from threats) and monks are present leading prayers 24 hours a day.It's on the left just up from Qinghe Lu (清河路); look for the gateway topped with small white stupas. The neighbourhood it's in is full of shops selling everything the passing pilgrim, monk or nun might require."
},
{
    "country": "sichuan",
    "index": 12,
    "name": "Zhonglu",
    "latitude": "30.896701",
    "longitude": "101.93671",
    "excerpt": "Comparatively remote Zhonglu, 13km from Danba, is less a village and more a collection of grand, traditional stone houses spread across a lush, green…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/danba/attractions/zhonglu/a/poi-sig/1241477/356109",
    "image_url": null,
    "detail_description": "Comparatively remote Zhonglu, 13km from Danba, is less a village and more a collection of grand, traditional stone houses spread across a lush, green mountain slope. It's blissfully cool and quiet, and though there's not much to actually do (the energetic could hike up to the mountain ridge behind the village) it's a peaceful place to rest up and to acclimatise if you'll be heading further west afterwards. Many of the houses have watchtowers that you can visit.\nThe village has a thriving accommodation scene. Most places to stay are marketed as homestays but nowadays most are guesthouses and some of them are very plush indeed. Over the holiday period, the place is packed out with city folk.To get here from Danba, catch a minibus from a small parking lot across from 42 Sanchahe Nanlu (¥15, 25 minutes), about 10 minutes' walk from the hostels, or take a taxi (¥80). Minibuses return from the village to Danba until around 6pm."
},
{
    "country": "sichuan",
    "index": 11,
    "name": "Haizi Valley",
    "latitude": "31.001522",
    "longitude": "102.859411",
    "excerpt": "Considered by many the most beautiful of the three valleys in the Four Sisters Mountain area, Haizi Valley's eponymous lakes and majestic views of the…",
    "detail_url": "https://www.lonelyplanet.com/china/four-sisters-mountain/attractions/haizi-valley/a/poi-sig/1542839/1341304",
    "image_url": null,
    "detail_description": "Considered by many the most beautiful of the three valleys in the Four Sisters Mountain area, Haizi Valley's eponymous lakes and majestic views of the Four Sisters peaks make it hard to disagree. It's a steep walk for much of the way, so acclimatise in the other valleys first if possible. The entrance to the 19km-long valley is about 500m from the tourist centre, up an obvious staircase to the right of the building.\nThe most popular day hike is to the pastures at Dajianbao (3750m) which makes for a decent 15km round-trip hike and rewards with majestic mountain views. An excellent overnight hike (ask in your guesthouse for help finding camping gear and a guide) is to the Eldest Sister Peak Protection Station at 4400m. It's right at the foot of the mountains and the imposing glaciers.At the time of research, a wooden walkway was being constructed along the valley. Once this is complete, visitor numbers are likely to shoot up as the tour bus crowds arrive."
},
{
    "country": "sichuan",
    "index": 10,
    "name": "Dinosaur Museum",
    "latitude": "29.402852",
    "longitude": "104.823132",
    "excerpt": "Relive your childhood palaeontology fantasies at this spectacular dinosaur museum. It was the first museum of its kind in China and is arguably one of the…",
    "detail_url": "https://www.lonelyplanet.com/china/zigong/attractions/dinosaur-museum/a/poi-sig/1241332/1323913",
    "image_url": null,
    "detail_description": "Relive your childhood palaeontology fantasies at this spectacular dinosaur museum. It was the first museum of its kind in China and is arguably one of the best dinosaur museums in the world. Built on top of the Dashanpu excavation site, which has one of the world’s largest concentrations of dinosaur fossils, the museum has a fine collection of reassembled skeletons as well as partially excavated fossil pits.\nThe first publicised finds here were made in 1972. The huge numbers of fossils, mostly dating from the rarely seen early and middle Jurassic periods, baffled archaeologists at first. It is now believed that floods swept them here en masse. Budding palaeontologists will appreciate the Huayangosaurus taibaii, the most primitive and complete stegosaur ever discovered, as well as the incredibly rare skin fossil specimens on display. A child-friendly movie screens at 10am, 11am, 2.30pm and 3.30pm daily.Take bus 35 (¥1, 25 minutes) uphill from the city centre (it's about a 45-minute journey)."
},
{
    "country": "sichuan",
    "index": 9,
    "name": "Huanglong National Park",
    "latitude": "32.749889",
    "longitude": "103.825006",
    "excerpt": "Unaffected by the earthquakes that have so impacted nearby Jiuzhhaigou National Park, the lesser known but almost equally gorgeous Huanglong National Park…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/northern-sichuan/attractions/huanglong-national-park/a/poi-sig/1241992/356093",
    "image_url": null,
    "detail_description": "Unaffected by the earthquakes that have so impacted nearby Jiuzhhaigou National Park, the lesser known but almost equally gorgeous Huanglong National Park is a stunning valley with terraces of coloured limestone ponds in blues, greens, oranges, yellows and white. The best time to come from is June to October, ideally during mild July and August. Outside of this period, lack of water in the pools significantly reduces the visual impact of the park.\nVisiting the park essentially means a three- to four-hour moderate hike up and down one small valley on wooden boardwalks. The walk starts by taking a cable car (9am to 5pm), which drops you in a deep forest. A path then leads you up a few kilometres to the start of the main sights, and then down again to the entrance – some 8km of long ascents and descents in all.By the park entrance is a visitor centre with a couple of restaurants, teahouse and luggage check. Pack a picnic as bottled water costs ¥10 in the park. There are also a few expensive tour-group hotels nearby, but most people visit as a day trip from Songpan or Jiuzhaigou."
},
{
    "country": "sichuan",
    "index": 8,
    "name": "Ya'an Bifengxia Panda Base",
    "latitude": "30.074145",
    "longitude": "102.991977",
    "excerpt": "Ya'an Bifengxia Panda Base was established in prime forest in Ya'an in 2003 for research purposes rather than tourism, and its mission expanded in 2008…",
    "detail_url": "https://www.lonelyplanet.com/china/ya-an/attractions/ya-an-bifengxia-panda-base/a/poi-sig/1241087/1337772",
    "image_url": null,
    "detail_description": "Ya'an Bifengxia Panda Base was established in prime forest in Ya'an in 2003 for research purposes rather than tourism, and its mission expanded in 2008 following the earthquake that severely damaged its sister reserve at Wolong. Bifengxia is now home to 80 pandas, some of which may eventually be returned to the wild.\nThe panda centre is 3km away from the ticket office in the main car park where the minibus drops passengers. Pick up a map and store bags for free at the tourist information office. Turn left out of the ticket office then take the free lift (乘电梯, chéngyúntī; 8am to 7.30pm) down 50 storeys to the foot of the gorge for a 7.5km nature walk to the panda centre entrance. It takes about two hours to reach the centre via the concrete paths passing tall waterfalls, imaginatively named mountains, and a small collection of hanging coffins (悬棺, xuánguān) en route.Although this panda base does get chaotically busy at weekends and in holidays in general, it's much quieter and therefore a more enjoyable visit than the Giant Panda Breeding Research Base in Chengdu. The walk along the valley to the pandas adds to the pleasure of a visit."
},
{
    "country": "sichuan",
    "index": 6,
    "name": "Former Residence of the 7th Dalai Lama",
    "latitude": "29.997081",
    "longitude": "100.266455",
    "excerpt": "Kelzang Gyatso (1708–57), the seventh Dalai Lama, was born in a cold, dark, cave-like room in the basement of this house during a period of intense…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/litang/attractions/former-residence-of-the-7th-dalai-lama/a/poi-sig/1498210/356112",
    "image_url": null,
    "detail_description": "Kelzang Gyatso (1708–57), the seventh Dalai Lama, was born in a cold, dark, cave-like room in the basement of this house during a period of intense political struggle. He eventually grew into a visionary leader, and under his rule Tibet established a national archive, instituted civil-service training programmes and formalised the Tibetan government structure. While the building is officially open from 9.30am to 5pm, in practice the hours are erratic. Chinese tourists are normally forbidden from entering inside the building.\nNot all Tibetans shared the belief Gyatso was the reincarnate; to escape the ongoing civil war, the Dalai Lama was raised and educated largely in exile. Qing Emperor Kangxi issued a proclamation affirming his identity, and in 1720 sent his son and troops to install the Dalai Lama to power in Lhasa. Mongol uprisings, rebellions and several coups later, the Dalai Lama gained the support of the clergy and the people.The main house is a series of rooms crowded with devotees lost in prayer, and displays of sacred relics of the Dalai Lama and the 13 other lamas born here. If you ask, the guardian will show you the exact spot where Gyatso was born. There is a small footprint visible in the rock, plus a number of other auspicious signs and markings. Tibetan Buddhist or not, a visit here can be a deeply powerful experience, especially if there are many other pilgrims present.Gyatso's descendants still live in the house next door and it's likely that it will be one of them who shows you around.The area around the house has recently been completely renovated in a sympathetic style and is now one of the more attractive urban neighbourhoods in all of the Tibetan regions."
},
{
    "country": "sichuan",
    "index": 7,
    "name": "Dzongsar Monastery",
    "latitude": "31.642513",
    "longitude": "98.962612",
    "excerpt": "One of the oldest, most important and certainly most visibly impressive monastery complexes in Kham, the remote Dzongsar Monastery sits on a sharp ridge…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/dzongsar-valley/attractions/dzongsar-monastery/a/poi-sig/1629846/1342906",
    "image_url": null,
    "detail_description": "One of the oldest, most important and certainly most visibly impressive monastery complexes in Kham, the remote Dzongsar Monastery sits on a sharp ridge above the main village of the Dzongsar Valley. The monastery was originally founded in 746 by a Bönpo lama, but has been much reconstructed since and, considering its importance, is quite a small structure, though it's none the less magical for it.\nIn the late 13th century a new Sakya monastery was established on the site of the Bön monastery (Bön was the religion that predated Buddhism on the Tibetan plateau) and the monastery has remained a part of that school of Tibetan Buddhism ever since. However, it has also played an important role in the Rimé movement and is known for its openness to most Tibetan Buddhism schools. The complex contains a number of chapels, one of which houses the ashes of the first and second Rinpoche Dzongsar, who were leading figures in the 19th-century Rimé movement.Colourful traditional wooden housing for the monks is clustered around the monastery and along the valley floor below. It's down on the valley floor that the large and highly regarded shedra (Buddhist college) is located. Around 1900 monks study here. Many of them have studied previously in India and some will likely want to practise their English with you. The colourful buildings and constant ebb and flow of monks moving around the complex make for a wholly exotic and mystical place to explore. Come to the shedra in the early evening and you might catch the courtyard full of hundreds of debating monks. What makes the place so utterly charming is the absolute dearth of other tourists."
},
{
    "country": "sichuan",
    "index": 5,
    "name": "Ser Gyergo Nunnery",
    "latitude": "30.341176",
    "longitude": "101.58268",
    "excerpt": "Known locally as ani gompa (Tibetan for ‘nunnery’), Hépíng Fǎhùi is home to around 500 nuns and more than 100 monks. Lama Tsemper was a revered hermit who…",
    "detail_url": "https://www.lonelyplanet.com/china/tagong/attractions/ser-gyergo-nunnery/a/poi-sig/1443030/1324066",
    "image_url": null,
    "detail_description": "Known locally as ani gompa (Tibetan for ‘nunnery’), Hépíng Fǎhùi is home to around 500 nuns and more than 100 monks. Lama Tsemper was a revered hermit who spent much of his life meditating in a cave about two hours' walk across the grasslands from Tagong. Nuns would bring him food and look after him, so when he requested a temple be built here just before his death in the 1980s it was decided that a nunnery be built too.\nLama Tsemper’s remains are in a chörten (Tibetan stupa) inside the original cave; you may have to ask a nun to unlock the door to look inside. Below the cave is the temple and a huge mani wall as big as the temple itself, which has its own kora that attracts many pilgrims. On the far hill, and overlooking the site, is a huge new building containing the nuns residences and kitchens; a little further uphill from that is a large walled complex containing a new monastery and monks residences called the Mùyă Dàsì (木雅大寺). On the opposite hill is a sky burial site. Here you will find the area where the bodies are cut up and left and a tree in which braids of hair, necklaces, glasses and other personal objects of the deceased are hung. You should not visit the sky burial site if a burial is taking place, but when nothing is happening nobody seems to mind you having a respectful look around. In between all the temples are tiny, fragile wooden houses of more nuns. All are painted a blood-red colour. The whole complex is growing fast as more and more nuns and monks arrive. You could easily spend a full day exploring this extraordinary complex, chatting to the people who live here and walking the kora with the pilgrims.Getting to the nunnery is half the fun and a super little 4km walk from town over the hills and with views over the distant snow peaks. Ask for directions from any of the popular traveller hotels and hostels."
},
{
    "country": "sichuan",
    "index": 3,
    "name": "Bakong Scripture Printing Press",
    "latitude": "31.80654",
    "longitude": "98.58059",
    "excerpt": "This fascinating 1729 printing press houses an ongoing printing operation that still uses traditional woodblock printing methods and maintains more than…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/dege/attractions/bakong-scripture-printing-press/a/poi-sig/1241532/356100",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/sb10067451i-001_super.jpg",
    "detail_description": "This fascinating 1729 printing press houses an ongoing printing operation that still uses traditional woodblock printing methods and maintains more than 290,000 scripture plates, an astonishing 70% of Tibet’s literary heritage. It's the biggest and most important of three such printing presses (the others are in Lhasa and Gansu). It's more than just a mere printing house though; this is a religious and pilgrimage site, and throughout the day and early evening scores of pilgrims circumambulate the outside of the building.\nHave a look in the main hall, protected from fire and earthquakes by the guardian goddess Drölma (Tara). There are some nice murals in the two ground-floor chapels (bring a torch). Afterwards, head up the stairs on the left-hand side of the courtyard to examine the wood-block storage chambers before climbing a steep ladder up to the main attraction: pairs of printers working together to ink and press more than 2500 prints each day at lightning speed. In a side room on the same floor, you’ll find the senior printers making larger and more complex prints of Tibetan gods on paper and coloured cloth. Aside from a brief interlude during China's Cultural Revolution, these printers have been in operation continuously since the founding of the monastery in much the same atmosphere as they work in today.The wood blocks are engraved with scriptures from all of the Tibetan Buddhist orders, as well as Bön (苯教), a religion that predates the arrival of Buddhism in Tibet. These ancient writings cover astronomy, geography, music, medicine and Buddhist classics, including two of the most important Tibetan sutras. A set of 555 woodblock plates, written in Hindi, Sanskrit and Tibetan, describes the history of Indian Buddhism and is the only surviving copy in the world.On the way out, don't miss the steep ladder that gives access to the paper-cutting rooms upstairs and a small rooftop shrine beyond.You aren’t generally allowed to take photos inside.To get here, turn right out of the bus station, then left over the bridge and keep walking straight up the hill."
},
{
    "country": "sichuan",
    "index": 4,
    "name": "Giant Panda Breeding Research Base",
    "latitude": "30.734901",
    "longitude": "104.143406",
    "excerpt": "One of Chengdu’s most popular attractions, this panda park 18km north of the city centre is the easiest way to glimpse Sichuan’s most famous residents…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/chengdu/attractions/giant-panda-breeding-research-base/a/poi-sig/472728/356085",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/962154d40a57a305450954c48624b5fd-giant-panda-breeding-research-base.jpg",
    "detail_description": "One of Chengdu’s most popular attractions, this panda park 18km north of the city centre is the easiest way to glimpse Sichuan’s most famous residents. Don't, however, make the mistake of thinking you'll be seeing wild pandas. They are kept in large enclosures and have a dedicated team of scientists and keepers tending to their every need. As well as living, breathing pandas, there are some fascinating panda information centres and museums explaining panda conservation and husbandry.\nHome to nearly 120 giant and 76 red pandas, the base focuses on getting these notoriously love-shy creatures to breed and has been remarkably successful at it. March to May is the ‘falling in love period’ (wink wink). If you visit during summer or autumn, you may see tiny newborns in the nursery incubators.Try to visit in the morning, when the pandas are most active. Feeding takes place around opening time at 8am, although you’ll see them eating in the late afternoon, too. Pandas spend most of their afternoons sleeping, particularly during the height of midsummer, when they sometimes disappear into their (air-conditioned) living quarters, though some of these have public viewing areas.At the best of times, it can be very busy. At weekends you'll be lucky to spot a panda through the swarms of humans.From exit A of the Panda Avenue (熊猫大道) station on metro line 3 , a free D025 bus transfer is available from 8.30am to 4pm. A taxi from the city centre costs about ¥50, or hostels run trips here. There are also various dedicated buses from the city centre to the gates of the research base. The Panda Bus is one such company and it charges ¥10 from the Wide and Narrow Alley, the Wenshu Monastery and various other locations."
},
{
    "country": "sichuan",
    "index": 2,
    "name": "Le Shan Grand Buddha",
    "latitude": "29.54715638",
    "longitude": "103.76916233",
    "excerpt": "Le Shan’s serene, 1200-year-old Grand Buddha sits in repose, carved from a cliff face overlooking the confluence of three busy rivers: the Dadu, Min and…",
    "detail_url": "https://www.lonelyplanet.com/china/sichuan/leshan/attractions/le-shan-grand-buddha/a/poi-sig/1241166/356088",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/18594719.jpg",
    "detail_description": "Le Shan’s serene, 1200-year-old Grand Buddha sits in repose, carved from a cliff face overlooking the confluence of three busy rivers: the Dadu, Min and Qingyi. The Buddhist monk Haitong conceived the project in AD 713, hoping that Buddha would protect the boats and calm the lethal currents.\nIt was 90 years after Haitong's death that the project was completed, but afterwards the river waters obeyed. Believers credited Buddha’s grace; others pointed to the construction process, in which piles of surplus rocks reshaped the rivers and changed the currents.At 71m tall, he is indeed grand. His shoulders span 28m, and each of his big toes is 8.5m long. His ears are 7m. Their length symbolises wisdom and the conscious abandonment of materialism. It is said that heavy gold baubles left Siddartha's earlobes elongated even after he was no longer weighed down by material things. Inside the body, hidden from view, is a water-drainage system to prevent weathering, although he is showing his age and soil erosion is an ongoing problem.To fully appreciate this Buddha’s magnitude, get an up-close look at his head, then descend the steep, winding stairway for the Lilliputian view. Avoid visiting on weekends and holidays, when traffic on the staircase can come to a complete standstill and queues can top two hours or more.Afterwards, head up the path to Su's Garden (苏园, Sū Yuán) just above the entry and exit area to the Buddha, a manicured garden around a cliffside teahouse (from ¥20) that's lovely when not hosting lunchtime tour groups.Admission also includes access to a number of caves and temples on the grounds, though they are a decent hike from the main attraction. Mahaoya Tombs Museum has a modest collection of tombs and burial artefacts dating from the Eastern Han dynasty (AD 25–220). Wuyou Temple, like the Buddha, dates from the Tang dynasty, and has Ming and Qing renovations. This monastery contains calligraphy and artefacts, with the highlights in the Luohan Hall – 1000 terracotta arhat (Buddhist celestial beings, similar to angels) displaying an incredible variety of postures and facial expressions: no two are alike. Also inside is a fantastic statue of Avalokiteshvara (Guanyin), the Goddess of Mercy.A separate park (not included in the Grand Buddha admission), the Oriental Buddha Capital, houses a collection of 3000 Buddha statues and figurines from across Asia, including a 170m-long reclining Buddha, one of the world’s longest. There is an entrance near the Grand Buddha's south gate; otherwise exit and take bus 3 or 13 (¥1) to the Oriental Buddha Capital (东方佛都, Dōngfāng Fódū) stop. The entrance is further than it looks on the park maps."
}
]