[
{
    "country": "singapore",
    "index": 1,
    "name": "Battlebox",
    "latitude": "1.296265",
    "longitude": "103.846217",
    "excerpt": "Take a tour through the Battlebox Museum, the former command post of the British during WWII, and get lost in the eerie and deathly quiet 26-room…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/battlebox/a/poi-sig/365751/1322394",
    "image_url": null,
    "detail_description": "Take a tour through the Battlebox Museum, the former command post of the British during WWII, and get lost in the eerie and deathly quiet 26-room underground complex. War veterans and Britain’s Imperial War Museum helped recreate the authentic bunker environs; life-size models re-enact the fateful surrender to the Japanese on 15 February 1942. Japanese Morse codes are still etched on the walls. Due to the tour length and underground location, the museum is recommended for children over eight years old.\n"
},
{
    "country": "singapore",
    "index": 9,
    "name": "Sultan Mosque",
    "latitude": "1.302111",
    "longitude": "103.859103",
    "excerpt": "Seemingly pulled from the pages of the Arabian Nights, Singapore's largest mosque is nothing short of enchanting, designed in the Saracenic style and…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/little-india-kampong-glam/attractions/sultan-mosque/a/poi-sig/365421/1323899",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1b6ef298cf86207463e7cd789027f1e4f615454d767df28a7cd8e7f84c7125e4.jpg",
    "detail_description": "Seemingly pulled from the pages of the Arabian Nights, Singapore's largest mosque is nothing short of enchanting, designed in the Saracenic style and topped by a golden dome. It was originally built in 1825 with the aid of a grant from Raffles and the East India Company, after Raffles' treaty with the sultan of Singapore allowed the Malay leader to retain sovereignty over the area. In 1928 the original mosque was replaced by the present building, designed by an Irish architect.\nNon-Muslims are asked to refrain from entering the prayer hall at any time, and all visitors are expected to be dressed suitably (cloaks are available at the entrance). Entry is via Gate 5 and 6, facing Bussorah Street."
},
{
    "country": "singapore",
    "index": 8,
    "name": "Chinatown Heritage Centre",
    "latitude": "1.283566",
    "longitude": "103.844222",
    "excerpt": "Delve into Chinatown's gritty, cacophonous backstory at the immersive Chinatown Heritage Centre. Occupying several levels of a converted shophouse, its…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/chinatown-the-cbd/attractions/chinatown-heritage-centre/a/poi-sig/365231/1322370",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/128078849_full.jpg",
    "detail_description": "Delve into Chinatown's gritty, cacophonous backstory at the immersive Chinatown Heritage Centre. Occupying several levels of a converted shophouse, its interactive exhibitions shed light on numerous historical chapters, from the treacherous journey of Singapore's early Chinese immigrants to the development of local clan associations to the district's notorious opium dens. It's an evocative place, digging well beneath modern Chinatown's touristy veneer.\nThe museum is physically very small, so aim to arrive just after opening to beat the crowds.Guided tours are offered daily (for an additional adult/child S$7/6), with either a Samsui woman or a trishaw rider, and are well worth it for the hosts' entertaining stories. Tours begin at the ticket counter at 11.30am, 1.30pm and 4.30pm."
},
{
    "country": "singapore",
    "index": 7,
    "name": "Asian Civilisations Museum",
    "latitude": "1.287266",
    "longitude": "103.851582",
    "excerpt": "This remarkable museum houses the region's most comprehensive collection of pan-Asian treasures. Its galleries explore the history, cultures, textiles and…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/asian-civilisations-museum/a/poi-sig/365097/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-109861935_super.jpg",
    "detail_description": "This remarkable museum houses the region's most comprehensive collection of pan-Asian treasures. Its galleries explore the history, cultures, textiles and religions of Southeast Asia, China, the Asian subcontinent and Islamic west Asia. The galleries are curated to emphasise the cross-cultural connections developed through Singapore's history as a port city. The Tang Shipwreck exhibition showcases over 500 pieces of recovered booty – look out for the Chinese bronze mirrors, one of which is over 2000 years old.\nThe museum occupies the stately Empress Place Building. Designed by British architect John Frederick Adolphus McNair and built using Indian convict labour in 1865, it originally housed the colonial government offices. Note the elegant fusion of Palladian classicism and tropical touches, among them timber louvered shutters and a wide, shaded porch."
},
{
    "country": "singapore",
    "index": 6,
    "name": "Baba House",
    "latitude": "1.277216",
    "longitude": "103.837184",
    "excerpt": "Baba House is one of Singapore's best-preserved Peranakan heritage homes. Built in the 1890s, this beautiful blue three-storey building was donated to the…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/chinatown-the-cbd/attractions/baba-house/a/poi-sig/1151911/1322370",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cb4f6d18e0660bdf7a3853f324d9fd03-baba-house.jpg",
    "detail_description": "Baba House is one of Singapore's best-preserved Peranakan heritage homes. Built in the 1890s, this beautiful blue three-storey building was donated to the National University of Singapore (NUS) by a member of the family that used to live here. The NUS then set about renovating it so that it best matched how it would have looked in 1928 when, according to the family, Baba House was at its most resplendent. The only way in is on a guided or self-guided tour; bookings are essential.\nStep inside and marvel at the meticulously maintained period furniture and antiques, as well as the building's intricate architectural details. Learn the stories of the house and its former occupants, whose original family photos still grace the walls. The elaborate bedrooms on the 2nd floor are a sight to behold; keep your eyes peeled for the tenong, a wedding gift box, which takes pride of place.Tours take place daily Tuesday to Friday; self-guided tours are possible on Saturday."
},
{
    "country": "singapore",
    "index": 5,
    "name": "MacRitchie Reservoir",
    "latitude": "1.342355",
    "longitude": "103.834652",
    "excerpt": "MacRitchie Reservoir makes for a calming, evocative jungle escape. Walking trails skirt the water's edge and snake through the mature secondary rainforest…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/northern-central-singapore/attractions/macritchie-reservoir/a/poi-sig/365313/1323900",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a2aa48e66952bf8816898991072e32f5-macritchie-reservoir.jpg",
    "detail_description": "MacRitchie Reservoir makes for a calming, evocative jungle escape. Walking trails skirt the water's edge and snake through the mature secondary rainforest spotted with long-tailed macaques and huge monitor lizards. You can rent kayaks at the Paddle Lodge, but the highlight is the excellent 11km walking trail and its various well-signposted offshoots. Aim for the TreeTop Walk, the highlight of which is traversing a 250m-long suspension bridge, perched 25m up in the forest canopy.\nTrails then continue through the forest and around the reservoir, sometimes on dirt tracks, sometimes on wooden boardwalks. It takes three to four hours to complete the main circuit. From the service centre (which has changing facilities and a small cafe), near where the bus drops you off, start walking off to your right (anticlockwise around the lake) and you'll soon reach the Paddle Lodge. TreeTop Walk is around 3.5km beyond this."
},
{
    "country": "singapore",
    "index": 4,
    "name": "National Gallery Singapore",
    "latitude": "1.290355",
    "longitude": "103.851399",
    "excerpt": "Connected by a striking aluminium and glass canopy, Singapore's historic City Hall and Old Supreme Court buildings now form the city's breathtaking…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/national-gallery-singapore/a/poi-sig/1492518/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/106854955.jpg",
    "detail_description": "Connected by a striking aluminium and glass canopy, Singapore's historic City Hall and Old Supreme Court buildings now form the city's breathtaking National Gallery. Its world-class collection of 19th-century and modern Southeast Asian art is housed in two major spaces, the DBS Singapore Gallery and the UOB Southeast Asia Gallery. The former delivers a comprehensive overview of Singaporean art from the 19th century to today, while the latter focuses on the greater Southeast Asian region.\nBeyond them, the Singtel Special Exhibition Gallery is the setting for temporary exhibitions, which include major collaborations with some of the world's highest-profile art museums. Young culture vultures shouldn't miss the National Gallery's Keppel Centre for Art Education, which delivers innovative, multisensory art experiences for kids.The S$530 million National Gallery is a befitting home for what is one of the world's most important surveys of colonial and post-colonial Southeast Asian art. Among its many treasures are pieces by Singaporean greats Cheong Soo Pieng, Liu Kang, Chua Mia Tee and Georgette Chen, as well as works from luminaries such as Indonesia's Raden Saleh, the Philippines' Fernando Cueto Amorsolo and Imelda Cajipe-Endaya, and Myanmar's U Ba Nyan.Home to a string of good eateries and a gift shop stocked with specially commissioned art books, design pieces and prints, the complex also runs daily guided tours, artist talks, lectures and workshops."
},
{
    "country": "singapore",
    "index": 3,
    "name": "Gardens by the Bay",
    "latitude": "1.2835763969178",
    "longitude": "103.86534690857",
    "excerpt": "Singapore's 21st-century botanical garden is a S$1 billion, 101-hectare fantasy land of space-age biodomes, high-tech Supertrees and whimsical sculptures…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/colonial-district-the-quays/attractions/gardens-by-the-bay/a/poi-sig/1490451/1322394",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-472064778_high.jpg",
    "detail_description": "Singapore's 21st-century botanical garden is a S$1 billion, 101-hectare fantasy land of space-age biodomes, high-tech Supertrees and whimsical sculptures. The Flower Dome replicates the dry Mediterranean climates found across the world, while the astounding Cloud Forest is a tropical montane affair. The blooming Floral Fantasy, opened in 2019, interweaves floral artistry and technology magically, complete with a 4D ride. Connecting two of the Supertrees is the OCBC Skyway, offering knockout views. At 7.45pm and 8.45pm, the Supertrees burst into light for the Garden Rhapsody show.\nOCBC Skyway tickets can be purchased at the Ticketing Hub and at the Supertree Grove. Bundle tickets to all the attractions are available and it's suggested to purchase Floral Fantasy tickets a few days in advance to nab your preferred entry time.Directly west of Supertree Grove are the Heritage Gardens, four themed spaces inspired by the cultures of Singapore's three main ethnic groups – Chinese, Malay and Indian – as well as its former colonial ruler. South of the Supertree Grove is British artist Marc Quinn's extraordinary sculpture, Planet, a 7-tonne infant seemingly floating above the lawn. It's one of several artworks gracing the grounds.If you have kids in tow, head to the Children's Garden, which features a water playground (with shower and changing facilities), as well as a huge tree house and adventure playground. The Visitor Centres offer stroller hire (S$2), lockers (S$2 to S$6 depending on size) and audio guides (S$4), or if you prefer, jump on the outdoor gardens tour shuttle bus (adult/child under 13 years S$8/3) for a whiz around the garden to an audio commentary.Regular shuttle buses (9am to 9pm; unlimited rides S$3) run between Bayfront Plaza and the conservatories."
},
{
    "country": "singapore",
    "index": 2,
    "name": "Singapore Zoo",
    "latitude": "1.4048",
    "longitude": "103.79076",
    "excerpt": "The line between zoo and botanic oasis blurs at this pulse-slowing sweep of spacious, naturalistic enclosures and interactive attractions. Get up close to…",
    "detail_url": "https://www.lonelyplanet.com/singapore/singapore-city/northern-central-singapore/attractions/singapore-zoo/a/poi-sig/365409/1323900",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-538095491_super.jpg",
    "detail_description": "The line between zoo and botanic oasis blurs at this pulse-slowing sweep of spacious, naturalistic enclosures and interactive attractions. Get up close to orangutans, dodge Malaysian flying foxes, even snoop around a replica African village. Then there's that setting: 26 soothing hectares on a lush peninsula jutting out into the waters of the Upper Seletar Reservoir. Taxi (S$30 from the CBD) is the easiest way to get here or alternatively catch bus 138 from the Ang Mo Kio MRT station.\nThere are over 2400 residents here, and as far as zoos go, the enclosures are among the world's most comfortable. Among the highlights is the Jungle Breakfast with Wildlife, a morning buffet enjoyed in the company of orangutans. Close encounters with free-roaming ring-tailed lemurs, lories and tree-hugging sloths await at the giant Fragile Forest biodome, or spy on shameless, red-bummed baboons doing things that Singaporeans still get arrested for at the evocative Great Rift Valley exhibit. If you have kids in tow, let them go wild at Rainforest Kidzworld, a wonderland of slides, swings, pony rides and farmyard animals happy for a feed. There's even a dedicated wet area, with swimwear available for purchase if you didn't bring your own.The zoo prides itself on fostering respect for nature, and works together with other like-minded institutions on conservation projects both locally and regionally. One stain on its otherwise admirable record is the animal shows it still puts on; although elephant performances ceased in 2018, there is still an educational elephant presentation which sees the mammals interacting with their surroundings, by way of enrichment toys and verbal requests from keepers.Discounts apply for purchasing multi-park tickets, which include the River Safari, Night Safari and Jurong Bird Park."
}
]