[
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 1,
    "name": "Slovenský Raj National Park",
    "latitude": "48.913249",
    "longitude": "20.378609",
    "excerpt": "Slovenský Raj's rocky plateaus, primeval forests and interlacing streams form some of Slovakia's most picturesque hiking terrain. Treks often involve…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/slovensky-raj/attractions/slovensky-raj-national-park/a/poi-sig/1253589/360702",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6023efb0789e169f733b09606f16430d-slovensky-raj-national-park.jpg",
    "detail_description": "Slovenský Raj's rocky plateaus, primeval forests and interlacing streams form some of Slovakia's most picturesque hiking terrain. Treks often involve scaling metal ladders or balancing on footbridges above waterfalls. For some, the ice-cold slap of river water is reward enough; for the rest of us, it's the views: cliffs giving way to forests and fog-filled valleys, and soft meadows.Trails are challenging but well-marked, and information centres offer multilingual advice. If visiting outside July-to-August high season, read up in advance.\nWithin Slovenský Raj's dramatic karst bedrock are more than 500 caves, while its meadows are a habitat for rare orchid species. More than 90% of the park is forested, and European honey buzzards, golden eagles and 2000 butterfly species fly through.The park has 300km of walking trails. One of the loveliest (and most popular) routes from Podlesok is the two- to four-hour ascent up the dramatic, ladder- and technical-assist Suchá Belá Gorge, then east to Kláštorisko Chata, where you'll find a reconstructed 13th-century Carthusian monastery, on yellow then red trails. From there, take the blue trail down to the Hornád River, then follow the river gorge upstream to return to Podlesok. Start at 8am or 9am on popular trails: in high summer, it's common to queue for the ladders later in the day.From Čingov a green trail leads up Hornád River Gorge an hour to Tomašovský výhľad, a 146m-high rocky outcropping and overlook; a good short-hike destination. Or continue to the green, one-way, technically aided Kláštorisko Gorge trail (five hours). You can also reach the Kláštorisko Gorge ascent from Podlesok (two hours). There is accommodation available at Kláštorisko Chata.One of the shortest, dramatic, technical-assist hikes starts at Biele Vody (15 minutes northeast of Dedinky via the red trail) and follows the green trail up Zejmarská Gorge. The physically fit can clamber up in 50 minutes. To get back, you can follow the green trail down to Dedinky, or there's a chairlift that works sporadically."
},
{
    "country": "slovakia",
    "city": "Bratislava",
    "index": 40,
    "name": "Roland's Fountain",
    "latitude": "48.143339",
    "longitude": "17.108223",
    "excerpt": "Planted in the heart of Bratislava's most storied square, Roland's Fountain is said to have been erected in 1572 to serve as a public water supply. It's…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/roland-s-fountain/a/poi-sig/448215/360690",
    "image_url": null,
    "detail_description": "Planted in the heart of Bratislava's most storied square, Roland's Fountain is said to have been erected in 1572 to serve as a public water supply. It's also referred to as Maximilian's Fountain, having been sculpted thanks to financial contributions from the Hungarian king of that name.\nAccording to a local yarn, the fountain's statue of a knight – atop a column more than 10m high – can be seen bowing every New Year's Eve. Conveniently, only those who are Bratislava-born and of impeccable character are able to witness the annual miracle."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 39,
    "name": "Šariš Museum",
    "latitude": "49.292175",
    "longitude": "21.276097",
    "excerpt": "The main branch of Bardejov's Šariš Museum (the other is the Icon Exposition) is set within a pretty Renaissance building on the main square. The ground…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/bardejov/attractions/saris-museum/a/poi-sig/1076724/360695",
    "image_url": null,
    "detail_description": "The main branch of Bardejov's Šariš Museum (the other is the Icon Exposition) is set within a pretty Renaissance building on the main square. The ground floor exhibits pottery and crafts from the 15th to 18th century, alongside icons, silverware related to ecclesiastical life, and big iron doors emblazoned with coats of arms. Things get more interesting on the upper floor, which displays swords, equine armour and portraits of flayed saints.\nThe 1505–11 building housing the museum is Bardejov's town hall, featuring carved stone portals and a wooden inlay ceiling."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 38,
    "name": "Domica Cave",
    "latitude": "48.478156",
    "longitude": "20.470276",
    "excerpt": "Aflutter with bats, and with stalactites dripping from the cave mouth, Domica is more than just another eerie grotto. Open to visitors since 1932, this is…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/attractions/domica-cave/a/poi-sig/1321196/360694",
    "image_url": null,
    "detail_description": "Aflutter with bats, and with stalactites dripping from the cave mouth, Domica is more than just another eerie grotto. Open to visitors since 1932, this is the largest cave in Slovak Karst National Park and it enjoys protection as an underground wetland. Guided tours lead visitors in among the spindly rock formations of this humid cave, including an atmospheric boat ride. It's very close to the Slovakia–Hungary border, just south of Dlhá Ves.\nSixteen species of bat are at home in its 1km-long passageways. Discovered in 1926, the cave sparked great excitement when early Stone Age fragments were found within."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 37,
    "name": "Old Castle",
    "latitude": "48.459362",
    "longitude": "18.891302",
    "excerpt": "Marching around this noble stronghold is a riveting history lesson. Visitors scale stairs and stride across rampart walkways, peering into the 13th…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/banska-stiavnica/attractions/old-castle/a/poi-sig/1252931/1324762",
    "image_url": null,
    "detail_description": "Marching around this noble stronghold is a riveting history lesson. Visitors scale stairs and stride across rampart walkways, peering into the 13th-century chapel and former cells. The prison was ironically nicknamed 'Himmelreich', the kingdom of heaven (to where its unfortunate prisoners would soon be dispatched). Find also time-smoothed gravestones and baroque statues though a few pieces (like the iconostasis) aren't originals. It's worth navigating the creaking stairs of the Flamboyant Gothic clock tower (reconstructed in 1777).\nChoose between a guided tour (on the hour) or self-guided visit with a pamphlet in your chosen language."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 36,
    "name": "Icon Exposition",
    "latitude": "49.291049",
    "longitude": "21.275808",
    "excerpt": "Slovakia’s largest collection of icons can be found just off the southern end of Bardejov’s main square. The religious artwork in this well-presented…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/bardejov/attractions/icon-exposition/a/poi-sig/1253889/360695",
    "image_url": null,
    "detail_description": "Slovakia’s largest collection of icons can be found just off the southern end of Bardejov’s main square. The religious artwork in this well-presented grouping, a branch of the Šariš Museum, is spread across two floors, and ranges from elaborate wooden sculptures to icons painted simply on canvas (a common practice among poorer communities). A soaring choral soundtrack piped through the museum heightens the celestial atmosphere.\nThe highlight is a broad, blue iconostasis from 1766, with numerous apostolic portraits and Biblical scenes.Photography inside the gallery costs an extra €2."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 35,
    "name": "Museum of Folk Architecture",
    "latitude": "49.329863",
    "longitude": "21.266549",
    "excerpt": "Almost 30 traditional buildings have been transplanted from various villages and reassembled at this open-air museum, giving a flavour of three centuries…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/attractions/museum-of-folk-architecture/a/poi-sig/1253747/360694",
    "image_url": null,
    "detail_description": "Almost 30 traditional buildings have been transplanted from various villages and reassembled at this open-air museum, giving a flavour of three centuries of rural life in Slovakia. You’ll see quaint belfries, timber and straw barns, and houses that resemble Christmas cookies. The most admirable buildings are a Unesco-listed 1730 Eastern Orthodox church from Zboj, and a mid-18th-century church from Mikulášová.\nOpen since 1965, this is the oldest architectural reserve of its kind in Slovakia. If you don’t have time to visit any of the region’s fine wooden churches, this site is a convenient way to enjoy a dose of Slovakian folk architecture."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 33,
    "name": "Slovenský Betlehem",
    "latitude": "49.043804",
    "longitude": "18.63528",
    "excerpt": "There are several places in Slovakia where wood-carvers have put their lathes to the challenge of creating a Nativity scene, but 'Slovak Bethlehem' is the…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/attractions/slovensky-betlehem/a/poi-sig/1545849/360691",
    "image_url": null,
    "detail_description": "There are several places in Slovakia where wood-carvers have put their lathes to the challenge of creating a Nativity scene, but 'Slovak Bethlehem' is the most incredible of the lot. Artist Jozef Pekara (1920–2005) masterminded this 8.5m-long tableau, which not only shows scenes from the life of Christ against a backdrop of Slovakia's best-known landmarks – Bratislava's UFO, vineyards, shepherd country and all – but parts of the sculpture move. There are more than 300 figures in this mind-bogglingly detailed carving.\nIt's well signposted in Rajecká Lesná, 20km west of Martin and 20km south of Žilina. There are buses from Žilina (€1.80, 45 minutes) but it's most easily visited with private transport."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 34,
    "name": "Church of Mariánska Hora",
    "latitude": "49.04341",
    "longitude": "20.597788",
    "excerpt": "Glowing beatifically from a hill 2km north of Levoča, the Church of Mariánska Hora is Slovakia's most famous Catholic pilgrimage site. It's thought that a…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/levoca/attractions/church-of-marianska-hora/a/poi-sig/1253554/360699",
    "image_url": null,
    "detail_description": "Glowing beatifically from a hill 2km north of Levoča, the Church of Mariánska Hora is Slovakia's most famous Catholic pilgrimage site. It's thought that a chapel has stood here since the 13th century, though the present neo-Gothic sanctuary is early-20th-century. Just as heavenly as the church, with its uplifting lemon-yellow facade, resplendent rose windows and medieval icon of the Virgin Mary, are the views of Levoča nestled among the meadowlands below. Drive or hike from town (up to an hour).\nFor hundreds of years, worshippers from around the country have filed towards the church on the first Sunday in July to celebrate the Feast of the Visitation."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 32,
    "name": "Slovak Karst National Park",
    "latitude": "48.482025",
    "longitude": "20.500832",
    "excerpt": "Despite the landscape's drama, this 346-sq-km reserve of spruce-cloaked hills and limestone crags receives little attention from foreign visitors. Must…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/attractions/slovak-karst-national-park/a/poi-sig/1321195/360694",
    "image_url": null,
    "detail_description": "Despite the landscape's drama, this 346-sq-km reserve of spruce-cloaked hills and limestone crags receives little attention from foreign visitors. Must-see views include Zádiel Gorge and the waterfalls of Háj; load up on information at Rožňava’s tourist centre.Above ground a 500km network of cycling trails and hikes extends from the park. Underground, some 25km of caves — an estimated 1100 underground chambers in all – snake beneath Slovak Karst and its twin park across the Hungarian border, Aggtelek Karst.\nThe big daddy of the Slovak side (and open year-round) is the show-cave Domica near Dlhá Ves.The park can be visited as a day trip from Košice."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 31,
    "name": "Dobšinská Ice Cave",
    "latitude": "48.86825098845",
    "longitude": "20.307148937802",
    "excerpt": "More than 110,000 cubic metres of ice are packed into the gleaming walls of this Unesco-listed ice cave, near the southern edge of Slovenský Raj National…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/slovensky-raj/attractions/dobsinska-ice-cave/a/poi-sig/1253594/360702",
    "image_url": null,
    "detail_description": "More than 110,000 cubic metres of ice are packed into the gleaming walls of this Unesco-listed ice cave, near the southern edge of Slovenský Raj National Park. The atmosphere is otherworldly: icy stalagmites, resembling polished marble, bulge from the ground and chambers sparkle with dangling tendrils of frost. In places, the cave ice is 25m thick. The departure point is a half-hour walk from the car park, so arrive in good time ahead of guided tours (on the hour).\nIce caves are usually found at high altitudes whereas Dobšinská is remarkable for its relatively low elevation (around 950m). Cold air sinks through the cave mouth, concealed beneath Duča hill, keeping temperatures low (a minimum -3.8°C).Tours plying a 515m-long pathway are in Slovak only, unless there’s a critical mass of Anglophones and plenty of advance warning."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 30,
    "name": "Kežmarok Castle",
    "latitude": "49.139516",
    "longitude": "20.43339",
    "excerpt": "Kežmarok’s crowning attraction is its castle, a prettily crenellated compound that dates to the 15th century. Squatting at the northern end of…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/kezmarok/attractions/kezmarok-castle/a/poi-sig/1253516/360697",
    "image_url": null,
    "detail_description": "Kežmarok’s crowning attraction is its castle, a prettily crenellated compound that dates to the 15th century. Squatting at the northern end of pedestrianised Hlavné nám, the castle grounds are freely open for photo ops but the interior is accessible only by 80-minute guided tour (usually in Slovak, beginning on the hour).\nFirst appearing in written history in 1463, the castle's most famous residents were four generations of the noble Thököly clan, whose lavish lifestyle is illustrated by the Hungarian-style furnishings and weapons on display. The western European Renaissance flourishes are down to the Italian stonemasons who were brought to Kežmarok to build it.On the tour you'll learn about guilds and tragic noblewomen imprisoned in the castle's tower (and enjoy views of the High Tatras from the very same tower). Leaflets in various languages are available."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 29,
    "name": "Kalvária",
    "latitude": "48.461717",
    "longitude": "18.914005",
    "excerpt": "The apex of baroque art in Slovakia is on a volcanic hill, 2km northeast of Banská Štiavnica's old town. Ornate chapels guard artwork showing scenes from…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/banska-stiavnica/attractions/kalvaria/a/poi-sig/1335197/1324762",
    "image_url": null,
    "detail_description": "The apex of baroque art in Slovakia is on a volcanic hill, 2km northeast of Banská Štiavnica's old town. Ornate chapels guard artwork showing scenes from the final days of Jesus' earthly life. The pathway snaking between them leads to a crimson hilltop church with magical views of the surrounding hills.The complex, completed in 1751, was designed to promote the Jesuit faith and provide a religious focal point for the town; today Christian pilgrims file prayerfully up the hill.\nDownhill of Kalvária, the pleasant visitors centre tells the story of Jesuits in Slovakia from the mid-17th century. There's info in English and a Slovak-only educative film.Extensive restoration work, a project spanning multiple years, was ongoing on our last visit, but there was no impact on visitors other than the presence of painters and the odd scaffold.If driving, ask for a parking card at the info centre."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 28,
    "name": "Strečno Castle",
    "latitude": "49.175111",
    "longitude": "18.862882",
    "excerpt": "Folded into a bend in the Strečno River, this medieval castle offers stupendous views over the surrounding valleys. Written mentions of Strečno Castle…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/mala-fatra-national-park/attractions/strecno-castle/a/poi-sig/1545744/360692",
    "image_url": null,
    "detail_description": "Folded into a bend in the Strečno River, this medieval castle offers stupendous views over the surrounding valleys. Written mentions of Strečno Castle date back to 1384, though historians believe it may be hundreds of years older. The complex expanded from a square tower and moat into the lofty complex here today. Visits are by hour-long Slovak-language guided tour only (half-hourly in peak season) but information booklets are offered in several languages. Last entry is an hour before closing time.\nStrečno Castle is one of many fortifications built across Slovakia from the 12th century onwards, usually gifted to nobles as a reward for their service. Following devastating attacks in the 17th century, Strečno Castle lay in ruins before restorations between 1978 and 1995 returned it to its former glory.Strečno is 10km west of Žilina and regular local buses ply the route. Parking at the foot of the hill costs €2."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 27,
    "name": "Spiš Chapter",
    "latitude": "49.000225",
    "longitude": "20.742359",
    "excerpt": "Spiš Chapter, better known as 'Slovakia's Vatican', has been a seat of the Roman Catholic church since the 12th century and was an independent…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/spisske-podhradie/attractions/spis-chapter/a/poi-sig/1253576/360703",
    "image_url": null,
    "detail_description": "Spiš Chapter, better known as 'Slovakia's Vatican', has been a seat of the Roman Catholic church since the 12th century and was an independent ecclesiastical town before being engulfed by the village. On the west side of Spišské Podhradie and encircled by medieval walls, Spiš Chapter is today a cultural reserve. Its pièce de résistance is St Martin's Cathedral (1275), towering above a huddle of Gothic houses.Travelling by bus from Levoča, get off at Kapitula, 1km before Spišské Podhradie.\nThe Romanesque-meets-Gothic cathedral has spiky twin towers, built up over time between the 13th and 15th centuries. Inside you'll find 14th-century frescoes, Gothic statues and tombs of lords. Note that while the walled chapter is always open to wander, the cathedral opening hours are spotty.Along with surrounding monuments including the castle, Spiš Chapter is listed as a Unesco World Heritage site."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 25,
    "name": "Red Monastery",
    "latitude": "49.399063",
    "longitude": "20.415859",
    "excerpt": "Its enigmatic atmosphere amplified by a forested backdrop, this fortified monastery has undergone enormous change (and destruction) since it was…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/pieniny-national-park/attractions/red-monastery/a/poi-sig/1253531/360700",
    "image_url": null,
    "detail_description": "Its enigmatic atmosphere amplified by a forested backdrop, this fortified monastery has undergone enormous change (and destruction) since it was established in 1319. Formerly made of red brick (hence the name), its loveliest structure is Gothic and baroque St Anton's Church. Other outbuildings span a breadth of styles and centuries, including a medieval refectory with Gothic wall paintings.\nFounded during the Hungarian Kingdom, Červený Kláštor operated as a Carthusian monastery until 1563, when it was transformed into a nobleman's home. Over the centuries the monastery has been sold, secularised, damaged by fire in 1907 and further wrecked during WWII. A 1950s rebuild restored its outbuildings.You'll need your own wheels if you're visiting Red Monastery from Ždiar or other Eastern Slovak towns, though many visitors hike from villages along the Dunajec River.It's possible to stay overnight in the monastery's plain but reasonably modern rooms (single/double without breakfast from €15/28)."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 26,
    "name": "Hrad Červený Kameň",
    "latitude": "48.392909",
    "longitude": "17.335052",
    "excerpt": "This manicured site offers a thoroughly genteel castle experience. Stroll past old draw wells and boulevards shaded by chestnut trees to reach the castle …",
    "detail_url": "https://www.lonelyplanet.com/slovakia/west-slovakia/attractions/hrad-cerveny-kamen/a/poi-sig/1335631/360704",
    "image_url": null,
    "detail_description": "This manicured site offers a thoroughly genteel castle experience. Stroll past old draw wells and boulevards shaded by chestnut trees to reach the castle (which gleams white, despite the red stone of its name) and check out neoclassical statues and fountains in the main courtyard. To see the stately period-furnished rooms inside, join a guided tour. Tours in Slovak tend to be hourly, and there's usually one or two English-language tours (check online before visiting).\nA castle has stood here since the mid-13th century, but the complex seen today is a 16th-century construction. The Hungarian aristocratic Pálffy dynasty lived here until the mid-20th century.The grounds and courtyard are free, if you don’t want to commit to a guided tour of the interior. The standard tour takes an hour; for a couple of euros more there's a longer route including the cellars (75 minutes).Two buses each hour connect Častá, the village below the castle, with Bratislava (€2, 1¼ hours)."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 24,
    "name": "Pieniny National Park",
    "latitude": "49.384608",
    "longitude": "20.401011",
    "excerpt": "Pyramidal mountains furred with evergreen forests form the majestic terrain of Pieniny National Park, shared between Slovakia and Poland. On the Slovak…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/attractions/pieniny-national-park/a/poi-sig/1609355/360694",
    "image_url": null,
    "detail_description": "Pyramidal mountains furred with evergreen forests form the majestic terrain of Pieniny National Park, shared between Slovakia and Poland. On the Slovak side, trailhead towns such as Lesnica, Spišská Stará Ves and Červený Kláštor are jumping-off points to walking trails. But the outstanding reason to visit is the opportunity to be ferried along the Dunajec River on a traditional flat-bottomed boat, or pltě, often by a boatman clad in the colourful regalia traditional to Goral people (Slovak and Polish highlanders).\nAnother highlight of Pieniny National Park's Slovak territory is the enigmatic Red Monastery complex, where you can tour a museum of monastic miscellany or bed down between medieval walls.Rafting season (mid-April through October) is by far the best time to visit. Outside these times, hiking trails are challenging (or impassable) and some services close.There's easy access by foot and car to the Polish side of the park, where castle ruins and ever-more hiking trails await."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 23,
    "name": "Trenčín Castle",
    "latitude": "48.894483",
    "longitude": "18.044003",
    "excerpt": "Trenčín's fearsome castle has surveyed the surrounding hills for centuries. Its oldest walls date to the 11th century, when it was constructed to watch…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/west-slovakia/trencin/attractions/trencin-castle/a/poi-sig/1076742/360705",
    "image_url": null,
    "detail_description": "Trenčín's fearsome castle has surveyed the surrounding hills for centuries. Its oldest walls date to the 11th century, when it was constructed to watch over the merchant routes extending from the Baltics to the Mediterranean via the Váh Valley. Highlights of the main self-guided visitor route, 'Tour A', are the Starving Tower (a 9m-deep prison) and Matthias Tower, a Gothic edifice with armour and weaponry on display. A longer, semi-guided route ('Tour B') is offered for an extra euro.\nThe Starving Tower was built on the order of King Sigisimund of Luxembourg, to inflict lingering deaths on his enemies. Rather prettier is the construction ordered by his wife: Barbara's Palace, with a distinctive red loop decoration across its exterior.Medieval entertainment for children, such as costumed role play, takes place during the day in summer (in Slovak only, but they'll get the gist). The most evocative time to visit is during festivals or on one of the castle's summer-evening torchlight tours – complete with sword fighting."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 21,
    "name": "Andy Warhol Museum of Modern Art",
    "latitude": "49.268337",
    "longitude": "21.905022",
    "excerpt": "Pop-art pioneer and provocateur Andy Warhol (1928–87) would perhaps have wryly approved of Slovakia's peculiar museum in his name. The neon-splashed…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/attractions/andy-warhol-museum-of-modern-art/a/poi-sig/1340411/360694",
    "image_url": null,
    "detail_description": "Pop-art pioneer and provocateur Andy Warhol (1928–87) would perhaps have wryly approved of Slovakia's peculiar museum in his name. The neon-splashed gallery dominates the otherwise dreary eastern town of Medzilaborce, where Warhol's parents grew up. Photographs and newspaper clippings detail the lives of the Warhols, but the art is much more interesting. Alongside Warhol originals are temporary exhibitions of present-day artists as well as Warhol's contemporaries. The museum's opening in 1991 was controversial; today it makes an entertaining detour.\nThe museum's journey from inception to grand opening was difficult, partly because of the perception in 1980s Slovakia that pop art was frivolous and undesirable. The project was beset by obstacles from lapsed construction deadlines to scepticism about the museum's setting (after all, Warhol never set foot here) though it has since found favour with locals and visiting art fans.It isn't much fun getting marooned in Medzilaborce, an uninspiring spot aside from the museum, so we highly recommend private transport. Bus routes from Bardejov or Košice require one or more changes. Train travel from Košice, transferring in Humenné, is marginally less painful (€6.80, 2¾ hours, five daily)."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 22,
    "name": "Bojnice Castle",
    "latitude": "48.780373",
    "longitude": "18.577452",
    "excerpt": "Gazing at fairy-tale Bojnice Castle stirs fantasies of knights and maidens in even the world-weariest travellers. Blushing sandstone towers and…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/attractions/bojnice-castle/a/poi-sig/1251810/360691",
    "image_url": null,
    "detail_description": "Gazing at fairy-tale Bojnice Castle stirs fantasies of knights and maidens in even the world-weariest travellers. Blushing sandstone towers and crenellated turrets make this romantic castle the most visited in Slovakia. Only foundations remain of the original 12th-century fortification, but an early-20th-century reconstruction by the Pálffy family took inspiration from the castles of France’s Loire Valley, lifting Bojnice to the neo-baroque splendour that stands today.Visits are by 75-minute guided tour only and taking photos carries an extra charge (€2).\nIf you're hungry before or after a castle tour, Alej is a much better choice than the food stalls around the castle.Prievidza, 4km east of Bojnice Castle, has bus connections to Žilina (€3.40, 1½ hours, 10 daily) and Bratislava (€10.50, 3¼ to 4¼ hours, three daily or change at Piešťany or Žiar nad Hronom). From Prievidza bus station, regular local buses run to Bojnice (€0.60, 10 minutes).For additional atmosphere, book a few days ahead for a night tour and consider visiting during the International Festival of Ghosts &amp; Spirits."
},
{
    "country": "slovakia",
    "city": "Bratislava",
    "index": 20,
    "name": "Jesuit Church",
    "latitude": "48.143926",
    "longitude": "17.108588",
    "excerpt": "The Jesuit Church of the Holy Saviour, just off Hlavné nám, was built in the 17th century. It's worth peeping inside to see the baroque altar.",
    "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/jesuit-church/a/poi-sig/1271585/360690",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1f9a1d61590785bc21d0ba042780236e-jesuit-church.jpg",
    "detail_description": "The Jesuit Church of the Holy Saviour, just off Hlavné nám, was built in the 17th century. It's worth peeping inside to see the baroque altar.\nYou'll often find a musician in traditional costume playing a fujara (tall woodwind instrument) near the steps."
},
{
    "country": "slovakia",
    "city": "Bratislava",
    "index": 19,
    "name": "Most SNP",
    "latitude": "48.136967",
    "longitude": "17.104683",
    "excerpt": "The sci-fi silhouette of Bratislava's 'UFO bridge' came at a heavy cost. Period mansions and an old synagogue were sacrificed for the construction of the…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/most-snp/a/poi-sig/448197/360690",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b0ba14f06962faa1d0b3e085fbb9faad-most-snp.jpg",
    "detail_description": "The sci-fi silhouette of Bratislava's 'UFO bridge' came at a heavy cost. Period mansions and an old synagogue were sacrificed for the construction of the highway and bridge in 1972. Consequently the sight of this 95m-high modernist marvel, crowned with a flying saucer, is bittersweet for locals.The bridge's pedestrian walkway is a futuristic route across the Danube River. An elevator rockets up to the bridge's highest point, where there's an observation deck with a bird's-eye panorama.\nThe observation deck price includes the elevator ride. Access to the viewing platform is 'free' if you eat in the restaurant within the UFO (be warned, it's expensive). Advance reservations are usually necessary."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 18,
    "name": "Devín Castle",
    "latitude": "48.174328",
    "longitude": "16.979392",
    "excerpt": "Perched between Slovakia and Austria, rugged Devín Castle makes a popular day trip from Bratislava. From the ramparts there are admirable views of rivers…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/west-slovakia/attractions/devin-castle/a/poi-sig/448151/360704",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1dbe76c101ae6e321481ea905bbb40ea-devin-castle.jpg",
    "detail_description": "Perched between Slovakia and Austria, rugged Devín Castle makes a popular day trip from Bratislava. From the ramparts there are admirable views of rivers and goat-speckled hills beyond. Inside, the museum hosts an archaeological exhibition with neolithic grave finds and bronze-age sculptures. In summer, kid-friendly medieval games and souvenir stalls consume the grounds. From November to March you can enter the grounds but exhibitions close.Bus 29 links Devin with Bratislava's Nový Most (stop 6); get a 30-minute ticket (€0.90).\nThe castle complex stands 9km northwest of Bratislava, at the confluence of the Danube and Morava rivers. For millennia, settlers have been tempted by this strategic locale, guarded by the Small Carpathian mountain range on one side and water on the other. Settlements date back to the 5th century BC, there's evidence of a hill fort from the Bronze Age, and fortifications have stood here since the 9th century.The castle's name originates from the Slavic deva (girl), and its Maiden Watchtower has acquired various legends of tragic young ladies across its long history."
},
{
    "country": "slovakia",
    "city": "Košice",
    "index": 17,
    "name": "Rodošto & Mikluš Prison",
    "latitude": "48.722615",
    "longitude": "21.260208",
    "excerpt": "This complex's motley attractions form a whirlwind tour of Košice's history. In the bastion, whose walls date to the 15th century, Košice is revealed as a…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/kosice/attractions/rodosto-miklus-prison/a/poi-sig/1556033/360698",
    "image_url": null,
    "detail_description": "This complex's motley attractions form a whirlwind tour of Košice's history. In the bastion, whose walls date to the 15th century, Košice is revealed as a powerhouse of medieval weapons production: you'll see cannonballs, coats of arms and well-dressed horse mannequins. Adjoining is a replica of the house in which Hungarian national hero Franz II Rákoczi was exiled in the 18th century. At the prison, you'll learn executioner etiquette from a video presentation before seeing grisly restraints in the cells.\n"
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 16,
    "name": "Basilica of St Egídius",
    "latitude": "49.293351903574",
    "longitude": "21.275762081954",
    "excerpt": "With tall Gothic windows and a spear-like tower rising over the main square, this 15th-century three-nave basilica is the jewel of Bardejov's Unesco…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/bardejov/attractions/basilica-of-st-egidius/a/poi-sig/1076727/360695",
    "image_url": null,
    "detail_description": "With tall Gothic windows and a spear-like tower rising over the main square, this 15th-century three-nave basilica is the jewel of Bardejov's Unesco-inscribed architectural reserve. Built on the site of a former Cistercian monastery, the basilica has 11 Gothic altarpieces crafted between 1400 and 1520 (there's explanation in English about each). The highlight is climbing the tower for stupendous views of the orderly main square flanked by coral-roofed buildings.\nInside, it’s impossible to miss the crucifixion scene teetering atop a ceiling beam. Note also the wooden pews carved with animal heads."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 15,
    "name": "Tokaj Macik",
    "latitude": "48.456808",
    "longitude": "21.678482",
    "excerpt": "Set among expansive vineyards and pastures, Macik winery is a delightful place to experience the region's famous Tokaj wine. A little advance notice is…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/attractions/tokaj-macik/a/poi-sig/1610796/360694",
    "image_url": null,
    "detail_description": "Set among expansive vineyards and pastures, Macik winery is a delightful place to experience the region's famous Tokaj wine. A little advance notice is all that's required to taste between six and 13 varieties at the family-run winery, just an hour's drive southeast of Košice; the highlight is touring warren-like wine cellars, blackened with dark mould – its growth is encouraged, to keep the humidity just right.\nThere's a gorgeous, greenery-draped terrace to linger on and (of course) a shop to buy takeaway bottles of Tokaj.Ask about guest rooms (doubles from €58) if no one wants to be the designated driver."
},
{
    "country": "slovakia",
    "city": "Košice",
    "index": 14,
    "name": "Cathedral of St Elizabeth",
    "latitude": "48.720278175988",
    "longitude": "21.2581640554",
    "excerpt": "This 14th-century cathedral dominates Košice's main square, its gables bristling above tall, stained-glass windows while colourful roof tiles evoke a…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/kosice/attractions/cathedral-of-st-elizabeth/a/poi-sig/477624/360698",
    "image_url": null,
    "detail_description": "This 14th-century cathedral dominates Košice's main square, its gables bristling above tall, stained-glass windows while colourful roof tiles evoke a resplendent scaled dragon. One of Europe's easternmost Gothic cathedrals, 60m-long St Elizabeth is the largest in the country. Ascend 160 stone steps up the narrow stairwell of 59.7m-tall Sigisimund Tower to peep out across the city.\nBelow the church, a crypt contains the tomb of Duke Ferenc Rákóczi, who was exiled to Turkey after the failed 18th-century Hungarian revolt against Austria.In summer, guided tours illuminate the history behind various features of the church, as well as entering the oft-closed St Michael's Chapel outside."
},
{
    "country": "slovakia",
    "city": "Bratislava",
    "index": 13,
    "name": "Museum of City History",
    "latitude": "48.143418",
    "longitude": "17.10921",
    "excerpt": "Rove through Bratislava's past in the former town hall. First, scale the tower for a lookout over Bratislava. Then tour the exhibition rooms; loveliest of…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/museum-of-city-history/a/poi-sig/1251975/360690",
    "image_url": null,
    "detail_description": "Rove through Bratislava's past in the former town hall. First, scale the tower for a lookout over Bratislava. Then tour the exhibition rooms; loveliest of all, despite the dreary name, is the Hall of the Extended Municipal Council and the Court House, with brightly coloured ceilings, Gothic flourishes and stained glass dating to the 17th century.Spare some time at the end for the Viticulture Museum beneath, where you can sample regional wines with a lively explanation (from €5).\nYou'll also see religious art and saintly bones, moodily lit in the vaulted chambers.There's a joint ticket (adult/child €6/3) that also allows a visit to the Period Rooms Museum."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 12,
    "name": "Vlkolínec",
    "latitude": "49.039162",
    "longitude": "19.278367",
    "excerpt": "Vlkolínec's squat, colourful houses evoke medieval Europe with just a hint of Hobbiton. This tiny mountain hamlet, dating to the 14th century, has…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/attractions/vlkolinec/a/poi-sig/1535926/360691",
    "image_url": null,
    "detail_description": "Vlkolínec's squat, colourful houses evoke medieval Europe with just a hint of Hobbiton. This tiny mountain hamlet, dating to the 14th century, has resisted the march of time and its 45 traditional log buildings, including an 18th-century timber bell tower, baroque Catholic chapel and cottages painted peach and powder blue, have earned it a Unesco listing.Tourists flock, but Vlkolínec remains a functioning village (population 30) so don’t wander into gardens or photograph through windows. It's 6km southeast of Ružomberok.\nTwo weekday-only buses make the 30-minute (€0.50) journey to Vlkolínec from Ružomberok train station; the last return is at 5.10pm. Otherwise, driving or hiking the 6km uphill from Ružomberok are both scenic ways to reach the village, and cycling trails are increasingly well marked."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 11,
    "name": "Vrátna Valley",
    "latitude": "49.190791",
    "longitude": "19.039307",
    "excerpt": "Limestone pinnacles and thick forest conspire to make Vrátna Valley one of Slovakia's most majestic areas to hike or ski. A scenic road winds south from…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/mala-fatra-national-park/attractions/vratna-valley/a/poi-sig/1253215/360692",
    "image_url": null,
    "detail_description": "Limestone pinnacles and thick forest conspire to make Vrátna Valley one of Slovakia's most majestic areas to hike or ski. A scenic road winds south from Terchová up through craggy Tiesňavy Gorge, past picnic sites and roadside lookouts, to Vratna Výt'ah cable-car station. It hauls you to Snilovské saddle (1524m) below two peaks, Chleb (1647m) and Velký Kriváň (1709m). Both peaks are popular hikes, each taking 1½ to two hours (return).\nFor a long, tough trek, hike northeast from Chleb over Hromové (1636m), Poludňový grúň (1460m) and Stoh (1608m) to Medziholie saddle (1185m), which takes about 5½ hours (one way). From there you can descend on the green trail to Štefanová village where there's a bus stop, accommodation and restaurants."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 10,
    "name": "SNP Museum",
    "latitude": "48.735078",
    "longitude": "19.150329",
    "excerpt": "A museum dedicated to WWII history and Banská Bystrica's role as the beating heart of the country's anti-fascist resistance is harboured in a looming…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/banska-bystrica/attractions/snp-museum/a/poi-sig/1335185/1334159",
    "image_url": null,
    "detail_description": "A museum dedicated to WWII history and Banská Bystrica's role as the beating heart of the country's anti-fascist resistance is harboured in a looming concrete ark 500m southeast of the main square. The SNP Museum's architecture instantly intrigues: resembling a flying saucer split in two, its halves frame a monument depicting bodies piled high. Inside, exhibits detail the build-up to WWII through to resistance and the brutal reprisals that followed. Some explanation is given in both Slovak and English.\nBanská Bystrica became Slovakia’s nucleus of anti-fascist resistance during WWII, a place where revolutionary committees secretly organised armed resistance. The museum displays military documents, weapons and disturbing accounts of Nazi reprisals against the revolutionaries: there were mass executions, including a notorious killing of 747 people at Kremni'cka, and 90 villages and settlements were burned down.In 1942, 58,000 Jews were deported from Slovakia to concentration camps and ghettos. A second wave of deportations followed in 1944. The museum has moving displays of deportees’ belongings, such as handmade dolls and chess sets."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 9,
    "name": "Orava Castle",
    "latitude": "49.261755",
    "longitude": "19.358404",
    "excerpt": "The sight of Orava Castle, roosting on a forest-cloaked hilltop, sends a chill down the spine. Vampire aficionados may recognise its stern silhouette from…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/central-slovakia/attractions/orava-castle/a/poi-sig/1251814/360691",
    "image_url": null,
    "detail_description": "The sight of Orava Castle, roosting on a forest-cloaked hilltop, sends a chill down the spine. Vampire aficionados may recognise its stern silhouette from Murnau’s classic 1922 movie Nosferatu, but the castle’s history is easily as interesting as its silver-screen appearances. Famous residents include György Thurzó, who sentenced real-life vampiress Elizabeth Báthory for hundreds of bloodthirsty murders, and Nicolaus Draskovics, rumoured to have skinned servants alive. Check the website for English-language tours (thrice daily in summer).\nNever conquered, this 13th-century fortification has outlasted the centuries thanks to its curved defence tunnels, 5m-thick walls and the liberal use of projectile boiling water against intruders. Navigating the castle, visitors tour numerous architectural styles: Romanesque, Gothic, Renaissance. Hair-raisingly steep stairs connect various castle chambers, which are draped with bearskin rugs and filled with magnificent furniture and weaponry. The end of the exhibition shines a spotlight on the castle's starring role in movies and popular culture – and there's a chance to stare down Nosferatu himself..."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 8,
    "name": "Museum of the Slovak Village",
    "latitude": "49.039556",
    "longitude": "18.928628",
    "excerpt": "This picturesque recreated village – Slovakia's largest skanzen (open-air museum) – showcases over 120 faithfully reconstructed 19th-century dwellings in…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/martin/attractions/museum-of-the-slovak-village/a/poi-sig/1253168/1324764",
    "image_url": null,
    "detail_description": "This picturesque recreated village – Slovakia's largest skanzen (open-air museum) – showcases over 120 faithfully reconstructed 19th-century dwellings in a bucolic location, 2km south of central Martin. Wander between timber buildings (a few have richly dressed interiors) and learn how to discern an Oravian farmhouse from a Turiec-style hut; the ticket desk loans information booklets in various languages. Entry to the wooden church and Museum of Roma Culture is by timed tour (hours are posted around the site, no extra charge).\nThe on-site Museum of Roma Culture is the only one of its kind in Slovakia. It exhibits traditional musical instruments and features displays about Roma culture, periods of oppression endured by Roma communities and prominent Slovak Roma people. Information is in Slovak but guides can explain the exhibition and printed English-language information is available.There's also a krčma (village pub) serving refreshments and a souvenir shop selling handicrafts; you could easily spend a full day here.Take local bus 10 from the main train station to the last stop and walk the remaining 1km up through the forest."
},
{
    "country": "slovakia",
    "city": "Bratislava",
    "index": 7,
    "name": "Blue Church",
    "latitude": "48.143336970613",
    "longitude": "17.116670680173",
    "excerpt": "Dedicated to St Elisabeth of Hungary in 1913, the early-20th-century 'Blue Church' is a vision in sapphire and powder-blue. From its undulating arches and…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/blue-church/a/poi-sig/448137/360690",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d7eb36da459bd19d9b6d7b9bc11b492e-blue-church.jpg",
    "detail_description": "Dedicated to St Elisabeth of Hungary in 1913, the early-20th-century 'Blue Church' is a vision in sapphire and powder-blue. From its undulating arches and ceramic roof tiles to the tip of its clock tower (36.8m), it's a marvel of art nouveau design.\nDuring the limited opening hours, you can step inside to see the baby-blue pews and gold decoration."
},
{
    "country": "slovakia",
    "city": "Bratislava",
    "index": 6,
    "name": "Hlavné Námestie",
    "latitude": "48.143497",
    "longitude": "17.10832",
    "excerpt": "The nucleus for Bratislava's history, festivals and chic cafe culture is Hlavné nám (Main Sq). There's architectural finery in almost every direction,…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/hlavne-namestie/a/poi-sig/1251973/360690",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/51a01b562798cd0c11e9992570f2acf9-hlavne-namestie.jpg",
    "detail_description": "The nucleus for Bratislava's history, festivals and chic cafe culture is Hlavné nám (Main Sq). There's architectural finery in almost every direction, notably the Stará Radnica (Old Town Hall), a complex of attractive 14th- and 15th-century Gothic buildings, and Palugyayov Palác, a neobaroque former palace.\nRoland's Fountain, at the square's heart, is thought to have been built in 1572 as a public water supply. According to legend, its statue bows once a year...visible only to the most good-hearted Bratislavans, of course."
},
{
    "country": "slovakia",
    "city": "Bratislava",
    "index": 5,
    "name": "St Martin's Cathedral",
    "latitude": "48.14205",
    "longitude": "17.104833",
    "excerpt": "The coronations of 19 royals have taken place within three-nave St Martin's Cathedral, alluded to by the 300kg replica crown atop its spire. The interior…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/st-martin-s-cathedral/a/poi-sig/1145559/360690",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b7060a3b77694d5a0cec2e559416e4da-st-martin-s-cathedral.jpg",
    "detail_description": "The coronations of 19 royals have taken place within three-nave St Martin's Cathedral, alluded to by the 300kg replica crown atop its spire. The interior of this 14th-century Gothic sanctuary has four chapels dedicated to saints and luminaries, a horseback statue of St Martin, and huge rib vaults and stained-glass windows that lift the gaze.\nSt Martin's was built on the site of an earlier Romanesque church as part of the city's fortified walls, giving it a stocky appearance, reminiscent of a castle. The 85m Gothic tower was formerly a lookout point.Ninety-odd graves are concealed 6m beneath the church in its crypts."
},
{
    "country": "slovakia",
    "city": "Bratislava",
    "index": 4,
    "name": "Bratislava Castle",
    "latitude": "48.14122",
    "longitude": "17.102044",
    "excerpt": "Magnificently rebuilt in Renaissance style, Bratislava Castle looks as though it has been transplanted from a children's picture book. Inside is a history…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/bratislava/attractions/bratislava-castle/a/poi-sig/1145556/360690",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ba8aefc38b25b0c0340083d851bc3c68-bratislava-castle.jpg",
    "detail_description": "Magnificently rebuilt in Renaissance style, Bratislava Castle looks as though it has been transplanted from a children's picture book. Inside is a history museum, though many chambers feel empty and underutilised. The castle's oldest original feature is the 13th-century Crown Tower; climb it for bird's-eye views. Another highlight is the late-baroque Assumption of the Virgin Mary (1762–3) painting by Anton Schmidt in the Music Hall. Without a ticket you can wander the manicured baroque gardens behind the castle.\nThe fortification dates to the 9th century. Reshaped as a Gothic fortress in the 15th century, then again in Renaissance style a hundred years later, it lay in ruins after a fire in 1811. Today's incarnation, with four stocky towers and painted a dazzling shade of white, is a 1960s rebuild.During summer, arrive early if you want to avoid crowds; this is a tourist-bus hotspot."
},
{
    "country": "slovakia",
    "city": "Slovakia",
    "index": 3,
    "name": "Danubiana Meulensteen Art Museum",
    "latitude": "48.034937",
    "longitude": "17.23197",
    "excerpt": "The windswept location of this world-class art gallery is as invigorating as the works on display. On a promontory jutting into the Danube, the…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/west-slovakia/attractions/danubiana-meulensteen-art-museum/a/poi-sig/1335635/360704",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/824aa13f0d4409a9d6b5af0cb03ddf87-danubiana-meulensteen-art-museum.jpg",
    "detail_description": "The windswept location of this world-class art gallery is as invigorating as the works on display. On a promontory jutting into the Danube, the Meulensteen immediately impresses with its outdoor sculpture garden. Inside, the gallery’s floor-to-ceiling windows overlook the water, providing an organic backdrop to mostly contemporary art. Many Slovak and Czech artists are featured, like Viera Kraicová’s bold nudes, end-of-days tableaux by Vincent Hložník, and realist-abstractionist mash-ups by Rudolf Fila. It's 15km south of Bratislava with year-round bus links.\nThe gallery is the brainchild of Dutch art collector and entrepreneur Gerard Meulensteen, who also conceived of the building's shape: a Roman galley ship, befitting the watery location.The gallery cafe is relatively expensive, but its views onto reedy wetlands are breathtaking.Boat trips run from the city centre on weekends from May to October (return tickets are adult/child €16/10, including gallery ticket; see www.lod.sk for details). Otherwise take bus 90 (€1.20) from Nový Most bus stop to Čunovo and walk from the terminus (2.5km). Driving is convenient and gallery parking is free. Taxis cost around €20 each way."
},
{
    "country": "slovakia",
    "city": "Eastern Slovakia",
    "index": 2,
    "name": "Spiš Castle",
    "latitude": "48.999901",
    "longitude": "20.768688",
    "excerpt": "Crowning a travertine hill above Spišské Podhradie village, this vast, Unesco-listed fortification is one of Central Europe's biggest castle complexes…",
    "detail_url": "https://www.lonelyplanet.com/slovakia/east-slovakia/spisske-podhradie/attractions/spis-castle/a/poi-sig/1253574/360703",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/223946253100e0251f512fdbd4095cc5-spis-castle.jpg",
    "detail_description": "Crowning a travertine hill above Spišské Podhradie village, this vast, Unesco-listed fortification is one of Central Europe's biggest castle complexes. Its bulwarks and thick defensive walls date to the 12th century (at the latest), and once guarded Hungarian royals and nobles from flying arrows. Highlights of the four-hectare site, connected by stony pathways and stairs, include views from the 22m-high tower, and a museum of medieval history within the former palace.\nThe castle collapsed in the 12th century and was remade soon after. A Gothic renovation during the second half of the 15th century, under the nobleman Štefan Zápoľský, paved the way for prestigious courtly life. As the threat of invasion lessened, Spiš Castle became a place for balls and upper-class hobnobbing, and much less of a strategic fortification. Details like the castle's Gothic-style windows are an example of harmony between defensive and decorative design.After a fire in 1780, the castle began to fall to ruin. Restoration began in earnest during the 1970s, propelling Spiš Castle to fame. Included on Unesco's World Heritage list in 1993, today it is one of Slovakia's most popular attractions.Audio-guide tours (included in the ticket price, deposit €10) take roughly 90 minutes. In summer there are regular night tours of the castle (adult/student/child €10/8/8).Spiš Castle is 1km east of Spišské Podhradie, off the D1 highway or about an hour's uphill hike from the village. From the (free) car park, there is a steep 10-minute walk to the castle entrance."
}
]