[
{
    "country": "slovenia",
    "city": "Triglav National Park",
    "index": 1,
    "name": "Vršič Pass",
    "latitude": "46.437857",
    "longitude": "13.747931",
    "excerpt": "Sitting at a view-enhanced elevation of 1611m, this mountain pass is about 13km southwest of Kranjska Gora, via a storied road that zigzags madly and…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/vrsic-pass/attractions/vrsic-pass/a/poi-sig/1524417/1325388",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e61229172da51d99095643e1d20de9ff-vrsic-pass.jpg",
    "detail_description": "Sitting at a view-enhanced elevation of 1611m, this mountain pass is about 13km southwest of Kranjska Gora, via a storied road that zigzags madly and passes numerous sites of interest as it climbs. From the pass itself, the peak-tastic views take in Mojstrovka (2332m) to the west and Prisojnik/Prisank (2547m) to the east; to the south the valley of the Soča River points the way to western Slovenia.\nFrom Kranjska Gora, as the road reaches just over 1100m you come to the beautiful wooden Russian Chapel, erected on the site where more than 300 Russian POWs were buried in an avalanche in March 1916. From here the climb begins in earnest as the road meanders past a couple of huts and corkscrews up the next few kilometers to the pass itself.\nFrom here, a hair-raising descent of about 10km ends just short of a monument to Dr Julius Kugy (1858–1944), a pioneer climber and writer whose books eulogize the beauty of the Julian Alps.\nThe road continues to the settlements of Trenta and Soča, 8km downstream. The activity hub of Bovec is 12km west of Soča. En route, the narrow Lepena Valley is well worth a detour, for accommodation, splendid vistas and a range of walks.\nPhoto credit: Nino Marcutti\n"
},
{
    "country": "slovenia",
    "city": "Maribor",
    "index": 40,
    "name": "Maribor Regional Museum",
    "latitude": "46.560373",
    "longitude": "15.648683",
    "excerpt": "Housed inside 15th-century Maribor Castle, this museum has one of the richest collections in Slovenia, though much of it is not on show. The most…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/maribor/attractions/maribor-regional-museum/a/poi-sig/490644/360722",
    "image_url": null,
    "detail_description": "Housed inside 15th-century Maribor Castle, this museum has one of the richest collections in Slovenia, though much of it is not on show. The most interesting section is the ground floor with archaeological and ethnographic exhibits, including 19th-century beehive panels with biblical scenes from the Mislinja and Drava Valleys, models of Štajerska-style hayracks and wax ex voto offerings from the Ptuj area.\nUpstairs are rooms devoted to Maribor’s history and its guilds and crafts, an 18th-century pharmacy, and altar paintings and sculptures from the 15th to the 18th centuries. Taking pride of place are the exquisite statues by Jožef Straub (1712–56) taken from the Church of St Joseph in Studenci. The magnificent rococo staircase near the exit, with its pink walls, stucco work and figures arrayed on the bannisters, is visible from the street when the museum is closed."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 39,
    "name": "Liznjek House",
    "latitude": "46.48544",
    "longitude": "13.787724",
    "excerpt": "The endearing 17th-century Liznjek House contains a good collection of traditional household objects and furnishings peculiar to this area. Among the…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/julian-alps/kranjska-gora/attractions/liznjek-house/a/poi-sig/490200/360714",
    "image_url": null,
    "detail_description": "The endearing 17th-century Liznjek House contains a good collection of traditional household objects and furnishings peculiar to this area. Among the various exhibits are some excellent examples of trousseau chests covered in folk paintings, some 19th-century icons painted on glass and a collection of linen tablecloths (the valley was famed for its flax and for its weaving).\nAntique carriages and a sled are kept in the massive barn out the back, which once housed food stores as well as pigs and sheep. The stable reserved for cows below the main building now contains a memorial room dedicated to the life and work of Josip Vandot (1884–1944). Vandot was a writer born in Kranjska Gora who penned the saga of Kekec, the do-gooder shepherd boy who, together with his little playmate Mojca and his trusty dog Volkec, battles the evil poacher and kidnapper Bedanec. It's still a favourite story among Slovenian kids and has been made into several popular films."
},
{
    "country": "slovenia",
    "city": "Slovenian Coast",
    "index": 38,
    "name": "Sečovlje Salina Nature Park",
    "latitude": "45.471688",
    "longitude": "13.610945",
    "excerpt": "This 750-hectare saltpan-studded area, criss-crossed with dikes and channels, has a wealth of birdlife – 290 species have been recorded here.",
    "detail_url": "https://www.lonelyplanet.com/slovenia/secovlje/attractions/secovlje-salina-nature-park/a/poi-sig/1259813/1325400",
    "image_url": null,
    "detail_description": "This 750-hectare saltpan-studded area, criss-crossed with dikes and channels, has a wealth of birdlife – 290 species have been recorded here.It’s important to note that there are two sections of the park: the main (north) part is at Lera, just south of Seča and off the main road from Portorož. The south part is at Fontanigge, right on the border with Croatia; to reach it you must pass through Slovenian immigration and customs, so don’t forget your passport.\nThe Lera and Fontanigge sections are not connected – they are separated by the Drnica Channel, and different entrances must be used for each. You can get around each section on bike or foot. The area was once a hive of salt-making activity and was one of the biggest money-spinners on the coast in the Middle Ages.Lera, where salt is still harvested using traditional methods, is home to a multimedia visitor centre and cafe. It also has a shop selling Piranske Soline salt products (cooking salt and beauty products; www.soline.si). Lera is also home to the Lepa Vida spa, away to the north in an oasis of calm."
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 37,
    "name": "Slovenian School Museum",
    "latitude": "46.050212",
    "longitude": "14.502522",
    "excerpt": "This rather esoteric museum explores how Slovenian kids learned the three Rs in past centuries. The mock-ups of the old classrooms are excellent and there…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/slovenian-school-museum/a/poi-sig/1259670/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/27a7ae4adae2e7578fdb1cc187a1002d5484512188d877059b66b945cf45b626.jpg",
    "detail_description": "This rather esoteric museum explores how Slovenian kids learned the three Rs in past centuries. The mock-ups of the old classrooms are excellent and there is some explanatory material in English.\n"
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 36,
    "name": "Dragon Bridge",
    "latitude": "46.05191",
    "longitude": "14.510504",
    "excerpt": "The much-loved Dragon Bridge, topped with four scary-looking dragons on each corner, stands northeast of the Old Town, just beyond Vodnikov trg. The…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/dragon-bridge/a/poi-sig/1282799/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9b5fd9fc7ec5817bf9529fd491c558df2bc7c907e3b821339e0f6b27d290776d.jpg",
    "detail_description": "The much-loved Dragon Bridge, topped with four scary-looking dragons on each corner, stands northeast of the Old Town, just beyond Vodnikov trg. The bridge was built in Viennese Secession (art nouveau) style and dates from 1900–01.\n"
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 35,
    "name": "Stari Trg",
    "latitude": "46.047528",
    "longitude": "14.506352",
    "excerpt": "Lined with 19th-century wooden shopfronts, quiet courtyards and cobblestone passageways, this is the heart of the Old Town. From behind the medieval…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/stari-trg/a/poi-sig/1525984/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/965c9ce3e61bab40823f6954dd8011e7-stari-trg.jpg",
    "detail_description": "Lined with 19th-century wooden shopfronts, quiet courtyards and cobblestone passageways, this is the heart of the Old Town. From behind the medieval houses on the eastern side, paths once led to Castle Hill, which was a source of water. The buildings fronting the river had large passageways built to allow drainage in case of flooding.\n"
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 34,
    "name": "Novi Trg",
    "latitude": "46.047822",
    "longitude": "14.505118",
    "excerpt": "South of Cobblers' Bridge, this was a walled settlement of fisherfolk outside the town administration in the Middle Ages. Remnants include the very narrow…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/novi-trg/a/poi-sig/1525986/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/c2819361ab803c7c51341853deda26ba-novi-trg.jpg",
    "detail_description": "South of Cobblers' Bridge, this was a walled settlement of fisherfolk outside the town administration in the Middle Ages. Remnants include the very narrow street to the north called Židovska ulica and its offshoot Židovska steza (Jewish Lane), once the site of a medieval synagogue. Breg, the city’s port when the Ljubljanica River was still navigable commercially this far inland, runs south from the square and is entirely pedestrianised.\n"
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 33,
    "name": "Museum of Contemporary History of Slovenia",
    "latitude": "46.05905",
    "longitude": "14.495355",
    "excerpt": "This museum, housed in the 18th-century Cekin Mansion (Grad Cekinov), traces the history of Slovenia in the 20th century through multimedia and artefacts…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/museum-of-contemporary-history-of-slovenia/a/poi-sig/421683/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2887d1d794addab475993ae86c97140f6603df9e479f097d31123cc2e45a7748.jpg",
    "detail_description": "This museum, housed in the 18th-century Cekin Mansion (Grad Cekinov), traces the history of Slovenia in the 20th century through multimedia and artefacts. Note the contrast between the sober earnestness of the communist-era rooms and the exuberant, logo-mad commercialism of the industrial exhibits. The sections focusing on Ljubljana under occupation during WWII are very effective. The gloriously baroque Ceremonial Hall (Viteška Dvorana) on the 1st floor is how the whole mansion once looked. Cutting-edge special exhibits too.\n"
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 32,
    "name": "Town Hall",
    "latitude": "46.049858596193",
    "longitude": "14.506976226364",
    "excerpt": "The seat of the city government and sometimes referred to as the Magistrat or Rotovž, the town hall was erected in the late 15th century and rebuilt in…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/town-hall/a/poi-sig/1259830/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c7dd601441f100b894775f5719a8b56b9f2a0426605c6ee20a8b0aeb22b1817c.jpg",
    "detail_description": "The seat of the city government and sometimes referred to as the Magistrat or Rotovž, the town hall was erected in the late 15th century and rebuilt in 1718. The Gothic courtyard inside, arcaded on three levels, is where theatrical performances once took place; it contains some lovely graffiti. One-hour guided tours are offered in English on Saturdays at 1pm. Tours must be booked in advance through the Ljubljana TIC.\nIf you look above the south portal leading to a second courtyard you’ll see a relief map of Ljubljana as it appeared in the second half of the 17th century."
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 31,
    "name": "Cathedral of St Nicholas",
    "latitude": "46.050748",
    "longitude": "14.508348",
    "excerpt": "A church has stood here since the 13th century, but the existing twin-towered building dates from the start of the 18th century. Inside, it’s a vision of…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/cathedral-of-st-nicholas/a/poi-sig/421659/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/c9c992473c5f86f714898fde8a643b6f-cathedral-of-st-nicholas.jpg",
    "detail_description": "A church has stood here since the 13th century, but the existing twin-towered building dates from the start of the 18th century. Inside, it’s a vision of pink marble, white stucco and gilt and contains a panoply of baroque frescoes. Have a look at the magnificent carved choir stalls, the organ and the angels on the main altar.\nTwo stunning bronze doors, now blackened, were added in 1996 to commemorate a visit by Pope John Paul II. The (main) west door facing the Bishop’s Palace recounts the history of 1250 years of Christianity in Slovenia. The six bishops on the south door fronting Ciril Metodov trg depict the history of the Ljubljana diocese."
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 30,
    "name": "Žale Cemetery",
    "latitude": "46.067708",
    "longitude": "14.529226",
    "excerpt": "This cemetery, some 2km northeast of Tabor, is Ljubljana’s answer to Père Lachaise in Paris or London's Highgate. It is 'home’ to a number of…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/zale-cemetery/a/poi-sig/1259673/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/e11c950797cd7a337ba4b659176207af-zale-cemetery.jpg",
    "detail_description": "This cemetery, some 2km northeast of Tabor, is Ljubljana’s answer to Père Lachaise in Paris or London's Highgate. It is 'home’ to a number of distinguished Slovenes, including Jože Plečnik, but is best known for the ornamental gates, chapels and colonnades at the complex's entrance designed by Plečnik himself in 1940. There are also the graves of Austrian, Italian and German soldiers from both world wars and a small Jewish section.\nPlečnik's modest grave marker is located in the main part of the cemetery, area A, in section 6. To find it, walk past the yellow church at the front of the cemetery, and turn left at the end of the first section."
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 29,
    "name": "National Museum of Slovenia",
    "latitude": "46.052133",
    "longitude": "14.499646",
    "excerpt": "Housed in a grand building from 1888 – the same building as the Slovenian Museum of Natural History – highlights include the highly embossed Vače situla –…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/national-museum-of-slovenia/a/poi-sig/421689/360721",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/ce9bf9df6222f58b58ea42db9c30e52c-national-museum-of-slovenia.jpg",
    "detail_description": "Housed in a grand building from 1888 – the same building as the Slovenian Museum of Natural History – highlights include the highly embossed Vače situla – a Celtic pail from the 6th century BC that was unearthed in a town east of Ljubljana. There's also a Stone Age bone flute discovered near Cerkno in western Slovenia in 1995. You'll find examples of Roman jewellery found in 6th-century Slavic graves, as well as a glass-enclosed Roman lapidarium outside to the north.\nCheck out the ceiling fresco in the foyer of the main building, which features an allegorical image of the ancient Slovenian province of Carniola surrounded by important Slovenes from the past, and the statues of the Muses and Fates relaxing on the stairway banisters. Note the entry to both this museum and the Slovenian Museum of Natural History are on the eastern side of the building, facing a park."
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 28,
    "name": "Central Market",
    "latitude": "46.051277",
    "longitude": "14.509495",
    "excerpt": "Central Market is Ljubljana's larder and worth a trip to stock up on provisions or just have a good snoop (and sniff) around. Go first to the vast open…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/central-market/a/poi-sig/1259828/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/461f8b4b4a177f5d8e5b8c332e05afaa-central-market.jpg",
    "detail_description": "Central Market is Ljubljana's larder and worth a trip to stock up on provisions or just have a good snoop (and sniff) around. Go first to the vast open-air market (Tržnica na Prostem) just across Triple Bridge to the southeast of Prešernov trg on Vodnikov trg. Here you'll find a daily (except Sunday) farmers market. In the next neighbouring square – Pogačarjev trg – there are always stalls selling everything from foraged wild mushrooms and forest berries to honey and homemade cheeses.\nPogačarjev trg also hosts an organic market on Wednesdays and Sundays, and on Fridays from March to October it's the venue for Odprta Kuhna, a weekly food fair with local and international specialties cooked on-site from restaurants around the city and beyond.The covered market nearby also sells meats and cheeses, and there's a fish market below the Plečnik Colonnade. You'll also find open-air fish stands selling fried calamari for as low as €7."
},
{
    "country": "slovenia",
    "city": "Piran",
    "index": 26,
    "name": "Mediadom Pyrhani",
    "latitude": "45.528734",
    "longitude": "13.569553",
    "excerpt": "This exciting new multimedia, interactive museum takes you on an innovative journey through Piran's historical story, with a 'time machine' and numerous…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/karst-and-coast/piran/attractions/mediadom-pyrhani/a/poi-sig/1601162/360718",
    "image_url": null,
    "detail_description": "This exciting new multimedia, interactive museum takes you on an innovative journey through Piran's historical story, with a 'time machine' and numerous exhibits that take a fresh look at the town's fascinating history. Archaeological finds and restored interiors add to the atmosphere.\n"
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 27,
    "name": "Prešernov Trg",
    "latitude": "46.051524",
    "longitude": "14.506076",
    "excerpt": "The centrepiece of Ljubljana's wonderful architectural aesthetic is this marvellous square, a public space of understated elegance that serves not only as…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/presernov-trg/a/poi-sig/421703/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e1c0f951cd1840aa4140e501b0bdf5c2-presernov-trg.jpg",
    "detail_description": "The centrepiece of Ljubljana's wonderful architectural aesthetic is this marvellous square, a public space of understated elegance that serves not only as the link between the Center district and the Old Town but also as the city's favourite meeting point. Taking pride of place is the Prešeren monument (1905), erected in honour of Slovenia’s greatest poet, France Prešeren (1800–49).\nImmediately south of the statue is the city's architectural poster-child, the small but much acclaimed Triple Bridge. To the east of the monument, at No 5 is the Italianate Central Pharmacy, an erstwhile cafe frequented by intellectuals in the 19th century. To the north sits the Franciscan Church of the Annunciation, and on the corner of Trubarjeva cesta and Miklošičeva cesta, the delightful secessionist Palača Urbanc building (1903), which now houses a fancy department store. Diagonally across the square at No 1 is another secessionist gem: the Hauptmann House. Two doors down at Wolfova ulica 4 you’ll see a terracotta figure peeking out from a window. The figure is Julija Primič, a love interest of Prešeren's, though the union was apparently never consummated."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 25,
    "name": "Capuchin Bridge",
    "latitude": "46.166519",
    "longitude": "14.30532",
    "excerpt": "The tiny Capuchin Bridge (sometimes called the Stone Bridge) leading from the Capuchin monastery is one of the symbols of the town. It originally dates…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/skofja-loka/attractions/capuchin-bridge/a/poi-sig/1060464/1004314",
    "image_url": null,
    "detail_description": "The tiny Capuchin Bridge (sometimes called the Stone Bridge) leading from the Capuchin monastery is one of the symbols of the town. It originally dates from the 14th century and is an excellent vantage point for the Old Town and the castle as well as the river. To capture the bridge in its full photogenic glory, cross the footbridge over the river just to the east.\n"
},
{
    "country": "slovenia",
    "city": "Koper",
    "index": 23,
    "name": "Praetorian Palace",
    "latitude": "45.547855219421",
    "longitude": "13.729696666448",
    "excerpt": "On the southern side of Titov trg is the white Praetorian Palace, a mixture of Venetian Gothic and Renaissance styles dating from the 15th century and the…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/karst-and-coast/koper/attractions/praetorian-palace/a/poi-sig/490338/360717",
    "image_url": null,
    "detail_description": "On the southern side of Titov trg is the white Praetorian Palace, a mixture of Venetian Gothic and Renaissance styles dating from the 15th century and the very symbol of Koper. Now serving as the town hall, it contains a reconstructed old pharmacy and the tourist information office on the ground floor, plus exhibits on the history of Koper and a ceremonial hall for weddings on the 1st floor. Access is via guided tour.\nThe facade of the palace, once the residence of Koper’s mayor who was appointed by the doge in Venice, is festooned with medallions, reliefs and coats of arms."
},
{
    "country": "slovenia",
    "city": "Piran",
    "index": 24,
    "name": "Bell Tower",
    "latitude": "45.529426",
    "longitude": "13.568759",
    "excerpt": "The Cathedral of St George's free-standing, 46.5m bell tower, built in 1609, was clearly modelled on the campanile of San Marco in Venice and provides a…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/karst-and-coast/piran/attractions/bell-tower/a/poi-sig/490394/360718",
    "image_url": null,
    "detail_description": "The Cathedral of St George's free-standing, 46.5m bell tower, built in 1609, was clearly modelled on the campanile of San Marco in Venice and provides a fabulous backdrop to many a town photo. Its 147 stairs can be climbed for fabulous views of the town and harbour. Next to it, the octagonal 17th-century baptistery contains altars and paintings. It is now sometimes used as an exhibition space. To the east is a 200m-long stretch of the 15th-century town wall.\n"
},
{
    "country": "slovenia",
    "city": "Koper",
    "index": 22,
    "name": "Cathedral of the Assumption",
    "latitude": "45.548107",
    "longitude": "13.730475",
    "excerpt": "Plumb on Titov trg is the Cathedral of the Assumption and its 36m-tall belfry, now called the City Tower, with 204 climbable stairs to superb views. The…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/karst-and-coast/koper/attractions/cathedral-of-the-assumption/a/poi-sig/490316/360717",
    "image_url": null,
    "detail_description": "Plumb on Titov trg is the Cathedral of the Assumption and its 36m-tall belfry, now called the City Tower, with 204 climbable stairs to superb views. The cathedral, partly Romanesque and Gothic but mostly dating from the mid-18th century, has a white classical interior with a feeling of space and light that belies the sombre exterior.\nBehind the cathedral to the north is a circular Romanesque Rotunda of John the Baptist, a baptistery (krstilnica) dating from the second half of the 12th century, with a ceiling fresco."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 21,
    "name": "Anthony Mine Shaft",
    "latitude": "45.999696720708",
    "longitude": "14.022602768608",
    "excerpt": "The mine is a ‘living museum’, allowing you to get a feel for the working conditions of mercury miners in Idrija. The entrance is the Anthony Shaft, built…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/idrija/attractions/anthony-mine-shaft/a/poi-sig/490266/360710",
    "image_url": null,
    "detail_description": "The mine is a ‘living museum’, allowing you to get a feel for the working conditions of mercury miners in Idrija. The entrance is the Anthony Shaft, built in 1500, which led to the first mine: 1.5km long, 600m wide and 400m deep. The tour covers about 1200m and lasts 1½ hours; it begins in the ‘call room’ of an 18th-century building where miners were selected each morning and assigned their duties.\nYou'll be supplied overcoats and helmets; the temperature in the mine is around 13°C (55°F). There are also exhibitions in the old smelting plant.For more on the town's mercury heritage, pick up the free and informative Idrija: A Heritage of Mercury from the TIC."
},
{
    "country": "slovenia",
    "city": "Koper",
    "index": 20,
    "name": "Titov Trg",
    "latitude": "45.548198",
    "longitude": "13.730035",
    "excerpt": "In the centre of old Koper, Titov trg is a Venetian-influenced stunner; mercifully, like much of the Old Town’s core, it is closed to traffic. On the…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/karst-and-coast/koper/attractions/titov-trg/a/poi-sig/490344/360717",
    "image_url": null,
    "detail_description": "In the centre of old Koper, Titov trg is a Venetian-influenced stunner; mercifully, like much of the Old Town’s core, it is closed to traffic. On the north side is the arcaded Venetian Gothic Loggia built in 1463 (a perfectly placed cafe lives here); attached is the Loggia Gallery, with changing art exhibits.\nTo the south is the Praetorian Palace, once the symbol of Venetian power in the region. On the square’s western side, the Armoury was a munitions dump four centuries ago and is now university offices. Opposite is the Cathedral of the Assumption and its belfry."
},
{
    "country": "slovenia",
    "city": "Piran",
    "index": 19,
    "name": "Cathedral of St George",
    "latitude": "45.529666802221",
    "longitude": "13.568377956384",
    "excerpt": "A cobbled street leads from behind the red Venetian House Tartinijev trg on to Piran's hilltop cathedral, baptistery and bell tower. The cathedral was…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/karst-and-coast/piran/attractions/cathedral-of-st-george/a/poi-sig/490396/360718",
    "image_url": null,
    "detail_description": "A cobbled street leads from behind the red Venetian House Tartinijev trg on to Piran's hilltop cathedral, baptistery and bell tower. The cathedral was built in baroque style in the early 17th century on the site of an earlier church from 1344.The cathedral's doors are usually open and a metal grille allows you to see some of the richly ornate and newly restored interior, but full access is via the Parish Museum of St George, which includes the church's treasury and catacombs.\nItems of interest include a silver-plated figure of St George slaying a dragon, and a wooden model of the church dating from 1595.The highlight of the cathedral interior (not visible from the grille) is the remarkable, early-14th-century wooden sculpture, The Crucified from Piran, depicting Christ on the cross."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 18,
    "name": "Municipal Museum",
    "latitude": "46.000749855638",
    "longitude": "14.01846454662",
    "excerpt": "This award-winning museum is housed in the hilltop Gewerkenegg Castle. The excellent collections, which deal with mercury, lace and local history (but,…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/idrija/attractions/municipal-museum/a/poi-sig/490280/360710",
    "image_url": null,
    "detail_description": "This award-winning museum is housed in the hilltop Gewerkenegg Castle. The excellent collections, which deal with mercury, lace and local history (but, sadly, not žlikrofi) are exhibited in three wings centred on a beautiful courtyard, and an accompanying booklet guides visitors through the rooms.\nExhibits span rocks and fossils (and a bowl of mercury in room 3) to lifestyles of the miners and the growth of the town. Head down the steps of the Mercury Tower (room 7) to see the mining tools used, and also the lovely modern sculpture of mercury drops suspended in perspex.Another highlight is the wing given over entirely to the bobbin lace (klekljana čipka) woven here. Check out the tablecloth that measures 3m by 1.8m. It was designed for Madame Tito and took 5000 hours to make.The castle itself was built in the 1520s to serve as the administrative headquarters of the Idrija mine."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 17,
    "name": "Franja Partisan Hospital",
    "latitude": "46.153988",
    "longitude": "14.027932",
    "excerpt": "This clandestine hospital, hidden in a canyon near Dolenji Novaki, about 5km northeast of Cerkno, treated wounded Partisan soldiers from Yugoslavia and…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/cerkno/attractions/franja-partisan-hospital/a/poi-sig/1259008/1325393",
    "image_url": null,
    "detail_description": "This clandestine hospital, hidden in a canyon near Dolenji Novaki, about 5km northeast of Cerkno, treated wounded Partisan soldiers from Yugoslavia and other countries from late 1943 until the end of WWII. A memorial to humanity and self-sacrifice, it had more than a dozen wooden cabins, including treatment huts, operating theatres, X-ray rooms and huts for convalescence. Some 578 wounded were treated here, and of these only 78 died.\nThe complex, hidden in a ravine by a stream, had an abundance of fresh water, which was also used to power a hydroelectric generator. Local farmers and Partisan groups provided food, which was lowered down the steep cliffs by rope; medical supplies were diverted from hospitals in occupied areas or later air-dropped by the Allies. The hospital came under attack by the Germans twice but it was never taken.The hospital was almost entirely destroyed by flood in 2007, and has been completely reconstructed. It's extremely well done, with detailed information panels in both English and Slovene in each building; access is via a lovely 500m stream-side walking path."
},
{
    "country": "slovenia",
    "city": "Piran",
    "index": 16,
    "name": "Tartinijev Trg",
    "latitude": "45.528449",
    "longitude": "13.568587",
    "excerpt": "The pastel-toned Tartinijev trg is a marble-paved square (oval, really) that was the inner harbour until it was filled in 1894. The statue of a nattily…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/karst-and-coast/piran/attractions/tartinijev-trg/a/poi-sig/1259514/360718",
    "image_url": null,
    "detail_description": "The pastel-toned Tartinijev trg is a marble-paved square (oval, really) that was the inner harbour until it was filled in 1894. The statue of a nattily dressed gentleman in the centre is of native son, composer and violinist Giuseppe Tartini (1692–1770). East is the 1818 Church of St Peter. Across from the church is Tartini House, the composer’s birthplace. The Court House and the porticoed 19th-century Municipal Hall, home to the tourist information centre, dominate the western edge of the square.\nThe 15th-century stone pillars of the two flagpoles at the entrance to the square bear Latin inscriptions praising Piran, the town’s coat of arms, a relief of St George (the patron) to the left and one of St Mark with the lion symbol on the right.For superb aerial views of the square, climb to the Bell Tower of the Cathedral of St George."
},
{
    "country": "slovenia",
    "city": "Lake Bohinj",
    "index": 14,
    "name": "Savica Waterfall",
    "latitude": "46.292615",
    "longitude": "13.797305",
    "excerpt": "The magnificent Savica Waterfall, which cuts deep into a gorge 78m below, is 4km from Ukanc and can be reached by a walking path from there in 1½ hours…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/julian-alps/bohinj/attractions/savica-waterfall/a/poi-sig/490186/360713",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/474108622_super.jpg",
    "detail_description": "The magnificent Savica Waterfall, which cuts deep into a gorge 78m below, is 4km from Ukanc and can be reached by a walking path from there in 1½ hours. By car, you can continue past Ukanc via a sealed road to a car park beside the Savica restaurant, from where it's a 25-minute walk up more than 500 steps and over rapids and streams to the falls. Wear decent shoes for the slippery path.\nOpening hours may vary depending on weather conditions; the falls may be open in winter if weather permits – ask at the TIC."
},
{
    "country": "slovenia",
    "city": "Lake Bled",
    "index": 15,
    "name": "Lake Bled",
    "latitude": "46.365291",
    "longitude": "14.098012",
    "excerpt": "Bled’s greatest attraction is its exquisite blue-green lake, measuring just 2km by 1.4km. The lake is lovely to behold from almost any vantage point, and…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/julian-alps/bled/attractions/lake-bled/a/poi-sig/490156/360712",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-530021587_super.jpg",
    "detail_description": "Bled’s greatest attraction is its exquisite blue-green lake, measuring just 2km by 1.4km. The lake is lovely to behold from almost any vantage point, and makes a beautiful backdrop for the 6km walk along the shore. Mild thermal springs warm the water to a swimmable 22°C (72°F) from June through August. The lake is naturally the focus of the entire town: you can rent rowing boats, splash around on stand-up paddleboards (SUPs) or simply snap countless photos.\n"
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 13,
    "name": "Triple Bridge",
    "latitude": "46.051187",
    "longitude": "14.506223",
    "excerpt": "Running south from Prešernov trg to the Old Town is the much celebrated Triple Bridge, originally called Špital (Hospital) Bridge. When it was built as a…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/triple-bridge/a/poi-sig/1265083/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a022459202d5db880f7b541ccc3ad75aa528c525972684f6ae2059258b89ee08.jpg",
    "detail_description": "Running south from Prešernov trg to the Old Town is the much celebrated Triple Bridge, originally called Špital (Hospital) Bridge. When it was built as a single span in 1842 it was nothing spectacular, but between 1929 and 1932 superstar architect Jože Plečnik added the two pedestrian side bridges, furnished all three with stone balustrades and lamps, and forced a name change. Stairways on each of the side bridges lead down to the poplar-lined terraces along the Ljubljanica River.\n"
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 12,
    "name": "National & University Library",
    "latitude": "46.047613",
    "longitude": "14.503809",
    "excerpt": "This library is architect Jože Plečnik’s masterpiece, completed in 1941. To appreciate this great man’s philosophy, enter through the main door (note the…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/national-university-library/a/poi-sig/1259875/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b22c3ed040855cca886d62a14bb8300681431d2884be9b4e7653ebb98d45e92f.jpg",
    "detail_description": "This library is architect Jože Plečnik’s masterpiece, completed in 1941. To appreciate this great man’s philosophy, enter through the main door (note the horse-head doorknobs) on Turjaška ulica – you’ll find yourself in near darkness, entombed in black marble. As you ascend the steps, you’ll emerge into a colonnade suffused with light – the light of knowledge, according to the architect’s plans.\nThe Main Reading Room (Velika Čitalnica), open to nonstudents only by group tour (adult/child €5/3) in July and August, has huge glass walls and some stunning lamps, also designed by Plečnik."
},
{
    "country": "slovenia",
    "city": "Triglav National Park",
    "index": 11,
    "name": "Mt Triglav",
    "latitude": "46.379149",
    "longitude": "13.83831",
    "excerpt": "At 2864m, Mount Triglav is Slovenia's highest peak and a symbol of the country itself.",
    "detail_url": "https://www.lonelyplanet.com/slovenia/triglav-national-park/attractions/mt-triglav/a/poi-sig/1524535/1325387",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4974c9ed2596748be3c330741663c349-mt-triglav.jpg",
    "detail_description": "At 2864m, Mount Triglav is Slovenia's highest peak and a symbol of the country itself. It appears on the country's flag and one of Slovenia's former presidents once stated that it was the duty of every citizen to stand on the summit at least once in their lives. It is a stunning mountain, dominating the largest national park in the country (also named Triglav), which is an exhilarating place for nature lovers to visit.\nThat said, ascending Triglav is not a weekend hike. It's a challenging climb, and the final path to the summit is a protected climbing route known as a via ferrata. These parts of the trail are secured with steel cables and fixed pegs, so if you don’t have high alpine hiking and via ferrata experience, you shouldn’t even consider hiking Triglav without hiring a certified guide to accompany you.\r\n\r\n\r\nIn addition, the weather can change rapidly and can differ dramatically as you climb, and it's not uncommon for even experienced climbers to lose their way and need assistance. Slovenia's mountain rescue publishes up-to-date information about Triglav on its website and social media – this is an invaluable resource for anyone enjoying outdoor activities in the country.\r\n\r\nLearn more about hiking in Slovenia with our  hiking guide."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 10,
    "name": "Mestni Trg",
    "latitude": "46.165551",
    "longitude": "14.306737",
    "excerpt": "The group of pastel-hued 16th-century burghers' houses on this main square have earned the town the nickname 'Colourful Loka'. Almost every one is of…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/skofja-loka/attractions/mestni-trg/a/poi-sig/1258962/1004314",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/807516b6ca9c4d3ca0a5c8aedd374d64-mestni-trg.jpg",
    "detail_description": "The group of pastel-hued 16th-century burghers' houses on this main square have earned the town the nickname 'Colourful Loka'. Almost every one is of historical and architectural importance, but arguably the most impressive is Homan House, dating from 1511 with graffiti and bits of frescoes of St Christopher and of a soldier.\nAnother building to look out for is the former Town Hall, remarkable for its three-storey Gothic courtyard and the 17th-century frescoes on its facade. Further south, 17th-century Martin House leans on part of the Old Town wall. It has a wooden 1st floor, a late-Gothic portal and a vaulted entrance hall."
},
{
    "country": "slovenia",
    "city": "Lake Bled",
    "index": 9,
    "name": "Bled Island",
    "latitude": "46.362359553734",
    "longitude": "14.089965820312",
    "excerpt": "Tiny, tear-shaped Bled Island beckons from the shore. There’s the Church of the Assumption and a small museum, the Provost's House, but the real thrill is…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/julian-alps/bled/attractions/bled-island/a/poi-sig/490152/360712",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fceaf2deb10be426656b6b5915dd2565-bled-island.jpg",
    "detail_description": "Tiny, tear-shaped Bled Island beckons from the shore. There’s the Church of the Assumption and a small museum, the Provost's House, but the real thrill is the ride out by pletna (gondola). The pletna will set you down on the south side at the monumental South Staircase (Južno Stopnišče), built in 1655. The staircase comprises 99 steps – a local tradition is for the husband to carry his new bride up them.\nThere is no charge to visit the island, except for what you pay to travel there (eg the gondola ride or hire of a rowboat); you are free to wander and visit the cafe and souvenir store. However, there is an admission charge to enter the church."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 8,
    "name": "Linhartov Trg",
    "latitude": "46.34076",
    "longitude": "14.1753",
    "excerpt": "Radovljica's colourful main square is the town’s leading attraction, lined with houses from the 16th and 17th centuries. Look especially for Thurn Manor,…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/radovljica/attractions/linhartov-trg/a/poi-sig/1259146/360726",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5f38005183b6974fa62bc7d24d838bf2-linhartov-trg.jpg",
    "detail_description": "Radovljica's colourful main square is the town’s leading attraction, lined with houses from the 16th and 17th centuries. Look especially for Thurn Manor, a baroque palace that is home to museums and a school of music, and Koman House, identified by a baroque painting of St Florian on its facade. Mali House has a barely visible picture of St George slaying the dragon. Vidič House has a corner projection and is painted in red, yellow, green and blue.\nAt the southern end of the square, take the small street beside house number 28 to find a lovely viewpoint over the Lipnica Valley, with information boards detailing walking tracks in the area."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 7,
    "name": "Beekeeping Museum",
    "latitude": "46.340665",
    "longitude": "14.175788",
    "excerpt": "More interesting than it sounds, this apiculture museum takes a closer look at the long tradition of beekeeping in Slovenia. The museum's collection of…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/radovljica/attractions/beekeeping-museum/a/poi-sig/490108/360726",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c307df4261dca756ad74b495314efa23-beekeeping-museum.jpg",
    "detail_description": "More interesting than it sounds, this apiculture museum takes a closer look at the long tradition of beekeeping in Slovenia. The museum's collection of illustrated beehive panels from the 18th and 19th centuries, a folk art unique to Slovenia, is the largest in the country, and there are some rather astounding beehives in improbable shapes: (life-sized) people, a miniature mansion, even a lion. You can also observe a live beehive in action, filled with a family of indigenous Carniolan bees.\nBees are still kept in Slovenia for their honey and wax but much more lucrative are such by-products as pollen, propolis and royal jelly.The somewhat esoteric municipal museum shares the building with the beekeeping museum (open the same hours; combined ticket adult/child €5/3). It tells the history of the town, especially as it relates to the life of Anton Tomaž Linhart (1756–95). Linhart was Slovenia’s first dramatist and historian, and was born in Radovljica."
},
{
    "country": "slovenia",
    "city": "Lake Bohinj",
    "index": 6,
    "name": "Church of St John the Baptist",
    "latitude": "46.278697958829",
    "longitude": "13.886783123016",
    "excerpt": "This postcard-worthy church and bell tower, at the head of the lake and beside the stone bridge, dates back at least 700 years and is what every medieval…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/julian-alps/bohinj/attractions/church-of-st-john-the-baptist/a/poi-sig/490182/360713",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a74478213a1c8c3790069fe4fbc1d694-church-of-st-john-the-baptist.jpg",
    "detail_description": "This postcard-worthy church and bell tower, at the head of the lake and beside the stone bridge, dates back at least 700 years and is what every medieval church should be: small, surrounded by natural beauty and full of exquisite frescoes. The nave is Romanesque, but the Gothic presbytery dates from about 1440. Many walls and ceilings are covered with 15th- and 16th-century frescoes.\nAs you face the arch from the nave, look for the frescoes on either side gorily depicting the beheading of the church's patron saint. On the opposite side of the arch, to the left, is Abel making his offering to God and, to the right, Cain with his inferior one. Upon the shoulder of history's first murderer sits a white devil – a rare symbol. Behind you on the lower walls of the presbytery are rows of angels, some with vampire-like teeth; look for the three men above them singing. They have goitres, once a common affliction in mountainous regions due to the lack of iodine in the diet. The carved wooden head of St John the Baptist on the side altar to the right dates from 1380."
},
{
    "country": "slovenia",
    "city": "Lake Bled",
    "index": 5,
    "name": "Bled Castle",
    "latitude": "46.369622",
    "longitude": "14.100662",
    "excerpt": "Perched atop a steep cliff more than 100m above the lake, Bled Castle is how most people imagine a medieval fortress to be, with towers, ramparts, moats…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/julian-alps/bled/attractions/bled-castle/a/poi-sig/490150/360712",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ab5b97ae986b9681856b0a97d3c3d078d2e4b458a3ec28cf83c9a39318173710.jpg",
    "detail_description": "Perched atop a steep cliff more than 100m above the lake, Bled Castle is how most people imagine a medieval fortress to be, with towers, ramparts, moats and a terrace offering magnificent views. The castle houses a museum collection that traces the lake’s history from earliest times to the development of Bled as a resort in the 19th century.\nThe castle, built on two levels, dates back to the early 11th century, although most of what stands here now is from the 16th century. For 800 years it was the seat of the Bishops of Brixen. Among the museum holdings, there's a large collection of armour and weapons, and jewellery found at the early Slav burial pits at Pristava. The smallish 16th-century Gothic chapel contains paintings of castle donor Henry II and his wife Kunigunda on either side of the main altar.You can reach the castle on foot via one of three trails signposted 'Grad'. The first trail starts from the car park behind the Bledec Hostel; the second is a tortuous path up from the Castle Lido swimming area; and the third starts just north of the Parish Church of St Martin."
},
{
    "country": "slovenia",
    "city": "The Julian Alps",
    "index": 4,
    "name": "Loka Museum",
    "latitude": "46.165190567736",
    "longitude": "14.305272423032",
    "excerpt": "The town's premier sight is the commanding Loka castle, overlooking the settlement from a grassy hill west of Mestni trg. It dates from the 13th century…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/skofja-loka/attractions/loka-museum/a/poi-sig/1060463/1004314",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/553def272752a8665124a031b34e7dee-loka-castle-museum.jpg",
    "detail_description": "The town's premier sight is the commanding Loka castle, overlooking the settlement from a grassy hill west of Mestni trg. It dates from the 13th century and was extensively renovated after an earthquake in 1511. Today the castle houses the Loka Museum, which boasts an excellent ethnographic collection spread over two-dozen galleries on two floors. Exhibits run the gamut from taxidermied animals to church frescoes by way of local painters, lace-making traditions and WWII partisans; English labelling can be patchy for some exhibits.\nIn the garden, you’ll find a typical peasant house from nearby Puštal dating from the 16th century. Don't miss the four spectacular golden altars in the castle chapel. These date from the 17th century and were taken from a church destroyed during WWII in Dražgoše, northwest of Škofja Loka.Two paths lead up to the castle from the Old Town; one starts just opposite Kavarna Homan, the other next to Martin House. A longer walking trail, the Three Castles Path, begins at the castle and travels a circular, forested path for about 5km (two hours), past the ruins of the Krancelj Tower and the Old Castle. The TIC has a brochure with map."
},
{
    "country": "slovenia",
    "city": "Lake Bled",
    "index": 3,
    "name": "Vintgar Gorge",
    "latitude": "46.400314",
    "longitude": "14.096832",
    "excerpt": "One of the easiest and most satisfying half-day trips from Bled is to Vintgar Gorge, some 4km to the northwest of Bled village. The highlight is a 1600m…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/julian-alps/bled/attractions/vintgar-gorge/a/poi-sig/1259467/360712",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b94ab4c2c4f40e837dc598b708556e57-vintgar-gorge.jpg",
    "detail_description": "One of the easiest and most satisfying half-day trips from Bled is to Vintgar Gorge, some 4km to the northwest of Bled village. The highlight is a 1600m wooden walkway through the gorge, built in 1893 and continually rebuilt since. It criss-crosses the swirling Radovna River four times over rapids, waterfalls and pools before reaching 16m-high Šum Waterfall.\nThe entire walk is spectacular, although it can get wet and slippery. There are little snack bars at the beginning and the end of the walkway; the path to view Šum Waterfall is behind the kiosk at the walkway's end.It's an easy walk to the gorge from Bled. Head northwest on Prešernova cesta then north on Partizanska cesta to Cesta Vintgar. This will take you to Podhom, where signs show the way to the gorge entrance. To return, you can either retrace your steps or, from Šum Waterfall, walk eastward over Hom (834m) to the ancient pilgrimage Church of St Catherine (signed 'Katarina Bled'), which retains some 15th-century fortifications. From there it's due south through Zasip to Bled. Count on about three hours all in.In July and August, buses leaves Bled bus station daily at 8.30am, 9.30am and 10.30am for Vintgar, stopping at several points in town, including Bled Castle, along the way."
},
{
    "country": "slovenia",
    "city": "Ljubljana",
    "index": 2,
    "name": "Ljubljana Castle",
    "latitude": "46.04887",
    "longitude": "14.508578",
    "excerpt": "Crowning a 375m-high hill east of the Old Town, this castle is an architectural mishmash, with most of it dating from the early 16th century when it was…",
    "detail_url": "https://www.lonelyplanet.com/slovenia/ljubljana/attractions/ljubljana-castle/a/poi-sig/421675/360721",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_186963659.jpg",
    "detail_description": "Crowning a 375m-high hill east of the Old Town, this castle is an architectural mishmash, with most of it dating from the early 16th century when it was largely rebuilt after a devastating earthquake. It’s free to ramble around the castle grounds, but you’ll have to pay to enter the Watchtower and the Chapel of St George, and to see the worthwhile Slovenian History Exhibition, visit the Puppet Theatre and take the Time Machine tour.\nThere are several ways to access the castle, with the easiest being a 70m-long funicular that leaves from the Old Town not far from the market on Vodnikov trg. There's also an hourly tourist train that departs from south of the Ljubljana TIC. There are three main walking routes: Študentovska ulica, which runs south from Ciril Metodov trg; steep Reber ulica from Stari trg; and Ulica na Grad from Gornji trg.You can explore the castle's various attractions at your own pace, or join one of the highly recommended 90-minute Time Machine tours, led by costumed guides.The castle's 19th-century watchtower is located on the southwestern side of the castle courtyard. The climb to the top, via a double wrought-iron staircase (95 steps from the museum level) and a walk along the ramparts, is worth the effort for the views down into the Old Town and across the river to Center. Within the watchtower, there is a 12-minute video tour of Ljubljana and its history in several languages.Situated below the watchtower down a small flight of stairs, the remarkable Chapel of St George (Kapela Sv Jurija) is one of the oldest surviving remnants of the castle, dating from 1489. It is covered in frescoes and the coats of arms of the Dukes of Carniola.The interesting and well-presented interactive Slovenian History Exhibition (Razstava Slovenska Zgodovina) looks at the country through the ages, running from the very earliest Roman times, through the Middle Ages, the 19th century, WWI and WWII, and ending with socialist Yugoslavia and independence.Also worth a look, the Museum of Puppetry (Lutkovni Muzej) explores the world of puppetry, from the manufacture of marionettes and glove puppets to the staging of the shows themselves. It's very interactive and lots of fun.The Ljubljana Castle Information Centre can advise on tours and events that might be on during your visit."
}
]