[
{
    "country": "south-korea",
    "index": 23,
    "name": "Lotte World",
    "latitude": "37.511091",
    "longitude": "127.09853",
    "excerpt": "This huge complex includes an amusement park, an ice-skating rink, a cinema multiplex, a department store, a folk museum, a shopping mall, a hotel,…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/lotte-world/a/poi-sig/391937/1325855",
    "image_url": null,
    "detail_description": "This huge complex includes an amusement park, an ice-skating rink, a cinema multiplex, a department store, a folk museum, a shopping mall, a hotel, restaurants and more. Kids and adults alike will love the place, which is basically an indoor Korean version of Disneyland, complete with ‘flying’ balloons, 3D films, laser and music shows, screen rides, fantasy parades and thrill rides. The outdoor Magic Island is in the middle of Seokchon Lake, and that part may close in bad weather.\nNear the ice-skating rink is a bowling alley next to a pool hall. Or why not don a flak jacket and steel helmet and fire off some rounds in the shooting range?Outside is the Charlotte Theatre, which presents big musical shows. There are the usual shops, fast-food outlets and restaurants. The Lotte Department Store has upmarket fashions but reasonably priced food in its basement food court.Note that admission-only tickets are discounted by about ₩5,000 for entry after 4pm, and are about half price after 7pm."
},
{
    "country": "south-korea",
    "index": 22,
    "name": "Tangent",
    "latitude": "37.513109",
    "longitude": "127.061884",
    "excerpt": "Hyundai Development Company commissioned Daniel Libeskind to work with Seoul-based firm Himma on its headquarters opposite COEX Mall. The result, Tangent,…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/tangent/a/poi-sig/1409820/1325855",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/051c080a1034e0a5987f8c5c14fbb255-tangent.jpg",
    "detail_description": "Hyundai Development Company commissioned Daniel Libeskind to work with Seoul-based firm Himma on its headquarters opposite COEX Mall. The result, Tangent, is one of Seoul’s boldest architectural statements, an enormous sculpture in glass, concrete and steel, reminiscent of a painting by Kandinsky, or an embroidery hoop.\n"
},
{
    "country": "south-korea",
    "index": 21,
    "name": "Haeundae",
    "latitude": "35.15813705",
    "longitude": "129.15801853",
    "excerpt": "Haeundae is the country’s most famous beach. During the peak August travel season, umbrellas mushroom across the 2km-long beach while frolickers fill the…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangnam-do/busan/attractions/haeundae/a/poi-sig/1427174/357415",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-110166633_super.jpg",
    "detail_description": "Haeundae is the country’s most famous beach. During the peak August travel season, umbrellas mushroom across the 2km-long beach while frolickers fill the water with inner tubes rented from booths behind the beach. It’s a fun family outing with 100,000 friends, though the marketing material portraying Haeundae as a world-class resort is bunkum.\n"
},
{
    "country": "south-korea",
    "index": 20,
    "name": "Juknokwon",
    "latitude": "35.328466",
    "longitude": "126.985946",
    "excerpt": "Sandy walking trails wend through this bamboo grove, past pavilions and film locations for Korean dramas. It's one of the area's most popular attractions…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/damyang/attractions/juknokwon/a/poi-sig/1428672/1341922",
    "image_url": "https://lp-cms-production.imgix.net/2024-06/GettyImages-1660993518.jpg",
    "detail_description": "Sandy walking trails wend through Juknokwon Bamboo Forest, past pavilions and film locations for Korean dramas. It’s one of the area’s most popular attractions and can get crowded on weekends. But if you get a quiet moment – enough to hear the wind rustle the leaves – it can be enchanting. Complete your visit to Damyang Bamboo Crafts Museum, a traditional and modern bamboo products showroom.\n"
},
{
    "country": "south-korea",
    "index": 19,
    "name": "Gamcheon Culture Village",
    "latitude": "35.095632",
    "longitude": "129.022923",
    "excerpt": "This historically rich, mountainside slum became a tourist destination after an arty makeover in 2009, when students decided to brighten up the…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangnam-do/busan/attractions/gamcheon-culture-village/a/poi-sig/1513250/357415",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3a02dfb55351e777bc12a1a7d1073cfb-gamcheon-culture-village.jpg",
    "detail_description": "This historically rich, mountainside slum became a tourist destination after an arty makeover in 2009, when students decided to brighten up the neighbourhood with clever touches up the stairs, down the lanes and around the corners. Today it's a colourful, quirky community of Lego-shaped homes, cafes and galleries, ideal for an hour or two of strolling and selfies. Buy a map (₩2000) and join the scavenger hunt. Comfortable walking shoes recommended.\nFrom the metro station, cross the street and walk to the bus stop in front of the hospital. Catch minibus 2 or 2-2 (₩900, 10 minutes) up the steep hill to the village. A taxi from the hospital (₩3000) is faster."
},
{
    "country": "south-korea",
    "index": 18,
    "name": "N Seoul Tower & Namsan",
    "latitude": "37.55123",
    "longitude": "126.988169",
    "excerpt": "The iconic N Seoul tower (236m), atop the city’s guardian mountain Namsan, offers panoramic views of this immense metropolis from its observation deck…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/n-seoul-tower-namsan/a/poi-sig/1413400/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-476220070_medium.jpg",
    "detail_description": "The iconic N Seoul tower (236m), atop the city’s guardian mountain Namsan, offers panoramic views of this immense metropolis from its observation deck. Come at sunset and you can watch the city morph into a galaxy of twinkling stars. Up top is the upmarket N.Grill and a cafe. The tower has become a hot date spot with the railings around it festooned with locks inscribed with lovers’ names.Walking up Namsan isn’t difficult, but riding the cable car is popular for more good views.\nShuttle buses run from 7.30am to 11.30pm from various subway stations around the mountain (such as Myeong-dong Exit 3, Chungmuro Exit 2, and Seoul Exit 9); normal bus fares apply."
},
{
    "country": "south-korea",
    "index": 17,
    "name": "Seongsan Ilchul-bong",
    "latitude": "33.456078",
    "longitude": "126.943932",
    "excerpt": "This majestic 182m-high, extinct tuff volcano, shaped like a giant punchbowl, is one of Jeju-do's most impressive sights and a Unesco World Heritage site…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jejudo/seongsan-ilchulbong/attractions/seongsan-ilchul-bong/a/poi-sig/1428734/357421",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/185417778_super.jpg",
    "detail_description": "This majestic 182m-high, extinct tuff volcano, shaped like a giant punchbowl, is one of Jeju-do's most impressive sights and a Unesco World Heritage site. The forested crater is ringed by jagged rocks, though there’s no lake because the rock is porous. From the entrance, climbing the steep stairs to the crater rim only takes 20 minutes. Doing it in time to catch the sunrise is a life-affirming journey for many Koreans – expect plenty of company.\nTo do the sunrise expedition, you’ll have to spend the night in Seongsan-ri, a sleepy village filled with motels and restaurants catering to the hiking crowd. The steps up the volcano are easy and clear, but if you’re concerned, bring a torch. Not an early riser? It’s also a popular daytime hike. The Seongsan Sunrise Festival, an all-night New Year’s Eve party, is held here every 31 December."
},
{
    "country": "south-korea",
    "index": 16,
    "name": "Haesindang Park",
    "latitude": "37.270091",
    "longitude": "129.326077",
    "excerpt": "Of all the things you’d expect to find in a fishing village like Sinnam (신남), a ‘penis park’ is probably not one of them. There are more than 50 phallic…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gang-won-do/samcheok/attractions/haesindang-park/a/poi-sig/1428137/357382",
    "image_url": null,
    "detail_description": "Of all the things you’d expect to find in a fishing village like Sinnam (신남), a ‘penis park’ is probably not one of them. There are more than 50 phallic sculptures, some taking the form of park benches or drums, attracting a large crowd of both young and old, including kids. It's a cheeky, eye-opening 20 to 30 minute walk if you don't stop, but you will stop. If you head downhill, you can detour towards the end to some rocky coves.\nThe phallic obsession originates with a local legend about a drowned virgin whose restless spirit was affecting the village’s catch. A fisherman discovered that she could be appeased if he answered the call of nature while facing the ocean, so the village put up phalluses to placate her. A small shrine to this spirit stands at the seaward tip of the park, and binoculars look out to the statue commemorating where she drowned. The name Haesindang (해신당) literally means 'God of Sea Hall'.There’s an elaborate series of penis sculptures representing the 12 animals of the Chinese zodiac and outside the park stands a red lighthouse with the same, uh, peculiarities. Penises spring forth from sculpted fish mouths, penis stools are there to sit on if you're tired and there's even a phallic waterwheel. The park also contains the Fishing Village Folk Museum as well as lovely trees, flowers, lotus-filled ponds and gorgeous sea views.From Samcheok’s intercity bus terminal, take bus 24 (₩1800, 40 minutes, hourly) from the platform on the right. You can enter Haesindang Park from the top of the headland (where there’s a huge parking lot) or from the entrance in Sinnam. The easier walk is to start at the top, work your way down and exit at the village. The bus journey itself is lovely, past pines, crystal waters and glittering coves."
},
{
    "country": "south-korea",
    "index": 14,
    "name": "Jagalchi Fish Market",
    "latitude": "35.09665",
    "longitude": "129.030519",
    "excerpt": "Anyone with a love of seafood and a tolerance for powerful odours could easily spend an hour exploring the country’s largest fish market. Narrow lanes…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangnam-do/busan/attractions/jagalchi-fish-market/a/poi-sig/1427397/357415",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/909cc943b73d962cd34ab5985908054b-jagalchi-fish-market.jpg",
    "detail_description": "Anyone with a love of seafood and a tolerance for powerful odours could easily spend an hour exploring the country’s largest fish market. Narrow lanes outside the main building teem with decades-old stalls and rickety food carts run by grannies who sell an incredible variety of seafood, including red snapper, flounder and creepy-crawly creatures with undulating tentacles.\nInside the main building, dozens of 1st-floor vendors sell just about every edible sea animal, including crabs and eels, two Busan favourites. After buying a fish, the fishmonger will point you to a 2nd-floor seating area where your meal will be served (service charge per person ₩4000). Halfway up the stairs, the din of dinner chatter and the unmistakable thud-thud-thud of butcher knives whacking wooden chopping blocks becomes palpable. This is where raw-fish aficionados indulge themselves with meals from the fish tank, via the chopping block."
},
{
    "country": "south-korea",
    "index": 13,
    "name": "Leeum Samsung Museum of Art",
    "latitude": "37.53797737",
    "longitude": "126.9998947",
    "excerpt": "Amid the celebrity-owned apartments on the leafy southern slope of Namsan is Korea's premier art gallery. Beautifully designed and laid-out, it balances…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/itaewon-yongsan-gu/attractions/leeum-samsung-museum-of-art/a/poi-sig/1098945/1336063",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-499153967_full.jpg",
    "detail_description": "Amid the celebrity-owned apartments on the leafy southern slope of Namsan is Korea's premier art gallery. Beautifully designed and laid-out, it balances modern and contemporary art with traditional Korean art across its three distinct areas. The big draw is Museum 2, a rusted stainless-steel structure designed by French architect Jean Nouvel, showcasing early- and mid-20th-century paintings, sculptures and installations by esteemed Korean and international artists, including Nam June Paik, Damien Hirst, Andy Warhol and Jeff Koons.\nMuseum 1, a fortress of terracotta bricks by Swiss architect Mario Botta, has four floors of Korean painting, calligraphy, ceramics, metal and wood craft and Buddhist art covering the Goryeo and Joseon dynasties. The museum’s third area is devoted to special exhibitions. Getting an audioguide is highly recommended, or you can visit 3pm weekends for the free 1½-hour tours in English."
},
{
    "country": "south-korea",
    "index": 12,
    "name": "Beomeo-sa",
    "latitude": "35.28429608",
    "longitude": "129.06978938",
    "excerpt": "This magnificent temple is Busan’s best sight. Despite its city location, Beomeo-sa is a world away from the urban jungle, with beautiful architecture set…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangnam-do/busan/attractions/beomeo-sa/a/poi-sig/1427092/357415",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/31f56948a8a8eac816ea68758b86b078-beomeo-sa.jpg",
    "detail_description": ""
},
{
    "country": "south-korea",
    "index": 11,
    "name": "Namdaemun Market",
    "latitude": "37.560365",
    "longitude": "126.9799116",
    "excerpt": "You could spend all day in this swarming night-and-day market and not see it at all. The largest market in Korea, each section has hundreds of stalls,…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/namdaemun-market/a/poi-sig/392145/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-552125585_super.jpg",
    "detail_description": "You could spend all day in this swarming night-and-day market and not see it at all. The largest market in Korea, each section has hundreds of stalls, from clothing to handicrafts and accessories. Its market food, though, is the biggest highlight with dozens of stalls selling sujebi (dough and shellfish soup), homemade kalguksu noodles, bibimbap (mixed rice, meat and vegetables) and an alley dedicated to fish dishes. Restaurant Alley has a huge range of Korean food – all with plastic replicas outside to make choosing easy.\nThe street-level areas are full of knock-off clothing and passable luggage, all at good prices, after some mild haggling. One of the best places in Seoul for Korean souvenirs is the wholesale handicrafts market in the upper floors of Building C and D.Different sections of the market have different opening hours – wholesalers are open all night and many shops open on Sunday."
},
{
    "country": "south-korea",
    "index": 10,
    "name": "Noryangjin Fish Market",
    "latitude": "37.514738",
    "longitude": "126.937312",
    "excerpt": "Providing terrific photo opportunities, Korea's largest fish market supplies every kind of aquatic life form to restaurants, fish shops and the general…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/western-seoul/attractions/noryangjin-fish-market/a/poi-sig/392119/1336062",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a01faf6918582e7b7b06fae095bc165f-noryangjin-fish-market.jpg",
    "detail_description": "Providing terrific photo opportunities, Korea's largest fish market supplies every kind of aquatic life form to restaurants, fish shops and the general public. Originally established in 1927 and relocated here in 1971, the current multistorey, state-of-the-art complex opened its revamped doors in 2016 and now is home of the 700 stalls and numerous restaurants.\nIf you want to view the market at its liveliest, get here for the auctions, which kick off around 1am. Otherwise the best time to come is around mealtimes, when the apron-clad vendors will happily sell you produce directly – be it still-live crabs, prawns, and the dark-orange-and-red meongge (Korean sea squirt, very much an acquired taste) or prepared platters of hoe (raw fish slices). You can then take your seafood to several restaurants within the market who will either serve it up to you with a variety of side dishes (usually around ₩3000 person), or prepare and cook it (starting from an extra ₩5000 depending on what you have). A good one is Busan Ilbeonji."
},
{
    "country": "south-korea",
    "index": 9,
    "name": "Namsangol Hanok Village",
    "latitude": "37.55914111",
    "longitude": "126.9947289",
    "excerpt": "Located in a park at the foot of Namsan, this peaceful village is a wonderful spot to encounter traditional Korean culture. It features five differing…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/namsangol-hanok-village/a/poi-sig/391919/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b5ad6e1c7bba3a2acd79b105622773239b4f597d70fc3cb18dbcab9dcc0f2752.jpg",
    "detail_description": "Located in a park at the foot of Namsan, this peaceful village is a wonderful spot to encounter traditional Korean culture. It features five differing yangban (upper class) houses from the Joseon era, all relocated here from different parts of Seoul. Also here is a traditional theatre, Seoul Namsan Gugakdang.On the right of the entrance gate is an office that provides free hour-long guided tours around the village in English (noon Thursday to Sunday, and 2pm Tuesday, Wednesday, Saturday and Sunday).\nHere you can also partake in cultural programs including wearing hanbok (traditional costumes), calligraphy, making traditional paper (hanji), kites and masks, and sipping traditional teas at Davansa Teahouse.From May to June and September to October, displays of the traditional Korean martial art taekwondo are staged daily in the village at 1pm and 3pm.Look out for the circular sci-fi-looking time capsule with everyday items buried in 1994 to mark Seoul's 600th anniversary. It's not to be opened until the year 2394!"
},
{
    "country": "south-korea",
    "index": 7,
    "name": "Jeonju Hanok Maeul",
    "latitude": "35.814385",
    "longitude": "127.152586",
    "excerpt": "This maeul (village) has more than 800 hanok (traditional wooden homes), making it one of the largest such concentrations in the country. Virtually all of…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/jeollabuk-do/jeonju/attractions/jeonju-hanok-maeul/a/poi-sig/1427182/357430",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6efca0462f442ea98656399eb93dcdcc-jeonju-hanok-maeul.jpg",
    "detail_description": "This maeul (village) has more than 800 hanok (traditional wooden homes), making it one of the largest such concentrations in the country. Virtually all of them contain guesthouses, restaurants, cafes, and hanbok (traditional clothing) rental shops. Though super-duper touristy, the cobblestone lanes and unusual architectural lines coupled with wisps of smoke from octopus grills all come together to create an enchanting experience, especially at dusk when an orange hue paints the village with a soft light.\nIf the thought of afternoon crowds makes the journey here seem less fun, escape to less-explored areas in and around the village. Head to Girin-daero, cross the road and admire the street art in Jaman Village. Walk down the hill and turn right on to the path that runs along the north side of the river. Take time to explore the back alleys and discover hidden gems like Cho Ga Jib. Continuing down the main path beyond Cheongyeonru's gazebo, head to the 2nd floor of the Nambu-sijang for a drink or meal.Some places in the village host workshops (on making traditional paper or alcohol, for example). These usually require advance reservations and a minimum of two people; ask at a tourist information centre."
},
{
    "country": "south-korea",
    "index": 8,
    "name": "Bongeun-sa",
    "latitude": "37.514697",
    "longitude": "127.057476",
    "excerpt": "Located in the heart of ritzy Gangnam, the shrines and halls of the Buddhist temple Bongeun-sa, with its tree-filled hillside location, stand in direct…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/bongeun-sa/a/poi-sig/391895/1325855",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-162292417_super.jpg",
    "detail_description": "Located in the heart of ritzy Gangnam, the shrines and halls of the Buddhist temple Bongeun-sa, with its tree-filled hillside location, stand in direct juxtaposition to its corporate high-rise surrounds. Founded in AD 794, the buildings have been rebuilt many times over the centuries. Entry to the temple is through Jinyeomun (Gate of Truth), protected by four king guardians. The main shrine, Daewungjeon, has lattice doors and is decor­ated inside and out with symbols and art that express Buddhist philosophy and ideals.\nOn the right is the funeral hall, while behind are smaller shrine halls and a massive 23m-tall statue of the Maitreya (Future) Buddha. Nearby is the oldest hall, Panjeon, constructed in 1856, which houses over 3000 150-year-old woodblocks with Buddhist scripture and art carved into them.Make an effort to visit on Thursday when monks and volunteers offer the templelife program in English that includes lotus-lantern making, dado (tea ceremony), a temple tour and Seon (Zen) meditation. There's also an opportunity to stay overnight in the two-day templestay program (₩70,000) which includes activities and monastic meals; book three weeks in advance."
},
{
    "country": "south-korea",
    "index": 6,
    "name": "War Memorial of Korea",
    "latitude": "37.536904",
    "longitude": "126.977116",
    "excerpt": "This huge museum documents the history of the Korean War (1950–53) using multimedia exhibits and black-and-white documentary footage, along with artefacts…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/itaewon-yongsan-gu/attractions/war-memorial-of-korea/a/poi-sig/391947/1336063",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e30983e5eaa574669897b96f5e82b243ca48215c15349c2e7fa6b277f69d80f9.jpg",
    "detail_description": "This huge museum documents the history of the Korean War (1950–53) using multimedia exhibits and black-and-white documentary footage, along with artefacts like weapons, uniforms, and maps. Outside, a sombre memorial walkway is inscribed with the names of every casualty from the allied forces. There are plenty of tanks, helicopters and planes too, and just to remind you that the war remains unresolved, you can clamber aboard a replica of the patrol boat sunk by North Korean forces in 2002.\nExhibits cover the surprise 4am attack from the North (spearheaded by 240 Russian-made tanks), the build-up of UN (mainly US) forces in Busan, the daring amphibious landing at Incheon, and the sweep north followed by the surprise Chinese attack – all of which took place in 1950.On the 1st floor are paintings and panor­amic displays illustrating many fierce battles fought against invading Mongol, Japanese and Chinese armies. Many items are only vaguely dated, but there is a replica of one of Admiral Sun-sin’s famous iron-clad turtle warships (called geobukseon), which he used to defeat the Japanese navy in the 1590s.Other displays cover Korea’s involvement in the Vietnam War (4700 Koreans died), North Korean attacks on the South since 1953, and Korea’s UN peacekeeping roles.It takes around three hours to browse the whole place, so arrive before 3pm. There are free one-hour tours at 10am and 2pm daily.There's also a children's museum outside, presenting the history of war in Korea with an introduction to national war heroes of old and a 'training ground' play area."
},
{
    "country": "south-korea",
    "index": 5,
    "name": "Olympic Park",
    "latitude": "37.519752",
    "longitude": "127.122668",
    "excerpt": "This large and pleasant park was the focus of the 1988 Olympics. Strolling its paths takes you past its stadiums surrounded by plenty of greenery, ponds…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/gangnam-and-jamsil/attractions/olympic-park/a/poi-sig/391925/1325855",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/92599846dd9644933d39bdc9d66d9dd9-olympic-park.jpg",
    "detail_description": "This large and pleasant park was the focus of the 1988 Olympics. Strolling its paths takes you past its stadiums surrounded by plenty of greenery, ponds and open-air sculptures. There's a gallery of modern art and two museums on the history of the Baekje dynasty. The park contains the remains of the Mongchon-toseong (Mongchon Fortress), an earth rampart surrounded by a moat, built in the 3rd century AD during the Baekje dynasty.\nAttractions built for the 1988 Seoul Olympics include the indoor swimming pool, sometimes open to the public, tennis courts, three gymnasiums (gymnasium 1 hosts major concerts) and the velodrome. The latter is now used by punters who gamble on bicycle and even motor-boat races. On Wednesdays and Thursdays between March and December, motor boats race three times round a 600m course at Misari (20km east of Seoul) while gamblers watch the races on screens.Scattered like buckshot around the park are over 200 sculptures, some larger than a house. Designed and made by sculptors from around the world, most of the artwork is puzzling even after reading the artists’ descriptions of their work. Groups picnic among the art and the trees.The bunker-like SOMA has a tempting cafe and shop, a permanent display of Olympics-themed video art by Nam June Paik and five galleries for special exhibitions.The Olympic Museum has screens showing the exciting highlights of the 1988 Seoul Olympics, together with a brief history of the Olympics.Fast food, a convenience store and the excellent Seasons Table are at the World Peace Gate near the main entrance, where rollerbladers glide along on warm evenings and weekends."
},
{
    "country": "south-korea",
    "index": 4,
    "name": "National Museum of Korea",
    "latitude": "37.523827",
    "longitude": "126.979905",
    "excerpt": "This vast and imposing concrete slab of a museum takes visitors on a fascinating journey through Korea's past from prehistory all the way to the Korean…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/itaewon-yongsan-gu/attractions/national-museum-of-korea/a/poi-sig/391953/1336063",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dd2fee8811fcbaf77c112b97898e8ad4-national-museum-of-korea.jpg",
    "detail_description": "This vast and imposing concrete slab of a museum takes visitors on a fascinating journey through Korea's past from prehistory all the way to the Korean Empire period (1897–1910). If you're short on time, prioritise the Joseon Dynasty gallery (1392–1897). Among the must-see exhibits in the ground-floor galleries are the Baekje Incense Burner, an extraordinary example of the artistry of the 6th- to 7th-century Baekje Kingdom; and the Golden Treasures from the Great Tomb of Hwangham.\nIn the 3rd-floor sculpture and craft galleries, search out the Pensive Bodhisattva from the 7th century. Also look down on the top of the Goryeo-dynasty Ten Storey Pagoda, carved from marble.Hour-long, English-language tours leave from the Great Hall lobby at 11am and 2pm. If you have a smartphone, get on the free museum wi-fi and download the museum's own app, which also serves as an excellent audioguide, triggered by Bluetooth as you pass exhibits.The surrounding park is best appreciated in good weather, when the Great Hall is perfectly reflected in the large Reflecting Pond. The original Bosingak Bell is in the grounds near the picturesque Dragon Falls.Opposite the museum's main entrance is the Special Exhibition Hall, which hosts blockbuster shows on anything from Renaissance painting to the Silk Road, with tickets costing around ₩10,000. Those interested in Korean language can visit the National Hanguel Museum, which provides an overview of its relatively recent history.Kids don't miss out either with the Children's Museum offering a snapshot of Korean culture with plenty of hands-on features and play spaces.For picnic snacks in the park, there’s a convenience store near the main entrance, as well as several cafes and restaurants in the complex."
},
{
    "country": "south-korea",
    "index": 3,
    "name": "Hahoe Folk Village",
    "latitude": "36.538605",
    "longitude": "128.519139",
    "excerpt": "This delightful traditional riverside village – a Unesco World Heritage site – is a place to commune with the traditional fabric of old Korea and, in the…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeongsangbuk-do/andong/attractions/hahoe-folk-village/a/poi-sig/1428695/357405",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/122223062_master.jpg",
    "detail_description": "This delightful traditional riverside village – a Unesco World Heritage site – is a place to commune with the traditional fabric of old Korea and, in the busy months, with large crowds of visitors. Avoid the weekends, go off-season and be rewarded with a glimpse of bucolic enchantment and the gentle rhythms of countryside village life. Cross the river or drive to Buyongdae Cliff for the bird's-eye perspective and search out the sacred Goddess Samsin Tree at the heart of Hahoe.\nThe name Hahoe (하회 – pronounced 'ha hway') means 'River Returning', which reflects the village's position at a looping bend in the Nakdong River. Some Korean folk villages can seem a bit artificial but Hahoe has 230 residents who give the place life and the sensation of a working community; this also means it is important to respect people’s privacy if you step beyond a house threshold (residents are of course used to visitors, but keep this in mind).Before you hop aboard the shuttle bus to the village from the Andong bus drop-off point, take time to explore the Hahoe Mask Museum, with its intriguing collection of Korean and international masks. There are also Byeolsingut Talnori masked dance performances near the car park; enquire at the tourist office for details on times and also to pick up a map of the village.The shuttle bus will deposit you in the village, where you are free to explore at will. The village is full of traditional residences, pretty thatched houses (63 in total), old pavilions and rural panoramas. Hunt down the Presbyterian Church with its brick spire and wander down by the river to the Mansongjeong Pine Forest. Not far from the pine forest, a small ferry (₩4000) crosses the river to Buyongdae Cliff on the far bank.The Confucian academy of Byeongsan Seowon is a 30- to 40-minute walk east of the village, or you can hop aboard one of the three daily buses from Andong that pass through the village and continue to the academy.Bus 246 (₩1800, 50 minutes, 12 daily) runs to Hahoe from Andong. The last bus back to Andong is at 7.10pm. The shuttle bus to the village runs every 10 to 15 minutes for the 1km run from the Andong bus drop-off point."
},
{
    "country": "south-korea",
    "index": 2,
    "name": "Deoksugung",
    "latitude": "37.565322",
    "longitude": "126.97497",
    "excerpt": "One of Seoul's five grand palaces built during the Joseon dynasty, Deoksugung (meaning Palace of Virtuous Longevity) is the only one you can visit in the…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/seoul/myeong-dong-namsan-and-itaewon/attractions/deoksugung/a/poi-sig/391991/1325853",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/efb1e8d584f4a8013097cc534680b1a6-deoksugung.jpg",
    "detail_description": ""
},
{
    "country": "south-korea",
    "index": 1,
    "name": "Hwaseong",
    "latitude": "37.277331",
    "longitude": "127.016759",
    "excerpt": "The World Heritage–listed fortress wall that encloses the original town of Suwon is what brings most travellers to the city. Snaking up and down Paldal…",
    "detail_url": "https://www.lonelyplanet.com/south-korea/gyeonggi-do/suwon/attractions/hwaseong/a/poi-sig/1410030/357402",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/shutterstockRF_1162613329.jpg",
    "detail_description": "The World Heritage–listed fortress wall that encloses the original town of Suwon is what brings most travellers to the city. Snaking up and down Paldal-san (143m), the fortification wall stretches a scenic 5.7km past four majestic gates, command posts, pavilions, observation towers and fire-beacon platforms. Built by King Jeongjo and completed in 1796, it was constructed of earth and faced with large stone blocks and grey bricks, nearly all of which have been restored.\nIt takes around two hours to complete the circuit. Try to go outside the wall for at least part of the way, as the fortress looks much more impressive the way an enemy would see it.Start at Paldalmun (팔달문), also known as Nammun (South Gate); the most iconic of Hwaseong's four main gates, it stands at the heart of the city on a busy roundabout. From here follow the steep steps off to the left up to the Seonam Gangu (서남각루, South-west Pavilion), an observation point near the peak of Paldal-san.At the top of Paldal-san, near Seojangdae (서장대, Western Command Post), is the large Hyowon Bell which you can can pay to ring (three tolls for ₩1000) and Seonodae (서노대, West Crossbow Platform), an octagonal tower on the summit that was used by crossbow archers, and offers spectacular panoramic views of the city.On the north edge of the fortress wall is Hwahongmun (화홍문), a water gate that bridges the Suwon-cheon gurgling beneath it. Nearby Dongbukgongsimdon (동북공심돈), the northeast observation tower, has a unique rounded, oval shape and stands three storeys tall (8m), with a spiral staircase threading the centre of the structure.Further on, the Bongdon Beacon Towers (봉돈), a row of brick chimneys, were used to send messages and alerts around the country using a system of fire and smoke signals. They would have had a clear line of sight to Hwaseong Haenggung in order to alert the king of various threats.If you don’t fancy the walk, head up the hill at the rear of the palace to the find the Hwaseong Trolley that winds in and out of the fortress wall to the archery field at Dongjangdae (동장대, East Command Post), also nicknamed Yeonmudae, a reference to its second function as a training camp. The grassy area was used as a sword and archery training ground for 200 years after the fortress opened.Other notable structures in the fortress complex include Janganmun (장안문), the main north gate of Hwaseong and the largest gate of its kind in Korea. Visitors coming from Seoul would have entered the city here. It was reconstructed in the 1970s. The northwest watchtower Seobuk Gongsimdon (서북공심돈) stands guard next to Hwaseomun (화서문), the west gate, surrounded by its own fortress walls in miniature.If you want to find out more about the fortress, including how detailed court records aided the 1970s reconstruction process, check out the Suwon Hwaseong Museum.In August the fortress is illuminated with light shows at night."
}
]