[
{
    "country": "south-australia",
    "index": 1,
    "name": "Adelaide Oval",
    "latitude": "-34.915470471959",
    "longitude": "138.59629094974",
    "excerpt": "Hailed as the world’s prettiest cricket ground, the Adelaide Oval hosts interstate and international cricket matches in summer, plus national AFL and…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-oval/a/poi-sig/1168181/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e6945ffa3cb25b1de1eff84137d85ce5-adelaide-oval.jpg",
    "detail_description": "Hailed as the world’s prettiest cricket ground, the Adelaide Oval hosts interstate and international cricket matches in summer, plus national AFL and state football matches in winter. A wholesale redevelopment has boosted seating capacity to 53,000 – when they're all yelling, it's a serious home-town advantage! Guided 90-minute tours run on non-game days, departing from the Riverbank Stand (south entrance), off War Memorial Dr: call for bookings or book online.\nAlso here is the Bradman Collection, where devotees of Don Bradman, cricket's greatest batsman, can pore over the minutiae of his legend. Check out the bronze statue of 'the Don' cracking a cover drive out the front of the stadium. Also here is Roofclimb Adelaide Oval, where you scale the giant roof scallops above the hallowed turf (amazing views!). A proposed hotel wrapping around the stadium's eastern flank was causing mass controversy at the time of writing. Watch this space…"
},
{
    "country": "south-australia",
    "index": 40,
    "name": "Tandanya National Aboriginal Cultural Institute",
    "latitude": "-34.924071581652",
    "longitude": "138.60994115372",
    "excerpt": "Tandanya offers an insight into the culture of the local Kaurna people, whose territory extends south to Cape Jervis and north to Port Wakefield. Inside…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/tandanya-national-aboriginal-cultural-institute/a/poi-sig/368451/362413",
    "image_url": null,
    "detail_description": "Tandanya offers an insight into the culture of the local Kaurna people, whose territory extends south to Cape Jervis and north to Port Wakefield. Inside are interactive visual-arts gallery spaces, plus a gift shop and a cafe. Call for info on regular cultural performances by Aboriginal groups from around the country (fees apply).\r\n\n"
},
{
    "country": "south-australia",
    "index": 38,
    "name": "US Schooner Independence",
    "latitude": "-35.787432",
    "longitude": "137.771478",
    "excerpt": "In a big tin boatshed near the American River jetty, the timber ribs of the new US Schooner Independence are slowly starting to resemble a hull. A…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/american-river/attractions/us-schooner-independence/a/poi-sig/1612777/1294708",
    "image_url": null,
    "detail_description": "In a big tin boatshed near the American River jetty, the timber ribs of the new US Schooner Independence are slowly starting to resemble a hull. A volunteer group is constructing this replica of the first boat built in South Australia, knocked together by a crew of American sealers in 1803. Hours vary; stop by and see if it's open.\n"
},
{
    "country": "south-australia",
    "index": 39,
    "name": "Hanson Bay Wildlife Sanctuary",
    "latitude": "-35.967326",
    "longitude": "136.817486",
    "excerpt": "Say hello to some local koalas at this private wildlife reserve, best experienced on a Koala Walk (sightings guaranteed). Come back at night for a…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/south-coast-road/attractions/hanson-bay-wildlife-sanctuary/a/poi-sig/1554684/1322867",
    "image_url": null,
    "detail_description": "Say hello to some local koalas at this private wildlife reserve, best experienced on a Koala Walk (sightings guaranteed). Come back at night for a nocturnal walk and you'll also see echidnas, wallabies, kangaroos, possums and bats. Self-contained beachfront cabin accommodation also available (from $200, two-night minimum).\n"
},
{
    "country": "south-australia",
    "index": 37,
    "name": "JamFactory",
    "latitude": "-34.922798",
    "longitude": "138.593098",
    "excerpt": "Quality contemporary local arts and crafts and brilliant bejewelments, plus workshops and a hellishly hot glass-blowing studio turning out gorgeous glass …",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/jamfactory/a/poi-sig/368431/362413",
    "image_url": null,
    "detail_description": "Quality contemporary local arts and crafts and brilliant bejewelments, plus workshops and a hellishly hot glass-blowing studio turning out gorgeous glass (the furnace runs at 1120°C – keep your distance, watching from the balcony above). Also has a shop at Seppeltsfield winery in the Barossa Valley.\n"
},
{
    "country": "south-australia",
    "index": 35,
    "name": "Coopers Brewery",
    "latitude": "-34.872623",
    "longitude": "138.572166",
    "excerpt": "You can't possibly come to Adelaide without entertaining thoughts of touring Coopers Brewery. Tours take you through the brewhouse, bottling hall and…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/coopers-brewery/a/poi-sig/1168167/362413",
    "image_url": null,
    "detail_description": "You can't possibly come to Adelaide without entertaining thoughts of touring Coopers Brewery. Tours take you through the brewhouse, bottling hall and history museum, where you can get stuck into samples of stouts, ales and lagers. Bookings required; minimum age 18. The brewery is in the northern suburbs; grab a cab or walk 1km from Islington train station.\n"
},
{
    "country": "south-australia",
    "index": 36,
    "name": "Emu Ridge Farm Eucalyptus Distillery",
    "latitude": "-35.786905",
    "longitude": "137.55239",
    "excerpt": "A detour off Hog Bay or Birchmore roads takes you past this self-sufficient operation (all solar-, steam- and wind-powered) extracting eucalyptus oil from…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/south-coast-road/attractions/emu-ridge-farm-eucalyptus-distillery/a/poi-sig/460946/1322867",
    "image_url": null,
    "detail_description": "A detour off Hog Bay or Birchmore roads takes you past this self-sufficient operation (all solar-, steam- and wind-powered) extracting eucalyptus oil from Kangaroo Island's narrow-leaf mallee. The attached shop/gallery sells eucalyptus-oil products, and you can sip some KI cider (www.kangarooislandciders.com.au) to go along with your cheese toastie.\n"
},
{
    "country": "south-australia",
    "index": 34,
    "name": "Freemasons' Grand Lodge",
    "latitude": "-34.921364",
    "longitude": "138.606681",
    "excerpt": "This towering sandstone edifice on North Tce has been a bastion of secret handshakes and funny robes since 1927. But like other things that most people…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/freemasons-grand-lodge/a/poi-sig/1613108/362413",
    "image_url": null,
    "detail_description": "This towering sandstone edifice on North Tce has been a bastion of secret handshakes and funny robes since 1927. But like other things that most people don't fully understand (religion, war, death, politics) there's more to Freemasonry than meets the eye. Take a tour of the inner sanctum, enjoy the architecture, and let us know if you can figure it all out.\n"
},
{
    "country": "south-australia",
    "index": 32,
    "name": "Rocky River",
    "latitude": "-35.95133",
    "longitude": "136.735282",
    "excerpt": "Once a farm, Rocky River, the area around the park visitors centre, is now a rampant hotbed of wildlife, with kangaroos, wallabies and Cape Barren geese…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/flinders-chase-national-park/attractions/rocky-river/a/poi-sig/1309191/362425",
    "image_url": null,
    "detail_description": "Once a farm, Rocky River, the area around the park visitors centre, is now a rampant hotbed of wildlife, with kangaroos, wallabies and Cape Barren geese competing for your affections. A slew of good walks launch from behind the visitors centre, including the Rocky River Hike, on which you might spy a platypus (9km loop, three hours). Park fees apply.\n"
},
{
    "country": "south-australia",
    "index": 31,
    "name": "Cape Willoughby Lightstation",
    "latitude": "-35.842482",
    "longitude": "138.131919",
    "excerpt": "About 28km southeast of Penneshaw (via an unsealed road) on a treeless headland, this tidy white turret started shining out in 1852 (SA's first lighthouse…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/penneshaw-dudley-peninsula/attractions/cape-willoughby-lightstation/a/poi-sig/1226486/1294709",
    "image_url": null,
    "detail_description": "About 28km southeast of Penneshaw (via an unsealed road) on a treeless headland, this tidy white turret started shining out in 1852 (SA's first lighthouse) and is now used as a weather station. Inside is lots of shipwreck info, with basic cottage accommodation adjacent (doubles $225, extra adult/child $30/15). Extra tours at 3pm and 4pm during school holidays. Interesting stuff.\n"
},
{
    "country": "south-australia",
    "index": 33,
    "name": "MOD.",
    "latitude": "-34.921654",
    "longitude": "138.593044",
    "excerpt": "Innovative MOD. science museum on the University of South Australia campus races towards the future, with seven interactive, surprising gallery spaces…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/mod/a/poi-sig/1613109/362413",
    "image_url": null,
    "detail_description": "Innovative MOD. science museum on the University of South Australia campus races towards the future, with seven interactive, surprising gallery spaces over two levels. Exhibitions explore the intersections of art, science and creativity – even if you're more of a left-brain kind of thinker, it's hard not to be at least a little bit inspired. Cafe on site.\n"
},
{
    "country": "south-australia",
    "index": 30,
    "name": "South Australian Maritime Museum",
    "latitude": "-34.843166",
    "longitude": "138.506323",
    "excerpt": "This salty cache is the oldest of its kind in Australia. Highlights include the iconic Port Adelaide Lighthouse ($1 on its own, or included in museum…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/south-australian-maritime-museum/a/poi-sig/1223000/362413",
    "image_url": null,
    "detail_description": "This salty cache is the oldest of its kind in Australia. Highlights include the iconic Port Adelaide Lighthouse ($1 on its own, or included in museum admission), busty figureheads made everywhere from Londonderry to Quebec, shipwreck and explorer displays, and a computer register of early migrants. Ask about tours to the nearby Torrens Island Quarantine Station.\n"
},
{
    "country": "south-australia",
    "index": 29,
    "name": "Raptor Domain",
    "latitude": "-35.923393",
    "longitude": "137.304854",
    "excerpt": "Check out some KI wedge-tailed eagles, barn owls and kookaburras (all in optimal condition) at a one-hour birds-of-prey display (11.30am and 2.30pm), or…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/south-coast-road/attractions/raptor-domain/a/poi-sig/1341859/1322867",
    "image_url": null,
    "detail_description": "Check out some KI wedge-tailed eagles, barn owls and kookaburras (all in optimal condition) at a one-hour birds-of-prey display (11.30am and 2.30pm), or go scaly at a one-hour lizards and snakes show (1pm). The 45-minute 'Venom Pit' show takes the adrenaline levels a peg higher, with spiders, scorpions and poisonous snakes (10.30am). There's a basic cafe here too.\n"
},
{
    "country": "south-australia",
    "index": 28,
    "name": "Tramway Museum",
    "latitude": "-34.735256",
    "longitude": "138.548895",
    "excerpt": "Up until 1957, Adelaide had an extensive network of trams spider-webbing out from the city into the suburbs. Then costs, an ageing fleet and public…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/tramway-museum/a/poi-sig/1613207/362413",
    "image_url": null,
    "detail_description": "Up until 1957, Adelaide had an extensive network of trams spider-webbing out from the city into the suburbs. Then costs, an ageing fleet and public transport myopia got the better of the politicians and all the lines (except Glenelg) were ripped up. You can check out 30 of Adelaide's old rattlers at this museum in St Kilda, 28km north of the city. Also open Wednesday during school holidays.\n"
},
{
    "country": "south-australia",
    "index": 27,
    "name": "Kelly Hill Conservation Park",
    "latitude": "-35.979152",
    "longitude": "136.90572",
    "excerpt": "This series of dry limestone caves was 'discovered' in the 1880s by a horse named Kelly, who fell into them through a hole. Take the standard show cave…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/south-coast-road/attractions/kelly-hill-conservation-park/a/poi-sig/1170821/1322867",
    "image_url": null,
    "detail_description": "This series of dry limestone caves was 'discovered' in the 1880s by a horse named Kelly, who fell into them through a hole. Take the standard show cave tour (10.30am, then hourly 11am to 4pm), or add on an adventure caving tour (2.15pm; bookings essential). The Hanson Bay Walk (9km one way) runs from the caves past freshwater wetlands. There are extra show cave tours during school holidays.\n"
},
{
    "country": "south-australia",
    "index": 26,
    "name": "Ravine des Casoars",
    "latitude": "-35.79888",
    "longitude": "136.612415",
    "excerpt": "At Harvey's Return near Cape Borda, a cemetery speaks poignant volumes about the reality of isolation in the early days. From here you can drive to Ravine…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/flinders-chase-national-park/attractions/ravine-des-casoars/a/poi-sig/1309188/362425",
    "image_url": null,
    "detail_description": "At Harvey's Return near Cape Borda, a cemetery speaks poignant volumes about the reality of isolation in the early days. From here you can drive to Ravine des Casoars (literally 'Ravine of the Cassowaries', referring to the now-extinct dwarf emus seen here by Baudin's expedition). The challenging Ravine des Casoars Hike (8km return, four hours) tracks through the ravine to the coast.\n"
},
{
    "country": "south-australia",
    "index": 25,
    "name": "Waterfall Gully",
    "latitude": "-34.97092",
    "longitude": "138.681643",
    "excerpt": "Yes, it's a gully. And yes, there's a waterfall at the end of it – a rather spectacular 30m-tall one, too, especially if it's been raining in the Adelaide…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/waterfall-gully/a/poi-sig/1613254/362413",
    "image_url": null,
    "detail_description": "Yes, it's a gully. And yes, there's a waterfall at the end of it – a rather spectacular 30m-tall one, too, especially if it's been raining in the Adelaide Hills. The waterfall is actually called First Falls – the first of seven along the steep hike from here up to the top of Mt Lofty (710m), the highest point in the Mt Lofty Ranges (aka the Adelaide Hills). It's a 10km drive west of the centre of Adelaide, via Greenhill Rd.\n"
},
{
    "country": "south-australia",
    "index": 24,
    "name": "Adelaide Town Hall",
    "latitude": "-34.926457",
    "longitude": "138.599964",
    "excerpt": "Built in 1866 under the guidance of architect Edmund W Wright, Adelaide's impressive stone Town Hall presides over King William St, locked in an eternal…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-town-hall/a/poi-sig/1613206/362413",
    "image_url": null,
    "detail_description": "Built in 1866 under the guidance of architect Edmund W Wright, Adelaide's impressive stone Town Hall presides over King William St, locked in an eternal dual with the General Post Office across the street to see who can have the tallest clock tower. In 1964 The Beatles played in Adelaide and waved to 300,000 of their closest new friends from the Town Hall balcony. Guided tours run on most Mondays; check the website or call for bookings.\n"
},
{
    "country": "south-australia",
    "index": 23,
    "name": "Kangaroo Island Farmers Market",
    "latitude": "-35.71866",
    "longitude": "137.939122",
    "excerpt": "Has baked goods, chutneys, seafood, olive oil, honey, eggs, cheese, yoghurt and of course wine and dodgy buskers (including, once, a certain Lonely Planet…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/penneshaw-dudley-peninsula/attractions/kangaroo-island-farmers-market/a/poi-sig/1341844/1294709",
    "image_url": null,
    "detail_description": "Has baked goods, chutneys, seafood, olive oil, honey, eggs, cheese, yoghurt and of course wine and dodgy buskers (including, once, a certain Lonely Planet writer who shall remain unnamed). SeaLink offers dedicated passenger-only return tickets (adult/child $42/32) from the mainland if you'd just like to visit the market for the day. Additional market days happen when cruise-ship passengers are in town.\n"
},
{
    "country": "south-australia",
    "index": 22,
    "name": "Clifford's Honey Farm",
    "latitude": "-35.831332",
    "longitude": "137.561896",
    "excerpt": "It's worth swimming the Backstairs Passage for the honey ice cream (sourced from rare Ligurian bees) at this charming, uncommercial farm, which is a bit…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/south-coast-road/attractions/clifford-s-honey-farm/a/poi-sig/1170817/1322867",
    "image_url": null,
    "detail_description": "It's worth swimming the Backstairs Passage for the honey ice cream (sourced from rare Ligurian bees) at this charming, uncommercial farm, which is a bit off the tourist radar (again, charming). Honey-infused drinks, biscuits, mead, cosmetics and candles are also available. Look for the queen bee in the glass-fronted beehive. There's often a food truck on-site (burgers, fries, arancini balls; items $14 to $16); and Drunken Drone Brewery (www.facebook.com/drunkendronebrewery) is here too, bottling up yeasty Honey Wheat Ale.\n"
},
{
    "country": "south-australia",
    "index": 20,
    "name": "Mall's Balls",
    "latitude": "-34.92277879535",
    "longitude": "138.60322001797",
    "excerpt": "Check out the infamous and very shiny Mall’s Balls sculpture in Rundle Mall (real name Spheres, by sculptor Burt Flugelman).",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/mall-s-balls/a/poi-sig/1170153/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d718339ea42a27922217fef5b707a675-mall-s-balls.jpg",
    "detail_description": "Check out the infamous and very shiny Mall’s Balls sculpture in Rundle Mall (real name Spheres, by sculptor Burt Flugelman).\n"
},
{
    "country": "south-australia",
    "index": 21,
    "name": "Frenchman's Rock",
    "latitude": "-35.721622",
    "longitude": "137.946235",
    "excerpt": "When intrepid French explorer Nicholas Baudin surveyed the KI coast in 1803, he came ashore at what's now Penneshaw for a look around. He left his mark:…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/penneshaw-dudley-peninsula/attractions/frenchman-s-rock/a/poi-sig/1612953/1294709",
    "image_url": null,
    "detail_description": "When intrepid French explorer Nicholas Baudin surveyed the KI coast in 1803, he came ashore at what's now Penneshaw for a look around. He left his mark: under a white concrete dome on the shoreline is a replica of KI's first graffiti – a rock engraved with 'Expedition De Decouverte par le Commendant Baudin sur Le Geographe 1803' ('Expedition of discovery by Commander Baudin on Le Geographe 1803'). The original rock can be seen safely preserved at the Gateway Visitor Information Centre nearby.\n"
},
{
    "country": "south-australia",
    "index": 19,
    "name": "Statue of Colonel William Light",
    "latitude": "-34.912848",
    "longitude": "138.594621",
    "excerpt": "The famous statue of Adelaide's town planner (official name Light’s Vision) sits atop the grassy flanks of Montefiore Hill in North Adelaide.",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/statue-of-colonel-william-light/a/poi-sig/1309107/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3c0974f0529925f754a50b2cb7ca68fc-statue-of-colonel-william-light.jpg",
    "detail_description": "The famous statue of Adelaide's town planner (official name Light’s Vision) sits atop the grassy flanks of Montefiore Hill in North Adelaide.\n"
},
{
    "country": "south-australia",
    "index": 18,
    "name": "Haigh's Chocolates Visitor Centre",
    "latitude": "-34.94121204335",
    "longitude": "138.60837042332",
    "excerpt": "If you’ve got a chocolate problem, get guilty at this iconic factory. Free 25-minute tours take you through the chocolate life-cycle from cacao bean to…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/haigh-s-chocolates-visitor-centre/a/poi-sig/368427/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3a556db455c344fe8b8772d19d05cf33-haigh-s-chocolates-visitor-centre.jpg",
    "detail_description": "If you’ve got a chocolate problem, get guilty at this iconic factory. Free 25-minute tours take you through the chocolate life-cycle from cacao bean to hand-dipped truffle (with samples if you’re good). Call for tour times and bookings.\n"
},
{
    "country": "south-australia",
    "index": 17,
    "name": "Penfolds Magill Estate Winery",
    "latitude": "-34.921443",
    "longitude": "138.679583",
    "excerpt": "This 175-year-old winery is home to Australia's best-known wine − the legendary Grange. Taste the product at the cellar door; dine at the fab restaurant…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/penfolds-magill-estate-winery/a/poi-sig/1300830/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/af13f2d69b1d2b5ea2f3a3c9ce9d9fed-penfolds-magill-estate-winery.jpg",
    "detail_description": "This 175-year-old winery is home to Australia's best-known wine − the legendary Grange. Taste the product at the cellar door; dine at the fab restaurant or bistro; take the Heritage Tour ($25); or steel your wallet for the Great Grange Tour ($150). Tour bookings essential.\n"
},
{
    "country": "south-australia",
    "index": 16,
    "name": "Migration Museum",
    "latitude": "-34.919728",
    "longitude": "138.602078",
    "excerpt": "This engaging social-history museum tells the story of the many migrants who have made SA their home. The museum has info on 100-plus nationalities logged…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/migration-museum/a/poi-sig/368435/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/83561d776066ce2fdfafb09bac37e02f-migration-museum.jpg",
    "detail_description": "This engaging social-history museum tells the story of the many migrants who have made SA their home. The museum has info on 100-plus nationalities logged in its database, along with some poignant personal stories. Occupies the somewhat sombre site of a former Aboriginal boarding school and destitute asylum.\n"
},
{
    "country": "south-australia",
    "index": 15,
    "name": "Bay Discovery Centre",
    "latitude": "-34.980151",
    "longitude": "138.511355",
    "excerpt": "This low-key museum in Glenelg’s 1887 Town Hall building depicts the social history of Glenelg from colonisation to today, and addresses the plight of the…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/bay-discovery-centre/a/poi-sig/1168328/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1c7c0652b5c0f348663f03113b8712d6-lpl-00101.jpg",
    "detail_description": "This low-key museum in Glenelg’s 1887 Town Hall building depicts the social history of Glenelg from colonisation to today, and addresses the plight of the local Kaurna people, who lost both their land and voice. Don’t miss the relics dredged up from below the original Glenelg Jetty, and the spooky old sideshow machines.\n"
},
{
    "country": "south-australia",
    "index": 14,
    "name": "National Wine Centre of Australia",
    "latitude": "-34.919464",
    "longitude": "138.614652",
    "excerpt": "Check out the free self-guided, interactive Wine Discovery Journey exhibition at this very sexy wine centre (doubling as a research facility for the…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/national-wine-centre-of-australia/a/poi-sig/1168162/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/86b73c97bdcd0c54a179ec740c639a0b-national-wine-centre-of-australia.jpg",
    "detail_description": "Check out the free self-guided, interactive Wine Discovery Journey exhibition at this very sexy wine centre (doubling as a research facility for the University of Adelaide, as well as a visitor centre). It's a great way to understand the issues winemakers contend with, and you can even have your own virtual vintage rated. Explore the Cellar Door (the largest in Australia!) and get stuck into some cleverly automated tastings (from $2.50). Free guided tours run at 11.30am daily.\n"
},
{
    "country": "south-australia",
    "index": 13,
    "name": "West Terrace Cemetery",
    "latitude": "-34.934532",
    "longitude": "138.587937",
    "excerpt": "Driven-by and overlooked by most Adelaidians, this amazing old cemetery (established in 1837, and now with 150,000 residents) makes a serene and…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/west-terrace-cemetery/a/poi-sig/1340198/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3538796379e4e934685cbae39c033e44-lpl-00057.jpg",
    "detail_description": "Driven-by and overlooked by most Adelaidians, this amazing old cemetery (established in 1837, and now with 150,000 residents) makes a serene and fascinating detour. One of five themed self-guided tours, the 2km Heritage Highlights Interpretive Trail passes 29 key sites; pick up a brochure at the West Terrace gates. Guided tours run at 10.30am every second Sunday ($10/5 per adult/child). Twilight tours ($10/5) run one Saturday evening per month; check the website. Call for tour bookings.\n"
},
{
    "country": "south-australia",
    "index": 12,
    "name": "Adelaide Zoo",
    "latitude": "-34.914669",
    "longitude": "138.605597",
    "excerpt": "Around 1800 exotic and native mammals, birds and reptiles roar, growl and screech at Adelaide’s wonderful zoo, dating from 1883. There are free walking…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-zoo/a/poi-sig/368417/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/02e886c725d43643054ccaf88e784b43-adelaide-zoo.jpg",
    "detail_description": "Around 1800 exotic and native mammals, birds and reptiles roar, growl and screech at Adelaide’s wonderful zoo, dating from 1883. There are free walking tours half-hourly (plus a slew of longer and overnight tours), feeding sessions and a children’s zoo. Wang Wang and Fu Ni are Australia’s only giant pandas and always draw a crowd (panda-monium!). Other highlights include the nocturnal and reptile houses. You can take a river cruise to the zoo on Popeye.\n"
},
{
    "country": "south-australia",
    "index": 11,
    "name": "Adelaide Botanic Gardens",
    "latitude": "-34.919146461795",
    "longitude": "138.61159632152",
    "excerpt": "Meander, jog or chew through your trashy airport novel in these lush city-fringe gardens. Highlights include a restored 1877 palm house, the water-lily…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-botanic-gardens/a/poi-sig/368413/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cd9d47f5291f1cbb65a371eba8ad6dfe-adelaide-botanic-garden.jpg",
    "detail_description": "Meander, jog or chew through your trashy airport novel in these lush city-fringe gardens. Highlights include a restored 1877 palm house, the water-lily pavilion (housing the gigantic Victoria amazonica), the First Creek wetlands, the engrossing Museum of Economic Botany and the fabulous steel-and-glass arc of the Bicentennial Conservatory (10am to 4pm), which re-creates a tropical rainforest. Free 1½-hour guided walks depart the Schomburgk Pavilion at 10.30am daily. The classy Botanic Gardens Restaurant is here too.\n"
},
{
    "country": "south-australia",
    "index": 10,
    "name": "Adelaide Park Lands",
    "latitude": "-34.923695",
    "longitude": "138.612989",
    "excerpt": "The city centre and upmarket North Adelaide are surrounded by a broad band of parkland. Colonel William Light, Adelaide’s controversial planner, came up…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-park-lands/a/poi-sig/1222897/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5b6bb0c55f7e563f241e29cc298533df-lpl-00148.jpg",
    "detail_description": "The city centre and upmarket North Adelaide are surrounded by a broad band of parkland. Colonel William Light, Adelaide’s controversial planner, came up with the concept, which has been both a blessing and a curse for the city. Pros: heaps of green space, clean air and playgrounds for the kids. Cons: bone dry in summer, loitering perverts and a sense that the city is cut off from its suburbs.\nDon’t miss the playgrounds and Adelaide-Himeji Garden on South Tce, and the statue of Colonel William Light overlooking the Adelaide Oval and city office towers from Montefiore Hill."
},
{
    "country": "south-australia",
    "index": 9,
    "name": "Adelaide Gaol",
    "latitude": "-34.918135",
    "longitude": "138.584783",
    "excerpt": "Only decommissioned in 1988 after housing 300,000 inmates since 1841, this old Victorian lock-up has a grim vibe, but its displays of homemade bongs,…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/adelaide-gaol/a/poi-sig/1222888/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ee635abbb9e4b17d50b87e67cf0fdbaa-lpl-00040.jpg",
    "detail_description": "Only decommissioned in 1988 after housing 300,000 inmates since 1841, this old Victorian lock-up has a grim vibe, but its displays of homemade bongs, weapons and escape devices are amazing. It's allegedly the most haunted historic site in SA – 45 prisoners were executed here, and are buried in the grounds. Ask about scheduled guided and ghost tours if you're feeling brave (www.adelaidegaol.org.au).\n"
},
{
    "country": "south-australia",
    "index": 8,
    "name": "Remarkable Rocks",
    "latitude": "-36.047902",
    "longitude": "136.757061",
    "excerpt": "At Kirkpatrick Point, a few kilometres east of Cape du Couedic, the much-photographed, rather Dalí-esque Remarkable Rocks are a cluster of hefty, weather…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/flinders-chase-national-park/attractions/remarkable-rocks/a/poi-sig/1309190/362425",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/GettyImages-178488085.jpeg",
    "detail_description": "At Kirkpatrick Point, a few kilometres east of Cape du Couedic, the much-photographed, rather Dalí-esque Remarkable Rocks are a cluster of hefty, weather-gouged granite boulders atop a rocky dome that arcs 75m down to the sea. Remarkable!\n"
},
{
    "country": "south-australia",
    "index": 7,
    "name": "Snelling Beach",
    "latitude": "-35.667547",
    "longitude": "137.072725",
    "excerpt": "The best swimming beach on the north coast, with a lovely arc of powdery white sand and sheltered shallows. There's not much else at Snelling by way of…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/north-coast-road/attractions/snelling-beach/a/poi-sig/1309189/1322862",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/GettyImages-1131182815.jpeg",
    "detail_description": "The best swimming beach on the north coast, with a lovely arc of powdery white sand and sheltered shallows. There's not much else at Snelling by way of facilities but that's all part of its charm. A truly lovely beach – exactly what KI is all about.\n"
},
{
    "country": "south-australia",
    "index": 6,
    "name": "Seal Bay Conservation Park",
    "latitude": "-35.992469",
    "longitude": "137.319016",
    "excerpt": "'Observation, not interaction' is the mentality here. Guided tours stroll along the beach (or boardwalk on self-guided tours; adult/child/family $16/13/42…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/south-coast-road/attractions/seal-bay-conservation-park/a/poi-sig/1170819/1322867",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/GettyImages-148621964.jpeg",
    "detail_description": "'Observation, not interaction' is the mentality here. Guided tours stroll along the beach (or boardwalk on self-guided tours; adult/child/family $16/13/42.50) to a colony of (mostly sleeping) Australian sea lions, endemic to SA and WA (there are only about 14,700 of them left in the wild). Book tours in advance; lots of extra tour times during school holidays. Last entry 45 minutes before closing time.\n"
},
{
    "country": "south-australia",
    "index": 5,
    "name": "South Australian Museum",
    "latitude": "-34.920627412476",
    "longitude": "138.60314472065",
    "excerpt": "Dig into Australia’s natural history with the museum's special exhibits on whales and Antarctic explorer Sir Douglas Mawson. Over two levels, the amazing…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/south-australian-museum/a/poi-sig/368445/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/140339945_full.jpg",
    "detail_description": "Dig into Australia’s natural history with the museum's special exhibits on whales and Antarctic explorer Sir Douglas Mawson. Over two levels, the amazing Australian Aboriginal Cultures gallery is one of the largest collections of Aboriginal artefacts in the world. Elsewhere, the giant squid and the lion with the twitchy tail are definite highlights. Free one-hour tours depart at 11am. The cafe here is a handy spot for lunch/recaffeination.\n"
},
{
    "country": "south-australia",
    "index": 4,
    "name": "Art Gallery of South Australia",
    "latitude": "-34.920836",
    "longitude": "138.604009",
    "excerpt": "Spend a few hushed hours in the vaulted, parquetry-floored gallery that represents the big names in Australian art. Permanent exhibitions include…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/art-gallery-of-south-australia/a/poi-sig/368419/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/942ee010e92cac89e50363a34625e564-art-gallery-of-south-australia.jpg",
    "detail_description": "Spend a few hushed hours in the vaulted, parquetry-floored gallery that represents the big names in Australian art. Permanent exhibitions include Australian, Aboriginal and Torres Strait Islander, Asian, European and North American art (20 bronze Rodins!). Progressive visiting exhibitions occupy the basement. There are free guided tours at 11am and 2pm daily and talks every Tuesday at 12:30pm. There's a lovely cafe out the back too.\n"
},
{
    "country": "south-australia",
    "index": 3,
    "name": "Flinders Chase National Park",
    "latitude": "-35.920196100575",
    "longitude": "136.72897338867",
    "excerpt": "Occupying the western end of Kangaroo Island, Flinders Chase National Park is one of SA’s top national parks. Much of the park is mallee scrub, but there…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/kangaroo-island/attractions/flinders-chase-national-park/a/poi-sig/460948/1322444",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/GettyImages-873806000.jpeg",
    "detail_description": "Occupying the western end of Kangaroo Island, Flinders Chase National Park is one of SA’s top national parks. Much of the park is mallee scrub, but there are some beautiful, tall sugar-gum forests, particularly around Rocky River and the Ravine des Casoars, 5km south of Cape Borda. Sadly, around 100,000 acres of bush were burned out by bushfires in 2007, but the park is making a steady recovery. Kooky rock formations and brilliant bushwalks are the highlights.\n"
},
{
    "country": "south-australia",
    "index": 2,
    "name": "Central Market",
    "latitude": "-34.929606",
    "longitude": "138.59755",
    "excerpt": "A tourist sight or a shopping op? Either way, satisfy your deepest culinary cravings at the 250-odd stalls in superb Adelaide Central Market. A sliver of…",
    "detail_url": "https://www.lonelyplanet.com/australia/south-australia/adelaide/attractions/central-market/a/poi-sig/368353/362413",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ad047cef082381b2093560cc3ed8c85d-central-market.jpg",
    "detail_description": "A tourist sight or a shopping op? Either way, satisfy your deepest culinary cravings at the 250-odd stalls in superb Adelaide Central Market. A sliver of salami from the Mettwurst Shop, a crumb of English Stilton from the Smelly Cheese Shop, a tub of blueberry yoghurt from the Yoghurt Shop − you name it, it’s here. Good luck making it out without eating anything. Adelaide’s Chinatown is right next door. Adelaide's Top Food &amp; Wine Tours offers guided tours.\nEateries of note within the market complex include the long-running Lucia's Pizza &amp; Spaghetti Bar and Asian Gourmet, serving the best laksa in town."
}
]