[
{
    "country": "south-africa",
    "index": 1,
    "name": "Kirstenbosch National Botanical Garden",
    "latitude": "-33.987637",
    "longitude": "18.434361",
    "excerpt": "Location and unique flora combine to make these 5.28-sq-km botanical gardens among the most beautiful in the world. Gate 1, the main entrance at the…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/kirstenbosch-national-botanical-garden/a/poi-sig/413066/1320368",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b5f3daa0d294baadd5c1a5f96f613301-kirstenbosch-botanical-gardens.jpg",
    "detail_description": "Location and unique flora combine to make these 5.28-sq-km botanical gardens among the most beautiful in the world. Gate 1, the main entrance at the Newlands end of the gardens, is where you’ll find the information centre, an excellent souvenir shop and the conservatory.Added for the garden's centenary in 2013, the popular Tree Canopy Walkway (informally known as the 'Boomslang', meaning tree snake) is a curvaceous steel and timber bridge that rises through the trees and provides amazing views.\nThe gardens run free guided walks, or you can hire the MyGuide electronic gizmo (R40) to receive recorded information about the various plants you’ll pass on the signposted circular walks.More than 7000 of Southern Africa’s 22,000 plant species are grown here, including the Cape Floral Kingdom's famous fynbos (literally, 'fine bush'; primarily proteas, heaths and ericas). You’ll find a fragrance garden that has been elevated so you can more easily sample the scents of the plants; a Braille trail; a kopje (hill) planted with pelargoniums; a sculpture garden; a section devoted to 'useful' medicinal plants; two hiking trails up Table Mountain (Skeleton Gorge and Nursery Ravine); and the significant remains of Van Riebeeck's Hedge, the wild almond hedge planted by Jan van Riebeeck in 1660 to form the boundary of the Dutch outpost.The outdoor Summer Sunset Concerts, held here on Sundays between November and April, are a Cape Town institution. The gardens are a stop on the City Sightseeing bus. The quiet Gate 3 (aka Rycroft Gate) is the first you’ll come to if you approach the gardens up Rhodes Dr from the south. There are three cafes, including the excellent Kirstenbosch Tea Room."
},
{
    "country": "south-africa",
    "index": 27,
    "name": "Dias Museum Complex",
    "latitude": "-34.180157",
    "longitude": "22.141474",
    "excerpt": "This excellent museum offers insight into Mossel Bay's role as an early stomping ground for European sailors. Named for 15th-century Portuguese explorer…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/mossel-bay/attractions/dias-museum-complex/a/poi-sig/1311017/1315308",
    "image_url": null,
    "detail_description": "This excellent museum offers insight into Mossel Bay's role as an early stomping ground for European sailors. Named for 15th-century Portuguese explorer Bartholomeu Dias, the museum contains the 'post office tree' where sailors left messages for one another, the 1786 Dutch East India Company (Vereenigde Oost-Indische Compagnie; VOC) granary, a small aquarium and a local history museum. The highlight is the replica of the caravel that Dias used on his 1488 voyage of discovery.\nIts small size brings home the extraordinary skill and courage of the early explorers. The replica was built in Portugal and sailed to Mossel Bay in 1988 to commemorate the 500th anniversary of Dias’ trip. There's an extra fee to board the boat (adult/child R20/5)."
},
{
    "country": "south-africa",
    "index": 28,
    "name": "Company’s Garden",
    "latitude": "-33.926447",
    "longitude": "18.417742",
    "excerpt": "These shady green gardens, which started as the vegetable patch for the Dutch East India Company, are a lovely place to relax. They are planted with a…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/company-s-garden/a/poi-sig/1015407/1323002",
    "image_url": null,
    "detail_description": "These shady green gardens, which started as the vegetable patch for the Dutch East India Company, are a lovely place to relax. They are planted with a fine collection of botanical specimens from South Africa and the rest of the world, including frangipanis, African flame trees, aloes and roses. At the garden's southern end there's a re-creation of the VOC Vegetable Garden.\nA statue of Cecil Rhodes stands in the centre of the gardens. Get your bearings using a self-guided booklet from the Visitor Information Centre on the Queen Victoria St side of the garden. There's a small exhibit on the history of the garden here as well."
},
{
    "country": "south-africa",
    "index": 26,
    "name": "Genadendal Mission Station",
    "latitude": "-34.033741",
    "longitude": "19.557284",
    "excerpt": "Some 6km west of Greyton is Genadendal, the oldest mission station in South Africa, founded in 1738 and for a brief time the largest settlement in the…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/greyton/attractions/genadendal-mission-station/a/poi-sig/1202737/1315305",
    "image_url": null,
    "detail_description": "Some 6km west of Greyton is Genadendal, the oldest mission station in South Africa, founded in 1738 and for a brief time the largest settlement in the colony after Cape Town. It now has a population of around 5000. The Moravian Church is a handsome, simply decorated building. The village’s fascinating history is documented in the excellent Mission Museum.\nThe village has a 'living museum' feel. As you wander you'll find one of the oldest printing presses in the country, a pottery workshop and a watermill among the many restored historical buildings. In 1995 Nelson Mandela renamed his official residence in Cape Town after this mission station. To get to the cluster of national monuments from Rte 406, keep driving through the rather scruffy outskirts until you arrive at Church Sq."
},
{
    "country": "south-africa",
    "index": 25,
    "name": "Constitutional Court",
    "latitude": "-26.188369",
    "longitude": "28.043547",
    "excerpt": "Inaugurated in 2004, with its design based on the African concept of 'justice under a tree', the Constitutional Court is a very real symbol of modern…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/johannesburg/attractions/constitutional-court/a/poi-sig/1198119/355617",
    "image_url": null,
    "detail_description": "Inaugurated in 2004, with its design based on the African concept of 'justice under a tree', the Constitutional Court is a very real symbol of modern South Africa. Incorporating some 150,000 bricks and the former stairwells of the Awaiting Trial Block that was demolished after the end of apartheid, the court houses a highly impressive contemporary art collection showcasing both local and international art. The court is open to the public: Lucky visitors may even hear a case being argued.\nMake sure you take a tour (a visit to the building is included as part of the tour of Constitution Hill) to fully appreciate the history and nuances of this remarkable building. Also, climb the stairs to the former Awaiting Trial Block, which still contains an old holding cell and provides an interesting view of the Court's public atrium below."
},
{
    "country": "south-africa",
    "index": 24,
    "name": "Three Rondavels Viewpoint",
    "latitude": "-24.573314",
    "longitude": "30.798841",
    "excerpt": "The area's highlight, with a staggering view of these enormous rounds of rock, their pointed, grassy tops resembling giant huts carved into the side of…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/blyde-river-canyon/attractions/three-rondavels-viewpoint/a/poi-sig/1588879/1320517",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1536002621-rfc.jpeg",
    "detail_description": "The area's highlight, with a staggering view of these enormous rounds of rock, their pointed, grassy tops resembling giant huts carved into the side of the canyon. There are short walks in the surrounding area to points where you can look down to the Blydepoort Dam at the Blyde River Canyon Nature Reserve's far north.\n"
},
{
    "country": "south-africa",
    "index": 23,
    "name": "Bourke’s Luck Potholes",
    "latitude": "-24.673031",
    "longitude": "30.808883",
    "excerpt": "These bizarre cylindrical holes were carved into the rock by whirlpools at the confluence of the Blyde and Treur Rivers. Bridges span the rivers,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/blyde-river-canyon/attractions/bourke-s-luck-potholes/a/poi-sig/1588877/1320517",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/LPT0717049.jpg",
    "detail_description": "These bizarre cylindrical holes were carved into the rock by whirlpools at the confluence of the Blyde and Treur Rivers. Bridges span the rivers, providing impressive views. There’s a small museum providing information on the canyon’s geology, flora and fauna, a busy cafe and an 80m-long lichen trail.\n"
},
{
    "country": "south-africa",
    "index": 20,
    "name": "Spier Hotel and Wine Farm",
    "latitude": "-33.972655",
    "longitude": "18.784432",
    "excerpt": "Spier has some excellent shiraz, cabernet and red blends, though a visit to this vast winery is less about wine and more about the other activities…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/stellenbosch/attractions/spier-hotel-and-wine-farm/a/poi-sig/1061824/1001256",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF992553908.jpg",
    "detail_description": "Spier has some excellent shiraz, cabernet and red blends, though a visit to this vast winery is less about wine and more about the other activities available. There are superb birds-of-prey displays (adult/child R75/65), Segway tours through the vines, three restaurants, and picnics to enjoy in the grounds. Look out for special events in the summer months, including open-air cinema evenings and live entertainment.\n"
},
{
    "country": "south-africa",
    "index": 21,
    "name": "Bo-Kaap",
    "latitude": "-33.920803",
    "longitude": "18.414481",
    "excerpt": "Meaning ‘Upper Cape’, the Bo-Kaap, with its vividly painted low-roofed houses, many of them historic monuments, strung along narrow cobbled streets, is…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/city-bowl-bo-kaap-and-de-waterkant/attractions/bo-kaap/a/poi-sig/1309407/1323002",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/041e22453e7ebf30f72bc4ba7e71943e081b4fe3c8a267940811e221669c1d01.jpg",
    "detail_description": "Meaning ‘Upper Cape’, the Bo-Kaap, with its vividly painted low-roofed houses, many of them historic monuments, strung along narrow cobbled streets, is one of the most photographed sections of the city. Initially a garrison for soldiers in the mid-18th century, this area of town was where freed slaves started to settle after emancipation in the 1830s. The most picturesque streets are Chiappini, Rose and Wale.\n"
},
{
    "country": "south-africa",
    "index": 22,
    "name": "Table Mountain",
    "latitude": "-33.958134",
    "longitude": "18.403301",
    "excerpt": "Around 600 million years old, and a canvas painted with the rich diversity of the Cape floral kingdom, Table Mountain is truly iconic. You can admire the…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/gardens-and-surrounds/attractions/table-mountain/a/poi-sig/1429843/1320364",
    "image_url": "https://lp-cms-production.imgix.net/2021-10/GettyRF_583758142.jpg",
    "detail_description": "Around 600 million years old, and a canvas painted with the rich diversity of the Cape floral kingdom, Table Mountain is truly iconic. You can admire the showstopper of Table Mountain National Park and one of the 'New 7 Wonders of Nature' (https://nature.new7wonders.com) from multiple angles, but you really can’t say you’ve visited Cape Town until you’ve stood on top of it.\n"
},
{
    "country": "south-africa",
    "index": 19,
    "name": "Walker Bay Nature Reserve",
    "latitude": "-34.545334",
    "longitude": "19.378209",
    "excerpt": "This coastal reserve has excellent hikes and is a prime birdwatching spot. The main attractions though, other than the ocean vistas, are the impressive…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gansbaai/attractions/walker-bay-nature-reserve/a/poi-sig/1118483/1314117",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1991112653.jpg",
    "detail_description": "This coastal reserve has excellent hikes and is a prime birdwatching spot. The main attractions though, other than the ocean vistas, are the impressive Klipgat Caves, site of an archaeological discovery of Khoe-San artefacts. There are informative panels within the caves. The reserve is in two sections, though most people stick to the area just north of De Kelders. You can also access the park from Stanford and from Uilenkraalsmond, south of Gansbaai.\n"
},
{
    "country": "south-africa",
    "index": 18,
    "name": "uShaka Marine World",
    "latitude": "-29.866466",
    "longitude": "31.045389",
    "excerpt": "Divided into areas including Sea World and Wet’n’Wild, uShaka Marine World boasts one of the largest aquariums in the world, the biggest collection of…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/kwazulu-natal/durban/attractions/ushaka-marine-world/a/poi-sig/439898/355620",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7e9853a9e3ee516c0f3d46e00ba013b2-ushaka-marine-world.jpg",
    "detail_description": "Divided into areas including Sea World and Wet’n’Wild, uShaka Marine World boasts one of the largest aquariums in the world, the biggest collection of sharks in the southern hemisphere, marine animals and exhibits, a mock-up 1940s steamer wreck featuring two classy restaurants, a shopping centre, and enough freshwater rides to make you seasick. There are various options to 'meet' dolphins, seals and rays, but animal welfare groups suggest such interactions create stress for these creatures.\n"
},
{
    "country": "south-africa",
    "index": 17,
    "name": "Buitenverwachting",
    "latitude": "-34.042134",
    "longitude": "18.417292",
    "excerpt": "Buitenverwachting means ‘beyond expectation’, which is certainly the feeling one gets on visiting this Cape Dutch estate. It's a lovely estate to visit…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/buitenverwachting/a/poi-sig/1015377/1320368",
    "image_url": "https://lp-cms-production.imgix.net/2024-01/iStock-1309062551-RFE.jpg",
    "detail_description": "Buitenverwachting means ‘beyond expectation’, which is certainly the feeling one gets on visiting this Cape Dutch estate. It's a lovely estate to visit with an unusual late-18th-century manor house overlooking verdant lawns, as well as the Quaffee coffee roastery, Coffee Bloc cafe, a restaurant and gift shop.\nBeg, borrow or steal to snag a bottle of its delicious – but limited-release – Christine bordeaux blend. The creamy chardonnay and richly textured cabernet sauvignon are also standout wines."
},
{
    "country": "south-africa",
    "index": 14,
    "name": "Sea Point Promenade",
    "latitude": "-33.909531",
    "longitude": "18.391263",
    "excerpt": "Strolling along Sea Point’s wide, paved and grassy promenade is a pleasure shared by Capetonians from all walks of life. Once a white-only area, it’s now…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/sea-point-camps-bay-and-hout-bay/attractions/sea-point-promenade/a/poi-sig/1201919/1323007",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1327788033.jpg",
    "detail_description": "Strolling along Sea Point’s wide, paved and grassy promenade is a pleasure shared by Capetonians from all walks of life. Once a white-only area, it’s now a great place to observe the city's multiculturalism. There are kids' playgrounds, a well-maintained outdoor gym and several public artworks.\nThe coast here is rocky and swimming is dangerous, although you can get in the water at Rocklands Beach. If you’re too thin-skinned for the frigid sea, try the Sea Point Pavilion pool complex, towards the promenade’s southern end."
},
{
    "country": "south-africa",
    "index": 15,
    "name": "Blyde River Canyon Nature Reserve",
    "latitude": "-24.621739",
    "longitude": "30.826435",
    "excerpt": "This stunning 260-sq-km reserve centres on the 30km-long Blyde River Canyon, where epic rock formations tower above the forested slopes and eagle-eye…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/blyde-river-canyon/attractions/blyde-river-canyon-nature-reserve/a/poi-sig/1060988/1320517",
    "image_url": "https://lp-cms-production.imgix.net/2021-10/GettyRF_977464034.jpg",
    "detail_description": "This stunning 260-sq-km reserve centres on the 30km-long Blyde River Canyon, where epic rock formations tower above the forested slopes and eagle-eye views abound at the dramatic meeting of the Drakensberg Escarpment and the lowveld. It's one of the world's largest canyons and one of South Africa’s most outstanding natural sights.Most visitors drive along the canyon’s edge, where Rte 532 offers plenty of viewpoints for gazing in awe. If you have enough time, however, the canyon is even better explored on foot.\nThere are separate entrance fees for each attraction within the reserve."
},
{
    "country": "south-africa",
    "index": 16,
    "name": "Moses Mabhida Stadium",
    "latitude": "-29.828861",
    "longitude": "31.030455",
    "excerpt": "Durbanites are proud of their state-of-the-art stadium, constructed for the 2010 World Cup. Resembling a giant basket, it seats 56,000 people, and its…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/kwazulu-natal/durban/attractions/moses-mabhida-stadium/a/poi-sig/1310354/355620",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/52deb05c23656eba9446d9255362d3c2-moses-mabhida-stadium.jpg",
    "detail_description": "Durbanites are proud of their state-of-the-art stadium, constructed for the 2010 World Cup. Resembling a giant basket, it seats 56,000 people, and its arch was inspired by the ‘Y’ in the country’s flag. Visitors can head up to the arch in a SkyCar, puff up on foot (550 steps) on an Adventure Walk or plunge off the 106m arch on the giant Big Swing. All options offer great views of Durban.\nCafes line a section of the stadium base; from here you can explore on a Segway, hire a bike or walk to the beachfront on the pedestrian promenade."
},
{
    "country": "south-africa",
    "index": 13,
    "name": "Voortrekker Monument",
    "latitude": "-25.776436",
    "longitude": "28.175822",
    "excerpt": "The imposing, art-deco-style Voortrekker Monument was constructed between 1938 and 1949 to honour the journey of the Voortrekkers, who journeyed north…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/voortrekker-monument/a/poi-sig/483374/355618",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/112769738_full.jpg",
    "detail_description": "The imposing, art-deco-style Voortrekker Monument was constructed between 1938 and 1949 to honour the journey of the Voortrekkers, who journeyed north over the coastal mountains of the Cape into the heart of the African veld. Surrounded by a 3.4-sq-km nature reserve, it's 3km south of the city and clearly signposted from the N1 freeway.\nThe edifice is ringed by a stone wall carved with 64 wagons in a traditional defensive laager (circle). The building itself is a huge stone cube and each corner bears the face of an Afrikaner hero. A staircase and elevator lead to the roof and a great panoramic view of Pretoria."
},
{
    "country": "south-africa",
    "index": 12,
    "name": "Bloubergstrand",
    "latitude": "-33.802972",
    "longitude": "18.460979",
    "excerpt": "The beaches beside this pleasant coastal suburb are where the British won their 1806 battle for the Cape. The panoramic view they provide of Table…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/bloubergstrand/a/poi-sig/1015367/1320371",
    "image_url": "https://lp-cms-production.imgix.net/2022-01/GettyImages-580201479.jpg",
    "detail_description": "The beaches beside this pleasant coastal suburb are where the British won their 1806 battle for the Cape. The panoramic view they provide of Table Mountain across Table Bay is fabulous, but these beaches are also popular with kite-surfers and windsurfers; watching them ride the waves on the weekends is an impressive sight. You can also see Robben Island clearly from here.\nYou can grab a bite to eat and buy a swimming costume at Eden on the Bay Mall, which occupies a prime spot at the southern end of Big Bay Beach. Bloubergstrand is a good example of a poetic Cape name – it means 'blue mountain beach'."
},
{
    "country": "south-africa",
    "index": 11,
    "name": "Boschendal",
    "latitude": "-33.874415",
    "longitude": "18.975599",
    "excerpt": "This is a quintessential Winelands estate, with lovely architecture, food and wine. Tasting options include bubbly, brandy or wine and chocolate pairing…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/franschhoek/attractions/boschendal/a/poi-sig/1123089/1314114",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/c3e2af3d255d0f7e24e8908a396e2345-boschendal.jpg",
    "detail_description": "This is a quintessential Winelands estate, with lovely architecture, food and wine. Tasting options include bubbly, brandy or wine and chocolate pairing. There are excellent vineyard and cellar tours; booking is essential.\nWhen it comes to eating, there are various options, from sandwiches or cake at the Farmshop &amp; Deli to bistro lunches featuring produce grown on the farm at the Werf. On Sundays you can partake in a huge buffet lunch (adult/child R325/160) in the 1795 homestead, while picnics (basket for two R480, bookings essential) can be ordered to enjoy under parasols on the lawn from September to May. Mountain-biking trails start from the farm, for those who feel like working up an appetite."
},
{
    "country": "south-africa",
    "index": 39,
    "name": "Phansi Museum",
    "latitude": "-29.875388",
    "longitude": "30.989116",
    "excerpt": "Found southwest of the city centre, this museum features a private collection of Southern African tribal artefacts, displayed in Roberts House, a…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/kwazulu-natal/durban/attractions/phansi-museum/a/poi-sig/1119575/355620",
    "image_url": null,
    "detail_description": "Found southwest of the city centre, this museum features a private collection of Southern African tribal artefacts, displayed in Roberts House, a Victorian monument. Owner-collector Paul Mikula has amassed outstanding examples of contemporary sculptures, beadwork of KwaZulu-Natal, carved statues, and artefacts from pipes to fertility dolls. Bookings required.\n"
},
{
    "country": "south-africa",
    "index": 40,
    "name": "Warwick Estate",
    "latitude": "-33.841111",
    "longitude": "18.86669",
    "excerpt": "Warwick’s red wines are legendary, particularly its Bordeaux blends. The winery offers an informative Big Five wine safari (referring to grape varieties,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/stellenbosch/attractions/warwick-estate/a/poi-sig/1309306/1001256",
    "image_url": null,
    "detail_description": "Warwick’s red wines are legendary, particularly its Bordeaux blends. The winery offers an informative Big Five wine safari (referring to grape varieties, not large mammals) through the vineyards, and picnics (R550 for two people) to enjoy on the lawns. Advance bookings are required for picnics, but simple cheeseboards are available if you just rock up.\n"
},
{
    "country": "south-africa",
    "index": 37,
    "name": "Durban Botanic Gardens",
    "latitude": "-29.845013514115",
    "longitude": "31.00707503255",
    "excerpt": "A 2000-sq-metre garden featuring one of the rarest cycads (Encephalartos woodii), as well as many species of bromeliad, this is a lovely place to wander…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/kwazulu-natal/durban/attractions/durban-botanic-gardens/a/poi-sig/1309384/355620",
    "image_url": null,
    "detail_description": "A 2000-sq-metre garden featuring one of the rarest cycads (Encephalartos woodii), as well as many species of bromeliad, this is a lovely place to wander. On weekends bridal parties galore pose with their petals for photographers. The gardens play host to an annual concert series featuring the KwaZulu-Natal Philharmonic Orchestra and other performances.\n"
},
{
    "country": "south-africa",
    "index": 38,
    "name": "Stanford Hills",
    "latitude": "-34.408468",
    "longitude": "19.525452",
    "excerpt": "Taste the Jacksons pinotage here – a fine example of South Africa’s home-grown grape variety. There’s also charming self-catering accommodation available …",
    "detail_url": "https://www.lonelyplanet.com/south-africa/stanford/attractions/stanford-hills/a/poi-sig/1506650/1333737",
    "image_url": null,
    "detail_description": "Taste the Jacksons pinotage here – a fine example of South Africa’s home-grown grape variety. There’s also charming self-catering accommodation available (cottages from R1100), a glamping option (single/double luxury tent R1290/1490) and a family-friendly restaurant (mains R95 to R120) offering a chalkboard menu of rustic fare. The views are marvellous.\n"
},
{
    "country": "south-africa",
    "index": 36,
    "name": "Rietvlei Nature Reserve",
    "latitude": "-25.883937",
    "longitude": "28.271599",
    "excerpt": "This 38-sq-km reserve, 27km south of Pretoria, off Rte 21, is popular with locals who come for fishing in the dam, but is also great for wildlife viewing…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/rietvlei-nature-reserve/a/poi-sig/1552710/355618",
    "image_url": null,
    "detail_description": "This 38-sq-km reserve, 27km south of Pretoria, off Rte 21, is popular with locals who come for fishing in the dam, but is also great for wildlife viewing. Sightings of rhinos are common, often from the grounds of the small tearoom. You'll also spot zebras, various antelopes and perhaps buffaloes.\nActivities on offer include guided hikes, night drives and horse riding."
},
{
    "country": "south-africa",
    "index": 35,
    "name": "Klein Constantia",
    "latitude": "-34.038365",
    "longitude": "18.411037",
    "excerpt": "Part of Simon van der Stel's original Constantia estate, Klein Constantia is famous for its Vin de Constance, a sweet muscat wine. It was Napoleon’s…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/klein-constantia/a/poi-sig/1015401/1320368",
    "image_url": null,
    "detail_description": "Part of Simon van der Stel's original Constantia estate, Klein Constantia is famous for its Vin de Constance, a sweet muscat wine. It was Napoleon’s solace on St Helena; and in Jane Austen's Sense and Sensibility, Mrs Jennings advocates ‘its healing powers on a disappointed heart’. There's a small bistro and excellent tasting room – be sure to sample the champagne-style sparkler.\n"
},
{
    "country": "south-africa",
    "index": 34,
    "name": "Irma Stern Museum",
    "latitude": "-33.953088",
    "longitude": "18.46938",
    "excerpt": "The pioneering 20th-century artist Irma Stern (1894–1966), whose works are some of the most sought-after among modern South African painters, occupied…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/irma-stern-museum/a/poi-sig/1015386/1320368",
    "image_url": null,
    "detail_description": "The pioneering 20th-century artist Irma Stern (1894–1966), whose works are some of the most sought-after among modern South African painters, occupied this 19th-century house for almost 40 years. Her studio has been left virtually intact, as if she’d just stepped out into the verdant garden for a breath of fresh air. The flamboyant painter's ethnographic art-and-craft collection from around the world is as fascinating as her own art, which was influenced by German expressionism and incorporates traditional African elements.\n"
},
{
    "country": "south-africa",
    "index": 33,
    "name": "Nelson Mandela Capture Site",
    "latitude": "-29.466167",
    "longitude": "30.171096",
    "excerpt": "On 5 August 1962, Nelson Rolihlahla Mandela was captured by apartheid police on the R103 outside of Howick. This would mark the start of his 27 years of…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/the-midlands/attractions/nelson-mandela-capture-site/a/poi-sig/1552519/1320491",
    "image_url": null,
    "detail_description": "On 5 August 1962, Nelson Rolihlahla Mandela was captured by apartheid police on the R103 outside of Howick. This would mark the start of his 27 years of incarceration. In 2012 a monument was installed here in the form of 50 steel columns which, when viewed from the correct angle, come together to produce a marvellous portrait of the great man. At the time of writing, exhibits were housed in a temporary shed while a permanent museum was constructed.\nThere's a cafe serving excellent coffee, a craft shop and a kids' playground on-site."
},
{
    "country": "south-africa",
    "index": 32,
    "name": "Liliesleaf Farm",
    "latitude": "-26.043944",
    "longitude": "28.054297",
    "excerpt": "A highlight of Jo'burg's northern suburbs is Liliesleaf Farm. This was the secret headquarters of the ANC (African National Congress) from 1961 until a…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/johannesburg/attractions/liliesleaf-farm/a/poi-sig/1120675/355617",
    "image_url": null,
    "detail_description": "A highlight of Jo'burg's northern suburbs is Liliesleaf Farm. This was the secret headquarters of the ANC (African National Congress) from 1961 until a dramatic raid in 1963 that saw the capture of several of the organisation's leaders including Nelson Mandela. Free tours provide all the background, but you can also explore at your own pace, learning the story of South Africa’s liberation struggle through a series of high-tech, interactive exhibits.\nThere's also the very pleasant Cedric's Cafe at the museum should you plan to make a longer visit here."
},
{
    "country": "south-africa",
    "index": 31,
    "name": "Tatham Art Gallery",
    "latitude": "-29.602846",
    "longitude": "30.379879",
    "excerpt": "In keeping with Pietermaritzburg’s self-styled role as a heritage city, one of its finest sights, the art gallery, was started in 1903 by Mrs Ada Tatham…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/kwazulu-natal/pietermaritzburg/attractions/tatham-art-gallery/a/poi-sig/484544/355621",
    "image_url": null,
    "detail_description": "In keeping with Pietermaritzburg’s self-styled role as a heritage city, one of its finest sights, the art gallery, was started in 1903 by Mrs Ada Tatham. Housed in the beautiful Old Supreme Court, it contains a fine collection of French and English 19th- and early-20th-century works.\nThe ground floor has abstract depictions of South Africa's people and street scenes. It's as if the country's history is either too painful or too complex to be shown through realism. Upstairs is more formal, with portraits and landscapes sharing the wall space along with sculptures and colourful displays of ceramics and lithographs."
},
{
    "country": "south-africa",
    "index": 9,
    "name": "Apartheid Museum",
    "latitude": "-26.237699149",
    "longitude": "28.008463382721",
    "excerpt": "The Apartheid Museum illustrates the rise and fall of South Africa’s era of segregation and oppression, and is an absolute must-see. It uses a broad…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/johannesburg/attractions/apartheid-museum/a/poi-sig/417054/355617",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF788479459.jpg",
    "detail_description": "The Apartheid Museum illustrates the rise and fall of South Africa’s era of segregation and oppression, and is an absolute must-see. It uses a broad variety of media to provide a chilling insight into the architecture and implementation of the apartheid system, as well as inspiring stories of the struggle towards democracy. It’s invaluable in understanding the inequalities and tensions that still exist today. Located 8km south of the city centre, just off the M1 freeway.\nTo do the museum justice schedule 1½ to two hours here. The sheer volume of information can make it an overwhelming experience; particularly distressing is a small chamber in which hang 131 nooses, representative of the 131 government opponents who were executed under antiterrorism laws."
},
{
    "country": "south-africa",
    "index": 29,
    "name": "Guga S’Thebe Arts & Cultural Centre",
    "latitude": "-33.944205978345",
    "longitude": "18.524403910934",
    "excerpt": "Decorated with polychromatic ceramic murals, this is one of the most impressive buildings in the townships – even more so now that it has a theatre,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/guga-s-thebe-arts-cultural-centre/a/poi-sig/1015353/1320371",
    "image_url": null,
    "detail_description": "Decorated with polychromatic ceramic murals, this is one of the most impressive buildings in the townships – even more so now that it has a theatre, creatively constructed from recycled materials. You can watch pottery being made in one of several studio spaces here, and then buy samples from the centre's shop. Performances by local groups are often staged in the outdoor amphitheatre.\nThe huge mural painted on the building opposite the centre was done by Philip Kgosana, the man held aloft in the composition – it commemorates the 1960 defiance campaign against apartheid laws.Guga S’Thebe regularly hosts Jazz in the Native Yards concerts."
},
{
    "country": "south-africa",
    "index": 10,
    "name": "La Motte",
    "latitude": "-33.880321",
    "longitude": "19.074025",
    "excerpt": "There’s enough to keep you occupied for a full day at this vast estate just west of Franschhoek. As well as tastings of the superb shiraz range, wine…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/franschhoek/attractions/la-motte/a/poi-sig/1429977/1314114",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/7301ddb828f5fcd6f33e81bf3eaf7617-la-motte.jpg",
    "detail_description": "There’s enough to keep you occupied for a full day at this vast estate just west of Franschhoek. As well as tastings of the superb shiraz range, wine-pairing lunches and dinners are served at the Pierneef à la Motte restaurant. The restaurant is named for South African artist Jacob Hendrik Pierneef and a collection of his work is on show at the on-site museum.\nThis is also the starting point for historical walks (R50) through the estate, taking in four national monuments and a milling demonstration and ending with a bread tasting (Wednesday 10am, bookings essential). If you’ve overindulged, walk off a few calories on the 5km circular hike that starts at the farm."
},
{
    "country": "south-africa",
    "index": 30,
    "name": "Campbell Collections",
    "latitude": "-29.83493",
    "longitude": "31.00477",
    "excerpt": "These collections are well worth seeing. Muckleneuk, a superb house designed by Sir Herbert Baker, holds the documents and artefacts collected by Dr…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/kwazulu-natal/durban/attractions/campbell-collections/a/poi-sig/439854/355620",
    "image_url": null,
    "detail_description": "These collections are well worth seeing. Muckleneuk, a superb house designed by Sir Herbert Baker, holds the documents and artefacts collected by Dr Killie Campbell and her father Sir Marshall Campbell (KwaMashu township is named after him), and these are extremely important records of early Natal and Zulu culture.\nKillie Campbell began collecting works by black artists 60 years before the Durban Gallery did so, and she was the first patron of Barbara Tyrrell, who recorded the traditional costumes of the indigenous peoples. Tyrrell's paintings beautifully convey clothing and decoration, and the grace of the people wearing them."
},
{
    "country": "south-africa",
    "index": 8,
    "name": "Vergelegen",
    "latitude": "-34.076399",
    "longitude": "18.890149",
    "excerpt": "Simon van der Stel’s son Willem first planted vines here in 1700. The buildings and elegant grounds have ravishing mountain views and a ‘stately home’…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/stellenbosch/attractions/vergelegen/a/poi-sig/1061828/1001256",
    "image_url": "https://lp-cms-production.imgix.net/2020-11/842e113b1a67f4931202e1a264c00947-vergelegen.jpg",
    "detail_description": "Simon van der Stel’s son Willem first planted vines here in 1700. The buildings and elegant grounds have ravishing mountain views and a ‘stately home’ feel to them. You can take a tour of the gardens, a cellar tour or just enjoy a tasting of four of the estate's wines. Tasting the flagship Vergelegen Red costs an extra R10. There are also two restaurants.\nThe bistro-style Stables (mains R80 to R165, 9am to 5pm) overlooks the Rose Garden and has a super cool kids' playground. For a more upmarket meal, try Camphors (three courses R395, noon to 3pm Wednesday to Sunday, 6.30pm to 9pm Friday and Saturday). Picnic hampers (R255 per person, November to April only) are also available – bookings are essential for these and Camphors."
},
{
    "country": "south-africa",
    "index": 6,
    "name": "Meerendal",
    "latitude": "-33.796339",
    "longitude": "18.62586",
    "excerpt": "Although it was established in 1702 and has some of South Africa's oldest pinotage and shiraz vineyards, as well as a handsome Cape Dutch homestead,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/cape-flats-and-northern-suburbs/attractions/meerendal/a/poi-sig/1094319/1320371",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1442794382.jpg",
    "detail_description": "Although it was established in 1702 and has some of South Africa's oldest pinotage and shiraz vineyards, as well as a handsome Cape Dutch homestead, Meerendal is no fuddy-duddy wine estate. The tasting room is very professionally run and combined with a contemporary art gallery and distillery, offering vodka, rum and gin tastings. There are two restaurants, Carlucci's Deli and the more upmarket Crown, as well as 18km of mountain biking trails.\nThe estate hosts various mountain biking competitions, as well as the milder, 5km Saturday-morning Durbanville Parkrun (www.parkrun.co.za). Galileo Open Air Cinema (http://thegalileo.co.za) screens movies here, and there's an elegant boutique hotel in the historic homestead."
},
{
    "country": "south-africa",
    "index": 4,
    "name": "Kruger National Park",
    "latitude": "-23.17382",
    "longitude": "31.230698",
    "excerpt": "In terms of wildlife alone, Kruger is one of the world's greatest national parks. The diversity, density and sheer numbers of animals is almost…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/attractions/kruger-national-park/a/poi-sig/1203664/355611",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF145434481.jpg",
    "detail_description": "In terms of wildlife alone, Kruger is one of the world's greatest national parks. The diversity, density and sheer numbers of animals is almost unparalleled, and all of Africa's iconic safari species – elephant, lion, leopard, cheetah, rhino, buffalo, giraffe, hippo and zebra – live out their dramatic days here, along with a supporting cast of 137 other mammal species and more than 500 varieties of bird.\nThe landscape is on a grand scale, stretching over 19,485 sq km, and though less in your face than the wildlife, it certainly has the power to charm. Beautiful granite kopjes (hills) pepper the bushveld in the south, the Lebombo Mountains rise from the savannah in the east and tropical forests cut across the far north.But what makes Kruger truly special is the access and opportunities it provides the visitor. A vast network of roads is there to explore on your own (incredibly), guided wildlife activities are everywhere and accommodation is both plentiful and great value."
},
{
    "country": "south-africa",
    "index": 3,
    "name": "District Six Museum",
    "latitude": "-33.927799386043",
    "longitude": "18.423646417461",
    "excerpt": "It's impossible not to be emotionally moved by this museum, which celebrates the once lively multiracial area that was destroyed during apartheid in the…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/east-city-corridor/attractions/district-six-museum/a/poi-sig/1144322/1320363",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e05cce4ff5dc91b69b0fcc658857c567-district-six-museum.jpg",
    "detail_description": "It's impossible not to be emotionally moved by this museum, which celebrates the once lively multiracial area that was destroyed during apartheid in the 1960s and 1970s, its 60,000 inhabitants forcibly removed. Inside the former Methodist Mission Church, home interiors have been recreated, alongside photographs, recordings and testimonials, all of which build an evocative picture of a shattered but not entirely broken community.Many township tours stop here first to explain the history of the pass laws.\nDisplays include a map of District Six on which former residents have labelled where their demolished homes and features of their neighbourhood once stood, reconstructions of home interiors, and faded photographs and recordings. Many of the staff, practically all displaced residents themselves, have heartbreaking stories to tell.The museum’s annexe, the Homecoming Centre, is open occasionally for temporary exhibitions and events."
},
{
    "country": "south-africa",
    "index": 5,
    "name": "Groot Constantia",
    "latitude": "-34.029909",
    "longitude": "18.418654",
    "excerpt": "Simon van der Stel’s manor house, a superb example of Cape Dutch architecture, is maintained as a museum at Groot Constantia. Set in beautiful grounds,…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/cape-town/southern-suburbs/attractions/groot-constantia/a/poi-sig/1015410/1320368",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-185626467.jpg",
    "detail_description": "Simon van der Stel’s manor house, a superb example of Cape Dutch architecture, is maintained as a museum at Groot Constantia. Set in beautiful grounds, the estate can become busy with tour groups, but is big enough for you to escape the crowds. The large tasting room is first on your right as you enter the estate. Further on is the free orientation centre, which provides an overview of Groot Constantia's history, and the beautifully restored homestead.\nThe Cloete Cellar, with a beautiful moulded pediment, was the estate’s original wine cellar. It now houses old carriages and a display of storage vessels. Tours of the modern cellar are also available for R100 including tasting.You can download two audio-guide apps from Groot Constantia's website and purchase a Visitors Route Experience ticket (R95), which includes a tasting and entrance to the estate's attractions. A wine and chocolate pairing for R125 is another option for visitors."
},
{
    "country": "south-africa",
    "index": 7,
    "name": "Freedom Park",
    "latitude": "-25.765248",
    "longitude": "28.18624",
    "excerpt": "This stunning park and museum honours fallen South Africans in all major conflicts and adopts an integrated approach to African history. It is a place of…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/pretoria/attractions/freedom-park/a/poi-sig/1120874/355618",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-943597504.jpg",
    "detail_description": "This stunning park and museum honours fallen South Africans in all major conflicts and adopts an integrated approach to African history. It is a place of architectural imagination and collective healing. Start at //hapo, the museum covering Southern African history at the bottom of the hill; then proceed up the hill to the main park, which provides wonderful views of the city.\nElements of the park incude Isivivane, a garden of Remembrance; S'khimbuto, the main memorial with an ampitheatre and a Wall of Names inscribed with the 75,000 names of those of who played a significant part in all of the conflicts within South Africa's history; and Mveledzo, a spiral path that cuts into the natural landscape."
},
{
    "country": "south-africa",
    "index": 2,
    "name": "Constitution Hill",
    "latitude": "-26.189457206139",
    "longitude": "28.042754836174",
    "excerpt": "Do not leave Jo'burg without visiting Constitution Hill. One of South Africa's most important historical sites, the deeply moving and inspirational…",
    "detail_url": "https://www.lonelyplanet.com/south-africa/gauteng/johannesburg/attractions/constitution-hill/a/poi-sig/417056/355617",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b6fddfeb708463a6e1f5dc507b802514-constitution-hill.jpg",
    "detail_description": "Do not leave Jo'burg without visiting Constitution Hill. One of South Africa's most important historical sites, the deeply moving and inspirational exhibitions here are split across four locations: the Old Fort, which dates from 1892 and was once a notorious prison for white males; the horrific Number Four Jail, reserved for nonwhite males; the Women's Jail; and the Awaiting Trial Block – now mostly demolished and replaced by the Constitutional Court. Tours depart on the hour and provide essential context.\nWhat you will hear and see will be shocking – the brutal facts of prisoners' incarceration here speak volumes. You will come away with an integral understanding of the legal and historical ramifications of the struggle. Many of the country’s high-profile political activists, including Nelson and Winnie Mandela and Mohandas (Mahatma) Gandhi, were once held here. Most tours last one hour and cover the Number Four Jail and Constitutional Court; tours at 10am and 1pm last two hours and cover all sections of the hill. After the tour you are free to wander around.If visiting with children ask directions to Play Africa, an interactive children's play facility in a previously unused section of the Old Fort. Also keep an eye out for regular concerts and cultural events hosted at Constitution Hill.There's a good cafe, called the Hill, inside the Old Fort."
}
]