[
{
    "country": "st-petersburg",
    "city": "St Petersburg",
    "index": 1,
    "name": "Salvador Dalí Museum",
    "latitude": "27.766029",
    "longitude": "-82.631532",
    "excerpt": "The theatrical exterior of the Salvador Dalí Museum speaks of great things: out of a wound in the towering white shoe box oozes a 75ft geodesic glass…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/salvador-dali-museum/a/poi-sig/1349915/361926",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0b48a09003fa0c20d7de52f4fffe02c1-salvador-dali-museum.jpg",
    "detail_description": "The theatrical exterior of the Salvador Dalí Museum speaks of great things: out of a wound in the towering white shoe box oozes a 75ft geodesic glass atrium. Even better, what unfolds inside is like a blueprint of what a modern art museum, or at least one devoted to the life, art and impact of Salvador Dalí, should be. Even those who dismiss his dripping clocks and curlicue mustache will be awed by the museum and its grand works, especially the Hallucinogenic Toreador.\nThe Dalí Museum's 20,000 sq ft of gallery space was designed to display all 96 oil paintings in the collection, along with key works of each era and medium: drawings, prints, sculptures, photos, manuscripts, movies and even a virtual reality exhibit in which guests enter Dalí's dreams. Everything is arranged chronologically and explained in context. The garden out back is also a delight, with a wish tree, a melting clock bench and a giant steel mustache sculpture.Excellent, free docent tours occur hourly (on the half hour); these are highly recommended to help crack open the rich symbolism in Dalí's monumental works. Audioguides are also free, and contain secret, deeply hilarious narration from a voice claiming to be Dalí's mustache. To top everything off, there's a Catalan-inspired cafe and a first-rate gift store. Up to 5000 people have been known to visit in a day, so get here early or wait for everything."
},
{
    "country": "st-petersburg",
    "city": "St Petersburg",
    "index": 8,
    "name": "St Petersburg Museum of Fine Arts",
    "latitude": "27.77456907",
    "longitude": "-82.63187537",
    "excerpt": "The Museum of Fine Arts' collection is as broad as the Dalí Museum's is deep, traversing the world's antiquities and following art's progression through…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/st-petersburg-museum-of-fine-arts/a/poi-sig/1251500/361926",
    "image_url": null,
    "detail_description": "The Museum of Fine Arts' collection is as broad as the Dalí Museum's is deep, traversing the world's antiquities and following art's progression through nearly every era.\n"
},
{
    "country": "st-petersburg",
    "city": "St Petersburg",
    "index": 7,
    "name": "St Petersburg Museum of History",
    "latitude": "27.77400194",
    "longitude": "-82.63004293",
    "excerpt": "As city history museums go, St Pete's is intriguingly oddball: a real 3000-year-old mummy, a two-headed calf and a life-size replica of a Benoist plane,…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/st-petersburg-museum-of-history/a/poi-sig/488646/361926",
    "image_url": null,
    "detail_description": "As city history museums go, St Pete's is intriguingly oddball: a real 3000-year-old mummy, a two-headed calf and a life-size replica of a Benoist plane, plus exhibits on the bay's ecology and the Tampa Bay Rays, and the world's largest collection of autographed baseballs.\n"
},
{
    "country": "st-petersburg",
    "city": "St Petersburg",
    "index": 6,
    "name": "Gizella Kopsick Palm Arboretum",
    "latitude": "27.782575146963",
    "longitude": "-82.62589931488",
    "excerpt": "This is an open 2-acre garden of more than 800 palms, all signed and lovingly landscaped. There are also large parking lots here and a long, white-sand…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/gizella-kopsick-palm-arboretum/a/poi-sig/488632/361926",
    "image_url": null,
    "detail_description": "This is an open 2-acre garden of more than 800 palms, all signed and lovingly landscaped. There are also large parking lots here and a long, white-sand swimming beach. Keep going along the paved trail, past pretty homes and private docks, all the way to small Coffee Pot Park, where manatees can occasionally be spotted.\n"
},
{
    "country": "st-petersburg",
    "city": "St Petersburg",
    "index": 5,
    "name": "Florida Holocaust Museum",
    "latitude": "27.77054632",
    "longitude": "-82.64055182",
    "excerpt": "The understated exhibits of this Holocaust museum, one of the country's largest, present mid-20th-century events with moving directness. Temporary,…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/florida-holocaust-museum/a/poi-sig/488628/361926",
    "image_url": null,
    "detail_description": "The understated exhibits of this Holocaust museum, one of the country's largest, present mid-20th-century events with moving directness. Temporary, contemporary art exhibits loosely related to the Holocaust and other human rights issues are also displayed. Note: if your car is left in the parking lot a minute past 5pm, it will likely be towed.\n"
},
{
    "country": "st-petersburg",
    "city": "St Petersburg",
    "index": 4,
    "name": "Morean Arts Center",
    "latitude": "27.77145199",
    "longitude": "-82.64366374",
    "excerpt": "This lively community arts center hosts interesting rotating exhibits in all media. If you love glass, don't miss Morean's attached Hot Shop where full…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/morean-arts-center/a/poi-sig/1350684/361926",
    "image_url": null,
    "detail_description": "This lively community arts center hosts interesting rotating exhibits in all media. If you love glass, don't miss Morean's attached Hot Shop where full-blast glassmaking demonstrations occur every hour from 11am to 4pm Monday to Saturday and 1pm to 4pm Sunday. Reserve ahead for a one-on-one 'hot glass experience' ($75) and take home your own creation.\n"
},
{
    "country": "st-petersburg",
    "city": "St Petersburg",
    "index": 2,
    "name": "Weedon Island Preserve",
    "latitude": "27.84771",
    "longitude": "-82.607044",
    "excerpt": "Like a patchwork quilt of variegated greens tossed out over Tampa Bay, this 3700-acre preserve protects a diverse aquatic and wetland ecosystem. At the…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/weedon-island-preserve/a/poi-sig/1491354/361926",
    "image_url": null,
    "detail_description": "Like a patchwork quilt of variegated greens tossed out over Tampa Bay, this 3700-acre preserve protects a diverse aquatic and wetland ecosystem. At the heart of the preserve is the excellent Cultural and Natural History Center (open from 11am to 4pm Thursday to Saturday) where you can browse exhibits about the natural environment and the early Weedon Island people. Sign-up also for interpretive hikes over miles of boardwalk or go it alone with the online map.\nAlternatively, rent a kayak from Sweetwater Kayaks and head out on the 4-mile South Trail loop through the idyllic mangrove islands. The preserve is located on Riviera Bay, south off I-92."
},
{
    "country": "st-petersburg",
    "city": "St Petersburg",
    "index": 3,
    "name": "Chihuly Collection",
    "latitude": "27.770994",
    "longitude": "-82.643645",
    "excerpt": "Dale Chihuly's glass works are displayed at the Metropolitan Museum of Art in New York, the Victoria and Albert Museum (V&A) in London and the Louvre in…",
    "detail_url": "https://www.lonelyplanet.com/usa/florida/st-petersburg/attractions/chihuly-collection/a/poi-sig/1251501/361926",
    "image_url": null,
    "detail_description": "Dale Chihuly's glass works are displayed at the Metropolitan Museum of Art in New York, the Victoria and Albert Museum (V&amp;A) in London and the Louvre in Paris. But his permanent collection resides here in St Petersburg, at a new location on Central Ave housing his principal exhibits, Ruby Red Icicle Chandelier and the multicolored Persians ceiling.\nThe new space also contains a meditation garden and a theater that screens a rotation of documentary films. Tickets for the gallery include a glass-blowing demonstration across the street at the affiliated Morean Arts Center."
}
]