[
{
    "country": "taiwan",
    "index": 1,
    "name": "Dihua Street",
    "latitude": "25.055201",
    "longitude": "121.510077",
    "excerpt": "This former 'Centre Street' has long been known for its Chinese medicine shops, fabric market and lively Lunar New Year sundry market. It has attracted…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/zhongshan-datong/attractions/dihua-street/a/poi-sig/375599/1340906",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-111344731_medium.jpg",
    "detail_description": "This former 'Centre Street' has long been known for its Chinese medicine shops, fabric market and lively Lunar New Year sundry market. It has attracted numerous restoration and cultural projects and is now a magnet for young entrepreneurs, eager to breathe new life into the neighbourhood with cafes, restaurants, art studios and antique shops.Thankfully, this gentrification hasn't squashed the original atmosphere – fancy ceramic shops sit side by side with long-term tenants selling sacks of dried mushrooms and agricultural produce.\nDíhuà Jiē was constructed in the 1850s. Merchants from the Wanhua area were on the losing side of an ethnic feud (over different groups' ancestor origins – all too common in Taiwan's history), and fled to Dadaocheng (now a neighbourhood inside Datong). The merchants prospered here while the Wanhua port, further downstream, eventually silted up. Some might say they got their revenge.After Taiwan's ports were opened following the Second Opium War (1856–60), western tea merchants flooded into the area and built handsome mansions and trading stores. Later, during the Japanese era, baroque and modernist architectural and decorative touches were added to many shops, making Dihua Taipei's most historically diverse street. The first house/shop on the street is at 156 Dihua St, Sec 1. Notice its low profile and narrow arcades. Further up the street, near Mingquan W Rd, are typical shops from the late 19th century with arched windows and wide arcades. Closer to Yongle Market are the western-style merchant houses and shops renovated during Japanese times.On the 8th and 9th floors of Yongle Market is DaDaoCheng Theater, a popular venue for traditional performances.Note: the Lunar New Year bazaar here is extremely bustling and popular. If you don't like crowds, it is best to avoid this area."
},
{
    "country": "taiwan",
    "index": 40,
    "name": "Thermal Valley",
    "latitude": "25.137311",
    "longitude": "121.510699",
    "excerpt": "Throughout the Japanese era this geothermal valley was considered one of Taiwan's great scenic wonders. The area has been much altered since, so it isn't…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/beitou/attractions/thermal-valley/a/poi-sig/1358567/357553",
    "image_url": null,
    "detail_description": "Throughout the Japanese era this geothermal valley was considered one of Taiwan's great scenic wonders. The area has been much altered since, so it isn't quite that special any more, but the stone-lined basin filled with near-100°C green sulphur water is still a fascinating sight, especially on cool winter days when a thick, sulphury-smelling mist can be seen lifting off the waters.\nThe small gift shop at the entrance sells novelty hot-spring soaps and bath salts."
},
{
    "country": "taiwan",
    "index": 39,
    "name": "Beitou Hot Spring Museum",
    "latitude": "25.136633",
    "longitude": "121.507079",
    "excerpt": "Built in 1913 as the Beitou Public Baths, this handsome building is a copy of the bathhouses in Shizuokaken Idouyama in Japan. It is also a good example…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/beitou/attractions/beitou-hot-spring-museum/a/poi-sig/1358571/357553",
    "image_url": null,
    "detail_description": "Built in 1913 as the Beitou Public Baths, this handsome building is a copy of the bathhouses in Shizuokaken Idouyama in Japan. It is also a good example of the turn-of-the century fascination among Japanese architects for blending eastern and western architecture and aesthetics.\nThe exterior, with its high roof and chimney, was built to resemble a British countryside villa. Upstairs, wooden verandahs surround a tatami room where bathers once took tea and relaxed.To visit the museum you'll need to swap your shoes for slippers (provided)."
},
{
    "country": "taiwan",
    "index": 38,
    "name": "National Museum of Natural Science",
    "latitude": "24.155976",
    "longitude": "120.66694",
    "excerpt": "A fantastic place for kids and botany fans, this massive museum has over 50 exhibit areas covering space, the environment, rainforests, gems and minerals,…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/western-taiwan/taichung/attractions/national-museum-of-natural-science/a/poi-sig/1538505/357578",
    "image_url": null,
    "detail_description": "A fantastic place for kids and botany fans, this massive museum has over 50 exhibit areas covering space, the environment, rainforests, gems and minerals, dinosaurs, and Han and Austronesian cultures. Galleries have fun, interactive displays; there are also theatres and a huge botanical garden. Some zones impose separate admission charges (NT$20 to NT$100). Most exhibit labels are bilingual but detailed explanatory material is in Mandarin only. However, that shouldn't stop you from enjoying the museum.\nAdmission is free for children under six."
},
{
    "country": "taiwan",
    "index": 37,
    "name": "Ciji Temple Museum",
    "latitude": "23.233775",
    "longitude": "120.18116",
    "excerpt": "In focus here is Koji pottery that is used to embellish roof ridges and walls by sculptor Ye Wang (1826–87). The first such artist to be born in Taiwan …",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/tainan-city/attractions/ciji-temple-museum/a/poi-sig/1359140/357550",
    "image_url": null,
    "detail_description": "In focus here is Koji pottery that is used to embellish roof ridges and walls by sculptor Ye Wang (1826–87). The first such artist to be born in Taiwan (in Chiayi), Ye took inspiration from history, classical novels and folktales, and this is the largest collection of his works in Taiwan. You'll also see the intricate glass and ceramic appliqué works of southern Chinese master He Jin-long (1878–1945), as well as temple plaques and doors, and ancient garments.\nThe museum is part of Xuejia Ciji Temple."
},
{
    "country": "taiwan",
    "index": 36,
    "name": "Mazu Temple",
    "latitude": "24.059243",
    "longitude": "120.431403",
    "excerpt": "This holy structure was renovated in 1936, a high period in Taiwan's temple arts. The woodcarvings are particularly fine in the front hall, and the high…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/western-taiwan/lukang-lugang/attractions/mazu-temple/a/poi-sig/1358322/357576",
    "image_url": null,
    "detail_description": "This holy structure was renovated in 1936, a high period in Taiwan's temple arts. The woodcarvings are particularly fine in the front hall, and the high plafond is gorgeous. The Mazu statue in this temple is now called the Black-Faced Mazu, as centuries of incense smoke have discoloured her original complexion.\nThe area around the Mazu Temple is pedestrian-only and great crowds gather here on weekends, though the atmosphere feels festive and not touristy. Vendors and the surrounding stores sell a variety of traditional snacks, sweets and drinks."
},
{
    "country": "taiwan",
    "index": 35,
    "name": "Jibei Sand Tail",
    "latitude": "23.729333",
    "longitude": "119.602833",
    "excerpt": "Those desert island paradise photos you probably saw on Penghu's promotion brochures and websites were most likely taken at Jibei Sand Tail, a dazzling…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taiwans-islands/outer-islands/attractions/jibei-sand-tail/a/poi-sig/1619071/357563",
    "image_url": null,
    "detail_description": "Those desert island paradise photos you probably saw on Penghu's promotion brochures and websites were most likely taken at Jibei Sand Tail, a dazzling spit of sand and shells lapped by shallow turquoise waters. Amazingly, outside peak season you can often have it entirely to yourself, just like the pictures show. It's at Jibei island's southwest corner, only a 20-minute walk from the ferry port.\nThe arc of beach that continues northwest from here is more popular with local bathers and has a range of fun sea activities that operate April to mid-October only."
},
{
    "country": "taiwan",
    "index": 34,
    "name": "Neiwei Flea Market",
    "latitude": "22.660511",
    "longitude": "120.280507",
    "excerpt": "This sprawling flea market in Neiwei may possibly offer one of the most authentic and fabulous experiences of Taiwan. You'll find everything under the sun…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/kaohsiung-city/attractions/neiwei-flea-market/a/poi-sig/1617779/357545",
    "image_url": null,
    "detail_description": "This sprawling flea market in Neiwei may possibly offer one of the most authentic and fabulous experiences of Taiwan. You'll find everything under the sun here and then some. Cut-and-paste shard figurines, Japanese swords, marionettes, dehumidifiers – you name it – and of course, clothes, jewellery and furniture. The best thing about this place, however, is the snapshots of ordinary Kaohsiung life it offers, like chess players with a puppy tucked under one arm or an impromptu Sunday-morning jam session.\nNeiwei is an old town in the southeastern corner of Gushan District."
},
{
    "country": "taiwan",
    "index": 33,
    "name": "Shennong Street",
    "latitude": "22.997785",
    "longitude": "120.196395",
    "excerpt": "Cafes, art galleries, fashion boutiques and B&Bs have flowered in the hub of Tainan's former Five Canals area, taking full advantage of the long, narrow,…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/tainan-city/attractions/shennong-street/a/poi-sig/1538216/357550",
    "image_url": null,
    "detail_description": "Cafes, art galleries, fashion boutiques and B&amp;Bs have flowered in the hub of Tainan's former Five Canals area, taking full advantage of the long, narrow, loft-like spaces in the former canalside shophouses. Wedged among them are small shop-sized temples, traditional workshops and crumbling homes. The 90m Shennong St is book-ended by the King of Medicine Temple to the west and the Water Fairy Temple inside a market to the east.\n"
},
{
    "country": "taiwan",
    "index": 31,
    "name": "Twin Hearts Stone Weir",
    "latitude": "23.219972",
    "longitude": "119.447608",
    "excerpt": "Penghu's most photographed icon is a double hoop of stone walls linked to breakwaters in an ocean bay. Built with narrow openings, they were designed to…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taiwans-islands/outer-islands/attractions/twin-hearts-stone-weir/a/poi-sig/1618822/357563",
    "image_url": null,
    "detail_description": "Penghu's most photographed icon is a double hoop of stone walls linked to breakwaters in an ocean bay. Built with narrow openings, they were designed to trap fish and leave them floundering as the tide went out. Now, however, the weir's heart shape has made it a symbol of romance, and for visiting couples, taking a selfie from the clifftop high above is often the whole point of a trip to Chimei.\nA steep trail leads down the cliffside from near the selfie spot, but if you're doing a typical two-hour package, you might find that getting down and back leaves you rather stretched for time."
},
{
    "country": "taiwan",
    "index": 32,
    "name": "Nanyao Temple",
    "latitude": "24.067214",
    "longitude": "120.538516",
    "excerpt": "Located 2km south of Changhua Train Station, this remarkable temple is one of the stops on the Mazu Pilgrimage. The distinctive character of the complex…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/western-taiwan/changhua/attractions/nanyao-temple/a/poi-sig/1429201/357570",
    "image_url": null,
    "detail_description": "Located 2km south of Changhua Train Station, this remarkable temple is one of the stops on the Mazu Pilgrimage. The distinctive character of the complex lies in the hall in the middle: check out the Doric columns, baroque-style decor and Japanese shrines that adorn the space. The sanctum, a 1920s addition, honours Guanyin, the bodhisattva of mercy.\nTo get to the temple, head south on Zhongzheng Rd from the train station, then turn left to Ren’ai Rd. When you reach the intersection with Nayao Rd, turn right."
},
{
    "country": "taiwan",
    "index": 28,
    "name": "National 2-28 Memorial Museum",
    "latitude": "25.03161",
    "longitude": "121.514304",
    "excerpt": "This graceful memorial to the victims of the 2-28 Incident is housed in a beautiful Japanese building dating back to 1931. The excellent permanent…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/zhongzheng/attractions/national-2-28-memorial-museum/a/poi-sig/1430545/1340910",
    "image_url": null,
    "detail_description": "This graceful memorial to the victims of the 2-28 Incident is housed in a beautiful Japanese building dating back to 1931. The excellent permanent exhibition charts in detail the tragic events of February 1947 and the subsequent years of White Terror. The English audio guide (free) is essential as there is little written in English. Many of the stories are brutal and moving.\nThe building is also lovely to just walk around, especially the sweeping staircase in the central lobby. It has formerly been used as a school dormitory, the Taiwan Provincial Assembly offices and the American Institute in Taiwan Cultural Center."
},
{
    "country": "taiwan",
    "index": 27,
    "name": "Quanhua Temple",
    "latitude": "24.642073",
    "longitude": "121.010231",
    "excerpt": "The only Taoist temple on the mountain, Quanhua Temple (c 1897) is dedicated to the Jade Emperor. The elaborate main hall is built into a recess in the…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/northern-taiwan/shitoushan/attractions/quanhua-temple/a/poi-sig/1618579/357525",
    "image_url": null,
    "detail_description": "The only Taoist temple on the mountain, Quanhua Temple (c 1897) is dedicated to the Jade Emperor. The elaborate main hall is built into a recess in the sandstone cliff face, overlooking Futian Temple below. From here you can take in a dazzling landscape of soaring swallowtail ridgelines and vivid decorative dragons, carps and phoenixes on the tapering temple eaves.\nIf you're feeling energetic (and didn't already hike here from the back of the mountain), you can climb the old pilgrim's trail up the cliff face to Wangyueh Pavilion, Shitoushan's highest point. The steep climb (mostly steps) takes about 40 minutes, with food and drink available at the top."
},
{
    "country": "taiwan",
    "index": 30,
    "name": "Guandu Temple",
    "latitude": "25.120575",
    "longitude": "121.464329",
    "excerpt": "Dating back to 1661, this gawdy, grand, massive multistorey temple (one of Taipei's oldest) is built right into the side of a mountain. In fact, a 100m…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/beitou/attractions/guandu-temple/a/poi-sig/1358751/357553",
    "image_url": null,
    "detail_description": "Dating back to 1661, this gawdy, grand, massive multistorey temple (one of Taipei's oldest) is built right into the side of a mountain. In fact, a 100m-plus tunnel runs through the mountain itself. Take either flight of steps at the rear of the temple and climb as far as you can for a panoramic view of the Tamsui riverscape. The temple makes a great stop if you're planning to do a bike trip along the river to Tamsui or Bali.\nGuandu Temple is a riot of decorative arts, especially rooftop jiǎnniàn (mosaic-like temple decoration), and there are Qing-era stone columns in the worship hall."
},
{
    "country": "taiwan",
    "index": 29,
    "name": "Oxford College",
    "latitude": "25.176199",
    "longitude": "121.434692",
    "excerpt": "Oxford College was the first western university in Taiwan and founded by Presbyterian missionary George Leslie Mackay. The original building, built in…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/danshui/attractions/oxford-college/a/poi-sig/1365828/357554",
    "image_url": null,
    "detail_description": "Oxford College was the first western university in Taiwan and founded by Presbyterian missionary George Leslie Mackay. The original building, built in 1882, fronts a Chinese-style pond and a large, more recent chapel. It forms part of Aletheia University, whose functioning campus is next door.The row of buildings on the southern side include Mackay's old house and separate residences for male and female missionaries. These have been converted into a lovely cafe, an afternoon teahouse and exhibition spaces with old photos from Mackay's life.\n"
},
{
    "country": "taiwan",
    "index": 26,
    "name": "National Museum of Taiwan Literature",
    "latitude": "22.991896",
    "longitude": "120.204687",
    "excerpt": "This serious and excellent museum details the development of Taiwanese literature from the time of the pre-Han indigenous peoples to the modern era…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/tainan-city/attractions/national-museum-of-taiwan-literature/a/poi-sig/435100/357550",
    "image_url": null,
    "detail_description": "This serious and excellent museum details the development of Taiwanese literature from the time of the pre-Han indigenous peoples to the modern era. Textual explanations are supplemented by original manuscripts, readings, video footage and literary relics. There's a large hall showcasing 'mother-tongue literary works', which includes works in Hakka, Taiwanese and indigenous dialects. The museum is housed in a gorgeous piece of Japanese-colonial architecture that was once the Tainan District Hall, which goes to show the importance the Taiwanese give their literature.\nThere are free audio tours for visitors in English. Enquire at the service counter. The museum is a 1.3km walk along Zhongshan Rd from Tainan Train Station."
},
{
    "country": "taiwan",
    "index": 25,
    "name": "Thousand Fields Seed Museum",
    "latitude": "23.00367",
    "longitude": "120.22844",
    "excerpt": "This horticultural Eden is a home with a fantastical garden overrun with plants, and seeds, seeds, seeds – some 500 species, most endemic to southern…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/tainan-city/attractions/thousand-fields-seed-museum/a/poi-sig/1617778/357550",
    "image_url": null,
    "detail_description": "This horticultural Eden is a home with a fantastical garden overrun with plants, and seeds, seeds, seeds – some 500 species, most endemic to southern Taiwan, stuffed in jars, strewn all over shelves and tables, and hanging from wooden beams. You'll see the electric blue of traveller's palm seeds, and get to dab annatto seeds on your cheeks for rouge as women in the past had done. Visit is strictly by appointment only.\nCall a couple of days in advance. The admission fee includes a half-tour tour in Mandarin by the owner Mr Liang. For tours led by Mr Liang's English-speaking son, make contact at least 10 days in advance; it's NT$6000 for a group of five.The beautiful gift shop on the premises carries jewellery made with seeds, soaps, hydrosols (flower waters) and teas."
},
{
    "country": "taiwan",
    "index": 22,
    "name": "Alishan Forest Recreation Area",
    "latitude": "23.4737",
    "longitude": "120.71311",
    "excerpt": "Visiting Alishan may almost feel like a cliche, but do not lose heart. There may be equally beautiful and less-visited places in Taiwan, but Alishan, with…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/western-taiwan/alishan-national-scenic-area/attractions/alishan-forest-recreation-area/a/poi-sig/1358296/357565",
    "image_url": null,
    "detail_description": "Visiting Alishan may almost feel like a cliche, but do not lose heart. There may be equally beautiful and less-visited places in Taiwan, but Alishan, with its giant cedar and soaring pines reminiscent of sculptures or temples, not to mention the uncanny way the clouds interact with it, can still take your breath away.\nAlisan's thick cypress reserves were first discovered during the early years of the Japanese occupation. The area began drawing visitors from as early as the 1920s. There was even a song ('Maidens of Alishan') written about it that was popular in Chinese-speaking Asia. For a long time before the age of Google, Taiwan was synonymous with Alishan. Hotels were built from the 1950s to the 1980s, when a ban on tree felling was introduced to protect the forests. This is why many of the hotels here may look or feel dated."
},
{
    "country": "taiwan",
    "index": 24,
    "name": "Jing Si Hall",
    "latitude": "23.99445",
    "longitude": "121.591379",
    "excerpt": "Built in 2000, this gigantic temple-cum-performance venue has a simple yet striking, white-and-grey exterior. At its tallest point, the building is…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/east-coast/hualien/attractions/jing-si-hall/a/poi-sig/1357839/357512",
    "image_url": null,
    "detail_description": "Built in 2000, this gigantic temple-cum-performance venue has a simple yet striking, white-and-grey exterior. At its tallest point, the building is equivalent to 11 storeys high. The main chapel-hall is enormous too, but what makes a visit worthwhile is the extensive and engrossing exhibition floor showcasing the remarkable range of charitable works undertaken by the Tzu Chi Buddhist organisation.\nFounded by the remarkable Buddhist nun Cheng Yen, the organisation's efforts are underpinned by a combination of corporate professionalism with a belief that anyone can become a living bodhisattva (enlightened being) through good works. The hall is 1.2km northwest of the train station between Tzu Chi's equally huge hospital and its university."
},
{
    "country": "taiwan",
    "index": 23,
    "name": "Penghu Aquarium",
    "latitude": "23.649949",
    "longitude": "119.604549",
    "excerpt": "This large, family-friendly experience is home to an engrossing collection of living sea life, from a rescued three-legged turtle and magical family of…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/penghu-islands/attractions/penghu-aquarium/a/poi-sig/1619063/1327848",
    "image_url": null,
    "detail_description": "This large, family-friendly experience is home to an engrossing collection of living sea life, from a rescued three-legged turtle and magical family of jellyfish to three types of ray that glide above as you walk through a glass tunnel.\nThe use of corals in huge display tanks along with the low-intensity blue lighting gives a real sense of being underwater. Don't miss feeding time (11am and 3pm) and do bring the kids to the touch pool (10am to 11am, 1.30pm to 2pm and 3.30pm to 4pm) to learn how to interact respectfully with starfish, urchins and sea cucumbers.The aquarium is on Baisha Island around half an hour's drive from Magong. Where you turn off the main road, notice the multi-trunked banyon fronting a temple at the junction: it's somewhat smaller than the Tongliang version, but entirely without the tourist hordes."
},
{
    "country": "taiwan",
    "index": 20,
    "name": "Treasure Hill",
    "latitude": "25.010931",
    "longitude": "121.531878",
    "excerpt": "Head down to the river from the Museum of Drinking Water, turn left, and you'll soon come across this charming art village. It was founded in the late…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/zhongzheng/attractions/treasure-hill/a/poi-sig/1412491/1340910",
    "image_url": null,
    "detail_description": "Head down to the river from the Museum of Drinking Water, turn left, and you'll soon come across this charming art village. It was founded in the late 1940s by soldiers who fled to Taiwan with Chiang Kai-shek. It was praised for its 'living memories' and off-the-grid community lifestyle – villagers 'borrowed' electricity, set up organic farms by the river, built homes out of discarded materials and recycled grey water. However, the village underwent a makeover in 2010 and is now largely an artist village.\nIt's a photogenic place, and very dreamy to explore at night; architects, activists and artists are likely to find it both fascinating and inspiring. There's always some kind of arty event happening here from exhibitions to light shows to outdoor movie screenings. Check the website to see what's on."
},
{
    "country": "taiwan",
    "index": 21,
    "name": "Museum 50",
    "latitude": "22.64312",
    "longitude": "120.31466",
    "excerpt": "A true hidden gem, this private museum has a small but exceptional collection of sculpture and antiques by mid-19th- to 20th-century Japanese artists who…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/kaohsiung-city/attractions/museum-50/a/poi-sig/1617777/357545",
    "image_url": null,
    "detail_description": "A true hidden gem, this private museum has a small but exceptional collection of sculpture and antiques by mid-19th- to 20th-century Japanese artists who were inspired by Taiwan or who had taught early Taiwanese masters. There's mind-blowing jizai okimono (articulated animal figures), such as iron snakes that move like real ones and a metallic pheasant comprising 700 parts; netsuke (small carved ornaments) of outstanding artistry; and beautiful paintings and vases. Most are unique or one of under a handful ever made.\nTo visit make contact via Facebook messaging or by calling English-speaking owner Mr Guo, a month in advance. There needs to be at least eight of you to visit, but he can also let you join other visitors. Mr Guo is an excellent guide. The museum is located in a commercial building called 50樓 (50 Building)."
},
{
    "country": "taiwan",
    "index": 18,
    "name": "Hobe Fort",
    "latitude": "25.179412",
    "longitude": "121.429617",
    "excerpt": "About 1km beyond Fort San Domingo on Zhongzheng Rd is the turn-off for Hobe Fort, built in 1886 when then governor Liu Ming-Chuan was attempting to shore…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/danshui/attractions/hobe-fort/a/poi-sig/1358720/357554",
    "image_url": null,
    "detail_description": "About 1km beyond Fort San Domingo on Zhongzheng Rd is the turn-off for Hobe Fort, built in 1886 when then governor Liu Ming-Chuan was attempting to shore up Taiwan's defences to protect it against foreign invaders. If Fort San Domingo was meant to convey authority, Hobe Fort was built for military action.\nThis prime heritage spot (it has suffered almost no reconstruction) has thick earthen walls, massive gates, four batteries and steep steps to its ramparts to deter intruders. While it was used by the Japanese as a base for artillery firing practice, the fort never saw any military action.The admission fee includes entry to Fort San Domingo and the Customs Officer's Residence. The fort is closed on the first Monday of the month."
},
{
    "country": "taiwan",
    "index": 19,
    "name": "City God Temple",
    "latitude": "24.804402",
    "longitude": "120.966189",
    "excerpt": "First built in 1748, and masterfully restored in 1924, this Hsinchu landmark has the highest rank of all the city god temples in Taiwan, and is a splendid…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/northern-taiwan/hsinchu/attractions/city-god-temple/a/poi-sig/1358142/357523",
    "image_url": null,
    "detail_description": "First built in 1748, and masterfully restored in 1924, this Hsinchu landmark has the highest rank of all the city god temples in Taiwan, and is a splendid example of the fine work local artisans were capable of in the early 20th century. A wide selection of food stalls fills the courtyard by the temple entrance.\nExamples of this work include the elegant structure itself, with sweeping swallowtail eaves, the shallow but vivid plafond ceiling, and the wealth of carved wooden brackets and beams: look for dragons, phoenixes and melons, as well as panels of birds and flowers (auspicious symbols when placed together). The jiǎnniàn (mosaic-like temple decoration) dragons on the roof are superb.The temple is most lively during the seventh lunar month and on the 29th day of the 11th month, when the birthday of the temple god is celebrated."
},
{
    "country": "taiwan",
    "index": 17,
    "name": "City God Temple",
    "latitude": "22.992196",
    "longitude": "120.209344",
    "excerpt": "When you enter the temple, look up for the two large abacuses used to calculate whether you have done more good than bad in life; check out the most…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/tainan-city/attractions/city-god-temple/a/poi-sig/435080/357550",
    "image_url": null,
    "detail_description": "When you enter the temple, look up for the two large abacuses used to calculate whether you have done more good than bad in life; check out the most famous words ever written on a temple plaque in Taiwan: '爾來了' or 'You're here at last'. Nonchalant words in a wild and formidable script that may evoke fear, unease, relief or joy, depending on how you've lived your life.\nThe City God (Chenghuang), officially the protector of towns, also tallies this life's good and bad deeds after we die. It is therefore not unusual that his image appears in the last chamber of Dongyue Temple, which is dedicated to the underworld, nor that these two temples sit near each other.In the worship hall, look for pink slips of paper on the altar. They're from students asking for help to pass an exam. Yep, school is hell everywhere."
},
{
    "country": "taiwan",
    "index": 16,
    "name": "Alien Art Centre",
    "latitude": "22.62749",
    "longitude": "120.27878",
    "excerpt": "A remarkable museum in a unique location. From the '50s to the '70s this white building was a hostel for young men departing for compulsory military…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/kaohsiung-city/attractions/alien-art-centre/a/poi-sig/1619356/357545",
    "image_url": null,
    "detail_description": "A remarkable museum in a unique location. From the '50s to the '70s this white building was a hostel for young men departing for compulsory military service on the islands. Now this site of tears and goodbyes houses strong contemporary art from Taiwan and overseas. We saw photography by Taiwanese Juan I-jong, works playing with light and space by American James Turrell; installations by two Hong Kong artists; and abstract jewellery designed by a German.\nThe museum's Mandarin name 'Jinma Binguan' translates as Kinma Hostel; 'Kinma' being an elision of 'Kinmen' and 'Matsu', the islands where the young men were stationed. There is a display on the building's unusual history, which explains and documents this once-transitional space with old photographs and the oral histories of veterans.The museum is a five-minute walk from Shoushan Light Rail Station."
},
{
    "country": "taiwan",
    "index": 15,
    "name": "National Human Rights Museum",
    "latitude": "24.988159",
    "longitude": "121.53192",
    "excerpt": "This former detention centre, court and jail was where political prisoners were incarcerated and tried during the White Terror period (1947–87). The…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/taipei-s-suburbs/xindian/attractions/national-human-rights-museum/a/poi-sig/1622055/1318926",
    "image_url": null,
    "detail_description": "This former detention centre, court and jail was where political prisoners were incarcerated and tried during the White Terror period (1947–87). The English audio guide is highly recommended. These peaceful but sombre grounds include tiny jail cells, shackles, the old commissary and a row of telephones where prisoners could speak for just 10 minutes every week with a visitor. This museum is highly recommended for the insight it gives into the horrors of authoritarianism and just how far Taiwan has come.\nTo get here, take Exit 1 from Dapinglin MRT station (green line) and walk for about 15 minutes. Head straight down Mingquan Rd, turn right at the crossroads and carry on past the large Buddhist hospital until you hit Fusing Rd. Turn left here and the museum is straight ahead.The museum is connected to the sprawling National Human Rights Museum on Green Island. If you have at least 10 people, you can book a guided tour. Call at least one day in advance. Some guides are former prisoners of this jail and can offer extraordinary insights."
},
{
    "country": "taiwan",
    "index": 13,
    "name": "Gold Ecological Park",
    "latitude": "25.108519",
    "longitude": "121.85717",
    "excerpt": "Jinguashi's big draw is this Japanese-era mining-complex-turned-tourist-park, where hillside paths connect 1930s offices, workshops and dormitories, and…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/northern-taiwan/jiufen-and-jinguashi/attractions/gold-ecological-park/a/poi-sig/1357861/357533",
    "image_url": null,
    "detail_description": "Jinguashi's big draw is this Japanese-era mining-complex-turned-tourist-park, where hillside paths connect 1930s offices, workshops and dormitories, and you can fondle reputedly the world's largest gold bar at the Gold Museum. The Beishan Fifth Tunnel (extra NT$50, to 4.30pm) offers a walk-through glimpse of working conditions in the old mine, while high above the park, the ruins of a Japanese shinto shrine appear like something out of Greek mythology. The bus from Jiufen stops beside the ticket office.\nThe Crown Prince Chalet (太子賓館; Tàizǐ Bīngguǎn), a Japanese-style garden mansion with sweeping sea views, is another draw, though unfortunately you can only wander the gardens and peek through the windows. It was built in 1922 by the mining company to allegedly house the Japanese crown prince (the future Emperor Hirohito) on an inspection tour. He never came, and later the chalet became a hotel for high-ranking Kuomintang officials.It may be interesting to note as you walk around that not all the gold in this area has been collected. Even today there remains a 250-tonne reserve estimated at more than NT$200 billion (US$6 billion) lying underground."
},
{
    "country": "taiwan",
    "index": 14,
    "name": "Nantian Temple",
    "latitude": "24.076109",
    "longitude": "120.549062",
    "excerpt": "In the southern foothills of Baguashan is this bizarre temple and haunted house where parents used to take their children to scare them into obedience. It…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/western-taiwan/changhua/attractions/nantian-temple/a/poi-sig/1538622/357570",
    "image_url": null,
    "detail_description": "In the southern foothills of Baguashan is this bizarre temple and haunted house where parents used to take their children to scare them into obedience. It's the scarier of two such places remaining in Taiwan; the other is in Tainan. Using mechanised animatronic dioramas and eerie lighting, the house features scenes from a Buddhist hell that show sinners being fried and disembowelled. This quirky religious kitsch from the '70s is more fun than scary by today's standards.\nOn the 3rd floor is a temple dedicated to the Monkey King that looks like it belongs to a '70s period movie, like those by director Li Han-hsiang. The top floor houses a new section of the haunted house that's darker, louder and more theme-park-like, but less interesting than the first one.Look for the green sign that says Nantian Temple (南天宮) directly opposite Baguashan's main entrance. Follow the narrow path downhill. The path is clearly signposted and you'll see advertisements, in Mandarin, for '18 levels of Hell fully mechanised' or 'No expense spared in recreating the 18 levels of Hell'. You'll arrive at the temple after five minutes."
},
{
    "country": "taiwan",
    "index": 12,
    "name": "Gaomei Wetlands",
    "latitude": "24.313937",
    "longitude": "120.549889",
    "excerpt": "Beautiful wetlands teeming with life rendered surreal by the sight of wind turbines on the horizon. It is especially photogenic at sunset and makes for a…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/western-taiwan/taichung/attractions/gaomei-wetlands/a/poi-sig/1429051/357578",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-156681508_super.jpg",
    "detail_description": "Beautiful wetlands teeming with life rendered surreal by the sight of wind turbines on the horizon. It is especially photogenic at sunset and makes for a nice day out for the family. Take a local train to Qingshui (清水), then board bus 178 (NT$20, 30 minutes). There are only five buses a day, so consider taking a taxi (NT$300). Many people go at sunset for phenomenal views.\n"
},
{
    "country": "taiwan",
    "index": 11,
    "name": "Lin Family Mansion & Garden",
    "latitude": "25.013595",
    "longitude": "121.458321",
    "excerpt": "The family mansion of Lin Ying-yin boasts wood and stone carvings, traditional architectural motifs representing luck and fortune, and a beautiful…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/northern-taiwan/taipei-county/attractions/lin-family-mansion-garden/a/poi-sig/375609/357536",
    "image_url": null,
    "detail_description": "The family mansion of Lin Ying-yin boasts wood and stone carvings, traditional architectural motifs representing luck and fortune, and a beautiful traditional garden. You can visit the garden – which includes ponds, pavilions and numerous buildings – on your own, but admission to the residence (三落大厝; Sān Luò Dà Cuò) is via guided tour only (10am, 11am, 2pm and 3pm Tuesday to Friday, additional tour 2.30pm Saturday and Sunday). The residence stays open later on Friday, when the garden is illuminated by lanterns.\nTo get here take Fuzhong MRT Exit 3 and follow the English signs (about a 600m walk), or take a YouBike.In 1778 Lin Ying-yin migrated to Taiwan from Fujian province, and his family amassed a great fortune trading rice and salt. Eventually the family settled in what is now Banqiao city, building this mansion and its expansive gardens in the mid-19th century. Today both are the largest remaining examples from that period left in Taiwan. Beautiful carvings and traditional motifs abound: in particular look out for the windows shaped like butterflies, bats, coins, peaches and fans. The garden is designed in the southern-Chinese style with abundant viewpoints created in the limited space by narrow maze-like walkways.Of all the restored residences in Taipei and New Taipei, this is by far the most worthwhile to visit. It's closed on the first Monday of the month."
},
{
    "country": "taiwan",
    "index": 10,
    "name": "Cijin Tianhou Temple",
    "latitude": "22.613555",
    "longitude": "120.268729",
    "excerpt": "One of Kaohsiung's few temples that made the national protected relics list is also its oldest Mazu temple. Cijin Tianhou Temple was constructed in 1673…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/kaohsiung-city/attractions/cijin-tianhou-temple/a/poi-sig/1537644/357545",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a8b9ca4f36e31a4082ea329a194b200e-cijin-tianhou-temple.jpg",
    "detail_description": "One of Kaohsiung's few temples that made the national protected relics list is also its oldest Mazu temple. Cijin Tianhou Temple was constructed in 1673 and restored in the 1920s. There's a sense of graceful antiquity in its interiors, particularly in the relief sculptures, mosaics and decorative paintings by master of folk art, Chen Yu-feng (1900–64), which time and smoke have made hauntingly beautiful. The temple also has fanciful Fujian-style swallowtail eaves and two exquisite stone lions guarding its door.\n"
},
{
    "country": "taiwan",
    "index": 9,
    "name": "Tianliao Stone Temple",
    "latitude": "22.832813",
    "longitude": "120.392926",
    "excerpt": "Tianliao Stone Temple is a fantastical, Gaudi-esque interpretation of a Taoist temple by Southeast Asian migrant workers. The 500 men had been hired to…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/kaohsiung-city/attractions/tianliao-stone-temple/a/poi-sig/1544796/357545",
    "image_url": null,
    "detail_description": "Tianliao Stone Temple is a fantastical, Gaudi-esque interpretation of a Taoist temple by Southeast Asian migrant workers. The 500 men had been hired to build a highway in the area, but the contractor went out of business and they were stranded with no means. A temple took them in, after trying in vain to negotiate with the labour authorities. In return for free food and lodging, the men were asked to build a temple, which they did in the early 1990s with seashells, corals, stones and loads of imagination.\nTianliao Stone Temple worships a number of Taoist gods, but the main deity here is the Cundi Bodhisattva (準提菩薩). You'll see her and a plethora of other gold-faced Taoist deities lined up along colonnaded corridors.The temple puts out a delicious vegetarian buffet daily for devotees. Make a donation, grab a bowl and chopsticks, and join in.Take bus 8013 from Gangshan (崗山) to Tianliao (田寮) and get off 30 minutes later at the 20th stop, Niulu Wan (牛路灣), which is the road outside the temple compound. There are only three buses a day, departing from Gangshan at 5.40am (7.35am on weekends and holidays), 11.05am and 5.20pm. Buses leave Tianliao daily at 6.15am (8.20am on weekends and public holidays), 11.50am and 6.05pm.You could also consider taking a cab from Kaohsiung (40 minutes, one-way NT$700-800). It's best to negotiate with the driver to wait for you while you explore, as there are no taxis at the temple and few will drive out to pick you up.The temple is also known as Cíxuán Shèngtiān Gōng (慈玄聖天宮)."
},
{
    "country": "taiwan",
    "index": 7,
    "name": "Grand Mazu Temple",
    "latitude": "22.99692",
    "longitude": "120.201079",
    "excerpt": "This lively temple once served as the palace of Ning Jin, the last king of the Ming dynasty. If you wish to confirm visually that a king's status is lower…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/tainan-city/attractions/grand-mazu-temple/a/poi-sig/435098/357550",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/119649069_medium.jpg",
    "detail_description": "This lively temple once served as the palace of Ning Jin, the last king of the Ming dynasty. If you wish to confirm visually that a king's status is lower than an emperor's, count the steps to the shrine. There are only seven; an emperor would get nine.\nRight before the king’s death, the palace was converted to a Mazu temple according to his last wish. Some features to note include the 300-year-old Mazu statue and, in the back, the shrine to Mazu's parents in an area that used to be the king's bedroom. Look up and you'll see the roof beam from which the king's concubines hanged themselves so many years ago; those women are honoured in the Wufei Temple."
},
{
    "country": "taiwan",
    "index": 8,
    "name": "Pier-2 Art Center",
    "latitude": "22.619359",
    "longitude": "120.282526",
    "excerpt": "An attractive sprawl of old warehouses by the port is separated by tree-lined boulevards, and hosts shops, galleries and cafes. It's a wonderful place to…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/kaohsiung-city/attractions/pier-2-art-center/a/poi-sig/1427883/357545",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d90b335beb97436a110f0bcad2929851-pier-2-art-district.jpg",
    "detail_description": "An attractive sprawl of old warehouses by the port is separated by tree-lined boulevards, and hosts shops, galleries and cafes. It's a wonderful place to spend an afternoon when the weather's not too hot. There are also lawns strewn with installation art and old railway tracks, where people enjoy picnics and fly kites at sunset; there are rides for children. And no matter what you do in Pier-2, Taiwan's most gorgeous harbour sights are always within reach.\nThe NT$99 pass includes admission to a contemporary art gallery and some other exhibitions. But honestly, there's plenty to see and do for free. Do note, however, that many of the shops don't open until at least 1pm."
},
{
    "country": "taiwan",
    "index": 6,
    "name": "National Human Rights Museum",
    "latitude": "22.674392",
    "longitude": "121.496569",
    "excerpt": "Green Island's windswept northeast corner was completely out of bounds for much of the 20th century, occupied by a large prison camp. Here, political…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/green-island/attractions/national-human-rights-museum/a/poi-sig/1358758/1318945",
    "image_url": null,
    "detail_description": "Green Island's windswept northeast corner was completely out of bounds for much of the 20th century, occupied by a large prison camp. Here, political opponents of the regime were incarcerated and 're-educated' during Taiwan's White Terror and Martial Law periods (1949–87). Most of the watchtowers and chillingly banal buildings still stand, now forming a sprawling memorial museum. It's well worth a visit, but pick up the free explanatory leaflets as little else is in English.\nDirectly east of Gongguan harbour, the first related site is a beautifully manicured lawn containing an excavated trench in which is the National Human Rights Monument. Fronted by photogenic, wave-lashed rocky spires, views from the park are memorable. Around 200m beyond, the most obviously prison-like structure was sardonically referred to as Oasis Villa (綠洲山莊; Shānzhuāng). Here you can peep into the forlorn, mostly featureless jail cells. However, rather more interesting (if less visited, 300m further east), is the New Life re-education camp, where two of the timber-walled halls demonstrate living conditions of the time using waxwork mannequins.If you continue 800m further along the coast, the road soon degenerates into a rough stoney track, passing razor-wired old walls and a 'water torture' pillbox before dead-ending at a lonely little graveyard for some of the '13th Squadron' (ie the prisoners who succumbed). It's a sombre but scenically memorable spot. Walk another 400m along the beach past scuttling crabs, then climb a short rise to reach a large cave full of swooping swallows. This was once used as theatre in which inmates rehearsed and performed re-education plays to demonstrate their new-found faith in the regime. Some say it was also used as an execution ground and mortuary, and consider it haunted."
},
{
    "country": "taiwan",
    "index": 5,
    "name": "Cijin Island",
    "latitude": "22.612189",
    "longitude": "120.269737",
    "excerpt": "This narrow island that acts as a buffer to the harbour and extends down the city coastline makes for a lovely day trip from the mainland. The main…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/southern-taiwan/kaohsiung-city/attractions/cijin-island/a/poi-sig/1359145/357545",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/163242078_full.jpg",
    "detail_description": "This narrow island that acts as a buffer to the harbour and extends down the city coastline makes for a lovely day trip from the mainland. The main attractions are Tianhou Temple, Cihou Fort, a lighthouse and a frenetic seafood street (Hǎichǎn Jiē) where you can get dishes for NT$60 to NT$250. There's also a tunnel through a mountain that opens onto boulders and the harbour, Cijin Beach and a picturesque coastal park with wind turbines.\nThe beach on Cijin Island is just a five-minute walk from the Cijin Ferry Terminal. When going in the water, be aware that there are serious rip tides along the more-open parts of the beach.Cycling around the island is about 15km and takes four hours. The bicycle rental shops near the ferry terminal will let you have a vehicle for NT$100 a day.You can also take your own bike over on the ferry (NT$20 to NT$40), which runs from 5am to 2am between the Gushan Ferry Terminal and the Cijin Ferry Terminal. On weekends, holidays and daily in July and August, a new ferry service runs from Warehouse 2 in Pier-2 Art Center to Cijin."
},
{
    "country": "taiwan",
    "index": 3,
    "name": "Huashan 1914 Creative Park",
    "latitude": "25.043907",
    "longitude": "121.529367",
    "excerpt": "Borrowing from western urban-regeneration models, this early-20th-century wine factory has been restored as Taipei's most retro-chic venue. Remodelled…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/zhongzheng/attractions/huashan-1914-creative-park/a/poi-sig/1371267/1340910",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a1df49d8ade4825f55ff1f08dbd0e18f-huashan-1914-creative-park.jpg",
    "detail_description": "Borrowing from western urban-regeneration models, this early-20th-century wine factory has been restored as Taipei's most retro-chic venue. Remodelled warehouses now hold live-music performances and pop-up shops sell innovative Taiwanese-designed products, there are ever-changing exhibitions, and a host of stylish restaurants, cafes and bars will have you loving the ambience as much as the food. Many of the exhibitions are aimed at children and take over the giant spaces. Don't forget SPOT around the back, Taipei's best independent cinema.\nThe factory opened in 1916 as a private wine-making facility, and was finally shuttered in 1987. The area would likely be just another block of overpriced city apartments today if not for arts groups. In 1997, they discovered that the old factory provided a perfect venue for performances, workshops and installations – the warehouses are spacious, have high ceilings and are flooded with natural light.In 2003, after years of pressure, the city gave management of Huashan to the Council for Cultural Affairs. After a multiyear restoration, Huashan emerged as a popular gathering spot for families and hipsters alike, a source of urban pride, and a venue for both the promotion and dissemination of new ideas about both art and urban living.Hours for individual shops, restaurants and performance venues vary. There's an information centre near the front as you face the grounds off Bade Rd."
},
{
    "country": "taiwan",
    "index": 4,
    "name": "Bao'an Temple",
    "latitude": "25.073132",
    "longitude": "121.515452",
    "excerpt": "Recipient of a Unesco Asia-Pacific Heritage Award for both its restoration and its revival of temple rites and festivities, Bao'an Temple (also called…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/zhongshan-datong/attractions/bao-an-temple/a/poi-sig/375583/1340906",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_28079899.jpg",
    "detail_description": "Recipient of a Unesco Asia-Pacific Heritage Award for both its restoration and its revival of temple rites and festivities, Bao'an Temple (also called Dalongdong Bao'an Temple) is a must-visit when in Taipei. This exquisite structure is loaded with prime examples of the traditional decorative arts, and the yearly folk arts festival (April to June) is a showcase of traditional performance arts.\nThe temple was founded in 1760 by immigrants from Xiamen, Fujian province, and its modern size and design began to take shape in 1805. The main resident god is Emperor Baosheng (or Wu), a historical figure revered for his medical skills. The rear shrine is dedicated to Shennong, the god of agriculture.From 1995 to 2002, the temple underwent its largest renovation project ever. Under sound management, skilled artisans were employed and top-quality materials used. In addition, the temple began holding an annual folk-arts festival (called Baosheng Cultural Festival), which includes the Five Day Completion Rituals to Thank Gods (essentially to transform the temple from an everyday to a sacred space), the gods' birthday celebrations, lion dances, parades, Taiwanese opera performances and even free Chinese-medicine clinics. See the temple's website for dates of events, all of which are free.There’s an information office, with a brochure on Bao’an and a small selection of English-language books, at the rear of the temple’s inner courtyard."
},
{
    "country": "taiwan",
    "index": 2,
    "name": "Chiang Kai-shek Memorial Hall",
    "latitude": "25.034635",
    "longitude": "121.521857",
    "excerpt": "This grandiose monument to authoritarian leader Chiang Kai-shek is a popular attraction and rightly so. It is a sobering feeling to stand in the massive…",
    "detail_url": "https://www.lonelyplanet.com/taiwan/taipei/zhongzheng/attractions/chiang-kai-shek-memorial-hall/a/poi-sig/375587/1340910",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/549001683_high.jpg",
    "detail_description": "This grandiose monument to authoritarian leader Chiang Kai-shek is a popular attraction and rightly so. It is a sobering feeling to stand in the massive courtyard. Chiang's blue-roofed hall is a prime example of the neoclassical style, favoured by CKS as a counterpoint to the Cultural Revolution's destruction of genuine classical culture in China. Note the main hall shuts at 6pm, but the surrounding park is open 5am to midnight.\nEntrance to the main hall is made via a series of 89 steps (Chiang's age when he died). Inside the cavernous hall is an artefact museum with Chiang's two Cadillacs, various documents and articles from daily life. The hourly changing of the honour guard is probably the most popular sight with most visitors. The flag raising at dawn and lowering at dusk is also conducted with pomp and is popular with local tourists.Some eclectic and very excellent exhibitions are held in two halls next to Chiang's, which are generally ticketed. Some past shows include art by Andy Warhol, pieces from the British Museum and sketches from Japan's Studio Ghibli (of Spirited Away fame).In 2007, the square in front of the hall was renamed 'Liberty Square' in honour of Taiwan's long road to democracy, and for a time it was conceivable that the memorial itself would also be renamed and the Chiang sculpture removed. That didn't happen, and the reasons (which will vary depending on who you ask) pretty much summarise where modern Taiwan is at, both politically and socially. The debate rages on."
}
]