[
{
    "country": "tamil-nadu",
    "index": 1,
    "name": "Meenakshi Amman Temple",
    "latitude": "9.9195",
    "longitude": "78.119273",
    "excerpt": "The colourful abode of the triple-breasted warrior goddess Meenakshi (‘fish-eyed’ – an epithet for perfect eyes in classical Tamil poetry) is generally…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/meenakshi-amman-temple/a/poi-sig/478720/356498",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/01f5a503545550ea4de3680babe44e22-meenakshi-amman-temple.jpg",
    "detail_description": "The colourful abode of the triple-breasted warrior goddess Meenakshi (‘fish-eyed’ – an epithet for perfect eyes in classical Tamil poetry) is generally considered to be the peak of South Indian temple architecture, as vital to this region's aesthetic heritage as the Taj Mahal to North India. It’s not so much a 17th-century temple as a 6-hectare complex with 12 tall gopurams, encrusted with a staggering array of gods, goddesses, demons and heroes (1511 on the 55m-high south gopuram alone).\nAccording to legend, the beautiful Meenakshi (a version of Parvati) was born with three breasts and this prophecy: her superfluous breast would melt away when she met her husband. This happened when she met Shiva and took her place as his consort. The existing temple was mostly built during the 17th-century reign of Tirumalai Nayak, but its origins go back 2000 years to when Madurai was a Pandyan capital.The four streets surrounding the temple are pedestrian-only. Temple dress codes and security are airport-strict: no shoulders or legs (of either gender) may be exposed, and no bags or cameras are allowed inside. Despite this, the temple has a happier atmosphere than some of Tamil Nadu's more solemn shrines, and is adorned with especially vibrant ceiling and wall paintings. Every evening at 9pm, a frenetic, incense-clouded procession carries an icon of Sundareswarar (Shiva) to Meenakshi's shrine to spend the night; visitors can follow along.Before or after entering the temple, look around the Pudhu Mandapa. The main temple entrance is through the eastern (oldest) gopuram. First, on the right, you'll come to the Thousand Pillared Hall, now housing the fascinating Temple Art Museum. Moving on into the temple, you'll reach a Nandi shrine surrounded by more beautifully carved columns. Ahead is the main Shiva shrine, flanked on each side by massive dwarpals, and further ahead to the left in a separate enclosure is the main Meenakshi shrine, both off limits to non-Hindus. Anyone can, however, wander round the Golden Lotus Tank, where a small pavilion jutting out at the western end has ceiling murals depicting Sundareswarar and Meenakshi's marriage. Leave the temple via a hall of flower sellers and the arch-ceilinged Ashta Shakti Mandapa – lined with relief carvings of the goddess' eight attributes and displaying the loveliest of all the temple's elaborately painted ceilings; this is actually the temple entrance for most worshippers."
},
{
    "country": "tamil-nadu",
    "index": 40,
    "name": "Vellore Fort",
    "latitude": "12.921101",
    "longitude": "79.129901",
    "excerpt": "Vellore's fort, with nearly 2km of moat-surrounded ramparts, was built in the 16th century and passed through Maratha and Mughal hands before the British…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/vellore/attractions/vellore-fort/a/poi-sig/1287060/356495",
    "image_url": null,
    "detail_description": "Vellore's fort, with nearly 2km of moat-surrounded ramparts, was built in the 16th century and passed through Maratha and Mughal hands before the British occupied it in 1760. These days it houses, among other things, a magnificent Vijayanagar-era temple, two museums, two parade grounds, a church, government offices and a police recruiting school. A stroll around it is the most peaceful experience in town.\n"
},
{
    "country": "tamil-nadu",
    "index": 39,
    "name": "Vivekananda House",
    "latitude": "13.049536",
    "longitude": "80.280565",
    "excerpt": "The marshmallow-pink Vivekananda House is interesting not only for its displays on the famous ‘wandering monk’, Swami Vivekananda, but also for its…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/vivekananda-house/a/poi-sig/1286435/356488",
    "image_url": null,
    "detail_description": "The marshmallow-pink Vivekananda House is interesting not only for its displays on the famous ‘wandering monk’, Swami Vivekananda, but also for its semicircular form, built in 1842 to store ice imported from the USA. Vivekananda stayed here briefly in 1897, preaching his ascetic Hindu philosophy to adoring crowds. Displays include a photo exhibition on the swami's life, a 3D reproduction of Vivekananda's celebrated 1893 Chicago World's Parliament of Religions speech, and the room where he stayed, now used for meditation.\n"
},
{
    "country": "tamil-nadu",
    "index": 38,
    "name": "Temple Art Museum",
    "latitude": "9.92006",
    "longitude": "78.120142",
    "excerpt": "Inside the eastern gopuram of the Meenakshi Amman Temple, you'll find the Nayak-period Thousand Pillared Hall (with 985 columns) on your right. Now the…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/temple-art-museum/a/poi-sig/1155200/356498",
    "image_url": null,
    "detail_description": "Inside the eastern gopuram of the Meenakshi Amman Temple, you'll find the Nayak-period Thousand Pillared Hall (with 985 columns) on your right. Now the Art Museum, it contains a Shiva shrine with a large bronze Nataraja at the end of a corridor of superbly carved pillars, plus many other fine bronzes and colourfully painted panels. Some of the best carvings, including Krishna with his flute and Ganesh dancing with a woman on his knee, are immediately inside the museum entrance.\n"
},
{
    "country": "tamil-nadu",
    "index": 37,
    "name": "Vivekananda Memorial",
    "latitude": "8.078287",
    "longitude": "77.555012",
    "excerpt": "Four hundred metres offshore is the rock where famous Hindu apostle Swami Vivekananda meditated from 25 to 27 December 1892, and decided to take his moral…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/kanyakumari-cape-comorin/attractions/vivekananda-memorial/a/poi-sig/1155238/356497",
    "image_url": null,
    "detail_description": "Four hundred metres offshore is the rock where famous Hindu apostle Swami Vivekananda meditated from 25 to 27 December 1892, and decided to take his moral message beyond India’s shores. A two-mandapa 1970 memorial to Vivekananda reflects temple architectural styles from across India. The lower mandapa contains what's believed to be goddess Kumari's footprint. With the constant tourist crowds this brings, Vivekananda would no doubt choose somewhere else to meditate today. Ferries shuttle out to the rock (₹50 return).\n"
},
{
    "country": "tamil-nadu",
    "index": 36,
    "name": "Tiger Cave",
    "latitude": "12.655912",
    "longitude": "80.209067",
    "excerpt": "The Tiger Cave, 5km north of Mamallapuram, is an unfinished but impressive rock-cut shrine, dedicated to Durga (a form of Devi, Shiva's wife), probably…",
    "detail_url": "https://www.lonelyplanet.com/india/east-coast-road/attractions/tiger-cave/a/poi-sig/1357253/1329555",
    "image_url": null,
    "detail_description": "The Tiger Cave, 5km north of Mamallapuram, is an unfinished but impressive rock-cut shrine, dedicated to Durga (a form of Devi, Shiva's wife), probably dating from the 7th century. What's special is the 'necklace' of 11 monstrous tigerlike heads framing its central shrine-cavity, next to two carved elephant heads. At the north end of the parklike complex is a same-era rock-cut Shiva shrine. Beyond the fence lies the Subrahmanya Temple: an 8th-century granite shrine built over a brick, Sangam-era Murugan temple.\n"
},
{
    "country": "tamil-nadu",
    "index": 35,
    "name": "Pudhu Mandapa",
    "latitude": "9.92007",
    "longitude": "78.121108",
    "excerpt": "This 16th-century pillared hall stands outside the Meenakshi Amman Temple, opposite the eastern gopuram. It's crammed with colourful textile and crafts…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/pudhu-mandapa/a/poi-sig/478732/356498",
    "image_url": null,
    "detail_description": "This 16th-century pillared hall stands outside the Meenakshi Amman Temple, opposite the eastern gopuram. It's crammed with colourful textile and crafts stalls and tailors at sewing machines, partly hiding some of the fine pillar sculptures, but it's easy to spot the triple-breasted Meenakshi near the southeast corner, facing Sundareswarar (opposite), and their marriage, accompanied by Vishnu, just inside the western entrance. A handsome pale-blue Nandi (Shiva's vehicle) sits outside the mandapa's eastern entrance.\n"
},
{
    "country": "tamil-nadu",
    "index": 34,
    "name": "Madras Crocodile Bank",
    "latitude": "12.743482",
    "longitude": "80.238472",
    "excerpt": "Just 6km south of Kovalam, this incredible conservation and research trust is a fascinating peek into the reptile world. Founded by croc/snake-expert…",
    "detail_url": "https://www.lonelyplanet.com/india/kovalam-covelong/attractions/madras-crocodile-bank/a/poi-sig/1151251/1341612",
    "image_url": null,
    "detail_description": "Just 6km south of Kovalam, this incredible conservation and research trust is a fascinating peek into the reptile world. Founded by croc/snake-expert Romulus Whitaker, the bank has thousands of reptiles, including 17 of the world's 23 species of crocodilian (crocodiles and similar creatures), and does crucial work in maintaining genetic reserves of these animals, several of which are endangered. There's also a snake venom extraction centre (open 10am to 1pm and 2pm to 5pm), where you can watch scary serpents being milked.\nThere are openings for volunteers at the Crocodile Bank (minimum two weeks)."
},
{
    "country": "tamil-nadu",
    "index": 33,
    "name": "Tirumalai Nayak Palace",
    "latitude": "9.914818",
    "longitude": "78.124809",
    "excerpt": "What Madurai's Meenakshi Amman Temple is to Nayak religious architecture, Tirumalai Nayak's crumbling palace is to the secular. It’s said to be only a…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/tirumalai-nayak-palace/a/poi-sig/1155202/356498",
    "image_url": null,
    "detail_description": "What Madurai's Meenakshi Amman Temple is to Nayak religious architecture, Tirumalai Nayak's crumbling palace is to the secular. It’s said to be only a quarter of its original size, but its massive scale and hybrid Dravidian Islamic style still testify to the lofty aspirations of its creator. From the east-side entrance, a large courtyard surrounded by tall, thick columns topped with fancy stucco work leads to the grand throne chamber with its 25m-high dome; two stone-carved horses frame the steps up.\nOff the chamber's northwest corner is the Natakasala (Dance Hall), with a small archaeological collection."
},
{
    "country": "tamil-nadu",
    "index": 32,
    "name": "Tara Books",
    "latitude": "12.985386",
    "longitude": "80.263498",
    "excerpt": "Producers of beautiful hand-printed books, this publishing company is based in southern Chennai. Visit its Book Building showroom, where you can browse,…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/tara-books/a/poi-sig/1609882/356488",
    "image_url": null,
    "detail_description": "Producers of beautiful hand-printed books, this publishing company is based in southern Chennai. Visit its Book Building showroom, where you can browse, buy and maybe catch a talk by an author or artist. You can also check out the printing shop, AMM Screens, and watch pages being silk-screened and hand-bound into finished volumes. The Book Building is conveniently visited together with the nearby Kalakshetra Foundation, just 700m north. The print shop is about a 10-minute autorickshaw ride southwest.\n"
},
{
    "country": "tamil-nadu",
    "index": 31,
    "name": "Valluvar Kottam",
    "latitude": "13.054856",
    "longitude": "80.241995",
    "excerpt": "This 1976 memorial honours the Tamil poet Thiruvalluvar and his classic work, the 133-chapter Thirukural. Its most striking element is a 31m-high stone…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/valluvar-kottam/a/poi-sig/1151186/356488",
    "image_url": null,
    "detail_description": "This 1976 memorial honours the Tamil poet Thiruvalluvar and his classic work, the 133-chapter Thirukural. Its most striking element is a 31m-high stone replica of Tamil Nadu's largest temple chariot (from Thiruvarur), pulled by two stone elephants and with giant wheels. In the adjacent auditorium, the Thirukural's 1330 couplets are inscribed on granite tablets. From the auditorium's step-accessed roof, you can walk to the foot of the shrine below the chariot's dome, which holds a life-size seated Thiruvalluvar.\nThiruvalluvar is thought to have lived around 2000 years ago, possibly in present-day Chennai; his famed poem has provided a moral code for millions of followers."
},
{
    "country": "tamil-nadu",
    "index": 30,
    "name": "Sittannavasal",
    "latitude": "10.445261",
    "longitude": "78.71758",
    "excerpt": "About 16km northwest of Pudukkottai, this small Jain cave temple conceals magnificent vegetable-oil frescoes, which you’ll probably get to appreciate all…",
    "detail_url": "https://www.lonelyplanet.com/india/chettinadu/attractions/sittannavasal/a/poi-sig/1155142/1329562",
    "image_url": null,
    "detail_description": "About 16km northwest of Pudukkottai, this small Jain cave temple conceals magnificent vegetable-oil frescoes, which you’ll probably get to appreciate all by yourself. Note the Edenic garden paradise painted on the main ceiling, which includes fish, mythical sea monsters and beautiful water maidens. Or try making your ‘Om’ echo across an acoustic masterpiece of a meditation chamber, where statues of Jain saints sit cross-legged.\nIn the same complex, after climbing the rock face via 287 steep steps, you'll reach a tiny cliff-side cave with 17 rock-carved beds once slept in by Jain monks, allegedly as far back as the 1st century BC; access requires a separate ticket (Indian/foreigner ₹25/300)."
},
{
    "country": "tamil-nadu",
    "index": 29,
    "name": "Airavatesvara Temple",
    "latitude": "10.948255",
    "longitude": "79.357025",
    "excerpt": "Three kilometres west of Kumbakonam, this late-Chola Shiva temple was constructed by Raja Raja II (1146–73). The steps of Rajagambhira Hall are carved…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/kumbakonam/attractions/airavatesvara-temple/a/poi-sig/1151874/356485",
    "image_url": null,
    "detail_description": "Three kilometres west of Kumbakonam, this late-Chola Shiva temple was constructed by Raja Raja II (1146–73). The steps of Rajagambhira Hall are carved with vivid elephants and horses pulling chariots. This pavilion's 108 pillars, each unique, have marvellously detailed carvings, including dancers, acrobats and the five-in-one beast yali (elephant's head, lion's body, goat's horns, pig's ears and cow's backside). Inside the main shrine (flanked by guardians), you can honour the central lingam and get a tilak (auspicious forehead mark) for ₹10.\nOn the outside of the shrine are several fine carved images of Shiva. Four mandapas frame the corners of the courtyardlike complex."
},
{
    "country": "tamil-nadu",
    "index": 28,
    "name": "Vedanthangal Bird Sanctuary",
    "latitude": "12.546747",
    "longitude": "79.852759",
    "excerpt": "This marshy bird sanctuary, 55km southwest of Mamallapuram (an easy day trip), is a spectacular 30-hectare breeding ground for many kinds of waterbirds,…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/mamallapuram-mahabalipuram/attractions/vedanthangal-bird-sanctuary/a/poi-sig/1151281/356492",
    "image_url": null,
    "detail_description": "This marshy bird sanctuary, 55km southwest of Mamallapuram (an easy day trip), is a spectacular 30-hectare breeding ground for many kinds of waterbirds, which migrate here from November to February. Each year around 30,000 birds – from openbill storks to brahminy kites – mass at Vedanthangal Lake and its marshy surrounds. The top viewing times are dawn and late afternoon.A taxi day trip to Vedanthangal from Mamallapuram costs around ₹2500.\nOn public transport, first go to Chengalpattu, an hour’s bus ride from Mamallapuram en route to Kanchipuram, then take a bus to Vedanthangal via Padalam (possibly changing buses again). Most Vedanthangal buses go to the sanctuary entrance, but some stop at the village bus station, 1km away."
},
{
    "country": "tamil-nadu",
    "index": 27,
    "name": "Gandhi Memorial Museum",
    "latitude": "9.92992",
    "longitude": "78.13851",
    "excerpt": "Housed in a 17th-century Nayak queen's palace, this impressive museum contains a moving, comprehensive account of Gandhi's life and India’s struggle for…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/madurai/attractions/gandhi-memorial-museum/a/poi-sig/1155208/356498",
    "image_url": null,
    "detail_description": "Housed in a 17th-century Nayak queen's palace, this impressive museum contains a moving, comprehensive account of Gandhi's life and India’s struggle for independence from 1757 to 1947; the English-language displays spare no detail about British rule. They include the blood-stained dhoti that Gandhi was wearing when he was assassinated in Delhi in 1948; it was here in Madurai, in 1921, that he first took up wearing the dhoti as a sign of native pride.\nThe small Madurai Government Museum is next door, and the Gandhian Literature Society Bookshop behind. Buses 3, 66, 75 and 700 from the Periyar Bus Stand go to the Tamukkam bus stop on Alagarkoil Rd, 600m west of the museum."
},
{
    "country": "tamil-nadu",
    "index": 26,
    "name": "Kalakshetra Foundation",
    "latitude": "12.988661",
    "longitude": "80.262692",
    "excerpt": "Founded in 1936, Kalakshetra is a leading serious school of Tamil classical dance and music (sponsoring many students from disadvantaged backgrounds), set…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/kalakshetra-foundation/a/poi-sig/1357180/356488",
    "image_url": null,
    "detail_description": "Founded in 1936, Kalakshetra is a leading serious school of Tamil classical dance and music (sponsoring many students from disadvantaged backgrounds), set in beautiful, shady grounds in south Chennai. During morning class times visitors can (quietly) wander the complex. Across the road is the Kalakshetra Craft Centre (Indian/foreigner ₹100/500), where you can see Kanchipuram-style hand-loom weaving, textile block-printing and the fascinating, rare art of kalamkari (hand-painting on textiles with vegetable dyes); if you're feeling inspired, there are courses, too. For upcoming performances, check the website.\nThe Thiruvanmiyur bus stand, terminus of many city bus routes, is 500m southwest of the Kalakshetra entrance."
},
{
    "country": "tamil-nadu",
    "index": 25,
    "name": "Shore Temple",
    "latitude": "12.616437255499",
    "longitude": "80.199373437196",
    "excerpt": "Standing like a magnificent fist of rock-cut elegance overlooking the sea, surrounded by gardens and ruined courts, the two-towered Shore Temple…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/mamallapuram-mahabalipuram/attractions/shore-temple/a/poi-sig/478906/356492",
    "image_url": null,
    "detail_description": "Standing like a magnificent fist of rock-cut elegance overlooking the sea, surrounded by gardens and ruined courts, the two-towered Shore Temple symbolises the heights of Pallava architecture and the maritime ambitions of the Pallava kings. Its small size belies its excellent proportion and the supreme quality of the carvings, many now eroded into vaguely Impressionist embellishments. Built under Narasimhavarman II in the 8th century, it's the earliest significant free-standing stone temple in Tamil Nadu.\nThe two towers rise above shrines to Shiva, and their original linga captured the sunrise and sunset. Between the Shiva shrines is one to Vishnu, shown sleeping. Rows of Nandi (Shiva's vehicle) statues frame the temple courtyard. A boulder-carved Durga sits on her lion-vehicle's knee on the temple's south side."
},
{
    "country": "tamil-nadu",
    "index": 24,
    "name": "Ramanathaswamy Temple",
    "latitude": "9.288273",
    "longitude": "79.318793",
    "excerpt": "Housing the world’s most sacred sand mound (a lingam said to have been created by Rama's wife Sita, so he could worship Shiva), this temple is one of…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/rameswaram/attractions/ramanathaswamy-temple/a/poi-sig/1155166/356499",
    "image_url": null,
    "detail_description": "Housing the world’s most sacred sand mound (a lingam said to have been created by Rama's wife Sita, so he could worship Shiva), this temple is one of India's holiest shrines. Dating mainly from the 16th to 18th centuries, it's notable for its lengthy 1000-pillar halls and 22 theertham (temple tanks), in which pilgrims bathe before visiting the deity. Attendants tip pails of water over the (often fully dressed) faithful, who rush from theertham to theertham.\nThe legend goes that, when Rama decided to worship Shiva, he figured he’d need a lingam. He sent Hanuman to find the biggest lingam around – a Himalayan mountain. But the monkey took too long, so Sita made the simple lingam of sand, now enshrined in the temple's inner sanctum (Hindus only).Cameras, phones and bags are forbidden inside the temple."
},
{
    "country": "tamil-nadu",
    "index": 23,
    "name": "Fort St George",
    "latitude": "13.080314",
    "longitude": "80.286069",
    "excerpt": "Finished in 1653 by the British East India Company, the fort has undergone many facelifts. Inside the vast perimeter walls (the ramparts are 18th-century…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/fort-st-george/a/poi-sig/1151190/356488",
    "image_url": null,
    "detail_description": "Finished in 1653 by the British East India Company, the fort has undergone many facelifts. Inside the vast perimeter walls (the ramparts are 18th-century replacements) is now a precinct housing Tamil Nadu's Legislative Assembly &amp; Secretariat, and a smattering of older buildings.\nThe Fort Museum has displays on Chennai's origins and the fort, and interesting military memorabilia and artwork from colonial times. The 1st-floor portrait gallery of colonial-era VIPs includes a very assured-looking Robert Clive (Clive of India).Also within the fort is St Mary's Church, completed in 1680, and India's oldest surviving British church, surrounded by even earlier gravestones; Clive was married here. To its right (west) is the neoclassical former Admiralty House (Clive's House)."
},
{
    "country": "tamil-nadu",
    "index": 22,
    "name": "Sri Aurobindo Ashram",
    "latitude": "11.936555",
    "longitude": "79.834267",
    "excerpt": "Founded in 1926 by Sri Aurobindo and a French-born woman, ‘the Mother’, this famous spiritual community has about 2000 members in its many departments…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/puducherry-pondicherry/attractions/sri-aurobindo-ashram/a/poi-sig/1151786/356493",
    "image_url": null,
    "detail_description": "Founded in 1926 by Sri Aurobindo and a French-born woman, ‘the Mother’, this famous spiritual community has about 2000 members in its many departments. Aurobindo's teachings focus on 'integral yoga' that sees devotees work in the world, rather than retreat from it. Visits to the main, grey-walled ashram building are cursory: you see the flower-festooned samadhi of Aurobindo and the Mother, then the bookshop. Ashram-accommodation guests can access other areas and activities. Evening meditation around the samadhi is for everyone.\nThere are daily weekday ashram tours (per person ₹50), which begin at 8.30am with a film about Sri Aurobindo and the Mother and include visits to various ashram workshops where you can see batik work, hand-printing on saris, handloom weaving and more; enquire online (www.sriaurobindoautocare.com) or at the ashram's Bureau Central."
},
{
    "country": "tamil-nadu",
    "index": 21,
    "name": "Kumari Amman Temple",
    "latitude": "8.079359",
    "longitude": "77.550945",
    "excerpt": "The legends say the kanya (virgin) goddess Kumari, a manifestation of the Great Goddess Devi, single-handedly conquered demons and secured freedom for the…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/kanyakumari-cape-comorin/attractions/kumari-amman-temple/a/poi-sig/1155228/356497",
    "image_url": null,
    "detail_description": "The legends say the kanya (virgin) goddess Kumari, a manifestation of the Great Goddess Devi, single-handedly conquered demons and secured freedom for the world. At this temple on the tip of the subcontinent, pilgrims give her thanks in an intimately spaced, beautifully decorated temple, where the crash of waves from three seas can be heard beyond the twilight glow of oil fires clutched in vulva-shaped votive candles (referencing the sacred femininity of the goddess).\nIt's said that the temple's east-facing door stays locked to prevent the shimmer of the goddess' diamond nose-stud leading ships astray. From the main north-side gate, you'll be asked for a ₹20 donation to enter the 18th-century inner precinct, where men must remove their shirts, and cameras are forbidden.The shoreline around the temple has a couple of tiny beaches, and bathing ghats where worshippers immerse themselves before visiting the temple. The mandapa just south of the temple is popular for sunset-watching and daytime shade."
},
{
    "country": "tamil-nadu",
    "index": 20,
    "name": "Botanical Gardens",
    "latitude": "11.4175",
    "longitude": "76.710212",
    "excerpt": "Established in 1848, these pretty 22-hectare gardens are a living gallery of the Nilgiris' natural flora. Keep an eye out for a typical Toda mund (village…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/botanical-gardens/a/poi-sig/1155414/356507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/487ac89e9e1b6bfcc142c30bc0d622c4-botanical-gardens.jpg",
    "detail_description": "Established in 1848, these pretty 22-hectare gardens are a living gallery of the Nilgiris' natural flora. Keep an eye out for a typical Toda mund (village), a fossilised tree trunk believed to be 20 million years old and, on busy days, around 20 million tourists.\n"
},
{
    "country": "tamil-nadu",
    "index": 19,
    "name": "Seafront",
    "latitude": "11.928",
    "longitude": "79.8352",
    "excerpt": "Pondy is a seaside town, but that doesn’t make it a beach destination; the city’s sand is a thin strip of dirty brown that slurps into a seawall of jagged…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/puducherry-pondicherry/attractions/seafront/a/poi-sig/1357629/356493",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-483033007_full.jpg",
    "detail_description": "Pondy is a seaside town, but that doesn’t make it a beach destination; the city’s sand is a thin strip of dirty brown that slurps into a seawall of jagged rocks. But Goubert Ave (Beach Rd) is a killer stroll, especially at dawn and dusk when half the town takes a romantic wander. In a stroke of genius, authorities have banned traffic here from 6pm to 7.30am.\n"
},
{
    "country": "tamil-nadu",
    "index": 18,
    "name": "St Stephen’s Church",
    "latitude": "11.414408",
    "longitude": "76.702058",
    "excerpt": "Perched above Ooty's centre, immaculate pale-yellow St Stephen’s, built in 1829, is the Nilgiris' oldest church. It has lovely stained glass, huge wooden…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/ooty-udhagamandalam/attractions/st-stephen-s-church/a/poi-sig/478610/356507",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9deeb7ac5f10ca677f8a29d46b6388e4-st-stephen-s-church.jpg",
    "detail_description": "Perched above Ooty's centre, immaculate pale-yellow St Stephen’s, built in 1829, is the Nilgiris' oldest church. It has lovely stained glass, huge wooden beams hauled by elephant from the palace of Tipu Sultan 120km away, and slabs and plaques donated by colonial-era churchgoers. In the overgrown cemetery you’ll find headstones commemorating many an Ooty Brit, including Ooty founder John Sullivan's wife and daughter.\n"
},
{
    "country": "tamil-nadu",
    "index": 17,
    "name": "Mudumalai Tiger Reserve",
    "latitude": "11.581046",
    "longitude": "76.582183",
    "excerpt": "In the foothills of the Nilgiris, this newly enlarged 765-sq-km wildlife reserve is like a classical Indian landscape painting given life, with chital…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/mudumalai-national-park/attractions/mudumalai-tiger-reserve/a/poi-sig/1559870/356506",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e42832e6358fbf50ccc340ec59c3167b-mudumalai-tiger-reserve.jpg",
    "detail_description": "In the foothills of the Nilgiris, this newly enlarged 765-sq-km wildlife reserve is like a classical Indian landscape painting given life, with chital deer, wild boar, gaur (Indian bison), peacocks, langurs, jackals, Malabar giant squirrels and wild elephants concealed between thin, spindly trees and light-slotted leaves. Also here are over 60 tigers – though you'd be incredibly lucky to see one. Overall, Mudumalai is Tamil Nadu's top wildlife-spotting place.\n"
},
{
    "country": "tamil-nadu",
    "index": 16,
    "name": "Mt Arunachala",
    "latitude": "12.240937",
    "longitude": "79.057169",
    "excerpt": "This 800m-high extinct volcano dominates Tiruvannamalai – and local conceptions of the element of fire, which supposedly finds its sacred abode in…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/tiruvannamalai/attractions/mt-arunachala/a/poi-sig/1287096/356494",
    "image_url": null,
    "detail_description": "This 800m-high extinct volcano dominates Tiruvannamalai – and local conceptions of the element of fire, which supposedly finds its sacred abode in Arunachala’s heart. Devout barefoot pilgrims make the 14km (four-hour) circumambulation of the mountain, stopping at eight famous linga, especially on full-moon and festival days. The inner path is closed for the foreseeable future, but it's possible to circle around on the main road, or climb the hill past two caves where Sri Ramana Maharshi lived and meditated (1899–1922).\nThe hot ascent to the top opens up superb views of Tiruvannamalai, and takes five or six hours round trip: start early and take water. An unsigned path across the road from the northwest corner of the Arunachaleshwar Temple leads the way up past homes and the two caves, Virupaksha (about 20 minutes up) and Skandasramam (30 minutes). Women are advised not to hike alone, and it's suggested that no one go up after dark due to 'too many drunk boys'. Note that the trail to the top closes a month or two before the Deepam festival, but the caves remain accessible.If you aren't that devoted, buy a Giripradakshina map (₹15) from the bookshop at Sri Ramana Ashram, hire a bicycle from a shop on the roadside 200m east of the ashram (per day ₹40) and ride around. Or make an autorickshaw circuit for about ₹400 (up to double at busy times)."
},
{
    "country": "tamil-nadu",
    "index": 15,
    "name": "Anamalai Tiger Reserve",
    "latitude": "10.47129",
    "longitude": "76.843779",
    "excerpt": "A pristine 958-sq-km reserve of tropical jungle, shola forest and grassland rising to 2400m in the Western Ghats and spilling over into Kerala between…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/indira-gandhi-annamalai-wildlife-sanctuary/attractions/anamalai-tiger-reserve/a/poi-sig/1507417/356503",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7f795ec16f93aa58cc759df314859f08-anamalai-tiger-reserve.jpg",
    "detail_description": "A pristine 958-sq-km reserve of tropical jungle, shola forest and grassland rising to 2400m in the Western Ghats and spilling over into Kerala between Kodaikanal and Coimbatore, Anamalai Tiger Reserve is well off most tourists' radar. On government-run guided hikes or jungle minibus 'safaris', you might well see elephants, peacocks, spotted deer, lion-tailed macaques, langurs and crocodiles. Other elusive, endangered inhabitants include leopards and around 30 tigers. It's been a designated tiger reserve since 2007.\n"
},
{
    "country": "tamil-nadu",
    "index": 14,
    "name": "Marina Beach",
    "latitude": "13.051637",
    "longitude": "80.283365",
    "excerpt": "Take an early morning or evening stroll (you don’t want to roast here at any other time) along the 3km-long main stretch of Marina Beach and you’ll pass…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/marina-beach/a/poi-sig/460363/356488",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-142051848_high.jpg",
    "detail_description": "Take an early morning or evening stroll (you don’t want to roast here at any other time) along the 3km-long main stretch of Marina Beach and you’ll pass cricket matches, flying kites, fortune-tellers, fish markets, corn-roasters and families enjoying the sea breeze. But don’t swim: strong rips make it dangerous. At the southern end, the ridiculously popular Madras Lighthouse is India's only lighthouse with a lift; the panoramic city and beach views are fabulous.\nKamarajar Salai, flanking the beach, is lined with particularly fine Indo-Saracenic buildings, among them Presidency College and the University of Madras' Senate House."
},
{
    "country": "tamil-nadu",
    "index": 13,
    "name": "San Thome Cathedral",
    "latitude": "13.033599392095",
    "longitude": "80.277757433243",
    "excerpt": "This soaring Roman Catholic cathedral, a stone's throw from the beach, was founded by the Portuguese in 1523, then rebuilt by the British in neo-Gothic…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/san-thome-cathedral/a/poi-sig/460369/356488",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-540227467_full.jpg",
    "detail_description": "This soaring Roman Catholic cathedral, a stone's throw from the beach, was founded by the Portuguese in 1523, then rebuilt by the British in neo-Gothic style in 1896, and is said to mark the final resting place of St Thomas the Apostle. It's believed 'Doubting Thomas' brought Christianity to the subcontinent in AD 52 and was killed at St Thomas Mount, Chennai, in AD 72. Behind the cathedral is the tomb of St Thomas.\nAlthough most of St Thomas' mortal remains now apparently lie in Italy, a cross on the tomb wall contains a tiny bone fragment marked 'Relic of St Thomas'. The museum above displays Thomas-related artefacts including the lancehead believed to have killed him.St Thomas' Pole, at the beach end of the street on the cathedral's south side, is said to have miraculously saved the cathedral from the 2004 tsunami."
},
{
    "country": "tamil-nadu",
    "index": 12,
    "name": "Gingee Fort",
    "latitude": "12.25433",
    "longitude": "79.40443",
    "excerpt": "With three separate hilltop citadels and a 6km perimeter of cliffs and thick walls, the ruins of enormous Gingee Fort rise out of the Tamil plain, 37km…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/tiruvannamalai/attractions/gingee-fort/a/poi-sig/1151770/356494",
    "image_url": null,
    "detail_description": "With three separate hilltop citadels and a 6km perimeter of cliffs and thick walls, the ruins of enormous Gingee Fort rise out of the Tamil plain, 37km east of Tiruvannamalai, like castles misplaced by the Lord of the Rings. It was constructed mainly in the 16th century by the Vijayanagars and was later occupied by the Marathas, Mughals, French and British, then abandoned in the 19th century. The fort's sheer scale, dramatic beauty and peaceful setting make it a very worthwhile stop.\nToday, few foreigners make it here, but Gingee is popular with domestic tourists for its starring role in various films. The main road linking Tiruvannamalai and Puducherry cuts between the fortified hills, just west of Gingee town. Of the three citadels, the easiest to reach, Krishnagiri, rises north of the road. To the south are the highest of the three, Rajagiri, and the most distant and least interesting, Chakklidurg (which you can't climb). Ticket offices (with maps) are at the foot of Krishnagiri and Rajagiri.Remains of numerous buildings stand in the site's lower parts, especially at the bottom of Rajagiri in the old palace area, where the main landmark is the white, restored, seven-storey Kalyana Mahal (Marriage Hall). Just east (outside) of the palace area is the 18th-century Sadat Ullah Khan Mosque; southeast of this lies the abandoned 16th-century Venkataramana Temple.Hiking Krishnagiri is a one-hour round-trip; Rajagiri (more than 150m above the plain) takes two hours round-trip; allow at least half a day to cover both hills. Most visitors climb Rajagiri, which makes Krishnagiri quieter. Hill-climbing entry ends at 3pm, so sunsets are out. You'll want to start early to beat the heat. Bring water!Gingee is on the Tiruvannamalai–Puducherry bus route, with buses from Tiruvannamalai (₹37, one hour) every 10 minutes. Hop off at the fort to save a trip back out from Gingee town. A taxi between Tiruvannamalai and Puducherry with a two- to three-hour stop at Gingee costs around ₹3000."
},
{
    "country": "tamil-nadu",
    "index": 11,
    "name": "Nataraja Temple",
    "latitude": "11.399588",
    "longitude": "79.695208",
    "excerpt": "According to legend, Shiva and Kali got into a dance-off judged by Vishnu. Shiva dropped an earring and picked it up with his foot, a move that Kali could…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chidambaram/attractions/nataraja-temple/a/poi-sig/1155056/356484",
    "image_url": null,
    "detail_description": "According to legend, Shiva and Kali got into a dance-off judged by Vishnu. Shiva dropped an earring and picked it up with his foot, a move that Kali could not duplicate, so Shiva won the title Nataraja (Lord of the Dance). It's in this form that endless streams of people come to worship him at this great temple. It was built during Chola times (Chidambaram was a Chola capital), but the main shrines date to at least the 6th century.\nThe high-walled 22-hectare complex has four towering 12th-century gopurams decked out in ornate Dravidian stone and stucco work. The main entrance is through the east (oldest) gopuram; the 108 sacred positions of classical Tamil dance are carved in its passageway. To your right through the gopuram are the 1000-pillared 12th-century Raja Sabha (King's Hall; open only festival days), with carved elephants, and the large Sivaganga tank.You enter the central compound (no cameras) from the east. In its southern part (left from the entrance) is the 13th-century Nritta Sabha (Dance Hall), shaped like a chariot with 56 finely carved pillars. Some say this is the spot where Shiva out-danced Kali.North of the Nritta Sabha, through a door, you enter the inner courtyard, where most temple rituals are performed. Right in front are the attached hutlike, golden-roofed Kanaka Sabha and Chit Sabha (Wisdom Hall). The Chit Sabha, the innermost sanctum, holds the temple's central bronze image of Nataraja – Shiva the cosmic dancer, ending one cycle of creation, beginning another and uniting all opposites. Shiva's invisible 'space' form is also worshipped here.At puja times devotees crowd into the encircling pavilion to witness rites performed by the temple's hereditary Brahmin priests, the Dikshithars, who shave off some of their hair but grow the rest of it long (thus representing both Shiva and Parvati) and tie it into topknots.On the south side of the two inner shrines is the Govindaraja Shrine with a reclining Vishnu. Overlooking the tank from the west, the Shivakamasundari Shrine displays fine ochre-and-white 17th-century Nayak ceiling murals.Priests may offer to guide you around the temple for ₹200 to ₹300. Unusually for Tamil Nadu, this magnificent temple is privately funded and managed, so you may wish to support it by hiring one, but there are no official guides."
},
{
    "country": "tamil-nadu",
    "index": 10,
    "name": "Five Rathas",
    "latitude": "12.608982",
    "longitude": "80.190099",
    "excerpt": "Huddled together at the southern end of Mamallapuram, the Five Rathas were, astonishingly, all carved from single large rocks. Each of these fine 7th…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/mamallapuram-mahabalipuram/attractions/five-rathas/a/poi-sig/478892/356492",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-125224574_full.jpg",
    "detail_description": "Huddled together at the southern end of Mamallapuram, the Five Rathas were, astonishingly, all carved from single large rocks. Each of these fine 7th-century temples was dedicated to a Hindu god and is now named after one or more of the Pandavas, the five hero-brothers of the epic Mahabharata, or their common wife, Draupadi. The rathas were hidden in the sand until excavated by the British 200 years ago.\nRatha is Sanskrit for 'chariot', and may refer to the temples' form or to their function as vehicles for the gods. It's thought that they didn't originally serve as places of worship, but as architectural models.The first ratha on the left after you enter is the Draupadi Ratha, in the form of a stylised South Indian hut. It's dedicated to the demon-fighting goddess Durga, who looks out from inside, standing on a lotus, and is depicted on the outside walls. Female guardians flank the entrance; a huge sculpted lion, Durga's mount, stands outside.Next, on the same plinth, is the 'chariot' of the most important Pandava, the Arjuna Ratha, dedicated to Shiva. Its pilasters, miniature roof shrines and small octagonal dome make it a precursor of many later South Indian temples. A huge Nandi sits behind. Shiva (leaning on Nandi, south side) and other gods are depicted on the temple's outer walls.The barrel-roofed Bhima Ratha was never completed, as evidenced by the missing north-side colonnade; inside is a shrine to Vishnu. The Dharmaraja Ratha, tallest of the temples, is similar to the Arjuna Ratha but one storey higher, with lion pillars. The carvings on its outer walls mostly represent gods, including the androgynous Ardhanarishvara (half Shiva, half Parvati) on the east side. King Narasimhavarman I appears at the west end of the south side.The Nakula-Sahadeva Ratha (named after twin Pandavas) stands aside from the other four and is dedicated to Indra. The life-size stone elephant beside it is one of India's most famous sculpted elephants. Approaching from the gate to the north you see its back end first, hence its nickname Gajaprishthakara (elephant’s backside).Tour groups tend to arrive around 10am, so do yourself a favour and arrive earlier!"
},
{
    "country": "tamil-nadu",
    "index": 9,
    "name": "Trimurti Cave Temple",
    "latitude": "12.619693",
    "longitude": "80.192717",
    "excerpt": "At the northern end of the Mamallapuram Hill compound, the Trimurti Cave Temple depicts the Hindu 'trinity' amid guardian figures: Brahma (left), Shiva …",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/mamallapuram-mahabalipuram/attractions/trimurti-cave-temple/a/poi-sig/478908/356492",
    "image_url": null,
    "detail_description": "At the northern end of the Mamallapuram Hill compound, the Trimurti Cave Temple depicts the Hindu 'trinity' amid guardian figures: Brahma (left), Shiva (centre) and Vishnu (right). A fine carving of elephants adorns the back side of the rock.\n"
},
{
    "country": "tamil-nadu",
    "index": 7,
    "name": "Arunachaleshwar Temple",
    "latitude": "12.231331",
    "longitude": "79.068966",
    "excerpt": "This 10-hectare temple is one of India's largest. Its oldest parts date to the 9th century, but the site was a place of worship long before that. Four…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/tiruvannamalai/attractions/arunachaleshwar-temple/a/poi-sig/1151761/356494",
    "image_url": null,
    "detail_description": "This 10-hectare temple is one of India's largest. Its oldest parts date to the 9th century, but the site was a place of worship long before that. Four huge, unpainted white gopurams mark the entrances; the main, 17th-century eastern one rises 13 storeys (an astonishing 66m), its sculpted passageway depicting dancers, dwarves and elephants. During festivals the Arunachaleshwar is awash with golden flames and the scent of burning ghee, as befits the fire incarnation of Shiva, Destroyer of the Universe.\nInside the complex are five more gopurams, a 17th-century 1000-pillared hall with impressive carvings, two tanks and a profusion of subtemples and shrines. There's a helpful temple model inside the second gopuram from the east, where the temple elephant gives blessings. To reach the innermost sanctum, with its huge lingam, worshippers must pass through five surrounding prakarams (compounds)."
},
{
    "country": "tamil-nadu",
    "index": 8,
    "name": "Cholamandal Artists’ Village",
    "latitude": "12.922545",
    "longitude": "80.251568",
    "excerpt": "There’s a tropical bohemian groove floating around Injambakkam village, site of the Cholamandal Artists’ Village, 10km south of Chennai's Adyar River…",
    "detail_url": "https://www.lonelyplanet.com/india/east-coast-road/attractions/cholamandal-artists-village/a/poi-sig/1151242/1329555",
    "image_url": null,
    "detail_description": "There’s a tropical bohemian groove floating around Injambakkam village, site of the Cholamandal Artists’ Village, 10km south of Chennai's Adyar River. This 4-hectare artists’ cooperative – founded in 1966 by artists of the Madras Movement, pioneers of modern art in South India – is a serene haven away from the world. Its fantastic art gallery features paintings and sculptures that blend tradition and postmodernity into provocative and moving expressions of imagination; it's one of the most worthwhile museums in Tamil Nadu.\n"
},
{
    "country": "tamil-nadu",
    "index": 6,
    "name": "Padmanabhapuram Palace",
    "latitude": "8.25065",
    "longitude": "77.326008",
    "excerpt": "With a forest’s worth of intricately carved rosewood ceilings and polished-teak beams, this labyrinthine palace, 35km northwest of Kanyakumari, near the…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/kanyakumari-cape-comorin/attractions/padmanabhapuram-palace/a/poi-sig/1504865/356497",
    "image_url": null,
    "detail_description": "With a forest’s worth of intricately carved rosewood ceilings and polished-teak beams, this labyrinthine palace, 35km northwest of Kanyakumari, near the Kerala border, is considered the finest example of traditional Keralan architecture today. Asia’s largest wooden palace complex, it was once capital of Travancore, an unstable princely state taking in parts of both Tamil Nadu and Kerala. Under successive rulers it expanded into a magnificent conglomeration of corridors, courtyards, gabled roofs and 14 palaces. The oldest sections date to 1550.\nBuses run every 20 minutes from Kanyakumari to Thuckalay (₹33, 1½ hours), from where it's an autorickshaw ride or 15-minute walk to the palace. Return taxis from Kanyakumari cost ₹1200.From Thiruvananthapurum, take any bus towards Kanyakumari (₹80, three hours, four daily) and get off at Thuckalay. The Kerala Tourist Development Corporation runs full-day Kanyakumari tours from Thiruvananthapurum covering Padmanabhapuram (₹990, minimum four people, Tuesday to Sunday)."
},
{
    "country": "tamil-nadu",
    "index": 5,
    "name": "Kapaleeshwarar Temple",
    "latitude": "13.033586",
    "longitude": "80.270008",
    "excerpt": "Mylapore is one of Chennai's most characterful and traditional neighbourhoods; it predated colonial Madras by several centuries. Its Kapaleeshwarar Temple…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/kapaleeshwarar-temple/a/poi-sig/460359/356488",
    "image_url": null,
    "detail_description": "Mylapore is one of Chennai's most characterful and traditional neighbourhoods; it predated colonial Madras by several centuries. Its Kapaleeshwarar Temple is Chennai's most active and impressive, and is believed to have been built after the Portuguese destroyed the seaside original in 1566. It displays the main architectural elements of many a Tamil Nadu temple – a rainbow-coloured gopuram, pillared mandapas (pavilions) and a huge tank – and is dedicated to the state's most popular deity, Shiva.\nLegend tells that in an angry fit Shiva turned his consort Parvati into a peacock, and commanded her to worship him here to regain her normal form. Parvati supposedly did so at a spot just outside the northeast corner of the temple's central block, where a shrine commemorates the event. Hence the name Mylapore, 'town of peacocks'. The story is depicted at the west end of the inner courtyard, on the exterior of the main sanctum.The temple's colourful Brahmotsavam festival (March/April) sees the deities paraded around Mylapore's streets."
},
{
    "country": "tamil-nadu",
    "index": 4,
    "name": "Gangaikonda Cholapuram Temple",
    "latitude": "11.206316",
    "longitude": "79.44966",
    "excerpt": "The temple at Gangaikonda Cholapuram ('City of the Chola who Conquered the Ganges'), 35km north of Kumbakonam, is dedicated to Shiva. It was built by…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/kumbakonam/attractions/gangaikonda-cholapuram-temple/a/poi-sig/1287347/356485",
    "image_url": null,
    "detail_description": "The temple at Gangaikonda Cholapuram ('City of the Chola who Conquered the Ganges'), 35km north of Kumbakonam, is dedicated to Shiva. It was built by Rajendra I in the 11th century when he moved the Chola capital here from Thanjavur, and has many similarities to Thanjavur's earlier Brihadeeshwara Temple. Its beautiful 49m-tall tower, however, has a slightly concave curve, making it the 'feminine' counterpart to the mildly convex Thanjavur one. Artistic highlights are the wonderfully graceful sculptures around the tower's exterior.\nA massive Nandi (Shiva's vehicle) faces the temple from the tranquil surrounding gardens; a lion stands guard nearby. The main shrine, beneath the tower, contains a huge lingam and is approached through a long 17th-century hall. The fine carvings on the tower's exterior include: Shiva as the beggar Bhikshatana, immediately left of the southern steps; Ardhanarishvara (Shiva as half-man, half-woman) and Shiva as Nataraja, on the south side; Shiva with Ganga, Shiva emerging from the lingam, and Vishnu with Lakshmi and Bhudevi (the southernmost three images on the west side); and Shiva with Parvati (the northernmost image on the west side). Most famous is the masterful panel of Shiva garlanding the head of his follower, Chandesvara, beside the northern steps."
},
{
    "country": "tamil-nadu",
    "index": 3,
    "name": "Arjuna’s Penance",
    "latitude": "12.617930389131",
    "longitude": "80.192731964373",
    "excerpt": "The crowning masterpiece of Mamallapuram’s stonework, this giant relief carving is one of India's greatest ancient artworks. Inscribed on two huge,…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/mamallapuram-mahabalipuram/attractions/arjuna-s-penance/a/poi-sig/478890/356492",
    "image_url": null,
    "detail_description": "The crowning masterpiece of Mamallapuram’s stonework, this giant relief carving is one of India's greatest ancient artworks. Inscribed on two huge, adjacent boulders, the Penance bursts with scenes of Hindu myth and everyday South Indian life. In the centre, nagas (snake-beings) descend a once water-filled cleft, representing the Ganges. To the left Arjuna (hero of the Mahabharata) performs self-mortification (fasting on one leg), so that the four-armed Shiva will grant him his most powerful weapon, the god-slaying Pasupata.\nSome scholars believe the carving actually shows the sage Bagiratha, who did severe penance to obtain Shiva's help in bringing the Ganges to earth. Shiva is attended by dwarves, and celestial beings fly across the carving's upper sections. Below Arjuna/Bagiratha is a temple to Vishnu (mythical ancestor of the Pallava kings), with sages, deer and a lion. The many wonderfully carved animals include a herd of elephants and – humour amid the holy – a cat mimicking Arjuna's penance to a crowd of mice.South along the road from Arjuna's Penance are the unfinished Panch Pandava Mandapa cave temple; the Krishna Mandapa, which famously depicts Krishna lifting Govardhana Hill to protect cows and villagers from a storm sent by Indra; an unfinished relief carving of similar size to Arjuna's Penance; and the empty Dharmaraja Cave Temple."
},
{
    "country": "tamil-nadu",
    "index": 2,
    "name": "Government Museum",
    "latitude": "13.070491",
    "longitude": "80.25738",
    "excerpt": "Housed across from the striking British-built Pantheon Complex, this excellent museum is Chennai’s best. The big highlight is building 3, the Bronze…",
    "detail_url": "https://www.lonelyplanet.com/india/tamil-nadu/chennai-madras/attractions/government-museum/a/poi-sig/460357/356488",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-128895295_full.jpg",
    "detail_description": "Housed across from the striking British-built Pantheon Complex, this excellent museum is Chennai’s best. The big highlight is building 3, the Bronze Gallery, with a superb collection of South Indian bronzes from the 7th-century Pallava era through to modern times (and English-language explanatory material).\nIt was from the 9th to 11th centuries, in the Chola period, that bronze sculpture peaked. Among the Bronze Gallery's impressive pieces are many of Shiva as Nataraja, the cosmic dancer, and an outstanding Chola bronze of Ardhanarishvara, the androgynous incarnation of Shiva and Parvati.The main Archaeological Galleries (building 1) represent all the major South Indian periods from 2nd-century BC Buddhist sculptures to 16th-century Vijayanagar work, with rooms devoted to Hindu, Buddhist and Jain sculpture. Building 2, the Anthropology Galleries, traces South Indian human history back to prehistoric times, displaying tribal artefacts from across the region; outside it is a tiger-head cannon captured from Tipu Sultan's army in 1799 upon his defeat at Srirangapatnam.The museum also includes the National Art Gallery, Contemporary Art Gallery and Children’s Museum, on the same ticket. Some sections may be closed for renovation."
}
]