[
{
    "country": "tasmania",
    "index": 1,
    "name": "Kunanyi/Mt Wellington",
    "latitude": "-42.89634",
    "longitude": "147.237654",
    "excerpt": "Ribbed with its striking Organ Pipes cliffs, kunanyi/Mt Wellington (1271m) towers over Hobart like a benevolent overlord. The view from the top stretches…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/sandy-bay-south-hobart/attractions/kunanyi-mt-wellington/a/poi-sig/1162378/1004929",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ce8c25f547f667deaee8ade7d1276b85-mt-wellington.jpg",
    "detail_description": "Ribbed with its striking Organ Pipes cliffs, kunanyi/Mt Wellington (1271m) towers over Hobart like a benevolent overlord. The view from the top stretches over Hobart and much of the state's south, and the slopes are laced with walking trails. Mountain bikers come for the North South Track, descending from the Springs to Glenorchy, while you can also coast down the sealed summit road on a bike with Mt Wellington Descent. The Hobart Shuttle Bus Company also runs daily two-hour tours to the summit.\nHacked out of the mountainside during the Great Depression, the summit road winds up from Fern Tree through thick temperate forest, opening out to lunar rockscapes near the summit. If you don’t have wheels, local buses 448 (weekdays) and 449 (weekends and weekday evenings) stop halfway up the hill at Fern Tree, from where it’s a five- to six-hour return walk to the top via Fern Glade Track, Radfords Track, Pinnacle Track and then the steep Zig Zag Track. The Organ Pipes walk from the Chalet (en route to the summit) is a flat track below these dolerite cliffs.Download a series of walking and mountain biking maps and brochures at www.wellingtonpark.org.au/maps, or pick up the detailed Wellington Park Recreation Map ($11.95) from the visitor information centre or Service Tasmania."
},
{
    "country": "tasmania",
    "index": 40,
    "name": "Queen’s Domain",
    "latitude": "-42.869044848752",
    "longitude": "147.32940685718",
    "excerpt": "In Hobart's early days, the leafy hill on the city’s northern side became the governor’s private playground, upon which no houses were to be built. Today…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/mona-northern-hobart/attractions/queen-s-domain/a/poi-sig/1447515/1341335",
    "image_url": null,
    "detail_description": "In Hobart's early days, the leafy hill on the city’s northern side became the governor’s private playground, upon which no houses were to be built. Today the hillock is called the Queen’s Domain and is public parkland, strewn with cricket, tennis and athletics centres, the Hobart Aquatic Centre, native grasslands, lookouts, the Cenotaph and the Royal Tasmanian Botanical Gardens. Pedestrian overpasses on the western side provide easy access to North Hobart.\n"
},
{
    "country": "tasmania",
    "index": 39,
    "name": "Fossil Bluff",
    "latitude": "-40.980643",
    "longitude": "145.731926",
    "excerpt": "Created by an ancient tidewater glacier, 275-million-year-old Fossil Bluff is rich in fossils, including the remains of prehistoric whales and the oldest…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/wynyard-around/attractions/fossil-bluff/a/poi-sig/1504292/1300291",
    "image_url": null,
    "detail_description": "Created by an ancient tidewater glacier, 275-million-year-old Fossil Bluff is rich in fossils, including the remains of prehistoric whales and the oldest marsupial fossil found in Australia. The species was named Wynyardia bassiana in honour of the town. At low tide, it's possible to walk around the base of the bluff and fossick for fossils. You'll find the bluff 3km north of the town centre.\nFor more information on fossils in the area, buy a copy of the simple Geological Guide to the Wynyard Area ($0.50) at the visitor information centre."
},
{
    "country": "tasmania",
    "index": 38,
    "name": "Rocky Cape National Park",
    "latitude": "-40.869262",
    "longitude": "145.505333",
    "excerpt": "Tasmania’s smallest national park, pinmatik/Rocky Cape, stretches 12km along Bass Strait’s shoreline. It has great significance to the local Indigenous…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/the-northwest/attractions/rocky-cape-national-park/a/poi-sig/1562247/362456",
    "image_url": null,
    "detail_description": "Tasmania’s smallest national park, pinmatik/Rocky Cape, stretches 12km along Bass Strait’s shoreline. It has great significance to the local Indigenous people, who made their homes in the sea caves here 8000 years before European occupation. You can drive out to a squat lighthouse on the cape's tip and enjoy fine Bass Strait views, while a 20-minute return walk from here leads down towards North Cave. Parks passes are available at the Sisters Beach General Store.\nInformation about the park can be supplied over the phone by the Stanley Field Centre Office."
},
{
    "country": "tasmania",
    "index": 36,
    "name": "Tinderbox Marine Reserve",
    "latitude": "-43.058447",
    "longitude": "147.329836",
    "excerpt": "Tinderbox Marine Reserve borders a small beach in the delightfully named Tinderbox, near Blackmans Bay about 23km south of Hobart. Strap on a snorkel and…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/kingston/attractions/tinderbox-marine-reserve/a/poi-sig/1449061/1338037",
    "image_url": null,
    "detail_description": "Tinderbox Marine Reserve borders a small beach in the delightfully named Tinderbox, near Blackmans Bay about 23km south of Hobart. Strap on a snorkel and follow an underwater trail running alongside a sandstone reef not far offshore, which is marked with submerged information plates explaining the rich local ecosystem.\nBruny Island is just over 1km away across the D'Entrecasteaux Channel: locals launch their boats at Tinderbox and skim across to Dennes Point for a beach BBQ. Roaring 40s Kayaking (www.roaring40skayaking.com.au) runs day tours around this coast (adult/child $180/150) on Sundays between November and April."
},
{
    "country": "tasmania",
    "index": 37,
    "name": "Beaconsfield Mine & Heritage Centre",
    "latitude": "-41.201487",
    "longitude": "146.816204",
    "excerpt": "Learn about Beaconsfield's fascinating mining heritage at this interactive museum, which includes a large exhibition devoted to the 2006 mine rescue…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/beaconsfield-around/attractions/beaconsfield-mine-heritage-centre/a/poi-sig/1447580/1338071",
    "image_url": null,
    "detail_description": "Learn about Beaconsfield's fascinating mining heritage at this interactive museum, which includes a large exhibition devoted to the 2006 mine rescue. Crawl into a re-creation of the claustrophobic steel cage in which the two miners were trapped, and climb partway up the head frame of the gold mine, which closed in 2012.\nIf you're heading to Platypus House and Seahorse World in Beauty Point, save some money by purchasing a three-attraction Tamar Triple Pass (adult/family $49/135). It represents a saving of adult/family $13/18."
},
{
    "country": "tasmania",
    "index": 35,
    "name": "Lost World",
    "latitude": "-42.880241",
    "longitude": "147.226582",
    "excerpt": "A real local secret (not so secret now, eh?), Lost World is an amazing boulder field near the summit of Kunanyi/Mt Wellington, backed by a miniature…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/sandy-bay-south-hobart/attractions/lost-world/a/poi-sig/1591533/1004929",
    "image_url": null,
    "detail_description": "A real local secret (not so secret now, eh?), Lost World is an amazing boulder field near the summit of Kunanyi/Mt Wellington, backed by a miniature version of the famous Organ Pipes dolerite cliffs below the summit, further to the south. Rock climbers, boulder-hoppers and bushwalkers venture here to lose a few hours in surreal solitude, to check out the views, or to play hide-and-seek among the massive fractured hunks of stone.\nTo get to Lost World, take the little track heading north from the car park at 'Big Bend', 9km up Pinnacle Rd from Fern Tree – the last major hairpin bend before the summit. It's a 45-minute walk one-way."
},
{
    "country": "tasmania",
    "index": 34,
    "name": "Trevallyn Nature Recreation Area",
    "latitude": "-41.449096",
    "longitude": "147.102256",
    "excerpt": "Artificial Lake Trevallyn on the South Esk River above Cataract Gorge is a favourite spot with the locals. Take a picnic and have a splash in the shallows…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/launceston/attractions/trevallyn-nature-recreation-area/a/poi-sig/1446974/362447",
    "image_url": null,
    "detail_description": "Artificial Lake Trevallyn on the South Esk River above Cataract Gorge is a favourite spot with the locals. Take a picnic and have a splash in the shallows on a warm day, or head to the reserve and investigate its walking, mountain-biking and horse-riding trails. You can even go cable hang gliding.\nFrom the West Tamar Hwy (A7), take the signposted turnoff to Lake Trevallyn. This will lead to Reatta Rd, which passes through the suburb of Trevallyn and provides access to Lake Trevallyn Rd (which leads to the lake) and Duck Reach Rd, which leads to the recreation area (follow signs to Village Green/Hoo Hoo Hut)."
},
{
    "country": "tasmania",
    "index": 33,
    "name": "The Nut",
    "latitude": "-40.762699",
    "longitude": "145.302451",
    "excerpt": "Known to the area's Indigenous people as Moo-Nut-Re-Ker and labelled 'Circular Head' by explorer Matthew Flinders, this striking 143m-high, 12-million…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/stanley/attractions/the-nut/a/poi-sig/1227936/1300293",
    "image_url": null,
    "detail_description": "Known to the area's Indigenous people as Moo-Nut-Re-Ker and labelled 'Circular Head' by explorer Matthew Flinders, this striking 143m-high, 12-million-year-old core of an extinct volcano can be seen for many kilometres around Stanley. To get to the summit it's a steep 20-minute climb or a ride on the chairlift. The best lookout is a short walk to the south of the chairlift. At the top is a 2km circuit walk (about one hour) around the summit plateau.\nIn summer, watch for short-tailed shearwaters (muttonbirds) returning to their burrows at dusk after a day’s foraging at sea."
},
{
    "country": "tasmania",
    "index": 32,
    "name": "Devils Gullet",
    "latitude": "-41.667783",
    "longitude": "146.322784",
    "excerpt": "Views to Mt Ossa and Cradle Mountain are available from a dramatic lookout platform overlooking the sheer cliff face at Devils Gullet on the northern rim…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/mole-creek/attractions/devils-gullet/a/poi-sig/1227846/1300283",
    "image_url": null,
    "detail_description": "Views to Mt Ossa and Cradle Mountain are available from a dramatic lookout platform overlooking the sheer cliff face at Devils Gullet on the northern rim of the Great Western Tiers. To get here take the B12 (C38) west from Mole Creek, past Marakoopa, then Mersey Forest Rd for a very short distance, turning left at the signposted road to Devils Gullet and Lake Mackenzie. It's a 40-minute return walk to the lookout from the car park.\nNote that the lookout was damaged by floods in mid-2016 and was closed – perhaps permanently – when we last visited. Contact the Great Western Tiers Visitor Information Centre in Deloraine for an update."
},
{
    "country": "tasmania",
    "index": 31,
    "name": "Mt Nelson",
    "latitude": "-42.924283",
    "longitude": "147.343837",
    "excerpt": "The Old Signal Station atop Mt Nelson (352m) provides immaculate views over Hobart and the Derwent River estuary. The Mt Nelson semaphore station …",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/sandy-bay-south-hobart/attractions/mt-nelson/a/poi-sig/1445757/1004929",
    "image_url": null,
    "detail_description": "The Old Signal Station atop Mt Nelson (352m) provides immaculate views over Hobart and the Derwent River estuary. The Mt Nelson semaphore station (established 1811) was once the major link between Hobart and the Port Arthur penal colony further south. To get here, drive up Davey St then take the Southern Outlet towards Kingston and turn left at the top of the hill. Local buses 457, 458 and X58 also come here.\nThere’s a sassy restaurant beside the signal station, plus barbecues and picnic tables. You can also walk to the top via the 90-minute return Truganini Track, which starts at Cartwright Reserve beside the Channel Hwy in Taroona."
},
{
    "country": "tasmania",
    "index": 30,
    "name": "Preminghana Indigenous Protected Area",
    "latitude": "-40.866633",
    "longitude": "144.716678",
    "excerpt": "Located 7km north of Marrawah and formerly known as Mt Cameron West, this protected area on the coast is five kilometres long and one kilometre wide and…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/marrawah/attractions/preminghana-indigenous-protected-area/a/poi-sig/1563843/1300295",
    "image_url": null,
    "detail_description": "Located 7km north of Marrawah and formerly known as Mt Cameron West, this protected area on the coast is five kilometres long and one kilometre wide and is one of the most important Indigenous sites on the west coast. At the northern beach end are low-lying slabs of rock with petroglyphs dating back two millennia. Also in this area are tool quarries and living sites. Flora includes manuka thicket, tea-tree swamps, eucalyptus woodlands, coast wattle and honeysuckle.\nThe land here was returned to the Aboriginal people in 1995 and is currently maintained and protected by Aboriginal supervisors. You can drive to their work camp and ask for permission to explore the site; there is someone there most days."
},
{
    "country": "tasmania",
    "index": 29,
    "name": "Allendale Gardens",
    "latitude": "-40.940101",
    "longitude": "145.088904",
    "excerpt": "Allendale Gardens is the life’s work and passion of green-fingered Max and Lorraine Cross, who created and nurture it. Here you can wander through an…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/smithton-around/attractions/allendale-gardens/a/poi-sig/1167567/1338113",
    "image_url": null,
    "detail_description": "Allendale Gardens is the life’s work and passion of green-fingered Max and Lorraine Cross, who created and nurture it. Here you can wander through an incredible variety of trees and flowering plants – there’s the glorious birch walk, a spectacular dahlia-and-rose garden, a wisteria pergola, spring blossoms, autumn colours and a panoply of trees, from Himalayan spruces to redwoods, tulip trees and the exquisite Chinese dove tree.\nAllen Creek ripples its way through the gardens, crossed by six bridges. There’s also a peaceful stand of rainforest where you can admire towering old-growth stringybarks, spot a rare creeping fern and perhaps see platypuses in the creek. You should then indulge in tea, scones and cream in the teahouse, with lashings of Max’s homemade raspberry and blackberry jams.The gardens are signposted off Blanch Rd (which is off the B22), 12km south of Smithton towards Edith Creek."
},
{
    "country": "tasmania",
    "index": 28,
    "name": "Moorilla",
    "latitude": "-42.811939",
    "longitude": "147.261214",
    "excerpt": "The vineyard that drapes across MONA’s peninsula is southern Tasmania's oldest, with vines first planted by Italian entrepreneur Claudio Alcorso in 1958…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/mona-northern-hobart/attractions/moorilla/a/poi-sig/1222993/1341335",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f1d31ed73604cf0d16b7e8c9954d2330-mona.jpg",
    "detail_description": "The vineyard that drapes across MONA’s peninsula is southern Tasmania's oldest, with vines first planted by Italian entrepreneur Claudio Alcorso in 1958. It's now run by MONA, with tours and tastings available. The cellar door is elevated above the museum's grounds – sip its luscious reds with MONA's lawns below you and John Olsen’s The Source on the ceiling above.\n"
},
{
    "country": "tasmania",
    "index": 27,
    "name": "Walls of Jerusalem National Park",
    "latitude": "-41.823653",
    "longitude": "146.300812",
    "excerpt": "This isolated Central Plateau national park features glacial lakes, gorgeous alpine flora and a ring of peaks (the 'walls') with biblical names. It's a…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/the-northwest/attractions/walls-of-jerusalem-national-park/a/poi-sig/1167381/362456",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/10e4693afeaf4367d350a350f9be88de-walls-of-jerusalem-national-park.jpg",
    "detail_description": "This isolated Central Plateau national park features glacial lakes, gorgeous alpine flora and a ring of peaks (the 'walls') with biblical names. It's a bushwalking favourite, with camping available at Wild Dog Creek and Dixons Kingdom Hut, providing bases for climbs to Mt Jerusalem (1459m), Solomons Throne (1470m) and the Temple (1446m).\nThe park is reached from Mole Creek by taking Mersey Forest Rd to Lake Rowallan. The last 11km is on well-maintained gravel roads."
},
{
    "country": "tasmania",
    "index": 23,
    "name": "Bass Strait Maritime Centre",
    "latitude": "-41.166831",
    "longitude": "146.363093",
    "excerpt": "Housed in the former harbour master’s residence (c 1920), this small but impressive museum is home to displays about the maritime history of Bass Strait…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/devonport/attractions/bass-strait-maritime-centre/a/poi-sig/1446560/362457",
    "image_url": null,
    "detail_description": "Housed in the former harbour master’s residence (c 1920), this small but impressive museum is home to displays about the maritime history of Bass Strait and Devonport. Its large collection of ship and ferry models is impressive, but the knockout exhibit is the interactive simulator ($2) that allows museum-goers to steer (or crash) a steamer into the Mersey River docks.\n"
},
{
    "country": "tasmania",
    "index": 24,
    "name": "Waterfront",
    "latitude": "-42.882662",
    "longitude": "147.334106",
    "excerpt": "Hobartians flock to the city’s waterfront like seagulls to chips. Centred on Victoria Dock (a working fishing harbour) and Constitution Dock (full of…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/central-hobart-the-waterfront/attractions/waterfront/a/poi-sig/1222868/1341334",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aaeee1140d51bb580939ef8ceb7fe351-the-waterfront.jpg",
    "detail_description": "Hobartians flock to the city’s waterfront like seagulls to chips. Centred on Victoria Dock (a working fishing harbour) and Constitution Dock (full of floating fish punts and the odd wayward seal), it’s a brilliant place to explore. The obligatory Hobart experience is to sit in the sun, munch some fish and chips and watch the harbour hubbub. If you’d prefer something with a knife and fork, there are some superb restaurants here too – head for Elizabeth Street Pier or Mures.\nCelebrations surrounding the finish of the annual Sydney to Hobart Yacht Race revolve around Constitution Dock at New Year. The fab food festival Taste of Tasmania, inside Princes Wharf, is also in full swing around this time. There are so many people around the waterfront, Hobart could be Monaco! Almost… The city's New Year’s Eve fireworks also draw a crowd to the waterfront.Hunter St has a row of fine Georgian warehouses, most of which comprised the old Henry Jones IXL jam factory. It’s occupied these days by the University of Tasmania's Art School and the uber-swish Henry Jones Art Hotel, both retaining their original heritage facades. The fab MACq 01 hotel is here too, breathing new life into an old wharf building.Most of the Hobart waterfront area is built on reclaimed land. When the town was first settled, Davey St marked the shoreline and the Hunter St area was an island, used to store food and imported goods. Subsequent projects filled in the shallow waters and created the land upon which Hunter St and Salamanca Pl were constructed. On Hunter St, look for the markers indicating the position of the original causeway, built in 1820 to link Hunter Island with the long-since-demolished (and debauched) suburb of Wapping."
},
{
    "country": "tasmania",
    "index": 25,
    "name": "Franklin House",
    "latitude": "-41.489581",
    "longitude": "147.168517",
    "excerpt": "A relatively short drive south of the city, Franklin House is one of Launceston’s most fetching Georgian-era homes. Built in 1838 by former convict and…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/launceston/attractions/franklin-house/a/poi-sig/481386/362447",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Launceston%20John%20Martin%20Alamy%20WA6M99%20RFC.jpg",
    "detail_description": "A relatively short drive south of the city, Franklin House is one of Launceston’s most fetching Georgian-era homes. Built in 1838 by former convict and savvy businessman Britton Jones, it was extended in 1848 by schoolteacher William Keeler Hawkes, who ran it as a boys' school until 1866. Later, it became a private residence. Though the furnishings in the house are sparse and modest, the building's history makes it well worth a visit.\nThe St James Anglican Church and Cemetery opposite dates from 1845."
},
{
    "country": "tasmania",
    "index": 22,
    "name": "Platypus House",
    "latitude": "-41.150352",
    "longitude": "146.824261",
    "excerpt": "Cute Platypus House puts the world’s only two monotremes – the platypus and the echidna – on display for your viewing pleasure. Platypuses (including…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/beauty-point/attractions/platypus-house/a/poi-sig/1166749/1322942",
    "image_url": null,
    "detail_description": "Cute Platypus House puts the world’s only two monotremes – the platypus and the echidna – on display for your viewing pleasure. Platypuses (including Jupiter, the largest platypus in captivity) swim about in glass-sided tanks, while in the 'echidna garden', the spiky critters wander around your feet as guides dish out scientific facts and feed. Guided tours depart on the hour.\n"
},
{
    "country": "tasmania",
    "index": 26,
    "name": "Hobart Convict Penitentiary",
    "latitude": "-42.877254",
    "longitude": "147.326885",
    "excerpt": "The courtrooms, cells and gallows at 'the Tench' had a hellish reputation in the 1800s, and every convict in Tasmania passed through here. The barracks…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/central-hobart-the-waterfront/attractions/hobart-convict-penitentiary/a/poi-sig/366187/1341334",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0076d7df48f9fecc48628c8cbd04544f-penitentiary-chapel-historic-site.jpg",
    "detail_description": "The courtrooms, cells and gallows at 'the Tench' had a hellish reputation in the 1800s, and every convict in Tasmania passed through here. The barracks are all gone, but the red-brick chapel remains solidly intact. Visits are by tour only, and include a 40-minute film, Pandemonium, projected onto the walls of the chapel, where convicts sat for church – it held up to 1500 people and was built atop 36 solitary-confinement cells.\nBook ahead for night-time ghost tours."
},
{
    "country": "tasmania",
    "index": 21,
    "name": "Salamanca Arts Centre",
    "latitude": "-42.88694707",
    "longitude": "147.3336447",
    "excerpt": "The nonprofit Salamanca Arts Centre has been here since 1977 and occupies seven Salamanca warehouses. It's home to dozens of arts organisations and…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/salamanca-place-battery-point/attractions/salamanca-arts-centre/a/poi-sig/1162319/1341333",
    "image_url": null,
    "detail_description": "The nonprofit Salamanca Arts Centre has been here since 1977 and occupies seven Salamanca warehouses. It's home to dozens of arts organisations and individuals, including excellent shops, galleries, theatres, studios, performing-arts venues, a cheese shop, a couple of cafes and public spaces.\nDon't miss the free Friday evening Rektango hoedown in the Salamanca Arts Centre Courtyard out the back."
},
{
    "country": "tasmania",
    "index": 20,
    "name": "Queen Victoria Art Gallery",
    "latitude": "-41.43786",
    "longitude": "147.133842",
    "excerpt": "Colonial paintings, including works by John Glover, are the pride of the collection at this art gallery in a meticulously restored 19th-century building…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/launceston/attractions/queen-victoria-art-gallery/a/poi-sig/1163713/362447",
    "image_url": null,
    "detail_description": "Colonial paintings, including works by John Glover, are the pride of the collection at this art gallery in a meticulously restored 19th-century building on the edge of Royal Park. Be sure to check out the ground-level First Tasmanians Gallery, featuring stone tools, Indigenous history, a basket weaved by the famous Truganini and a map of Tasmania's Aboriginal nations to get your ancient bearings on the island. There's also a popular cafe and a gallery shop.\n"
},
{
    "country": "tasmania",
    "index": 19,
    "name": "King George V Park",
    "latitude": "-41.381478",
    "longitude": "146.327248",
    "excerpt": "Hidden behind Main St's shops (access is via an asphalt path), this park has plenty of trees and lawn, a children's playground, public toilets, picnic…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/sheffield/attractions/king-george-v-park/a/poi-sig/1562014/1322988",
    "image_url": null,
    "detail_description": "Hidden behind Main St's shops (access is via an asphalt path), this park has plenty of trees and lawn, a children's playground, public toilets, picnic tables, BBQs and an utterly charming mosaic walk inspired by local flora and fauna. The mosaics were created by members of the community and are much more attractive than most of the town's murals. The Sheffield Working Art Space is located at the northern edge of the park.\n"
},
{
    "country": "tasmania",
    "index": 18,
    "name": "Tasmanian Museum & Art Gallery",
    "latitude": "-42.881766",
    "longitude": "147.332443",
    "excerpt": "Incorporating Tasmania's oldest surviving public building, the Commissariat Store (1808), TMAG features Aboriginal and colonial relics and an excellent…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/central-hobart-the-waterfront/attractions/tasmanian-museum-art-gallery/a/poi-sig/366203/1341334",
    "image_url": null,
    "detail_description": "Incorporating Tasmania's oldest surviving public building, the Commissariat Store (1808), TMAG features Aboriginal and colonial relics and an excellent Antarctic and Southern Ocean display. The gallery curates a collection of Tasmanian colonial and modern art, and there are changing temporary exhibitions. Free guided tours run at 1pm and 2pm from Wednesday to Sunday, plus special themed tours at 11am; check the website to see what's on. There’s a cool courtyard cafe and shop too.\n"
},
{
    "country": "tasmania",
    "index": 17,
    "name": "Burnie Regional Museum",
    "latitude": "-41.05181857",
    "longitude": "145.90259389",
    "excerpt": "The centrepiece of this absorbing museum is the lovingly crafted Federation St, a re-creation of a 1900 Burnie streetscape, including blacksmith's forge…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/burnie/attractions/burnie-regional-museum/a/poi-sig/1167426/1300290",
    "image_url": null,
    "detail_description": "The centrepiece of this absorbing museum is the lovingly crafted Federation St, a re-creation of a 1900 Burnie streetscape, including blacksmith's forge and farrier's shop, wash house, general store, post and telegraph office, stagecoach depot, inn, dentist's surgery, newspaper office and boot maker. Each is based on an actual business that existed in Burnie, incorporates multimedia elements and features excellent interpretative panels. Interesting temporary exhibitions feature in an adjoining room.\n"
},
{
    "country": "tasmania",
    "index": 16,
    "name": "Highfield Historic Site",
    "latitude": "-40.747631",
    "longitude": "145.292494",
    "excerpt": "Built in 1835 for the chief agent of the Van Diemen’s Land Company, this homestead, poised 2km north of town, is an exceptional example of domestic…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/stanley/attractions/highfield-historic-site/a/poi-sig/1167537/1300293",
    "image_url": null,
    "detail_description": "Built in 1835 for the chief agent of the Van Diemen’s Land Company, this homestead, poised 2km north of town, is an exceptional example of domestic architecture of the Regency period in Tasmania. Managed by the Tasmanian Parks &amp; Wildlife Service, it can be visited on a self-guided tour that covers the house, pretty garden and outbuildings, including stables, grain stores, workers’ cottages and the chapel.\nThe outlook from the ruins of the convict barracks 100m north of Highfield is the classic Stanley view."
},
{
    "country": "tasmania",
    "index": 15,
    "name": "Bass & Flinders Centre",
    "latitude": "-41.10799",
    "longitude": "146.821257",
    "excerpt": "Undoubtedly the highlight of a visit to George Town, this small museum in a former cinema houses a red-sailed, full-size replica of the Norfolk, the sloop…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/george-town/attractions/bass-flinders-centre/a/poi-sig/1362861/1317369",
    "image_url": null,
    "detail_description": "Undoubtedly the highlight of a visit to George Town, this small museum in a former cinema houses a red-sailed, full-size replica of the Norfolk, the sloop in which Bass and Flinders circumnavigated Tasmania in 1798. You can climb aboard the replica (and go below deck), which re-created the famous circumnavigation in 1998. There are other boats here too, including a replica of Bass and Flinders' wooden dinghy, Tom Thumb – it's altogether a rather fabulous collection. There's also a cafe.\n"
},
{
    "country": "tasmania",
    "index": 14,
    "name": "Mole Creek Karst National Park",
    "latitude": "-41.5985",
    "longitude": "146.296692",
    "excerpt": "This park's major draws are Marakoopa Cave and King Solomons Cave, which can be visited on tours operated by the Tasmanian Parks & Wildlife Service…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/mole-creek/attractions/mole-creek-karst-national-park/a/poi-sig/1448258/1300283",
    "image_url": null,
    "detail_description": "This park's major draws are Marakoopa Cave and King Solomons Cave, which can be visited on tours operated by the Tasmanian Parks &amp; Wildlife Service. Marakoopa is the larger cave, with glowworms, while the formations in compact King Solomons are more densely clustered. Other caves in the park can be visited by experienced cavers or on a guided tour operated by Wild Cave Tours. If you're just doing one of the P&amp;WS tours, you don't need a national parks pass.\n"
},
{
    "country": "tasmania",
    "index": 13,
    "name": "Clarendon",
    "latitude": "-41.631723",
    "longitude": "147.282221",
    "excerpt": "This 1838 mansion on the banks of the South Esk River, built for wealthy wool grower and merchant James Cox, is a Georgian gem that looks like it’s…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/evandale/attractions/clarendon/a/poi-sig/1166789/1317373",
    "image_url": null,
    "detail_description": "This 1838 mansion on the banks of the South Esk River, built for wealthy wool grower and merchant James Cox, is a Georgian gem that looks like it’s stepped straight out of Gone with the Wind. Long the grandest house in the colony, it's open for self-guided visits, though National Trust volunteers are also usually on hand to steer you through the antique-furnished home.\nYou can also wander through the outbuildings, one of which houses the Australian Fly Fishing Museum, which was closed for refurbishment at the time of writing."
},
{
    "country": "tasmania",
    "index": 10,
    "name": "Queen Victoria Museum",
    "latitude": "-41.428634",
    "longitude": "147.141201",
    "excerpt": "Inside the restored and reinvented Inveresk railway yards, QVMAG has the usual assembly of dinosaurs and stuffed animals, but they sit alongside historic…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/launceston/attractions/queen-victoria-museum/a/poi-sig/1447090/362447",
    "image_url": null,
    "detail_description": "Inside the restored and reinvented Inveresk railway yards, QVMAG has the usual assembly of dinosaurs and stuffed animals, but they sit alongside historic treasures such as bushranger Martin Cash’s revolver, the tortoise-shell workbasket of Lady Jane Franklin, and a section devoted to the Tasmanian tiger. Kids will love the interactive gadgetry of the Phenomena Factory, and the planetarium (adult/child/family $7/5/18) is perennially popular. There's also a cafe and museum shop. Get here on the free Tiger Bus.\nFree museum tours run on Sundays at 1pm."
},
{
    "country": "tasmania",
    "index": 12,
    "name": "North Hobart",
    "latitude": "-42.873653",
    "longitude": "147.315964",
    "excerpt": "Hobart at its most bohemian, the Elizabeth St strip in North Hobart (aka NoHo) is lined with dozens of cafes, restaurants, bars and pubs – enough to keep…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/mona-northern-hobart/attractions/north-hobart/a/poi-sig/1558966/1341335",
    "image_url": null,
    "detail_description": "Hobart at its most bohemian, the Elizabeth St strip in North Hobart (aka NoHo) is lined with dozens of cafes, restaurants, bars and pubs – enough to keep you coming back meal after drink after meal. Also here is the excellent art-house State Cinema, and Hobart's staunchest live-music room, the Republic Bar &amp; Café. Must-do Hobart!\nTo get here, it's about a 1.5km walk from the city centre up gently sloping Elizabeth St, or jump on almost any bus numbered between 500 and 562 from the city centre."
},
{
    "country": "tasmania",
    "index": 11,
    "name": "Liffey Falls",
    "latitude": "-41.698127",
    "longitude": "146.764448",
    "excerpt": "Pouring through Liffey Falls State Reserve, part of the Tasmanian Wilderness World Heritage Area, is one of Tasmania's most classically beautiful…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/deloraine/attractions/liffey-falls/a/poi-sig/1505088/1300281",
    "image_url": null,
    "detail_description": "Pouring through Liffey Falls State Reserve, part of the Tasmanian Wilderness World Heritage Area, is one of Tasmania's most classically beautiful waterfalls. A gentle 45-minute return walk descends through temperate rainforest and past a series of cascades on the Liffey River to reach the base of the waterfall. The start of the track is 29km south of Deloraine, reached along Highland Lakes Rd (A5).\nIf you want to stretch out the approach, a longer walking track (three hours return) ascends from the Gulf Rd picnic area, about 7km west of the town of Liffey, following the banks of the Liffey River upstream."
},
{
    "country": "tasmania",
    "index": 9,
    "name": "Marakoopa Cave",
    "latitude": "-41.577636",
    "longitude": "146.289525",
    "excerpt": "The name Marakoopa derives from an Aboriginal word meaning ‘handsome’ and this cave well and truly lives up to its moniker, featuring a subterranean world…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/mole-creek/mole-creek-karst-national-park/attractions/marakoopa-cave/a/poi-sig/1227816/1300284",
    "image_url": null,
    "detail_description": "The name Marakoopa derives from an Aboriginal word meaning ‘handsome’ and this cave well and truly lives up to its moniker, featuring a subterranean world of straws, stalactites, glowworms and sparkling crystals. Two tours are available: the easy Underground Rivers &amp; Glowworms Tour (10am, noon and 2pm, plus 4pm October to May) visits the lower chamber with its crystals and glowworms, while the Great Cathedral &amp; Glowworms Tour (11am, 1pm and 3pm) includes a climb to the vast Great Cathedral cavern.\nIf you get here with enough time to spare, there’s a 500m walk along a ferny glade from the ticket office to the cave entrance."
},
{
    "country": "tasmania",
    "index": 8,
    "name": "Cascades Female Factory Historic Site",
    "latitude": "-42.894108",
    "longitude": "147.299216",
    "excerpt": "This World Heritage Site was where Hobart’s female convicts were incarcerated and put to work. Around 12,500 women were transported to Tasmania, and at…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/sandy-bay-south-hobart/attractions/cascades-female-factory-historic-site/a/poi-sig/366155/1004929",
    "image_url": null,
    "detail_description": "This World Heritage Site was where Hobart’s female convicts were incarcerated and put to work. Around 12,500 women were transported to Tasmania, and at its height the Cascades Female Factory held 1200 women – more convicts than Port Arthur ever held at a time. You can explore the hauntingly spare yards with their interpretive installations independently, or take a guided Heritage Tour or the excellent Her Story dramatisation. To get here by public transport, take bus 446, 447 or 449.\nCombined Heritage and Her Story tour tickets are also available (adult/child/family $35/22/90), starting with an 11am Heritage Tour followed by Her Story at noon."
},
{
    "country": "tasmania",
    "index": 7,
    "name": "Woolmers Estate",
    "latitude": "-41.625805",
    "longitude": "147.147735",
    "excerpt": "Part of the Unesco World Heritage Australian Convict Sites listing, this pastoral estate on the Macquarie River was built by Thomas Archer in 1817 and…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/longford/attractions/woolmers-estate/a/poi-sig/1447901/1322943",
    "image_url": null,
    "detail_description": "Part of the Unesco World Heritage Australian Convict Sites listing, this pastoral estate on the Macquarie River was built by Thomas Archer in 1817 and remained in the ownership of the Archer family until 1994. You can freely wander the grounds, which include a striking rose garden and the oldest shearing shed in use in Australia, or take a guided 45-minute tour through the homestead, still furnished with the family's possessions.\nIt's possible to overnight in self-contained cottages on the site, and you can stroll like the gentry to neighbouring Brickendon estate on the 2.8km Convict Trail Walk. The visitor centre contains a decent cafe (mains $10 to $17)."
},
{
    "country": "tasmania",
    "index": 6,
    "name": "Battery Point",
    "latitude": "-42.889061",
    "longitude": "147.335136",
    "excerpt": "Tucked in behind Salamanca Pl, the old maritime village of Battery Point is a tight nest of lanes and 19th-century cottages. Spend an afternoon exploring:…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/salamanca-place-battery-point/attractions/battery-point/a/poi-sig/366145/1341333",
    "image_url": null,
    "detail_description": "Tucked in behind Salamanca Pl, the old maritime village of Battery Point is a tight nest of lanes and 19th-century cottages. Spend an afternoon exploring: stumble up Kelly’s Steps from Salamanca Pl and wander through Princes Park, where the gun battery of the suburb's name stood, protecting Hobart Town from nautical threats both real and imagined. Spin around picturesque Arthur Circus, refuel in Hampden Rd's cafes, then ogle St George’s Anglican Church – the tower was designed by a convict architect.\nArchitectural styles here reflect the original occupants’ varying jobs (and salaries), ranging from one- and two-room fishermen’s cottages to the lace-adorned mansions of merchants and master mariners. Many houses are still occupied by Hobartians, and some are now guesthouses where you can stay (usually for a pretty penny) and absorb the village atmosphere. For a fortifying stout, duck into the historic Shipwright’s Arms Hotel.For an interesting guided walking tour of Battery Point, download the free booklet at www.batterypointwalk.com.au."
},
{
    "country": "tasmania",
    "index": 5,
    "name": "Cascade Brewery",
    "latitude": "-42.895931",
    "longitude": "147.292736",
    "excerpt": "Standing in startling, Gothic isolation next to the clean-running Hobart Rivulet, Australia’s oldest brewery (1824) is still pumping out superb beers. The…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/sandy-bay-south-hobart/attractions/cascade-brewery/a/poi-sig/1222878/1004929",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f73422531c2d0948fd370789175400ba-cascade-brewery.jpg",
    "detail_description": "Standing in startling, Gothic isolation next to the clean-running Hobart Rivulet, Australia’s oldest brewery (1824) is still pumping out superb beers. The daily one-hour tours involve plenty of history, with tastings at the end. Note that under-16s aren't permitted on the main brewery tour (take the family-friendly Beer School tour instead), and that brewery machinery might not be running if you're here on a weekend (brewers have weekends too). To get here, take bus 446, 447 or 449.\nIf you prefer to skip straight to the liquid stuff, the attached Brewhouse has a restaurant and bar looking onto the brewery's finely figured sandstone facade."
},
{
    "country": "tasmania",
    "index": 4,
    "name": "Salamanca Place",
    "latitude": "-42.886711",
    "longitude": "147.332207",
    "excerpt": "This picturesque row of three- and four-storey sandstone warehouses is a classic example of Australian colonial architecture. Dating back to the whaling…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/salamanca-place-battery-point/attractions/salamanca-place/a/poi-sig/366195/1341333",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/98266cd6b5d6b6a8e793660e573ba7f6-salamanca-place.jpg",
    "detail_description": "This picturesque row of three- and four-storey sandstone warehouses is a classic example of Australian colonial architecture. Dating back to the whaling days of the 1830s, Salamanca Pl was then the waterfront – goods were winched from the upper levels of the warehouses directly onto ships. By the mid-20th century many of the warehouses had fallen into ruin, before restorations began in the 1970s. These days Salamanca hosts myriad restaurants, cafes, bars and shops, and the unmissable Saturday Salamanca Market.\nBehind the warehouses, Salamanca Sq fills an old quarry, while at the eastern end of Salamanca Pl, the conversion of four old wheat silos into plush apartments has also been a hit.Operating behind the scenes is a vibrant and creative arts community. The nonprofit Salamanca Arts Centre occupies seven Salamanca warehouses, home to around 60 arts organisations and individuals, including shops, galleries, studios, performing-arts venues and versatile public spaces. Check the website for happenings.To reach Salamanca from Battery Point, descend the weathered 1840 Kelly’s Steps, wedged between warehouses just east of Salamanca Sq."
},
{
    "country": "tasmania",
    "index": 3,
    "name": "Cataract Gorge",
    "latitude": "-41.446320042557",
    "longitude": "147.11880300886",
    "excerpt": "At magnificent Cataract Gorge, right at the city centre's edge, the bushland, cliffs and ice-cold South Esk River feel a million miles from town. At First…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/launceston/attractions/cataract-gorge/a/poi-sig/481384/362447",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3fcd1024e43c31a57a1b4e1e91ba3d49-cataract-gorge.jpg",
    "detail_description": "At magnificent Cataract Gorge, right at the city centre's edge, the bushland, cliffs and ice-cold South Esk River feel a million miles from town. At First Basin there’s a free (chilly) outdoor swimming pool (November to March), the world’s longest single-span chairlift (adult/child one way $13/8; 9am to 5.30pm, to 4.30pm in winter) and Victorian-era gardens where peacocks strut. Elsewhere there are walking tracks and various lookouts. Eating options include a cafe and the Gorge Restaurant.\nTwo walking tracks straddle the gorgeous gorge (Cataract Walk is level; the Zig Zag Track is steep), leading from Kings Bridge up to First Basin. You can also drive to the First Basin car park – follow the signs from York St to Hillside Cres, Brougham St and Basin Rd.Just upstream from First Basin is the Alexandra Suspension Bridge, from where another walking track (45 minutes one way) heads further up the gorge to Duck Reach, the earliest municipal hydroelectric power station in Australia (1895).You can also explore the gorge on a guided walk or a boat trip with Tamar River Cruises."
},
{
    "country": "tasmania",
    "index": 2,
    "name": "MONA",
    "latitude": "-42.812561",
    "longitude": "147.260785",
    "excerpt": "Twelve kilometres north of Hobart's city centre, MONA is burrowed into the Triassic sandstone of a peninsula jutting into the Derwent River. Arrayed…",
    "detail_url": "https://www.lonelyplanet.com/australia/tasmania/hobart/mona-northern-hobart/attractions/mona/a/poi-sig/366177/1341335",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148857774_high.jpg",
    "detail_description": "Twelve kilometres north of Hobart's city centre, MONA is burrowed into the Triassic sandstone of a peninsula jutting into the Derwent River. Arrayed across three underground levels, the $75-million museum created by local philanthropist-owner David Walsh mixes ancient antiquities among contemporary artworks. It's sexy, provocative, disturbing and deeply engaging – don't miss it.To get here, catch the MONA ferry (return standard/posh $22/55) or MONA Roma shuttle bus ($22) from Hobart’s Brooke St Pier.\nAlso at MONA is the cellar door for Moorilla, a winery established here in 1958. Duck in for a wine or Moo Brew beer tasting, or have lunch at the outstanding adjoining restaurant, the Source. You can also catch a summer concert on the lawns, grab a more casual feed at the bar-restaurant inside the museum's new Faro wing, or maybe splash out on a night in the uber-swish Pavilions.MONA is the driving force behind Launceston's annual MONA FOMA arts and music festival, and Hobart's disquieting Dark MOFO winter festival. At the end of 2018, MONA also unveiled plans for a striking new five-star hotel – Motown – on the premises; it's expected to open in 2024."
}
]