[
{
    "country": "texas",
    "index": 1,
    "name": "The Alamo",
    "latitude": "29.42574",
    "longitude": "-98.486241",
    "excerpt": "For proud Texans, the much-fabled Alamo, entered freely off San Antonio’s central plaza, is not so much a tourist attraction as a place of pilgrimage…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/the-alamo/a/poi-sig/1353488/362179",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/537310683_super.jpg",
    "detail_description": "For proud Texans, the much-fabled Alamo, entered freely off San Antonio’s central plaza, is not so much a tourist attraction as a place of pilgrimage. Many visitors get downright dewy-eyed as they explore the site of the 1836 siege, in which a few hundred revolutionaries, including Davy Crockett, William Travis and James Bowie, died defending the fort against thousands of Mexican troops.\nBuilt as a mission church from 1755 onwards, the main building is now known as the Shrine. Beyond that, various exhibition areas in the Alamo Exhibit tell substantially the same story of the Battle of the Alamo – not that historians entirely agree on the details – in different ways. Thus living-history enactors perform in the Cavalry Courtyard, while there’s a more traditional museum in the Long Barrack, originally a residence for the Spanish priests and later a hospital for Mexican and Texan troops. A 17-minute film provides another perspective on the battle, and makes an excellent opportunity to escape the heat.\n\n  \nFree timed-entry tickets to the church must be reserved in advance © Stephen B. Goodwin / Shutterstock\n\nThe Battle of the Alamo\nIt's hard to tell the story of the Battle of the Alamo. There's hot debate about the number of defenders and of Mexican troops and casualties, among many other details. Objective, first-hand accounts have been, to date, impossible to find.\nIt is generally agreed that on February 23, 1836, Mexican general Antonio López de Santa Anna led anywhere from 2500 to 5000 Mexican troops in an attack against the Alamo. The 160 or so men inside the fortress included James Bowie (of Bowie-knife fame), who was in command of the Alamo until pneumonia rendered him too sick; William B Travis, who took command of the troops after Bowie's incapacity; and perhaps most famous of all, David Crockett, called \"Davy\" by everyone. Crockett, a three-time US congressman from Tennessee with infamous taste in headgear, first gained fame as a frontiersman and then for his public arguments with President Andrew Jackson over the latter's murderous campaigns of Native American \"removal\" in the southeastern USA. However, less is known about the African Americans, enslaved by Bowie and Travis, who fought alongside them during the battle and were two of the only male survivors.\nTravis dispatched a now-famous letter to other revolutionaries pleading for reinforcements, saying that his men would not stand down under any circumstances – his call was for \"victory or death.\" Because of slow communications, the only reinforcements that arrived in time were a group of about 30 men from Gonzales, Texas, bringing the total number of Alamo defenders up to 189 – at least according to literature from the Daughters of the Republic of Texas (DRT), which lists the names of all but one, an unidentified African American man.\nSanta Anna's troops pounded the Alamo for 13 days before retaking it. Mexican losses were devastating; estimates run as low as 1000 and as high as 2000. When the Alamo was finally recaptured, the advancing troops executed almost all of the surviving defenders. The few who were spared were interrogated and released.\nTickets and tours\nTickets to the church are free, but timed-entry must be booked in advance. To explore further, you'll need to either join a one-hour guided tour or purchase the Victory or Death Audio Tour, a 45-minute self-guided tour that brings the story of the Alamo to life. This will also give you access to the Alamo Exhibit, which includes the world's largest private collection of Alamo memorabilia, donated by British singer Phil Collins in 2014.\n"
},
{
    "country": "texas",
    "index": 40,
    "name": "Ysleta Mission",
    "latitude": "31.691001",
    "longitude": "-106.327711",
    "excerpt": "Home to Texas’ oldest continually active congregation, tracing back to 1680, Ysleta Mission was established for Spanish refugees and Tigua people fleeing…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/ysleta-mission/a/poi-sig/1186281/362183",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/CFR6CK.jpg",
    "detail_description": "Home to Texas’ oldest continually active congregation, tracing back to 1680, Ysleta Mission was established for Spanish refugees and Tigua people fleeing New Mexico after the Pueblo Indian revolt. The original mission building, erected by the Tigua in 1682, was replaced in the mid-1800s by the adobe-brick structure you see today. The silver-domed bell tower was added a few decades later.\nYou'll find information on this and other missions at the Mission Valley Visitor Information Center."
},
{
    "country": "texas",
    "index": 38,
    "name": "San Antonio Museum of Art",
    "latitude": "29.437631",
    "longitude": "-98.482058",
    "excerpt": "Housed in the original 1880s Lone Star Brewery (a piece of art in itself), the San Antonio Museum of Art is home to an impressive trove of Latin American…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/san-antonio-museum-of-art/a/poi-sig/1183535/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstock_1291942588.jpg",
    "detail_description": "Housed in the original 1880s Lone Star Brewery (a piece of art in itself), the San Antonio Museum of Art is home to an impressive trove of Latin American art, including Spanish Colonial, Mexican and pre-Columbian – one of the most comprehensive collections in the US. Beyond Latin American works, the museum holds a little of everything, from Egyptian antiquities to contemporary abstracts, as well as an impressive Asian wing with a collection of Chinese ceramics, paintings and decorative items.\nThe museum is off Broadway St just north of downtown."
},
{
    "country": "texas",
    "index": 37,
    "name": "Lady Bird Johnson Wildflower Center",
    "latitude": "30.184902",
    "longitude": "-97.873077",
    "excerpt": "Anyone with an interest in Texas' flora and fauna should make the 20-minute drive to the wonderful gardens of the Lady Bird Johnson Wildflower Center,…",
    "detail_url": "https://www.lonelyplanet.com/usa/austin/attractions/lady-bird-johnson-wildflower-center/a/poi-sig/1183527/362178",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7c359e9c01d8fe08ae3561f17328c747-lady-bird-johnson-wildflower-center.jpg",
    "detail_description": "Anyone with an interest in Texas' flora and fauna should make the 20-minute drive to the wonderful gardens of the Lady Bird Johnson Wildflower Center, southwest of downtown Austin. The center, founded in 1982 with the assistance of Texas' beloved former first lady, has a display garden featuring every type of wildflower and plant that grows in Texas, separated by geographical region, with an emphasis on Hill Country flora. Spring is the best time to visit, but there's something in bloom all year.\nThe Wildflower Center hosts a variety of events during National Wildlflower Week in May."
},
{
    "country": "texas",
    "index": 39,
    "name": "La Villita Historic Arts Village",
    "latitude": "29.421675",
    "longitude": "-98.489267",
    "excerpt": "History meets commerce at downtown's La Villita. San Antonio's first neighborhood, this 'little village' of stone and adobe houses dates back to the early…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/la-villita-historic-arts-village/a/poi-sig/1183501/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/HY0AWB.jpg",
    "detail_description": "History meets commerce at downtown's La Villita. San Antonio's first neighborhood, this 'little village' of stone and adobe houses dates back to the early 1800s and now contains a collection of touristy shops and galleries. It doesn't exactly offer a portal into the past, but it's worth a stroll, especially if you pause for a walking tour that puts the village into the right historical context. (Maps are posted around the village.)\nLa Villita occupies the space between Paseo de la Villita and Nueva St, and between Alamo and Presa Sts."
},
{
    "country": "texas",
    "index": 36,
    "name": "Briscoe Western Art Museum",
    "latitude": "29.423096",
    "longitude": "-98.489009",
    "excerpt": "Devoted as much to general Western history as it is to art, this small downtown museum pays its respects to cowboys, Hispanic settlers, Native Americans…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/briscoe-western-art-museum/a/poi-sig/1564155/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Willowtreehouse%20shutterstock_1444943180%20RFE.jpg",
    "detail_description": "Devoted as much to general Western history as it is to art, this small downtown museum pays its respects to cowboys, Hispanic settlers, Native Americans and the women of the west. Along with weaponry, uniforms, 1880s’ photographs of Yosemite National Park, a saddle that belonged to Pancho Villa, and recordings of Western songs, you’ll find all sorts of landscapes and portraits, plus a large and fascinating diorama that depicts the fall of the Alamo.\nGuided tours are offered at 1:30pm on Fridays. Check the online calendar for gallery talks, film series and live music."
},
{
    "country": "texas",
    "index": 34,
    "name": "Tower of the Americas",
    "latitude": "29.419007807701",
    "longitude": "-98.48357553449",
    "excerpt": "San Antonio’s 750ft-high Tower of the Americas is a skyline-defining landmark left over from the 1968 World’s Fair. From the 579ft-high observation deck…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/tower-of-the-americas/a/poi-sig/1183504/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Regan%20Bender%20shutterstock_677473777%20RFC.jpg",
    "detail_description": "San Antonio’s 750ft-high Tower of the Americas is a skyline-defining landmark left over from the 1968 World’s Fair. From the 579ft-high observation deck you’ll mostly see the tops of buildings, but the sheer height alone might earn a few ‘oohs’ and ‘aahs.’ Your admission also includes Skies over Texas, a 3D film with special effects.\nThese observation towers always seem to have a revolving restaurant at the top, and this one's no exception. If you want the view to last all through dinner (or if you want to skip the admission price and the film), make a reservation to dine at the Chart House."
},
{
    "country": "texas",
    "index": 35,
    "name": "Ripley's Alamo Plaza Attractions",
    "latitude": "29.42531",
    "longitude": "-98.487389",
    "excerpt": "Time to throw the kids a bone? After touring historical sites all day, you can reward them with a visit to this teen-friendly trio: Ripley's Haunted…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/ripley-s-alamo-plaza-attractions/a/poi-sig/1353332/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Stephen%20Finn%20Alamy%20AK311J%20RFE.jpg",
    "detail_description": "Time to throw the kids a bone? After touring historical sites all day, you can reward them with a visit to this teen-friendly trio: Ripley's Haunted Adventure, Guinness World Records Museum and Tomb Rider 3D, a theme-park-style ride. It's a little cheesy, and definitely touristy, but a good antidote to slogging around the missions all day.\nOne combo admission gets you into all three, or you can pay a reduced admission if you only have time for one or two. There are plenty of discount coupons floating around, too – check brochures at the visitor center or your hotel."
},
{
    "country": "texas",
    "index": 33,
    "name": "San Antonio Botanical Gardens",
    "latitude": "29.45832",
    "longitude": "-98.457799",
    "excerpt": "This expertly tended, 38-acre garden complex showcases native Texas flora. There's also a rose garden and a wonderful conservatory, with a bit of…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/san-antonio-botanical-gardens/a/poi-sig/1183540/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Shawn%20Kashou%20shutterstock_355356%20RFE.jpg",
    "detail_description": "This expertly tended, 38-acre garden complex showcases native Texas flora. There's also a rose garden and a wonderful conservatory, with a bit of everything from equatorial rainforest to desert plants. Call or go online for a calendar of special events – from concerts under the stars and yoga classes to bird walks and summer classes for children.\nThe strolling garden was designed and created by a 26th-generation gardener and one of Japan's living national treasures from the island of Kyūshū – specifically the city of Kumamoto, which is also home to one of Japan's most revered traditional gardens, Suizenji Park. A few of that famous garden's elements appear here."
},
{
    "country": "texas",
    "index": 32,
    "name": "Mission Espada",
    "latitude": "29.318079",
    "longitude": "-98.45119",
    "excerpt": "The southernmost mission on the Mission Trail and part of San Antonio Missions National Historical Park, this site is home to the oldest mission in the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mission-espada/a/poi-sig/1183534/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Natalia%20Silyanov%20shutterstock_1577545378%20RFE.jpg",
    "detail_description": "The southernmost mission on the Mission Trail and part of San Antonio Missions National Historical Park, this site is home to the oldest mission in the east-Texas chain, dating to 1690. The church here was built between 1745 and 1756. This is the best place to check out the historic acequia (aqueduct) – the missions’ irrigation system that’s still in use today and has been designated as a Historic Civil Engineering Landmark.\nTo drive from downtown, take St Marys St south until it becomes Mission Rd and then Espada Rd, following the brown signs indicating the direction to the missions."
},
{
    "country": "texas",
    "index": 31,
    "name": "Mission San Juan",
    "latitude": "29.333026",
    "longitude": "-98.455224",
    "excerpt": "Completed in 1756, the surviving church at this somber mission site is open. Although the mission was originally founded in east Texas in 1716, it was…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mission-san-juan/a/poi-sig/1183532/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Gabriel%20Perez%20GettyImages-924198288%20RFC%20crop.jpg",
    "detail_description": "Completed in 1756, the surviving church at this somber mission site is open. Although the mission was originally founded in east Texas in 1716, it was moved here in 1731. You'll also find a small visitor center plus a 0.25-mile-long nature trail along the river. The mission is one of the four missions on the Mission Trail overseen by the San Antonio Missions National Historical Park.\nBus 40 runs from downtown to Mission San Juan. Otherwise, rent a bicycle or drive. To drive from downtown, take St Marys St south until it becomes Mission Rd, then follow the brown signs indicating the direction to the missions."
},
{
    "country": "texas",
    "index": 30,
    "name": "First Armored Division & Fort Bliss Museum",
    "latitude": "31.799274",
    "longitude": "-106.42758",
    "excerpt": "As the largest air-defense training center in the Western world, Fort Bliss consumes much of the desert northeast of El Paso, and trains troops from all…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/first-armored-division-fort-bliss-museum/a/poi-sig/1353284/362183",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20El%20Paso%20Walter%20Bibikow%20GettyImages-200436414-001%20RFE.jpg",
    "detail_description": "As the largest air-defense training center in the Western world, Fort Bliss consumes much of the desert northeast of El Paso, and trains troops from all the NATO-allied nations. The museum's collection depicts the history of the fort from 1849 to the present. The big draw inside and out of this 50,000-sq-ft space? The big artillery, from missiles to tanks.\nCurrently, you can only enter the fort with a Visitor's Pass, issued after you provide a valid, US-approved form of ID (driver's license, passport, state ID etc). Your best bet for an entry gate is the Buffalo Soldier Gate off Airway Blvd. The museum is next to the commissary. Call the museum if you run into any problems entering the fort."
},
{
    "country": "texas",
    "index": 29,
    "name": "Museum of Fine Arts, Houston",
    "latitude": "29.725626",
    "longitude": "-95.39035",
    "excerpt": "This nationally renowned palace of art starts its displays with ‘Splendors of the Ancient World’, and has a fine collection of pre-Columbian golden…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/houston/attractions/museum-of-fine-arts-houston/a/poi-sig/379235/362176",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/83bcf66a50d31c82129bbebc41206659-museum-of-fine-arts-houston.jpg",
    "detail_description": "This nationally renowned palace of art starts its displays with ‘Splendors of the Ancient World’, and has a fine collection of pre-Columbian golden treasures from South America. Its chief emphasis, though, lies in tracing art history from the Renaissance, via the Impressionists, to post-1945 European and American painting. Along the way you’ll encounter major works by Tintoretto, Rembrandt and Picasso.\nAcross the street, admire the talents of luminaries such as Rodin and Matisse in the associated Lillie &amp; Hugh Roy Cullen Sculpture Garden. At press time, the museum had yet to complete a vast planned expansion, intended to house up-to-the-minute contemporary art."
},
{
    "country": "texas",
    "index": 28,
    "name": "Mission Concepción",
    "latitude": "29.390822",
    "longitude": "-98.491445",
    "excerpt": "The first mission along the Mission Trail heading south from San Antonio, and part of the San Antonio Missions National Historical Park, this site…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mission-concepcion/a/poi-sig/1183526/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20volgariver%20GettyImages-528918748%20RFC%20crop.jpg",
    "detail_description": "The first mission along the Mission Trail heading south from San Antonio, and part of the San Antonio Missions National Historical Park, this site features a Spanish colonial church built in 1755. It's a passably interesting stop for history buffs, and essential for anyone who doesn't do things by half. Guided ranger tours are offered at 10:30am and 2:30pm.\nFrom downtown, take VIA transit bus 42 to Concepción. Alamo Trolley tours (www.thealamotrolley.com) also visit Concepción. Otherwise, rent a bicycle or drive. To drive from downtown, take St Marys St south until it becomes Mission Rd, then follow the brown signs indicating the direction to the missions."
},
{
    "country": "texas",
    "index": 27,
    "name": "Dealey Plaza & the Grassy Knoll",
    "latitude": "32.779283",
    "longitude": "-96.808873",
    "excerpt": "Infamous for its location alongside the road where John F Kennedy’s motorcade was ambushed in November 1963, the tiny park known as Dealey Plaza is now a…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/dealey-plaza-the-grassy-knoll/a/poi-sig/1247731/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-71306242_full.jpg",
    "detail_description": "Infamous for its location alongside the road where John F Kennedy’s motorcade was ambushed in November 1963, the tiny park known as Dealey Plaza is now a haunting, eerily familiar National Historic Landmark. It was created in 1935, however, to mark the center of the original settlement of Dallas.\nLee Harvey Oswald fired the fatal shots from the former Book Depository, immediately north. However, some witnesses also heard shots coming from the so-called 'grassy knoll' alongside, a hillock that rises from Elm St to the railroad yards. The conclusion of the 1970s’ House Select Committee on Assassinations, that a sniper did indeed fire (and miss) from behind the picket fence here, bolstered the belief that Kennedy’s assassination was part of a conspiracy."
},
{
    "country": "texas",
    "index": 26,
    "name": "Buckhorn Saloon & Museum",
    "latitude": "29.426376",
    "longitude": "-98.488795",
    "excerpt": "Waaaay back in 1881, when the Buckhorn Saloon first opened, the owner promised patrons a free beer or shot for any deer antlers they brought in. Although…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/buckhorn-saloon-museum/a/poi-sig/1183500/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Emma_Griffiths%20shutterstock_1656105328%20RFE.jpg",
    "detail_description": "Waaaay back in 1881, when the Buckhorn Saloon first opened, the owner promised patrons a free beer or shot for any deer antlers they brought in. Although the location has changed, you can still see the collection – and the bar – at today’s Buckhorn Saloon, downtown. You don't need a ticket to sip an over-priced beverage in the saloon, beneath the collective gaze of a giraffe, a bear and all manner of mounted horned beasts.\nIf you have an insatiable appetite for taxidermy, pony up for a kitsch walk through the attached museum, which also includes such oddities as two-headed cows, an eight-legged lamb, and a grotesque ‘mermaid’ skeleton. Admission covers the adjacent Texas Ranger Museum, where you can learn about early rangers and step into a recreated Western town."
},
{
    "country": "texas",
    "index": 25,
    "name": "Lyndon Baines Johnson (LBJ) Library & Museum",
    "latitude": "30.285808",
    "longitude": "-97.729204",
    "excerpt": "Devoted to the 36th US president, who launched his political career in Austin, this museum is still attracting the crowds more than 50 years since he left…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/lyndon-baines-johnson-lbj-library-museum/a/poi-sig/1183517/1341578",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8db2b2131fda720a5273af3a7684fba6-lyndon-baines-johnson-lbj-library-museum.jpg",
    "detail_description": "Devoted to the 36th US president, who launched his political career in Austin, this museum is still attracting the crowds more than 50 years since he left office. Beyond the hokey, animatronic LBJ that regales visitors with the president's favourite anecdotes, the displays are fascinating and comprehensive, covering such major 1960s events as the assassination of President Kennedy, Johnson’s subsequent role in pushing through Civil Rights legislation, and the role played by the Vietnam War in his eventual downfall.\nPersonal mementos include LBJ’s presidential limo and assorted gifts from heads of state (including two terracotta horseback riders from Chiang Kai-shek). Don't miss the 8th floor, for a replica of Johnson's Oval Office, and an exhibit on Lady Bird Johnson, the president's wife."
},
{
    "country": "texas",
    "index": 24,
    "name": "Bob Bullock Texas State History Museum",
    "latitude": "30.280252",
    "longitude": "-97.739088",
    "excerpt": "Big, glitzy and bursting with high-tech interactive exhibits, this showcase museum celebrates the story of the Lone Star State, from its earliest…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/bob-bullock-texas-state-history-museum/a/poi-sig/377103/1341578",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e899e6c0b562d5f1edded7212968d78f-bob-bullock-texas-state-history-museum.jpg",
    "detail_description": "Big, glitzy and bursting with high-tech interactive exhibits, this showcase museum celebrates the story of the Lone Star State, from its earliest inhabitants, via the era when it formed part of Mexico, up to the present day. The highlight is on the 1st floor, where you can see the hull of La Belle, a French ship that sank off the Gulf Coast in 1686, along with artifacts recovered from the wreck. Allow a few hours for your visit.\nUpstairs, galleries trace the revolutionary years of the Republic of Texas, its rise to statehood and its economic expansion into oil drilling and space exploration. Special features cover John Wayne’s 1960 movie The Alamo, and home-grown music from Bob Wills to Buddy Holly.The museum also houses an IMAX theater (check website for listings; adult/child four to 17 years $9/7), and the Texas Spirit Theater (adult/child four to 17 years $6/5), which shows The Star of Destiny, a ‘multi-sensory’ 15-minute film that's simultaneously high-tech and hokey fun.Museum parking costs $10."
},
{
    "country": "texas",
    "index": 23,
    "name": "George W. Bush Presidential Library & Museum",
    "latitude": "32.843106",
    "longitude": "-96.778736",
    "excerpt": "This vast $300-million facility documents the presidency of George W Bush. Like other presidential libraries it has two missions: to allow research and to…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/george-w-bush-presidential-library-museum/a/poi-sig/1399843/362174",
    "image_url": "https://lp-cms-production.imgix.net/2022-02/United%20States%20Dallas%20Philip%20Armitage%20shutterstock_1574103724%20RFE.jpg",
    "detail_description": "This vast $300-million facility documents the presidency of George W Bush. Like other presidential libraries it has two missions: to allow research and to present a record of the president to the public. Exhibits include all manner of gifts Bush received while president. Its take on the 43rd president is especially glossy compared to other presidential libraries. Don't look for extended discussions on Bush-era controversies such as the Iraq war or the bungled response to Hurricane Katrina.\nIts most interactive feature is the Decision Points Theater, which allows you to see how Bush made decisions around events such as 9/11 and the invasion of Iraq. Needless to say, the process tends to vindicate the Bush administration. Although Bush had no connection to Southern Methodist University, the university outbid others to host the facility. (Bush's father George HW Bush went through the same process when he located his presidential library at Texas A&amp;M, a school where he had no previous connection.) Overall, given the size and cost of the facility, the exhibit area is fairly small and most people finish their visit in under an hour. There is a good cafe and the grounds have beautiful gardens."
},
{
    "country": "texas",
    "index": 22,
    "name": "University of Texas at Austin",
    "latitude": "30.285605",
    "longitude": "-97.739396",
    "excerpt": "Whatever you do, don't call it 'Texas University' – them's fightin' words, usually used derisively by Texas A&M students to take their rivals down a notch…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/ut-central-austin/attractions/university-of-texas-at-austin/a/poi-sig/1183510/1341578",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c277b238e2edc24be6480a989e37d5bd-university-of-texas-at-austin.jpg",
    "detail_description": "Whatever you do, don't call it 'Texas University' – them's fightin' words, usually used derisively by Texas A&amp;M students to take their rivals down a notch. Sorry, A&amp;M, but the main campus of the University of Texas is kind of a big deal. Established in 1883, UT has the largest enrollment in the state, with over 50,000 students.\nNotable buildings on campus include four excellent museums and the Texas Memorial Stadium, home of the Texas Longhorns football team. But none define the UT campus as much as the UT Tower. Standing 307ft high, with a clock over 12ft in diameter, the tower looms large, both as a campus landmark and in Austin history as the perch used by a shooter during a 1966 mass killing. On a more cheerful note, it now serves as a beacon of victory when it's lit orange to celebrate a Longhorn win or other achievement.The tower's observation deck is accessible only by guided tours, which are offered frequently in summer but only on weekends during the school year. Advance reservations are recommended, although standby tickets may be available at the Texas Union's front desk.Want to see some Big 12 football or other college athletics while you're in town? The UT Box Office is your source for all things Longhorn."
},
{
    "country": "texas",
    "index": 21,
    "name": "SeaWorld San Antonio",
    "latitude": "29.458357516408",
    "longitude": "-98.700624704361",
    "excerpt": "SeaWorld San Antonio is home to both Shamu the 'killer' (orca) whale and Great White, an inverted 'heels-over-head' roller coaster. Loaded with…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/seaworld-san-antonio/a/poi-sig/1183545/362179",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20San%20Antonio%20Alissala%20shutterstock_1490230949%20RFE.jpg",
    "detail_description": "SeaWorld San Antonio is home to both Shamu the 'killer' (orca) whale and Great White, an inverted 'heels-over-head' roller coaster. Loaded with waterslides, water park Aquatica opened in 2012; there's a separate admission fee, but a combination ticket (available online) lets you visit both.Since the release of the 2013 documentary Blackfish, SeaWorld’s treatment of its captive orcas has come under intense scrutiny and the company has been hit by falling visitor numbers and a catalogue of negative PR.\nThe film is a damning portrayal of the effects of keeping these whales in captivity and charts the life of Tilikum, an orca at SeaWorld Orlando that was involved in the deaths of three people, including one of its trainers during a live show. Since its release many animal-welfare groups have come out in support of the film, arguing that it is harmful and stressful to keep such sensitive, complex creatures inside an enclosed tank.There are numerous packages and ticket deals on the SeaWorld website, but the combined SeaWorld and Aquatica ticket is the most economical if you want to visit both parks. Otherwise, a single-day ticket to Sea World is $68 while a separate single-day ticket to Aquatica is $49 (they're a bit cheaper if you buy three days in advance online). Admission is free for children under 3 years of age but everyone else pays the one price."
},
{
    "country": "texas",
    "index": 20,
    "name": "El Paso Museum of Art",
    "latitude": "31.758262",
    "longitude": "-106.490249",
    "excerpt": "This thoroughly enjoyable small-scale museum is housed in a former Greyhound station. Its pride and joy is a 13th-century Byzantine Madonna and Child, but…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/el-paso/attractions/el-paso-museum-of-art/a/poi-sig/1186263/362183",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148698730_full.jpg",
    "detail_description": "This thoroughly enjoyable small-scale museum is housed in a former Greyhound station. Its pride and joy is a 13th-century Byzantine Madonna and Child, but the Southwestern art is terrific, too, and the engaging modern pieces round out the collection nicely. All this and it’s free? Well done, El Paso, well done.\n"
},
{
    "country": "texas",
    "index": 19,
    "name": "Fort Worth Herd",
    "latitude": "32.788835",
    "longitude": "-97.34598",
    "excerpt": "Each morning and afternoon, spectators line the street to watch cowboys wearing authentic 19th-century garb drive the 16 longhorn cattle of the Fort Worth…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/fort-worth-herd/a/poi-sig/1399834/362175",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Fort%20Worth%20Ceri%20Breeze%20GettyImages-1263153940%20RFE%20crop.jpg",
    "detail_description": "Each morning and afternoon, spectators line the street to watch cowboys wearing authentic 19th-century garb drive the 16 longhorn cattle of the Fort Worth Herd along E Exchange Ave. For the rest of the day, you can inspect them in their corral behind the Livestock Exchange Building; each critter comes complete with its own name-tagged picture-portrait.\n"
},
{
    "country": "texas",
    "index": 18,
    "name": "Kimbell Art Museum",
    "latitude": "32.74859",
    "longitude": "-97.364874",
    "excerpt": "While the small Kimbell Art Museum holds treasures from Greece, Egypt, China, Japan and the ancient Americas, it’s the astonishing array of big European…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/kimbell-art-museum/a/poi-sig/434400/362175",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Fort%20Worth%20Allan%20Baxter%20GettyImages-524444701%20RFE.jpg",
    "detail_description": "While the small Kimbell Art Museum holds treasures from Greece, Egypt, China, Japan and the ancient Americas, it’s the astonishing array of big European names that makes it truly extraordinary. As well as Michelangelo’s first known painting, The Torment of St Anthony, the permanent collection includes masterpieces by everyone from Rembrandt and Van Gogh to Matisse, Cézanne and Gauguin.\nBoth the Kimbell’s two buildings are infused with natural light. Its newer addition, designed by architect Renzo Piano, stages special exhibitions which typically incur an admission fee of around $18."
},
{
    "country": "texas",
    "index": 17,
    "name": "Stockyards",
    "latitude": "32.788898",
    "longitude": "-97.346785",
    "excerpt": "Western-wear stores and knickknack shops, saloons and steakhouses now occupy the Old West–era buildings of the Stockyards. Although it can seem touristy…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/fort-worth/attractions/stockyards/a/poi-sig/1248110/362175",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/United%20States%20Fort%20Worth%20John%20Coletti%20GettyImages-681494688%20RFE.jpg",
    "detail_description": "Western-wear stores and knickknack shops, saloons and steakhouses now occupy the Old West–era buildings of the Stockyards. Although it can seem touristy at times, there’s still a genuine authenticity here. Don't miss the twice-daily cattle drive along E Exchange Ave, featuring the longhorn of the small Fort Worth Herd. Start by picking info at the Fort Worth Stockyards Visitor Center.\nThere's plenty to see and do hereabouts, from exploring the past at the Stockyards Museum and the Texas Cowboy Hall of Fame, to watching a Wild West show or taking in a rodeo in the Cowboy Coliseum. To learn more, join a Stockyards Guided Walking Tour."
},
{
    "country": "texas",
    "index": 16,
    "name": "San Fernando Cathedral",
    "latitude": "29.424395",
    "longitude": "-98.493848",
    "excerpt": "Founded in 1731, San Antonio’s cathedral ranks as the oldest church in Texas. On the edge of Main Plaza, its prime interest for modern visitors is as a…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/san-fernando-cathedral/a/poi-sig/1183502/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/MDGCWG.jpg",
    "detail_description": "Founded in 1731, San Antonio’s cathedral ranks as the oldest church in Texas. On the edge of Main Plaza, its prime interest for modern visitors is as a screen – literally – for San Antonio: The Saga, a sound and light show.\nThe sound and light show\nThis 24-minute-long after-dark art installation tells the story of the city with dazzling colorful effects, projected onto the cathedral's facade four nights a week (9pm, 9:30pm and 10pm, Tuesday and Friday to Sunday; free). \n\n  \nThe light show on the cathedral has drawn visitors since 2014 © kellyvandellen / Getty Images\n\nHistory\nThe cathedral itself played a crucial role in the 1836 Battle of the Alamo. As James Bowie – who had been married in San Fernando in happier times – defended the Alamo across the river, Mexican general Santa Anna commandeered the church as an observation post. His act of raising a flag of \"no quarter\", meaning he would take no prisoners, began the deadly siege.\nOn little evidence beyond the fact that they bore fragments of uniforms – and even though the Alamo defenders didn't wear uniforms – charred bones unearthed near the altar in 1936 were claimed to be those of Davy Crockett, William Travis and James Bowie. They’re now housed in a marble casket just inside the left entrance of the church.\n"
},
{
    "country": "texas",
    "index": 15,
    "name": "Mission San José",
    "latitude": "29.361872",
    "longitude": "-98.478722",
    "excerpt": "Known in its time as the Queen of the Missions, San José is certainly the largest and arguably the most beautiful of all the sites on the Mission Trail…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mission-san-jose/a/poi-sig/1183529/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/GettyImages-623829776.jpg",
    "detail_description": "Known in its time as the Queen of the Missions, San José is certainly the largest and arguably the most beautiful of all the sites on the Mission Trail. Because it's a little more remote and pastoral, surrounded by thick stone walls, you can really get a sense of what life was like here in the 18th and 19th centuries. It's also the location of the main visitor center for San Antonio Missions National Historical Park, which oversees the city's four mission sites.\nHistory of the missions\nThe San Antonio missions were constructed in the early 18th century as part of an effort to provide way-stations and staging areas for Spanish colonial expansion to the north. The native Coahuiltecans, already under pressure from other nomadic Native American tribes pushing down from the north, showed a willingness to convert to Christianity, and labored for the colonial Spanish priests in order to receive food and protection at the missions.\nConstructed in what is now downtown, the first and most impressive mission was what would come to be known as the Alamo. With the destruction by war or disease of many East Texas missions, the Spanish quickly built four more missions south of the Alamo, now collectively known as the Mission Trail. Religious services are still held in the mission churches.\n\n  \nRangers can talk you through details of the building and surrounding landscape © traveler1116 / Getty Images\n\nTours of Mission San José\nAdmission to all four San Antonio missions is free. Free ranger-led tours start from the visitor center at 11am each day and last around 45 minutes. There are also ranger talks each afternoon, which cover the history of the Mission, and look at the architecture, church carvings and surrounding landscape. \nServices at Mission San José\nMass at Mission San José is conducted in English and Spanish. Check with the church directly for information on services. \nHow to get there\nMission San José is the second mission as you head south from downtown. To get to the mission from downtown, take VIA transit bus 42, which connects to San José. To drive from downtown, take St Marys Street south until it becomes Mission Road, then follow the brown signs indicating the direction to the missions.\nThe new Mission Reach, an 8-mile extension of the River Walk, connects downtown with all four missions. South of the Blue Star Arts Complex, the River Walk becomes a pretty walking and cycling trail, open from dawn to dusk.\n"
},
{
    "country": "texas",
    "index": 14,
    "name": "Houston Museum of Natural Science",
    "latitude": "29.721601",
    "longitude": "-95.389094",
    "excerpt": "Don’t even dream you’ll see the whole of this colossal and absolutely stellar museum – the most popular in Texas – in a single visit. The permanent…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/houston/attractions/houston-museum-of-natural-science/a/poi-sig/379231/362176",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/88abd8583f197b4c5f9853222b81c948-houston-museum-of-natural-science.jpg",
    "detail_description": "Don’t even dream you’ll see the whole of this colossal and absolutely stellar museum – the most popular in Texas – in a single visit. The permanent collection alone is extraordinary, with colorful models and massive skeletons of dinosaurs as the headline attraction, complemented by real mummies from ancient Egypt, mock-ups of Aztec temples, rare gems including a 2000-carat blue topaz, and interactive exhibits on the earth's biosphere.\nExhibits\nIn addition to the permanent exhibits on offer, planetarium shows, a giant glass butterfly conservatory, and an IMAX theatre all incur substantial additional fees. The museum is also renowned for staging big-ticket traveling exhibitions, covering anything from prehistoric cave paintings to Mayan civilization.\nHow much does it cost?\nTickets are $25 for adults and $16 for children under 12. Entry is free on Thursday evenings – arrive after 5pm to make the most of gratis access to the permanent and special exhibit halls. The 'free' hours change seasonally, so always check the website for details before you visit.\n"
},
{
    "country": "texas",
    "index": 13,
    "name": "Buffalo Bayou Park",
    "latitude": "29.761984",
    "longitude": "-95.376456",
    "excerpt": "This sinuous 160-acre city park follows Buffalo Bayou west from downtown, with easy pedestrian access and plentiful parking en route. Sweeping views…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/houston/attractions/buffalo-bayou-park/a/poi-sig/1567195/362176",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ec8974a961d37d6a853a3b2b25e95bc2-buffalo-bayou-park.jpg",
    "detail_description": "This sinuous 160-acre city park follows Buffalo Bayou west from downtown, with easy pedestrian access and plentiful parking en route. Sweeping views stretch back to the downtown skyline, while assorted areas are devoted to exercise, contemplation, art exhibits and more besides. This beautiful urban green space is very popular with locals who need a fix of the natural world amidst the hustle and bustle of Houston traffic.\nActivities\nPotential activities range from kayak tours with Bayou City Adventures to bike rentals with Buffalo Bayou Rentals. Park highlights include the crowd-pleasing colony of 250,000 Mexican bats under the Waugh Dr Bridge; the Green Tree Nature Area, a verdant walking space nearby; and the Water Works, a former utility site (105 Sabine St) transformed to hold playgrounds, exhibits and information sources. There are some lovely trails along the river, although it's advisable to do them early in the day to avoid stifling temperatures.\nFood and drink\nA selection of food trucks are parked up at the Water Works on Sabine Street. There are also lots of scenic picnic spots if you fancy bringing your own lunch to the park. Glass containers and alcohol are prohibited.\n"
},
{
    "country": "texas",
    "index": 12,
    "name": "Menil Collection",
    "latitude": "29.737411",
    "longitude": "-95.398461",
    "excerpt": "The Menil Collection is considered one of the most important privately assembled art collections of the twentieth century and is a Houston highlight…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/houston/attractions/menil-collection/a/poi-sig/379233/362176",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d0a0b8f5f0ff6c55a4961f065abcaa9b-menil-collection.jpg",
    "detail_description": "The Menil Collection is considered one of the most important privately assembled art collections of the twentieth century and is a Houston highlight.&nbsp;Housed in a modernist building designed by Renzo Piano, it only displays a careful selection of highlights at any one time. Representative pieces span the ages, from Ice Age carvings, via Cycladic figures from 2800 BCE and Benin bronzes, to more recent works by Pablo Picasso, Francis Bacon, Andy Warhol and Kara Walker.\nWho owns the Menil Collection?\nAs the name suggests, the Menil Collection is rooted in the extraordinary array of art and archaeological artifacts amassed by Houstonians John and Dominique de Menil. The gallery&nbsp;was opened to the public in 1987 but it doesn't house the entire collection. The collection consists of over 17,000 works of art and pieces are curated and rotated regularly. A non-profit charitable foundation has managed the collection since the death of Dominique de Menil in 1997.\nThe single gallery in the Menil Drawing Institute, alongside, hosts changing exhibitions devoted to big-name artists. Be sure you also visit the Cy Twombly Gallery and the serene and meditative Rothko Chapel, annexes of the collection.\nHow much does it cost?\nThe collection is free to all, you just need to book an appointment online for a scheduled visit. The Menil&nbsp;Foundation has stated that the collection will always remain free of charge to the public.\n"
},
{
    "country": "texas",
    "index": 11,
    "name": "McNay Art Museum",
    "latitude": "29.485613",
    "longitude": "-98.456308",
    "excerpt": "This Spanish Colonial revival-style mansion, 5 miles north of downtown and originally owned by artist Marion Koogler McNay, is spectacular. McNay's 700…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/mcnay-art-museum/a/poi-sig/1183544/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/GettyImages-148583751.jpg",
    "detail_description": "This Spanish Colonial revival-style mansion, 5 miles north of downtown and originally owned by artist Marion Koogler McNay, is spectacular. McNay's 700-piece collection of European and American art, which she left to the city after her death in 1950, is even more stunning.\nThe collection\nThe McNay Art Museum now&nbsp;holds over 22,000 pieces in its collection. Wandering between rooms&nbsp;you encounter treasure after treasure, with Van Gogh’s&nbsp;Women Crossing the Fields&nbsp;standing out amid works by European artists, such as Picasso, Matisse, Cézanne, Munch, and Rodin. The modern and contemporary art collection has a diverse mix of photography, sculptures and paintings, including pieces by Alexander Calder, Magdalena Abakanowicz, and Joan Mitchell. There are prints and graphics from the 19th and 20th centuries, as well medieval artworks. Not all the collection, which stretches from the Renaissance to the 21st century, can be displayed at any one time.\nExhibitions\nThe Stieren Center, a self-described \"translucent two-story box\"&nbsp;attached to the original mansion, opened in 2008, vastly increasing the museum's gallery space. It hosts temporary exhibitions and events.\nTickets and free admission times\nTickets can be bought online in advance or at the museum on the day of your visit. Reservations may be required for special exhibitions. General admission is free on Thursdays from 4pm to 6pm, and the first Sunday of every month.\nAccessibility\nThe museum's entrance is wheelchair-accessible, and there are elevators to each floor. Wheelchairs are available on a first-come, first-served basis&nbsp;– ask at the front&nbsp;desk.\n"
},
{
    "country": "texas",
    "index": 10,
    "name": "Hermann Park",
    "latitude": "29.716802",
    "longitude": "-95.389942",
    "excerpt": "This 445-acre park is home to playgrounds, a lake with paddleboats, a picturesque Japanese Garden, the Hermann Park Miniature Train and the Houston Zoo…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/houston/attractions/hermann-park/a/poi-sig/1123287/362176",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/GettyImages-1140534708.jpeg",
    "detail_description": "This 445-acre park is home to playgrounds, a lake with paddleboats, a picturesque Japanese Garden, the Hermann Park Miniature Train and the Houston Zoo. It offers shady walks under mature old oak trees and there are some lovely formal gardens. Don't miss the recently opened McGovern Centennial Gardens. As a free, safe public space&nbsp;in the heart of Houston, it is beloved by locals and welcomes over six million visitors a year.\nThings to do\nHermann Park is the perfect location for the entire family, with lots of activities available for all age groups. You could easily spend the entire day here, so pack a picnic and make the most of Houston's great outdoors.\nHermann Park Miniature Train\nThis kid-pleasing miniature train takes an 18-minute loop around Hermann Park, with three stops along the way for passengers to hop on and off. It's only $3.75 per ride and all-day passes are available for $7.50. The train operates daily.\nHouston Zoo\nGorillas, elephants and moon jellyfish are a few of the 6000 residents of the 55-acre Houston Zoo. Activities include wildlife talks catering to different age groups and summertime zoo sleepovers. For an extra $7 you can feed the giraffes from a special platform (11am and 2pm). Adult tickets are $22.95 and entry for kids (under 12) is $17.95. You must pre-book your tickets in advance online, they aren't available to purchase on the day.\nMiller Outdoor Theater\nOn many nights during much of the year, you can enjoy a performance or concert for free on the lawn at the open-air Miller Outdoor Theatre. It's a perfect place to just lay out a blanket on a balmy night, relax and soak up some culture. The performance schedule varies seasonally but you can check the website in advance to secure tickets.\n"
},
{
    "country": "texas",
    "index": 8,
    "name": "Bat Colony Under Congress Avenue Bridge",
    "latitude": "30.261643421572",
    "longitude": "-97.745168209076",
    "excerpt": "Austin is known as the capital of Texas quirk, so it shouldn't be surprising that it's a city tradition to sit on the grassy banks of Lady Bird Lake and…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/downtown/attractions/bat-colony-under-congress-avenue-bridge/a/poi-sig/377107/1319250",
    "image_url": "https://lp-cms-production.imgix.net/2021-02/shutterstockRF_84051646.jpg",
    "detail_description": "Austin is known as the capital of Texas quirk, so it shouldn't be surprising that it's a city tradition to sit on the grassy banks of Lady Bird Lake and watch the bats swarm out as dusk approaches each evening. Every year up to 1.5 million Mexican free-tailed bats make their home upon a platform beneath the Congress Ave Bridge, which crosses the Colorado at the southern end of downtown.\nNorth America’s largest urban bat colony consists entirely of female and young animals. In June, each female gives birth to one pup, and such is the density as the families take to the skies that bat radars have detected bat columns up to 10,000 feet (3050m) high. Each night, they feed on an estimated 30,000lb (13,500kg) of insects as the colony emerges toward the east like a fast-moving, black, chittering river.\n\n  \nAerial of Austin Texas from the Congress Avenue Bridge, next to the Statesmans Bat Observation Center. ©Christian Hinkle/Alamy Stock Photo\n\nHow to see Austin's bats\nThe Austin American-Statesman’s Bat Observation Area on the southeast side of Congress Avenue is accessible for visitors with disabilities, and is free to enjoy. You will, however, have to pay for parking nearby. The Bat Observation Area includes educational kiosks that operate year round, and Bat Conservation International has volunteers on hand and holds programs on weekend evenings during prime bat-viewing season from May through September. The best bat viewing is in August. You can also call the city's Bat Hotline at (512) 327-9721 to get the most up-to-date information on when the bats have been making their nightly appearances. \nIn addition to using the Bat Observation Area, people also line up on the narrow sidewalks of the bridge itself, as well as on the grassy hills around the base of the bridge. Lone Star Riverboats and Capital Cruises, behind the Hyatt Hotel, offer bat-watching excursions that run $12 for adults and $7 for kids. Capital also offers guided kayak tours for $30. If you have your own SUP or kayak, you can put in at a number of different points along Ladybird Lake, whether you want to start close to the bridge or a little further away like at Zilker Park.\n"
},
{
    "country": "texas",
    "index": 7,
    "name": "Rothko Chapel",
    "latitude": "29.737579",
    "longitude": "-95.396272",
    "excerpt": "Commissioned by Dominique and John de Menil (also founders of the Menil Collection) in 1964 to create a nondenominational chapel, American abstract…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/houston/attractions/rothko-chapel/a/poi-sig/379239/362176",
    "image_url": "https://lp-cms-production.imgix.net/2021-07/Rothko%20Chapel.jpeg",
    "detail_description": "Commissioned by Dominique and John de Menil (also founders of the Menil Collection) in 1964 to create a nondenominational chapel, American abstract expressionist Mark Rothko (1903–70) devoted the final years of his life to the project. The octagonal brick structure now holds 14 large Rothko canvases. The architects of the building were Philip Johnson, Howard Barnstone, and Eugene Aubry.\nThe Menils wanted to give a great artist the opportunity to create a spiritual place without any restrictions or ties to existing religions. The chapel receives over 100,000 visitors a year and is the home of the Óscar Romero Award – a biennial award that recognises courageous advocates of human rights. It's named after Archbishop Óscar Romero who was murdered in 1980 after continually speaking out against injustice in his home country of El Salvador. \n\n  \nExterior gardens and sculpture of the Rothko Chapel in the Museum District of Houston. © Christi Vest/500px\n\nWhy are there paintings inside the chapel?\nAt first glance the paintings seem an almost uniform black. The longer you spend in this supremely meditative space, however, the more subtleties appear, and just as Rothko intended, many visitors experience a profoundly emotional reaction. Rothko wanted visitors to have a calm, contemplative, spiritual experience by creating a space that didn't overload the senses, but rather encouraged quiet reflection and introspection.\nExternal sculpture\nBarnett Newman's sculpture 'Broken Obelisk' is located outside the chapel and the de Menils dedicated it to the memory and work of The Reverend Dr. Martin Luther King, Jr. The dramatic sculpture looms above a reflecting pool in the grounds of the Rothko Chapel. The sculpture was originally financed by the de Menils and the city of Houston and was intended to sit outside City Hall. However, when the city of Houston refused to dedicate the sculpture to the recently assassinated Dr King as agreed, the de Menils bought it outright and placed it in its current location with the intended dedication intact.\nHow much is it?\nThe chapel and its grounds are free to enter and are open from dawn until dusk. The chapel and the Welcome House are closed on Mondays.\nCan you get married there?\nPrivate services, including weddings, are available to book within the chapel for a fee. The chapel itself is nondenominational but has hosted weddings, bar mitzvahs, baptisms, memorials and other major life events in the past. Photography and video is not permitted within the chapel but is permitted in the grounds.\n"
},
{
    "country": "texas",
    "index": 9,
    "name": "Texas State Capitol",
    "latitude": "30.274736",
    "longitude": "-97.740371",
    "excerpt": "Completed in 1888 using sunset-red granite, Texas’ state capitol is the largest in the US, backing up the familiar claim that everything’s bigger…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/austin/downtown/attractions/texas-state-capitol/a/poi-sig/1183497/1319250",
    "image_url": "https://lp-cms-production.imgix.net/2021-05/shutterstockRF_304277048.jpg",
    "detail_description": "Completed in 1888 using sunset-red granite, Texas’ state capitol is the largest in the US, backing up the familiar claim that everything’s bigger hereabouts. Tasked with creating a bigger space for the state government after it outgrew the original capitol building, architect Elijah E. Myers submitted his design in 1881. It was his second time designing such an edifice after making a name for himself on the Michigan State Capitol Building in Detroit. However, the building that stands today reflects some changes to Myers design made after he was fired from the project in 1886.\nThe Capitol narrowly survived a 1983 fire, resulting in numerous renovations and restorations over the next decade. It was added to the National Register of Historic Places in 1970 and designated a National Historic Landmark in 1986. Drop in even if only to take a peek at the historic portraiture and the lovely rotunda – look up at the dome – and try out the whispering gallery created by its curved ceiling.\n\n  \nThe centerpiece of the State Capitol dome is a lone star surrounded by the letters TEXAS ©Sky Noir Photography by Bill Dickinson/Getty Images\n\nThe green sprawl of the capitol grounds and its monuments (which controversially still include a number of Confederate tributes) are worth a stroll. The freestanding visitor center holds an exhibit about the capitol building, while the gift shop sells Texas-themed souvenirs. Self-guided-tour brochures for both building and grounds can be picked up from a ground-floor office that’s also the starting point for an interesting array of daily 40-minute guided tours.\nWant to see government in action? Take a seat in the 3rd-floor visitors balconies overlooking the House of Representatives and Senate chamber galleries, which are open to the public when the state legislature is in session (odd-numbered years from mid-January through May or June).\nThere’s free two-hour parking in the Capitol Visitors Parking Garage, entered from either 12th St or 13th St, off San Jacinto Blvd.\n"
},
{
    "country": "texas",
    "index": 6,
    "name": "Dallas Arboretum & Botanical Gardens",
    "latitude": "32.822651",
    "longitude": "-96.716412",
    "excerpt": "Spreading northeast of Dallas along the shores of White Rock Lake, this gorgeous 66-acre arboretum is a rainbow-colored wonderland of plants and flowers,…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/dallas-arboretum-botanical-gardens/a/poi-sig/1185254/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8ed67434617328a40382505e2514890c-dallas-arboretum-botanical-gardens.jpg",
    "detail_description": "Spreading northeast of Dallas along the shores of White Rock Lake, this gorgeous 66-acre arboretum is a rainbow-colored wonderland of plants and flowers, plus dotted artworks and sculptures, man-made waterfalls, mock-up forest brooks and more. Just six miles from downtown, it's one of the city's loveliest green spaces, and a great place to escape Dallas' motor city vibe and breathe clean, plant-filtered air.\n\n  \nDale Chihuly sculptures at the Dallas Arboretum © Prisma by Dukas Presseagentur GmbH / Alamy Stock Photo\n\nExploring the Dallas Arboretum &amp; Botanical Gardens\nThe gardens that make up the Dallas Arboretum were once part of a private estate known as Rancho Encinal, built for geophysicist Everette Lee DeGolyer, who – predictably, for Texas – made his mark in the petroleum industry, working as a field geologist for big oil companies. The garden that remains today was established by his wife, Nell DeGolyer, offsetting a little of the carbon released by Texas oil. The gardens were later expanded to include the neighboring Alex Camp House and grounds.\nToday, it's a place to escape the city traffic and recharge in front of elegant floral beds and trimmed topiary, admiring the views across the lake to the Dallas' skyline. There's an appealing courtyard restaurant in the former DeGolyer ranch (with indoor and outdoor dining), but the best place to eat is on a picnic blanket laid out on the lakeshore. Some parts of the garden feel European, others feel Japanese – the graceful Sunken Garden hints at the urbane tastes of the wealthy families who set up home on this stretch of the lakeshore, suggesting Great Gatsby-style garden parties.\nMore themed gardens are dotted around the grounds – look out for the Woman’s Garden, an elegant space of water features, terraced walkways and bronze nudes set in free-standing stone picture frames. Expect to see plenty of wedding parties posing for pictures amid the posies.\nIt's also a great spot for families traveling to Dallas with younger children. The Rory Meyers Children's Adventure Garden was designed to connect kids with the natural environment, with zones laid out specifically to appeal to different age groups.\n\n  \nThe Rory Meyers Children's Adventure Garden was designed to connect kids with nature ©Shutterstock / Ritu Manoj Jethani\n\nTickets &amp; Practicalities\nTickets for the gardens are best reserved online in advance. This is doubly true during the spring wildflower season when it can get so mobbed in the gardens that nearby streets are closed. Other busy times to visit include Christmas, when the arboretum hosts the the 12 Days of Christmas display, and fall, when the Arboretum is filled with pumpkins arranged into artistic patterns.\nThe March cherry blossom season also pulls in a crowd, with 150 cherry trees filling the gardens with snow-drifts of fallen petals. Parking is expensive – book online before you pull in for a $5 discount. During the month of August, the admission fee drops to $2 per person and parking drops to $5 all-in.\n"
},
{
    "country": "texas",
    "index": 5,
    "name": "Pioneer Plaza",
    "latitude": "32.776225",
    "longitude": "-96.80191",
    "excerpt": "For a Texas-sized photo op, or simply a sight of what claims to be the largest bronze monument on earth, head to Pioneer Plaza in the heart of Dallas…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/pioneer-plaza/a/poi-sig/1185207/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/cf8fa464f5d0a7a76062b5dab18c806c-pioneer-plaza.jpg",
    "detail_description": "For a Texas-sized photo op, or simply a sight of what claims to be the largest bronze monument on earth, head to Pioneer Plaza in the heart of Dallas. Multiple strands of American history come together at this downtown tourist site – the plaza's famous monument commemorates the epic cattle drives that followed the Shawnee Trail across the West, and it borders the Pioneer Cemetery, last resting place of multiple Dallas mayors and numerous participants in the Texas revolution and the American Civil War.\nVisiting Pioneer Plaza\nThe patch of land now occupied by Pioneer Plaza was once a vacant lot, cleared for an ambitious skyscraper project that never got off the ground. Today, it's one of Dallas' most popular photo opportunities, thanks to the creativity of self-trained Texan sculptor, Robert Summers. In 1994 Summers filled the park with figures of 49 bronze longhorn cattle and three cowboys, surging across a stream bed in the shadow of the towers of downtown Dallas. It's certainly worth dropping by while touring the downtown sights.\nThe monument is a homage to the Texas cattle drives, which moved untold thousands of longhorns across the state to waiting railroad cars in the 19th century. While the Shawnee Trail did pass through Dallas, it was rapidly eclipsed by the much bigger Chisholm Trail through Fort Worth, which became the hub of the Texan cattle trade (visit the city's famous Stockyards to delve deeper into Fort Worth's 'Cowtown' history).\nThe bronze Dallas herd is executed in almost Terracotta Army levels of detail, right down to the 'd' (for 'Dallas') branding marks. You can wander on to the nearby Pioneer Cemetery, which does indeed include some bona fide American pioneers, alongside many casualties and veterans of America's civil war. Until recently, this was also the site of Dallas' Confederate War Memorial, but the monument was removed following Black Lives Matter protests in 2020.\n\n  \nTexas longhorns charge through downtown Dallas ©Shutterstock / Alizada Studios\n\nWhen the cemetery received its first burials in the 1850s, Dallas was a country township of just 1000 people. Some of the souls interred here arrived on stagecoaches and covered wagons before the railroad trundled into town in the 1870s. The Confederate connection may be controversial today, but Dallas was a key battleground in the civil war, with Texans fighting on both sides before the South finally surrendered in 1865. Amongst the civic figures buried here is former mayor John McClannahan Crockett (1816–1877), cousin of Davy Crockett.\nPracticalities\nPioneer Plaza and the cemetery are open to all, but parking can be tricky if you just want to hop out and take a few snaps. There are usually some spots on Griffin St and Young St, but otherwise, you'll have to pay to park in a downtown parking lot. On the plus side, you're just a few blocks from Dealey Plaza, the JFK Memorial, and the Sixth Floor Museum.\n"
},
{
    "country": "texas",
    "index": 4,
    "name": "Dallas Museum of Art",
    "latitude": "32.788267",
    "longitude": "-96.801202",
    "excerpt": "The city's major art museum offers a high-caliber world tour of ancient and contemporary art. Founded in 1903, the Dallas Museum of Art is an impressively…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/dallas-museum-of-art/a/poi-sig/379007/362174",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/2BEP1YJ.jpg",
    "detail_description": "The city's major art museum offers a high-caliber world tour of ancient and contemporary art. Founded in 1903, the Dallas Museum of Art is an impressively cosmopolitan endeavour, with a collection that spans the history of creativity in Europe as well as the Americas. It put Dallas firmly on the national culture map when it opened, and it still attracts a healthy crowd of visitors today.\n\n  \nThe eye-catching frontage of the Dallas Museum of Art (DMA) ©Shutterstock / Gilberto Mesquita\n\nExploring the Dallas Museum of Art\nYou've probably seen art museums that are snootily reverent towards modern fine artists, and dismissive of historic and tribal art from the rest of the world. That's not the attitude at the Dallas Museum of Art. The collection of world art and archaeological treasures is a delight, with plenty to keep families traveling with kids amused. Ancient wonders range from Greek, Roman and Etruscan masterpieces to wonderful bowls from the Mimbres pueblos of New Mexico and a pre-Columbian Peruvian gold mask. Look out for the Mayan flint knife in the form of a crocodile-shaped canoe with human passengers.\nThe modern (well, more recent) collection of paintings and sculptures is equally impressive. American works include Edward Hopper's enigmatic Lighthouse Hill and Frederic Church's sublime The Icebergs. A re-created villa modeled on Coco Chanel's Mediterranean mansion holds canvases by British statesman Winston Churchill. European greats are well represented, with works including Magritte's The Light of Coincidences, Mondrian's Place de la Concorde, Van Gogh's Sheaves of Wheat and multiple pieces by Picasso and Monet.  \nIt's also worth dropping into the adjacent Nasher Sculpture Center, housed in an impressive glass-and-steel building across from the Dallas Museum of Art. Partnered by a divine sculpture garden, the Renzo Piano-designed building is a work of art in its own right. Inside (accessed on a separate ticket to the Dallas Museum of Art), you can view one of the greatest private sculpture collections in the world, including works by Calder, de Kooning, Rodin, Serra and Miró, assembled by art collectors Raymond and Patsy Nasher.\n\n  \nSculpture and reflecting pool at the Dallas Museum of Art ©Shutterstock / Nate Hovee\n\nThe history of the Museum of Art\nDespite it's modern demeanor, the Dallas Museum of Art has a long, venerable history. The museum grew out of public art exhibitions held in the Dallas Public Library by the enthusiast-run Dallas Art Association. Library founder May Dickson Exall led the drive for a permanent museum space, and in the 1930s, the museum moved into its first fixed location at Fair Park.\nAfter surviving a McCarthyite purge in the 1950s, when campaigners pushed for the museum to remove works by 'communist' artists such as Picasso, the museum merged with the rival Dallas Museum of Contemporary Art, creating a single space for modern and historical art in the city. As the museum's collection, and reputation, grew, so did its need for space. The present, concrete-faced premises were inaugurated in 1984.\nTickets &amp; Practicalities\nAs one of Dallas' top things to do, the museum can get busy; school groups fill the galleries on weekdays (except Mondays, when the museum is closed), and tourists do the same at weekends. Admission is free but you may need to book a ticket for entry (easy to do online). There are charges for some temporary exhibitions – see the website for details of paid-for events.\n"
},
{
    "country": "texas",
    "index": 3,
    "name": "Sixth Floor Museum",
    "latitude": "32.779662",
    "longitude": "-96.808262",
    "excerpt": "Dallas means many things to many people, but for tourists, the city is still indelibly linked to the assassination of President John F Kennedy. Movies and…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/dallas/attractions/sixth-floor-museum/a/poi-sig/379017/362174",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8fb1c194ebfe03419a01498059f08039-sixth-floor-museum.jpg",
    "detail_description": "Dallas means many things to many people, but for tourists, the city is still indelibly linked to the assassination of President John F Kennedy. Movies and conspiracy theories have kept this momentous event alive in the popular consciousness ever since 22 November 1963. To understand what unfolded on that fateful day, the best place to start is the museum set in the very room in the former Texas School Book Depository where Lee Harvey Oswald – then an employee – lay in wait.\n\n  \nLooking across Dealey Plaza towards the former Texas School Book Depository © Alamy Stock Photo\n\nExploring the museum\nHoused on the sixth floor of the Book Depository, spanning the storage rooms where Oswald planned out and executed his deadly plot, this fascinating museum uses multimedia exhibits tell the story of JFK's life and times, not just his final moments. Photos and filmed footage – including footage shot by bystanders on the day of the assassination – provide some excellent historical context to help visitors understand JFK's lifetime and legacy.\nJust as interesting are the exhibits on Oswald himself, and the opportunities that were missed to stop the events of 22 November 1963. An Italian-made Mannlicher-Carcano rifle – the same model used by Oswald – is displayed in the corner staircase, one of several parts of the museum that have been restored to match the way they appeared on the day of the assassination.\n\n  \nDisplays on the fateful day at the Sixth Floor Museum ©Shutterstock / Gilberto Mesquita\n\nIt’s shocking to realise just how close Kennedy's limo was to Oswald's sniper nest, but don’t worry if you have any doubts about the single-shooter explanation – the museum doesn't shy away from the myriad conspiracy theories. Should you wish to delve further, several local conspiracy theorists offer tours around Dealey Plaza and the Grassy Knoll that talk visitors through their own extravagant versions of events.\nEven without a guide, it's worth wandering over to Elm Street, to see the 'X' marking the spot where JFK was hit as his motorcade trundled slowly past the Texas School Book Depository. There's an undeniable sense of momentous history here, even 60 years after the event. The park at Dealey Plaza was actually created to mark the location of the original settlement of Dallas, but today, visitors are much more interested in the Grassy Knoll, and the rumors of a second shooter that have ricocheted through history.\n\n  \nThe Kennedy assassination transformed Dealy Plaza into an American landmark ©f11photo / Getty Images\n\nThe museum story\nAfter the assassination, the building that changed American history was tagged for demolition, but Dallas governor Wes Wise pushed back against the plans and the former Texas School Book Depository was saved for posterity. The depot continued to serve as a store for school books until 1970, when it passed into private hands, before being redeveloped to house the Sixth Floor Museum and the offices of the Dallas County Administration in the 1980s.\nDespite the rather gruesome subject matter, the museum is today a worthy addition to the list of best things to see in Dallas, and it's also an educational experience for children, though it probably has more resonance for US citizens than visiting youngsters. Across the plaza, the Old Red Museum has gentler exhibits on Dallas history, and just behind is architect Philip Johnson's John F Kennedy Memorial, a roofless cenotaph designed to capture the sense of change and freedom epitomized by JFK's presidency.\nTickets &amp; Practicalities\nTickets are easy to buy at the museum on the day, or you can book online. Bring a picnic to eat on Dealey Plaza in the middle of history.\n"
},
{
    "country": "texas",
    "index": 2,
    "name": "River Walk",
    "latitude": "29.425086",
    "longitude": "-98.489395",
    "excerpt": "The River Walk is a 15-mile-long glorious network of waterside pathways that’s tucked below street level and lined with bars and restaurants. It's the…",
    "detail_url": "https://www.lonelyplanet.com/usa/texas/san-antonio/attractions/river-walk/a/poi-sig/1247237/362179",
    "image_url": "https://lp-cms-production.imgix.net/2021-03/shutterstockRF_649148494.jpg",
    "detail_description": "The River Walk is a 15-mile-long glorious network of waterside pathways that’s tucked below street level and lined with bars and restaurants. It's the perfect place for many leisurely strolls through downtown and beyond, and considered one of the top things to do in San Antonio. You'll pass landscaped gardens and riverfront cafes, and linger on stone footbridges that arch across the water.\nDuring summer it gets mighty crowded, but at peaceful times (and the further you get from downtown) it's a lovely place to be – especially during the holidays, when it's bedecked with twinkling lights.\nRiver Walk extension\nThese days, the River Walk extends way north and south of downtown. The 8-mile Mission Reach expansion extends south to the King William District and beyond to the Spanish missions, while the 4-mile Museum Reach stretches north to the San Antonio Art Museum, the Pearl Brewery complex and Brackenridge Park.\n\n  \nTake a 35-minute tour of the river by boat © f11photo / Shutterstock\n\nRiver Walk restaurants\nHaving a location beside the pretty River Walk gives any restaurant instant atmosphere, especially when there's a patio involved, but typical prices are high, and there's no guarantee of quality. Decent options include Biga on the Banks, serving a wonderful mix of European, Tex-Mex, American and Asian influences, and local favorite Texas bistro Boudro's.\nRiver Walk boat tour\nAfter you've had your fill of walking by the river, hop on a Go Rio cruise. These 35-minute narrated cruises leave every 15 to 20 minutes, and give a good visual overview of the river plus a light history lesson. No reservations are necessary; buy tickets online or at the ticket booths found at 706 River Walk, Rivercenter and Aztec Theater.\n\n  \nThere's a bike rental point at the Blue Star Arts Complex on the River Walk © JustPixs / Shutterstock\n\nCycling the River Walk\nDowntown you cannot ride a bike on the River Walk and must ride on surrounding streets. Once you get out of downtown, however, you can ride your bike on long stretches of the River Walk. Beyond Lexington Avenue, follow the River Walk north to the Pearl Brewery complex and the Brackenridge Park area's attractions (the Museum Reach). South of downtown, from Nueva Street, you can cycle to the historic missions (the Mission Reach), with a walk-your-bike section near the Blue Star Brewery Complex. Before setting out, confirm the cycling start points with the visitor center and obey current signage so you don't get a ticket. The San Antonio River Authority website has some useful information. Check San Antonio's bike-share scheme for rental locations. \nCreation of the River Walk\nIn 1921, floods destroyed downtown San Antonio when water 10ft deep gushed through the center of the city from the overflowing San Antonio River, obliterating homes and businesses and drowning as many as 50 people. As a result, the Olmos Dam was constructed to handle overflow and route the extra water around the downtown area through a canal called the Oxbow.\nIt was a temporary fix that was intended to be submerged and turned into an enormous storm drain beneath the city. Before this happened though, some locals formed the San Antonio Conservation Society and dedicated themselves to preserving and developing the canal into an attraction.\nIn 1938 the Works Progress Administration (WPA) assumed control of the canal's fate, and executed a plan to develop a central business district of shops and restaurants along a cobbled walk. More than 1000 jobs were created during the construction of River Walk, and the project is one of the most beautiful results of the WPA effort.\n"
}
]