[
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 40,
    "name": "Former Archive of the Communist Party of Turkmenistan",
    "latitude": "37.940415",
    "longitude": "58.385714",
    "excerpt": "Across the road from the Statue of Lenin this austere concrete building was once the Archive of the Communist Party of Turkmenistan.",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/former-archive-of-the-communist-party-of-turkmenistan/a/poi-sig/1459929/357814",
    "image_url": null,
    "detail_description": "Across the road from the Statue of Lenin this austere concrete building was once the Archive of the Communist Party of Turkmenistan.\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 39,
    "name": "Monument to the Independence of Turkmenistan",
    "latitude": "37.881425",
    "longitude": "58.38109",
    "excerpt": "This is a popular spot for wedding groups to take photographs with a golden statue of Turkmenbashi. Nearby is a trippy giant copy of Niyazov's once…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/monument-to-the-independence-of-turkmenistan/a/poi-sig/1459930/357814",
    "image_url": null,
    "detail_description": "This is a popular spot for wedding groups to take photographs with a golden statue of Turkmenbashi. Nearby is a trippy giant copy of Niyazov's once ubiquitous Ruhnama ('Book of the Soul').\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 38,
    "name": "Turkmenbashi Museum",
    "latitude": "37.87797",
    "longitude": "58.382077",
    "excerpt": "Taking a leaf out of Kim Jong-il’s book, the Turkmenbashi Museum houses all the gifts and awards presented to former President Niyazov by various people…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/turkmenbashi-museum/a/poi-sig/1384153/357814",
    "image_url": null,
    "detail_description": "Taking a leaf out of Kim Jong-il’s book, the Turkmenbashi Museum houses all the gifts and awards presented to former President Niyazov by various people around the world. Expect to see lots of gold.\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 37,
    "name": "Palace of Knowledge",
    "latitude": "37.878105",
    "longitude": "58.382292",
    "excerpt": "Beyond the southern end of Independence Park is the huge, golden domed Palace of Knowledge: three large buildings that include a library, concert hall and…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/palace-of-knowledge/a/poi-sig/1459931/357814",
    "image_url": null,
    "detail_description": "Beyond the southern end of Independence Park is the huge, golden domed Palace of Knowledge: three large buildings that include a library, concert hall and the Turkmenbashi Museum.\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 36,
    "name": "Azadi Mosque",
    "latitude": "37.931877",
    "longitude": "58.398128",
    "excerpt": "More a statement of foreign-policy leanings than a sign of religious awakening, the Azadi mosque, similar in appearance to the Blue Mosque in İstanbul,…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/azadi-mosque/a/poi-sig/1459920/357814",
    "image_url": null,
    "detail_description": "More a statement of foreign-policy leanings than a sign of religious awakening, the Azadi mosque, similar in appearance to the Blue Mosque in İstanbul, stands just south of Magtymguly şayoli, 600m east of the junction with Turkmenbashi.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 35,
    "name": "Shahriyar Ark",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Shahriyar Ark (or Citadel of Sultan Kala) is one of the more interesting parts of Merv. Still visible are its walls, a well-preserved koshk (fort)…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/merv/attractions/shahriyar-ark/a/poi-sig/1384395/357818",
    "image_url": null,
    "detail_description": "The Shahriyar Ark (or Citadel of Sultan Kala) is one of the more interesting parts of Merv. Still visible are its walls, a well-preserved koshk (fort) with corrugated walls, and the odd grazing camel.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 34,
    "name": "Russian Orthodox Church",
    "latitude": "39.098361",
    "longitude": "63.577108",
    "excerpt": "This landmark church was built to honour St Nicolas in the late 19th century. The church is painted canary yellow and decorated on the interior with a…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/turkmenabat/attractions/russian-orthodox-church/a/poi-sig/1384487/357819",
    "image_url": null,
    "detail_description": "This landmark church was built to honour St Nicolas in the late 19th century. The church is painted canary yellow and decorated on the interior with a rich collection of icons.\nIt's located a couple of blocks northeast of the Lebap Regional Museum."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 33,
    "name": "Kyrk Molla",
    "latitude": null,
    "longitude": null,
    "excerpt": "The mound of graves called the Kyrk Mollais a sacred place where Konye-Urgench’s inhabitants held their last stand against the Mongols. Here you might see…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/konye-urgench/attractions/kyrk-molla/a/poi-sig/1384455/357822",
    "image_url": null,
    "detail_description": "The mound of graves called the Kyrk Mollais a sacred place where Konye-Urgench’s inhabitants held their last stand against the Mongols. Here you might see young women rolling down the hill in a fertility rite – one of Konye-Urgench’s more curious attractions.\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 31,
    "name": "Circus",
    "latitude": "37.954333",
    "longitude": "58.366199",
    "excerpt": "This Soviet-era circus building, which resembles a flying saucer, has been 'Turkmenised' with a coating of white marble. It's definitely worth a look if…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/circus/a/poi-sig/1462504/357814",
    "image_url": null,
    "detail_description": "This Soviet-era circus building, which resembles a flying saucer, has been 'Turkmenised' with a coating of white marble. It's definitely worth a look if you're collecting snaps of quirky landmarks, but we don't recommend seeing the circus itself, which features performing animals.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 32,
    "name": "Mosque of Yusuf Hamadani",
    "latitude": "37.679415",
    "longitude": "62.170265",
    "excerpt": "North of the Shahriyar Ark, outside the city walls, lies the Mosque of Yusuf Hamadani, built around the tomb of a 12th-century dervish. The complex has…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/merv/attractions/mosque-of-yusuf-hamadani/a/poi-sig/1384397/357818",
    "image_url": null,
    "detail_description": "North of the Shahriyar Ark, outside the city walls, lies the Mosque of Yusuf Hamadani, built around the tomb of a 12th-century dervish. The complex has been largely rebuilt in the last 10 years and turned into an important pilgrimage site; it is not open to non-Muslims.\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 30,
    "name": "Statue of Lenin",
    "latitude": "37.939662",
    "longitude": "58.384545",
    "excerpt": "The statue of Lenin, in a small park off Azadi köçesi, is a charmingly incongruous assembly of a tiny Lenin on an enormous and very Central Asian plinth…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/statue-of-lenin/a/poi-sig/1459919/357814",
    "image_url": null,
    "detail_description": "The statue of Lenin, in a small park off Azadi köçesi, is a charmingly incongruous assembly of a tiny Lenin on an enormous and very Central Asian plinth surrounded by fountains. Its walls feature modernist concrete sculptures made by Ernst Neizvestny, a Russian artist who lived and worked in Ashgabat during the 1970s.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 28,
    "name": "Pokrovskaya Church",
    "latitude": "37.597402",
    "longitude": "61.854916",
    "excerpt": "Pokrovskaya Church, a handsome red-brick affair, was built in 1900. The church is surrounded by pleasant parkland and its interior is crammed with…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/mary/attractions/pokrovskaya-church/a/poi-sig/1384307/357817",
    "image_url": null,
    "detail_description": "Pokrovskaya Church, a handsome red-brick affair, was built in 1900. The church is surrounded by pleasant parkland and its interior is crammed with religious icons. Cross the river on Mollanepes, then take the left hand road from the roundabout. The second street you'll get to is Seydi köçesi, turn right into it and the church is at the end.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 29,
    "name": "Ice House",
    "latitude": "37.643338",
    "longitude": "62.180451",
    "excerpt": "South of Sultan Kala and Giaur Kala, this is one of three ice houses built during the Timurid era. The giant freezers, made from brick and covered by a…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/merv/attractions/ice-house/a/poi-sig/1384388/357818",
    "image_url": null,
    "detail_description": "South of Sultan Kala and Giaur Kala, this is one of three ice houses built during the Timurid era. The giant freezers, made from brick and covered by a conical-shaped roof, were used to keep meat and other foods frozen during the summer. This ice house, the closest to Giaur Kala, is perhaps the best-preserved structure.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 26,
    "name": "Buddhist Stupa",
    "latitude": "37.654881",
    "longitude": "62.197823",
    "excerpt": "In the southeastern corner of Giaur Kala, a distinct mound marks the site of a Buddhist stupa and monastery, which was still functioning in the early…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/merv/attractions/buddhist-stupa/a/poi-sig/1387565/357818",
    "image_url": null,
    "detail_description": "In the southeastern corner of Giaur Kala, a distinct mound marks the site of a Buddhist stupa and monastery, which was still functioning in the early Islamic era. The head of a Buddha statue was found here, making Merv the westernmost point to which Buddhism spread at its height. However, the stupa has been re-covered in earth to preserve it, meaning there's nothing to see.\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 27,
    "name": "Independence Park",
    "latitude": "37.887115",
    "longitude": "58.383064",
    "excerpt": "The Altyn Asyr Shopping Centre is the curious pyramidal shopping centre at the northern end of Independence Park. The Monument to the Independence of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/independence-park/a/poi-sig/1459932/357814",
    "image_url": null,
    "detail_description": "The Altyn Asyr Shopping Centre is the curious pyramidal shopping centre at the northern end of Independence Park. The Monument to the Independence of Turkmenistan, known to some expats as ‘the plunger’ (for reasons obvious as soon as you see it), is another monument in the park.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 25,
    "name": "Mausoleum of Mohammed ibn Zeid",
    "latitude": "37.666194",
    "longitude": "62.145759",
    "excerpt": "Like the other Sufi shrines (Gozli-Ata and Kubra), the 12th-century Mausoleum of Mohammed ibn Zeid is an important site for Sufi pilgrims.There’s…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/merv/attractions/mausoleum-of-mohammed-ibn-zeid/a/poi-sig/1384384/357818",
    "image_url": null,
    "detail_description": "Like the other Sufi shrines (Gozli-Ata and Kubra), the 12th-century Mausoleum of Mohammed ibn Zeid is an important site for Sufi pilgrims.There’s confusion as to who is actually buried under the black marble cenotaph in the centre of the cool, dark shrine. It’s definitely not Ibn Zeid, a prominent Shiite teacher who died four centuries before this tomb was built and is known to be buried elsewhere.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 24,
    "name": "Il-Arslan Mausoleum",
    "latitude": null,
    "longitude": null,
    "excerpt": "The Il-Arslan Mausoleum is Konye-Urgench’s oldest standing monument. The conical dome, with a curious zigzag brick pattern, is the first of its kind and…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/konye-urgench/attractions/il-arslan-mausoleum/a/poi-sig/1384457/357822",
    "image_url": null,
    "detail_description": "The Il-Arslan Mausoleum is Konye-Urgench’s oldest standing monument. The conical dome, with a curious zigzag brick pattern, is the first of its kind and was exported to Samarkand by Timur. Il-Arslan, who died in 1172, was Tekesh’s father. The building is small but well worth a close look. The conical dome with 12 faces is unique, and the collapsing floral terracotta moulding on the facade is also unusual.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 23,
    "name": "Mausoleums of Two Askhab",
    "latitude": "37.653314",
    "longitude": "62.171524",
    "excerpt": "One of the most important pilgrimage sites in Turkmenistan are the mausoleums built for two Islamic askhab (companions of the Prophet), Al-Hakim ibn Amr…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/merv/attractions/mausoleums-of-two-askhab/a/poi-sig/1384387/357818",
    "image_url": null,
    "detail_description": "One of the most important pilgrimage sites in Turkmenistan are the mausoleums built for two Islamic askhab (companions of the Prophet), Al-Hakim ibn Amr al-Jafari and Buraida ibn al-Huseib al-Islami. The two squat buildings sit in front of reconstructed Timurid aivans (iwans, portals) that honour the tombs of the two askhab. In front of the mausoleums is a still-functioning water cistern.\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 22,
    "name": "Museum of Fine Arts",
    "latitude": "37.93659",
    "longitude": "58.37419",
    "excerpt": "The Museum of Fine Arts is located in an impressive building with a big rotunda, two tiers and lots of gold. The collection contains some great Soviet…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/museum-of-fine-arts/a/poi-sig/443394/357814",
    "image_url": null,
    "detail_description": "The Museum of Fine Arts is located in an impressive building with a big rotunda, two tiers and lots of gold. The collection contains some great Soviet–Turkmen artwork: happy peasant scenes with a backdrop of yurts and smoke-belching factories. There is also a collection of Russian and Western European paintings and a fine selection of Turkmen jewellery and traditional costumes. Guided tours in English are available for a further US$20 per group.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 21,
    "name": "Great Kyz Kala",
    "latitude": "37.655133",
    "longitude": "62.152668",
    "excerpt": "This crumbling 7th-century koshk (fortress) outside the walls of Merv is interesting for its ‘petrified stockade’ walls. Constructed by the Sassanians in…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/merv/attractions/great-kyz-kala/a/poi-sig/1384385/357818",
    "image_url": null,
    "detail_description": "This crumbling 7th-century koshk (fortress) outside the walls of Merv is interesting for its ‘petrified stockade’ walls. Constructed by the Sassanians in the 7th century, it was still in use by Seljuq sultans, 600 years later, as a function room.\nGreat Kyz Kala, along with its pair, Little Kyz Kala, are some of the most symbolic and important structures in western Merv archaeology and they have no analogues anywhere else."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 20,
    "name": "Konye-Urgench Historical Park",
    "latitude": null,
    "longitude": null,
    "excerpt": "The stunning remains of ancient Urgench (Ürgenç), capital of Khorezm, part of the Achaemenid Empire, are one of Turkmenistan's drawcard sights and one of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/attractions/konye-urgench-historical-park/a/poi-sig/1384737/357820",
    "image_url": null,
    "detail_description": "The stunning remains of ancient Urgench (Ürgenç), capital of Khorezm, part of the Achaemenid Empire, are one of Turkmenistan's drawcard sights and one of the best-preserved ancient Silk Road sites in Central Asia.In 2005, Unesco inscribed the remains of the old town as a World Heritage Site. Within are a striking collection of monuments, most dating from the 11th and 12th centuries. These include a mosque, mausoleums and fortresses and the remains of a caravanserai gate.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 19,
    "name": "Lebap Regional Museum",
    "latitude": "39.102624",
    "longitude": "63.572087",
    "excerpt": "Turkmenabat's ridiculously ornate museum could double as Liberace's house (check out those chandeliers!), but it also houses a solid collection of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/turkmenabat/attractions/lebap-regional-museum/a/poi-sig/1384486/357819",
    "image_url": null,
    "detail_description": "Turkmenabat's ridiculously ornate museum could double as Liberace's house (check out those chandeliers!), but it also houses a solid collection of archeological findings from the Lebap region and a good ethnographic display including a full reconstruction of a Silk Road market. Upstairs there's also a collection of geological findings, including mouldings of the dinosaur footprints from the Kugitang Nature Reserve and a stuffed zemzen, a large, fierce and very rarely seen desert lizard.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 18,
    "name": "Mamun II Minaret",
    "latitude": null,
    "longitude": null,
    "excerpt": "South of the Il-Arslan Mausoleum lies the base of the Mamun II Minaret, which was built in 1011. It was reduced to a stump by the Mongols, rebuilt in the…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/konye-urgench/attractions/mamun-ii-minaret/a/poi-sig/1384458/357822",
    "image_url": null,
    "detail_description": "South of the Il-Arslan Mausoleum lies the base of the Mamun II Minaret, which was built in 1011. It was reduced to a stump by the Mongols, rebuilt in the 14th century and finally toppled by an earthquake in 1895. Nearby you'll see the so-called 'portal of an unknown building', sometimes also referred to as the Gate of the Caravanserai. The structure is now thought to have been the entrance to the palace of Mohammed Khorezmshah, due to its ornateness and the thickness of its walls.\n"
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 17,
    "name": "Carpet Museum",
    "latitude": "37.924278",
    "longitude": "58.376863",
    "excerpt": "While there’s a limit to the number of rugs the average visitor can stand, the central exhibit, the world’s largest handwoven rug, really is something to…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/carpet-museum/a/poi-sig/1384718/357814",
    "image_url": null,
    "detail_description": "While there’s a limit to the number of rugs the average visitor can stand, the central exhibit, the world’s largest handwoven rug, really is something to see (though you can see it hanging from the lobby when you enter – you don’t even have to buy a ticket). The ‘expert commission’ here is the place to have your carpets valued and taxed, and the necessary documentation issued for export.\nNote that while the entry fee is set in US dollars, the museum only accepts manat, so the price in local currency actually fluctuates depending on the official rate."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 16,
    "name": "Konye-Urgench Museum",
    "latitude": null,
    "longitude": null,
    "excerpt": "The simple Konye-Urgench Museum is housed in the early-20th-century Dash Medressa, just before the main mausoleum complex. It includes some ancient Arabic…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/konye-urgench/attractions/konye-urgench-museum/a/poi-sig/1384441/357822",
    "image_url": null,
    "detail_description": "The simple Konye-Urgench Museum is housed in the early-20th-century Dash Medressa, just before the main mausoleum complex. It includes some ancient Arabic texts and a few interestingly labelled artefacts from Old Urgench (eg ‘blue polished eight-cornered thing’). Note the Christian symbols carved onto some of the stone pieces. Off the medressa courtyard are several rooms containing ethnographic displays of Turkmen culture, including a pottery workshop and carpet looms. To one side of the mosque is the Matkerim-Ishan Mausoleum, which is also early 20th century.\n"
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 15,
    "name": "Nejameddin Kubra Mausoleum",
    "latitude": null,
    "longitude": null,
    "excerpt": "Nejameddin Kubra (1145–1221) was a famous Khorezm Muslim teacher and poet who founded the Sufic Kubra order, with followers throughout the Islamic world…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/konye-urgench/attractions/nejameddin-kubra-mausoleum/a/poi-sig/1384449/357822",
    "image_url": null,
    "detail_description": "Nejameddin Kubra (1145–1221) was a famous Khorezm Muslim teacher and poet who founded the Sufic Kubra order, with followers throughout the Islamic world. His tomb is believed to have healing properties and you may find pilgrims praying here. The building has three domes and a tiled portal that appears on the brink of forward collapse. The tombs inside – one for his body and one for his head (which were kindly separated by the Mongols) – are extraordinarily colourful with floral-pattern tiles.\nFrom here, you can also see the Sultan Ali Mausoleum across a shady little courtyard."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 14,
    "name": "Gozli Ata Mausoleum",
    "latitude": "40.3475",
    "longitude": "54.5525",
    "excerpt": "A respected Sufi teacher in the early 14th century, Gozli Ata had a large following until his untimely death at the hands of Mongol invaders. His…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/western-turkmenistan/attractions/gozli-ata-mausoleum/a/poi-sig/1384732/357823",
    "image_url": null,
    "detail_description": "A respected Sufi teacher in the early 14th century, Gozli Ata had a large following until his untimely death at the hands of Mongol invaders. His mausoleum, located in a natural depression of rocky desert, is now a popular place of pilgrimage.\nGozli Ata’s wife is buried in an adjacent mausoleum and, according to custom, visitors must first pray at her last resting place. A cemetery has sprung up nearby; gravestones here contain a notch in the top where water can collect to ‘feed’ the soul of the deceased.Gozli Ata is 135km north of Balkanabat; an experienced driver is needed to find it."
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 13,
    "name": "Arch of Neutrality",
    "latitude": "37.881967",
    "longitude": "58.333368",
    "excerpt": "Once the centrepiece of Niyazov's Ashgabat, the Arch of Neutrality was erected to celebrate the Turkmen people's unsurprisingly unanimous endorsement of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/arch-of-neutrality/a/poi-sig/443370/357814",
    "image_url": null,
    "detail_description": "Once the centrepiece of Niyazov's Ashgabat, the Arch of Neutrality was erected to celebrate the Turkmen people's unsurprisingly unanimous endorsement of Turkmenbashi's policy of neutrality in 1998. Above the arch itself is the real gem, a 12m-high polished-gold statue of Niyazov, which revolved to follow the sun throughout the day. Now in exile, overlooking his beloved city, Niyazov no longer rotates, but his comedic posture makes it clear why the monument was nicknamed 'batman' by locals.\nA sporadically functioning lift (2M) takes you to the top of the monument, where you'll find a small museum (1M)."
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 12,
    "name": "Independence Square",
    "latitude": "37.935432",
    "longitude": "58.383322",
    "excerpt": "At the centre of Ashgabat is the enormous Independence Square, on which sits the golden-domed Palace of Turkmenbashi (the place of work of the former…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/independence-square/a/poi-sig/1459917/357814",
    "image_url": null,
    "detail_description": "At the centre of Ashgabat is the enormous Independence Square, on which sits the golden-domed Palace of Turkmenbashi (the place of work of the former president), the Ministry of Fairness, the Ministry of Defence and Ruhyyet Palace, all of which were built by the French corporation Bouygues Construction, one-time court builder to Niyazov.\nUnfortunately, you can't enter or even get close to any of these buildings, and travellers report that if you walk in this area, government officials will quickly move you along."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 11,
    "name": "Sultan Tekesh Mausoleum",
    "latitude": null,
    "longitude": null,
    "excerpt": "Instantly recognisable by its conical turquoise dome, the Sultan Tekesh Mausoleum is one of Konye Urgench's most beautiful monuments. Tekesh was the 12th…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/konye-urgench/attractions/sultan-tekesh-mausoleum/a/poi-sig/1384452/357822",
    "image_url": null,
    "detail_description": "Instantly recognisable by its conical turquoise dome, the Sultan Tekesh Mausoleum is one of Konye Urgench's most beautiful monuments. Tekesh was the 12th-century Khorezmshah who made Khorezm great with conquests as far south as Khorasan (present-day northern Iran and northern Afghanistan). It is believed that he built this mausoleum for himself, along with a big medressa and library (which did not survive) on the same spot. However, some scholars theorise that the building had earlier existed as a Zoroastrian temple.\nAfter his death in 1200, Tekesh was apparently buried here, although there is no tomb. There are excavations of several early Islamic graves near the entrance to the building."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 10,
    "name": "Gutlug Timur Minaret",
    "latitude": null,
    "longitude": null,
    "excerpt": "Across the road from the Turabeg Khanym Complex, a path through a modern cemetery and the 19th-century Sayid Ahmed Mausoleum leads to this minaret, built…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/konye-urgench/attractions/gutlug-timur-minaret/a/poi-sig/1384451/357822",
    "image_url": null,
    "detail_description": "Across the road from the Turabeg Khanym Complex, a path through a modern cemetery and the 19th-century Sayid Ahmed Mausoleum leads to this minaret, built in the 1320s. It’s the only surviving part of Old Urgench’s main mosque. Decorated with bands of brick and a few turquoise tiles, its 59m-tall minaret is not as tall as it once was, and leans noticeably.\nIt’s interesting to note that there is no entrance to the minaret – it was linked to the adjacent mosque by a bridge 7m above the ground. Since that mosque was destroyed, the only way into the minaret is by ladder. There are 144 steps to the top, although you can’t climb it now."
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 9,
    "name": "Halk Hakydasy Memorial Complex",
    "latitude": null,
    "longitude": null,
    "excerpt": "Unveiled in 2014, this vast complex features three memorials honouring those that died in the 1948 earthquake, soldiers who perished in WWII and those…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/halk-hakydasy-memorial-complex/a/poi-sig/1578183/357814",
    "image_url": null,
    "detail_description": "Unveiled in 2014, this vast complex features three memorials honouring those that died in the 1948 earthquake, soldiers who perished in WWII and those killed in other Turkmen battles. The Earthquake Memorial features a bombastic bronze rendering of a bull and child (said to be the baby Niyazov).\nThere is also a museum (entrance US$10) featuring two exhibits: one covering the earthquake and the other focusing on war. The earthquake hall is perhaps Ashgabat's most touching museum and the display includes once-banned photos of pre-1948 earthquakes as well as information about the five-year clean-up effort, the burying of 110,000 bodies and the building of a new city.It's west of the city, near the Hotel Ýyldyz."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 8,
    "name": "Mary Regional Museum",
    "latitude": "37.58766",
    "longitude": "61.852115",
    "excerpt": "This museum is housed in a sparkling white-marble palace across the river from the centre of town. The enormous premises is home to a collection of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/mary/attractions/mary-regional-museum/a/poi-sig/1384306/357817",
    "image_url": null,
    "detail_description": "This museum is housed in a sparkling white-marble palace across the river from the centre of town. The enormous premises is home to a collection of taxidermy, temporary exhibits and a gallery of Turkmen art, but the real reason to visit is the superb archaeological collection on the upper floor, full of discoveries from Margush (Gonur) and Merv, as well as impressively detailed models of both sites.\nOther highlights include a late third millennium BC tabernacle from Gonur, and lots of impressively preserved porcelain, coins, weapons, jewellery and amphorae. There’s also an extensive ethnography section, including a large collection of Turkmen jewellery, carpets, stuffed animals, a fully decorated yurt and pottery from the time of the Mongol occupation. Call ahead to book an English-language guide as English labelling, while consistent, lacks detail."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 7,
    "name": "Yangykala Canyon",
    "latitude": "40.632222",
    "longitude": "54.926667",
    "excerpt": "With bands of pink, red and yellow rock searing across the sides of steep canyon walls, Yangykala is a breathtaking sight and one of the most spectacular…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/western-turkmenistan/attractions/yangykala-canyon/a/poi-sig/1384734/357823",
    "image_url": null,
    "detail_description": "With bands of pink, red and yellow rock searing across the sides of steep canyon walls, Yangykala is a breathtaking sight and one of the most spectacular natural attractions in Turkmenistan. Just as alluring as the beautiful views is its solitary isolation in the desert; few Turkmen are aware of its existence. ᠎It’s possible to camp on the plateau above the canyon, although it can get windy there.\nCanyons and cliffs slash for 25km towards the Garabogazköl basin and lie approximately 165km north of Balkanabat and about 160km east of Turkmenbashi, making it easy to slot in a trip to the canyon between the two cities. While most tour companies run trips to Yangykala Canyon, not all include it on their standard itineraries, so make enquiries when planning your trip.From the turn-off to Gozli Ata (marked with a 9km sign), another road continues north to the canyon."
},
{
    "country": "turkmenistan",
    "city": "Ashgabat",
    "index": 6,
    "name": "National Museum",
    "latitude": "37.885015",
    "longitude": "58.355255",
    "excerpt": "Looking like a lost palace in the urban desert, the National Museum occupies a striking position in front of the Kopet Dag. It’s actually a collection of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/ashgabat/attractions/national-museum/a/poi-sig/443398/357814",
    "image_url": null,
    "detail_description": "Looking like a lost palace in the urban desert, the National Museum occupies a striking position in front of the Kopet Dag. It’s actually a collection of three pricey museums – the History Museum, the Nature &amp; Ethnographic Museum and the Presidential Museum. The History Museum is the only one that approaches value for money.\nInside the History Museum, the lavish Ancient History Hall includes Neolithic tools from western Turkmenistan and relics from the Bronze Age Margiana civilisation, including beautiful amulets, seals, cups and cult paraphernalia. There is also a model of the walled settlement uncovered at Gonur. The Antiquity Hall houses amazing rhytons – horn-shaped vessels of intricately carved ivory used for Zoroastrian rituals and official occasions.The Presidential Museum might appeal to those intrigued by personality cults, with its huge photos of the president."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 4,
    "name": "Köw Ata Underground Lake",
    "latitude": null,
    "longitude": null,
    "excerpt": "Like entering Milton’s underworld, only with changing rooms and a staircase, a visit to the Köw Ata Underground Lake is a unique experience. You enter a…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/western-turkmenistan/attractions/koew-ata-underground-lake/a/poi-sig/1384723/357823",
    "image_url": null,
    "detail_description": "Like entering Milton’s underworld, only with changing rooms and a staircase, a visit to the Köw Ata Underground Lake is a unique experience. You enter a cave at the base of a mountain and walk down a staircase, 65m underground, which takes you into a wonderfully sulphurous subterranean world. At the bottom awaits a superb lake of clear water naturally heated to about 36°C (96.8°F).\nUnderground swimming is one of Central Asia’s more unusual activities, and is worth it if you don’t mind the steep entry fee – particularly annoying given the facilities here are all in poor condition.The turn-off to the lake is clearly marked along the main Ashgabat–Balkanabat road. By marshrutka or bus from Ashgabat to Balkanabat or Turkmenbashi you could easily ask the driver to stop at the Köw Ata turn-off, although it’s a good 90-minute walk from the road. There’s a trio of good shashlyk restaurants on-site here, making this a great lunch stop."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 5,
    "name": "Turabeg Khanym Complex",
    "latitude": null,
    "longitude": null,
    "excerpt": "Turabeg Khanym Complex, opposite the Konye-Urgench ticket office, is still the subject of some debate. Locals and some scholars consider this a mausoleum,…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/northern-turkmenistan/konye-urgench/attractions/turabeg-khanym-complex/a/poi-sig/1384450/357822",
    "image_url": null,
    "detail_description": "Turabeg Khanym Complex, opposite the Konye-Urgench ticket office, is still the subject of some debate. Locals and some scholars consider this a mausoleum, though no one is too sure who is buried here. Some archaeologists contend that it was a throne room built in the 12th century (it appears to have a heating system, which would not have been used in a mausoleum). Whatever its function, this is one of Central Asia’s most perfect buildings. Its geometric patterns are in effect a giant calendar signifying humanity’s insignificance in the march of time.\nThere are 365 sections on the sparkling mosaic underside of the dome, representing the days of the year; 24 pointed arches immediately beneath the dome representing the hours of the day; 12 bigger arches below representing the months the year; and four big windows representing the weeks of the month. The cupola is unusual in early Islamic architecture and has its equal only in Shiraz, Iran."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 3,
    "name": "Mausoleum of Sultan Sanjar",
    "latitude": "37.664235",
    "longitude": "62.163626",
    "excerpt": "The best remaining testimony to Seljuq power at Merv is the 38m-high Mausoleum of Sultan Sanjar, located in what was the centre of Sultan Kala. The…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/merv/attractions/mausoleum-of-sultan-sanjar/a/poi-sig/1384393/357818",
    "image_url": null,
    "detail_description": "The best remaining testimony to Seljuq power at Merv is the 38m-high Mausoleum of Sultan Sanjar, located in what was the centre of Sultan Kala. The building was restored with Turkish aid and rises dramatically in the open plain.Sanjar, grandson of Alp-Arslan, died in 1157, reputedly of a broken heart when, after escaping from captivity in Khiva, he came home to find that his beloved Merv had been pillaged by Turkic nomads.\nThe mausoleum is a simple cube with a barrel-mounted dome on top. Originally it had a magnificent turquoise-tiled outer dome, said to be visible from a day’s ride away, but that is long gone. Interior decoration is sparse, though restoration has brought back the blue-and-red frieze in the upper gallery. Inside is Sanjar’s simple stone ‘tomb’ although, fearing grave robbers, he was actually buried elsewhere in an unknown location. The name of the architect, Mohammed Ibn Aziz of Serakhs, is etched into the upper part of the east wall. According to lore, the sultan had his architect executed to prevent him from designing a building to rival this one."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 2,
    "name": "᠎Darvaza Gas Craters",
    "latitude": null,
    "longitude": null,
    "excerpt": "One of Turkmenistan’s most unusual sights, the Darvaza Gas Craters are the result of Soviet-era gas exploration in the 1970s. The three craters are…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/karakum-desert/attractions/darvaza-gas-craters/a/poi-sig/1487792/1326011",
    "image_url": null,
    "detail_description": "One of Turkmenistan’s most unusual sights, the Darvaza Gas Craters are the result of Soviet-era gas exploration in the 1970s. The three craters are artificial. One has been set alight and blazes with an incredible strength that’s visible from miles away, while the other two contain bubbling mud and water. There have been rumours for years that the burning gas crater will be put out to enable gas exploration in the area, but it was still burning in 2017.\nOf the three, the fire crater is the most impressive, and it’s best seen at night, when the blazing inferno can only be compared to the gates of hell. There is a naturally sheltered camping place behind the small hill, just south of the crater. Getting to the crater is an off-road ride and drivers frequently get lost or get stuck in the dunes. There is no one around to give directions, so make sure you go with somebody who knows the way. If you intend to walk from the road, think twice. While the walk only takes two hours through the dunes, you’ll have to spend the night here, as finding your way back to the road without the reference of a huge burning crater is very hard. Even in daylight you may get lost – it’s much better to pay for a tour.There are no hotels in the area, but most of the chaikhanas that line the main road just north of the turnoff to the crater offer beds for the night, provide meals and even sell petrol. As there are no signposts for either the turnoff or the chaikhanas; look out for the train line crossing the main road. If coming from Ashgabat, the turnoff for the crater is about 1km before the railway line, and the chaikhanas are a few kilometres afterwards."
},
{
    "country": "turkmenistan",
    "city": "Turkmenistan",
    "index": 1,
    "name": "Gonur Depe",
    "latitude": null,
    "longitude": null,
    "excerpt": "Long before Merv raised its first tower, Bronze Age villages were assembling along the Murgab River in what is called the Margiana Oasis. The greatest of…",
    "detail_url": "https://www.lonelyplanet.com/turkmenistan/eastern-turkmenistan/attractions/gonur-depe/a/poi-sig/1384363/357815",
    "image_url": null,
    "detail_description": "Long before Merv raised its first tower, Bronze Age villages were assembling along the Murgab River in what is called the Margiana Oasis. The greatest of these ancient settlements, currently being excavated around Gonur Depe, has stunned the archaeological world for its vast area and complex layout.The Royal Palace and necropolis are the most fascinating sites to visit.\nThe discoveries were first made in 1972 by Russian-Greek archaeologist Viktor Sarianidi, who continually uncovered new findings. Sarianidi considered Gonur to be one of the great civilisations of the ancient world and while this claim may be disputed, it is a fascinating site. What is certain, is that Gonur is one of the oldest fire-worshipping civilisations, parallel to the Bactrian cultures in neighbouring Afghanistan. The first agricultural settlements appeared in the area around 7000 BC, developing a strong agriculture. It is believed the city was slowly abandoned during the Bronze Age as the Murgab River changed course, depriving the city of water. The current excavations have been dated back to 3000 BC.Sarianidi believed that Gonur was the birthplace of the first monotheistic religion, Zoroastrianism, being at some point the home of the religion’s founder, Zoroaster. The adjacent sites have revealed four fire temples, as well as evidence of a cult based around a drug potion prepared from poppy, hemp and ephedra plants. This potent brew is almost certainly the haoma (soma elixir) used by the magi whom Zoroaster began preaching against in Zoroastrian texts.Gonur is a two-hour drive from Mary and you’ll need at least two hours there. A 4WD is required as the final 20km of road is little more than a rough track in the dirt."
}
]