[
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 1,
    "name": "St Sophia's Cathedral",
    "latitude": "50.453009",
    "longitude": "30.51473",
    "excerpt": "The interior is the most astounding aspect of Kyiv's oldest standing church. Many of the mosaics and frescoes are original, dating back to 1017–31, when…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/st-sophia-s-cathedral/a/poi-sig/421369/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3dac8636463130946be3ba9d87512d7f-st-sophia-s-cathedral.jpg",
    "detail_description": "The interior is the most astounding aspect of Kyiv's oldest standing church. Many of the mosaics and frescoes are original, dating back to 1017–31, when the cathedral was built to celebrate Prince Yaroslav's victory in protecting Kyiv from the Pechenegs (tribal raiders). While equally attractive, the building's gold domes and 76m-tall wedding-cake bell tower are 18th-century baroque additions. It's well worth climbing the bell tower for a bird's-eye view of the cathedral and 360-degree panoramas of Kyiv.\nNamed after the great Hagia Sofia in Istanbul, St Sophia's Byzantine architecture announced the new religious and political authority of Kyiv. It was a centre of learning and culture, housing the first school and library in Kyivan Rus. Adjacent to the Royal Palace, it was also where coronations and other royal ceremonies were staged, treaties signed and foreign dignitaries received.Each mosaic and fresco had its allotted position according to Byzantine decorative schemes, turning the church into a giant 3D symbol of the Orthodox world order. There are explanations in English of individual mosaics, but the one that immediately strikes you is the 6m-high Virgin Orans dominating the central apse. The Virgin Orans is a peculiarly Orthodox concept of the Virgin as a symbol of the earthly church interceding for the salvation of humanity. Having survived this long, this particular Orans is now thought indestructible by Orthodox believers. (Unesco was slightly less certain, adding the cathedral to its protective World Heritage list in 1990.)Less obvious, but worth seeking out, are two secular group portraits of Yaroslav and family, one on either side of the central nave. Prince Yaroslav himself was buried here, but his remains are believed to have been smuggled into the US by a collaborationist priest, who left Kyiv with the retreating German army during WWII. The Ukrainian government is engaged in negotiations about their return. The prince's empty tomb can be found on the ground floor, in the far-left corner from the main entrance.Other highlights of the cathedral include the cast-iron tile floors, which date from the 18th century; an awesome model depicting Kyiv at the time of the Kyivan Rus; and art galleries upstairs containing ancient icons and fragments of original frescoes rescued from nearby St Michael's Golden-Domed Monastery before the Soviets demolished it in 1937.Additional museums on the cathedral grounds are of little interest. Just before the bell tower lies the ornate tomb of Kyiv Patriarch Volodymyr Romanyuk. Religious disputes prevented him from being buried within the complex.In front of the cathedral complex on pl Sofiyska is a statue of Cossack hero Bohdan Khmelnytsky."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 40,
    "name": "Museum of Folk Architecture and Life",
    "latitude": "49.843932922104",
    "longitude": "24.066903591156",
    "excerpt": "This open-air museum displays different regional styles of farmsteads, windmills, churches and schools, which dot a huge park to the east of the city…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/museum-of-folk-architecture-and-life/a/poi-sig/448565/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d4b71d5ad8597a342f28b14c00f0980f-museum-of-folk-architecture-and-life.jpg",
    "detail_description": "This open-air museum displays different regional styles of farmsteads, windmills, churches and schools, which dot a huge park to the east of the city centre. Everything is pretty spread out here and a visit involves a lot of footwork. As an exhibition, it doesn't hold a candle to Kyiv's Pyrohovo Museum, but it's worth checking out if you're not heading to the capital.\nTo get to the museum, take tram 7 from vul Pidvalna up vul Lychakivska and get off at the corner of vul Mechnykova. From the stop, walk 600m north on vul Krupyarska, following the signs."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 39,
    "name": "Peyzazhna aleya",
    "latitude": "50.456384",
    "longitude": "30.511909",
    "excerpt": "Starting by the National Museum of Ukrainian History, the alley skirts around a large ravine offering great views of the city. It's always full of people…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/peyzazhna-aleya/a/poi-sig/1457226/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/75a5f972501245ab434455de7fede3a9-peyzazhna-alleya.jpg",
    "detail_description": "Starting by the National Museum of Ukrainian History, the alley skirts around a large ravine offering great views of the city. It's always full of people and is dotted with modern urban sculptures, murals and creative mosaic playgrounds.\nOn warm nights, young Kyivans perch on a stone barrier here to chat over a latte or beer – bottles always wrapped in paper because of the not-so-vigorously-enforced ban on drinking alcohol in the street. Many people descend down the wooded slope to enjoy stronger booze and more intimate communication."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 38,
    "name": "Latin Cathedral",
    "latitude": "49.840695",
    "longitude": "24.030544",
    "excerpt": "With various chunks dating from between 1370 and 1480, this working cathedral is one of Lviv’s most impressive churches. The exterior is most definitely…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/latin-cathedral/a/poi-sig/1277043/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a2724792b980b82dc18edeb924fd862c-latin-cathedral.jpg",
    "detail_description": "With various chunks dating from between 1370 and 1480, this working cathedral is one of Lviv’s most impressive churches. The exterior is most definitely Gothic, while the heavily gilded interior, one of the city’s highlights, has a more baroque feel, with colourfully wreathed pillars hoisting frescoed vaulting and mysterious side chapels glowing in candlelit half-light. Services are in four languages, including English.\nIf you walk around the outside of the cathedral, you'll eventually come to a relief of Pope John Paul II, erected to commemorate his visit to Lviv in 2001."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 37,
    "name": "St Volodymyr's Cathedral",
    "latitude": "50.44492354333",
    "longitude": "30.508779625014",
    "excerpt": "Although not one of Kyiv's most important churches, St Volodymyr's Cathedral arguably has the prettiest interior. Built in the late 19th century to mark…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/st-volodymyr-s-cathedral/a/poi-sig/421371/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e252daa9e10af70b043bfa7ee699f8ee-st-volodymyr-s-cathedral.jpg",
    "detail_description": "Although not one of Kyiv's most important churches, St Volodymyr's Cathedral arguably has the prettiest interior. Built in the late 19th century to mark 900 years of Orthodox Christianity in the city, its yellow exterior and seven blue domes conform to standard Byzantine style. However, inside it breaks new ground with art nouveau influences.\nHuge murals, flecked with golden accents, include a painting of Volodymyr the Great's baptism into Orthodox Christianity in Chersonesus (now Khersones) and of Kyiv's citizens being herded into the Dnipro River for a mass baptism soon afterwards."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 36,
    "name": "Lviv History Museum – Black House",
    "latitude": "49.842317",
    "longitude": "24.032544",
    "excerpt": "Occupying the conspicuous Black House with its seemingly sooty facade, this is possibly the least interesting of the four pl Rynok branches of Lviv's…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/lviv-history-museum-black-house/a/poi-sig/1582573/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/38e155d976c8e697659992bdc9f00d59-lviv-history-museum-black-house.jpg",
    "detail_description": "Occupying the conspicuous Black House with its seemingly sooty facade, this is possibly the least interesting of the four pl Rynok branches of Lviv's history museum, unless you are particularly fired up about local coats of arms or the Ukrainian diaspora. The museum's third section looks at western Ukraine's turbulent and rather murderous 20th century, a small Soviet nostalgia section (old TVs, propaganda posters) providing light relief from Ukraine's bloody wars, resistance movements and the Holocaust.\nThe last room examines Ukrainians in the Soviet Union's death camps and the Orange and Maydan revolutions."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 35,
    "name": "St George's Cathedral",
    "latitude": "49.838566",
    "longitude": "24.013016",
    "excerpt": "On the way between the city centre and the train station stands the historic and sacred centre of the Greek Catholic Church in Ukraine, which was handed…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/st-george-s-cathedral/a/poi-sig/1130113/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4328d8cb6f17772d5d554a58cc27be5d-st-george-s-cathedral.jpg",
    "detail_description": "On the way between the city centre and the train station stands the historic and sacred centre of the Greek Catholic Church in Ukraine, which was handed back after 44 years of compulsory Orthodox control. Constructed in 1774–90, this yellow building is pleasant enough, especially since a refurbishment for the Pope's 2001 visit. However, it's perhaps not as striking as some of Lviv's less important churches.\nFor many, the most memorable element will be the 3D icon of Christ near the far-right corner, if looking from the door. It presents Christ's face from one angle, and the image from the shroud of Turin from another."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 34,
    "name": "St Andrew's Church",
    "latitude": "50.459013772701",
    "longitude": "30.517890676906",
    "excerpt": "The gold-and-blue baroque masterpiece that dominates the view as you walk up Andriyivsky uzviz was built in 1754 by Italian architect Bartolomeo Rastrelli…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/st-andrew-s-church/a/poi-sig/1129406/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/925e551f41fef6cbf939bb1fa31e32bd-st-andrew-s-church.jpg",
    "detail_description": "The gold-and-blue baroque masterpiece that dominates the view as you walk up Andriyivsky uzviz was built in 1754 by Italian architect Bartolomeo Rastrelli, who also designed the Winter Palace in St Petersburg. It's a magnificent interpretation of the traditional Ukrainian five-domed, cross-shaped church. Unfortunately the interior has been closed for years, but you can climb the steps to the platform around its base for terrific views of Podil and the Dnipro River.\nAdopted in the fall of 2018, the decision to transfer the church to Constantinople patriarchate may speed up restoration and finally make the church accessible."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 33,
    "name": "Hryshko Botanical Gardens",
    "latitude": "50.415279",
    "longitude": "30.556605",
    "excerpt": "The long, steep hill running along the Dnipro River from Olympic Stadium and Mariyinsky Palace to Rodina Mat continues south for several kilometres,…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/hryshko-botanical-gardens/a/poi-sig/421299/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/152020661_medium.jpg",
    "detail_description": "The long, steep hill running along the Dnipro River from Olympic Stadium and Mariyinsky Palace to Rodina Mat continues south for several kilometres, eventually becoming these lovely botanical gardens. The 130 hectares here are fastidiously manicured and criss-crossed by a network of paths leading to hidden viewpoints and churches frozen in time. To get here, take marshrutka 62k or trolleybus 14 from Pecherska metro station, or trolleybus 62 from the Kontraktova Pl stop in Podil.\nThere's a second entrance near the Vydubytsky Monastery at the bottom of the hill."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 32,
    "name": "Andriyivsky Uzviz",
    "latitude": "50.459621",
    "longitude": "30.516983",
    "excerpt": "According to legend, a man walked up the hill here, erected a cross and prophesied, 'A great city will stand on this spot.' That man was the Apostle…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/andriyivsky-uzviz/a/poi-sig/421289/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ac7a9a29472fbc960de0c1f05aad4cc9-andriyivsky-uzviz.jpg",
    "detail_description": "According to legend, a man walked up the hill here, erected a cross and prophesied, 'A great city will stand on this spot.' That man was the Apostle Andrew, hence the name of Kyiv's quaintest thoroughfare, a steep cobbled street that winds its way up from Kontraktova pl to vul Volodymyrska, with a vaguely Montparnasse feel. Along the length of 'the uzviz' you'll find cafes, art galleries and vendors selling all manner of souvenirs and kitsch.\nThe street's highlight, near the top of the hill, is the stunning gold and blue St Andrew's Church, a five-domed, cross-shaped baroque masterpiece that celebrates the apostle legend."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 31,
    "name": "Holodomor Victims Memorial",
    "latitude": "50.438204",
    "longitude": "30.554089",
    "excerpt": "At the far end of Vichnoy Slavy Park, which is centred around a Soviet-era war memorial, you will find a shrine from an entirely different epoch. Former…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/holodomor-victims-memorial/a/poi-sig/1383017/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/459410128_master.jpg",
    "detail_description": "At the far end of Vichnoy Slavy Park, which is centred around a Soviet-era war memorial, you will find a shrine from an entirely different epoch. Former President Viktor Yushchenko's pet project, this monument and museum is dedicated to almost four million victims of the famine artificially induced by Stalin's policy of collectivisation in 1932–33. Inside, touch screens take you through this dark period of Ukrainian history, and massive bound books contain some of the names of those who died.\nPlacards parrot bloodthirsty quotes from Bolshevik leaders, such as Lenin's 'We should resolve the Cossack issue by the means of their full extermination; all assets and property to be confiscated.'"
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 29,
    "name": "National Art Museum",
    "latitude": "50.449381",
    "longitude": "30.530872",
    "excerpt": "In a historic neoclassical building designed by Władysław Horodecki, this long-running museum has a wide-ranging collection of Ukrainian paintings…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/national-art-museum/a/poi-sig/421345/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bda629ec83104b6dbce3b5672a2674bc-national-art-museum.jpg",
    "detail_description": "In a historic neoclassical building designed by Władysław Horodecki, this long-running museum has a wide-ranging collection of Ukrainian paintings spanning the eras, including a notable collection of Ukrainian avant garde from the early 20th century. In recent years it has become well known for its professionally curated exhibitions, with each opening an important event in Kyiv contemporary art circles. This is where the art and treasures rescued from former President Viktor Yanukovych's Mezhyhirya estate were first exhibited.\nAlso here, in the permanent collection, are some works by the polymath national poet, Taras Shevchenko. It's worth popping into the bookstore after your visit."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 30,
    "name": "Khreshchatyk",
    "latitude": "50.446424",
    "longitude": "30.521725",
    "excerpt": "Kyiv's main drag is named after a river, which these days runs underneath, enclosed in an underground pipe. Getting gussied up and strolling Khreshchatyk…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/khreshchatyk/a/poi-sig/1440927/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/81efa36d8380f83d01db10552f67c22e-khreshchatyk.jpg",
    "detail_description": "Kyiv's main drag is named after a river, which these days runs underneath, enclosed in an underground pipe. Getting gussied up and strolling Khreshchatyk is Kyivans' number one pastime. Don't hesitate to join them for a few laps, pausing occasionally at one of the many streetside cafes and kiosks that line the boulevard. It's at its best during weekends, when the section south of Maidan Nezalezhnosti is closed to traffic and various events and contests take place.\nDuring WWII the retreating Soviet army mined the buildings here, turning them into deadly booby traps for any German soldiers setting foot inside. Most places exploded or caught fire, and it was subsequently rebuilt in the current Stalinesque style."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 28,
    "name": "Prospekt Svobody",
    "latitude": "49.841622",
    "longitude": "24.028172",
    "excerpt": "In summer the broad pavement in the middle of this wide prospekt is the town's main hang-out and a hub of Lviv life, where homegrown tourists pose for…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/prospekt-svobody/a/poi-sig/1383052/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f171924929d25e1043723f5981e0e96-prospekt-svobody.jpg",
    "detail_description": "In summer the broad pavement in the middle of this wide prospekt is the town's main hang-out and a hub of Lviv life, where homegrown tourists pose for photos in front of the Shevchenko statue. Locals promenade along the strip of park, kids scoot around in rented electric cars, beggars politely hassle people sitting on the many park benches and wedding parties mill around barking photo instructions. It's also the venue for an endless (apparently men-only) chess competition.\nAt the northern end of the boulevard is the 1897–1900 Solomiya Krushelnytska Lviv Theatre of Opera and Ballet. At the southern end a statue of Adam Michiewicz, the Polish poet, stands in pl Mitskevycha."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 27,
    "name": "Khanenko Museum of Arts",
    "latitude": "50.44121",
    "longitude": "30.514312",
    "excerpt": "This museum's 'Western Art' wing houses Kyiv's most impressive collection of European paintings, with Bosch, Velázquez and Rubens among the many masters…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/khanenko-museum-of-arts/a/poi-sig/421295/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/827b5031a3119cd7d49bdc29dda2717c-bohdan-varvara-khanenko-museum-of-arts.jpg",
    "detail_description": "This museum's 'Western Art' wing houses Kyiv's most impressive collection of European paintings, with Bosch, Velázquez and Rubens among the many masters represented. The 19th-century house alone is worth the price of admission, with its frescoed ceilings and intricately carved woodwork. The separate 'Eastern Art' wing, in an equally stunning mansion (1878), has Buddhist, Chinese and Islamic art.\nThe 'Western Art' wing is packed with priceless antique furniture, ancient Greek sculptures, porcelain ceramics and dazzling paintings, such as a version of Hieronymus Bosch's Temptation of St Anthony. The museum's climax is on the top floor: four rare religious icons from the 6th and 7th centuries. Even if icons aren't your thing, it's hard not to be moved by these primitive Byzantine treasures."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 26,
    "name": "Zoloti Vorota",
    "latitude": "50.448834953755",
    "longitude": "30.513309850535",
    "excerpt": "Part of Kyiv's fortifications during the rule of Yaroslav the Wise, the famous Zoloti Vorota was erected in 1037. Modelled on Constantinople's Golden Gate…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/zoloti-vorota/a/poi-sig/1276561/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f95edfb95b92d72f9f9d1e28a8ad5fbb-zoloti-vorota.jpg",
    "detail_description": "Part of Kyiv's fortifications during the rule of Yaroslav the Wise, the famous Zoloti Vorota was erected in 1037. Modelled on Constantinople's Golden Gate, it was the was the main entrance into the ancient city, with ramparts stretching out from both sides. However, the gate was largely destroyed in the 1240 Mongol sacking of Kyiv, so what you see today is a 1982 reconstruction, although chunks of the original gate have been preserved inside.\nAlso inside, English placards detail the history of the Golden Gate, and there are a few old artefacts, such as the original 10th-century seal of Grand Prince Sviatoslav the Brave. You can climb up to the top of the 29m pavilion.The statue to the side of Zoloti Vorota is of Yaroslav the Wise, although people call it 'monument to the Kyiv cake' – you'll understand why when you see it."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 25,
    "name": "Izolyatsia",
    "latitude": "50.476489",
    "longitude": "30.507917",
    "excerpt": "Izolyatsia is a self-described platform for cultural initiatives and contemporary culture occupying an old shipyard in north Podil. Originally from…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/izolyatsia/a/poi-sig/1583297/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f5d92d26919ce6757045f855ccba3052-izolyatsia.jpg",
    "detail_description": "Izolyatsia is a self-described platform for cultural initiatives and contemporary culture occupying an old shipyard in north Podil. Originally from Donetsk, it's a refugee of the war in the east. The galleries here showcase top-notch international and local artistic talent. All manner of workshops, discussions and presentations take place on any given day, and on weekends you might find concerts, flea markets or full-blown festivals in its sprawling outdoor courtyard.\nWorkshops are held through the affiliated Izone coworking space (www.izone.ua), a wonderfully creative environment in its own right (drop-in rate 160uah per day).Izolyatsia takes its name from the abandoned insulation materials factory in Donetsk where it was formerly located. It moved to Kyiv soon after rebels seized the Donetsk space in June 2014."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 24,
    "name": "Bulgakov Museum",
    "latitude": "50.460762",
    "longitude": "30.514719",
    "excerpt": "The much-loved author of The Master and Margarita lived in this house between 1906 and 1919 – long before writing his most famous book. The house became…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/bulgakov-museum/a/poi-sig/421297/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0728d8c1e6c693938321ce924c6b02af-bulgakov-museum.jpg",
    "detail_description": "The much-loved author of The Master and Margarita lived in this house between 1906 and 1919 – long before writing his most famous book. The house became the model for the Turbin family home in The White Guard, Bulgakov's first full-length novel, published in 1925 and still the best book to read about Kyiv. The museum can only be visited on a scheduled tour, so drop by or call a day or so in advance to put your name on the list.\nThe museum consists mainly of old Bulgakov family photos and memorabilia in barren, white-washed rooms. Tours take in some Bulgakov family history and revisit scenes from The White Guard, so it's advisable to read the book before visiting. Tours are generally in Ukrainian or Russian, but can be done in English with some advance warning. They happen every 30 minutes or so; the last one is at 5.15pm."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 23,
    "name": "National Museum of Ukrainian History",
    "latitude": "50.458282692982",
    "longitude": "30.516232252121",
    "excerpt": "Located more or less at the spot where history began for Kyiv, this huge museum has been fully modernised in recent years and represents a fantastic…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/national-museum-of-ukrainian-history/a/poi-sig/421347/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0a421dab26c9c83b4291803c5026142c-national-museum-of-ukrainian-history.jpg",
    "detail_description": "Located more or less at the spot where history began for Kyiv, this huge museum has been fully modernised in recent years and represents a fantastic stroll through all stages of Ukraine's past, from the Stone Age to the ongoing war with Russia in the east. Displays are in chronological order, and while not all are in English, each room has an English placard describing the period of history covered within.\nSome of the most interesting displays are on the top floor, where Ukraine's modern revolutions and the war with Russia are covered through poignant photos, press clippings and war-battered signs and other objects. Expect more such exhibits to be added as history unfolds.Highlights from more distant epochs include an excellent collection of medieval armour, a fantastic diorama of Kyiv at the time of the Kyivan Rus, and a gilded carriage given to Rafael Zaborovsky, metropolitan of Kyiv in the 18th century, by the daughter of Peter the Great."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 22,
    "name": "Great Patriotic War Museum",
    "latitude": "50.426511",
    "longitude": "30.563107",
    "excerpt": "Located at the base of the towering Rodina Mat, this museum was built belatedly in 1981 to honour Kyiv's defenders during the Great Patriotic War (as WWII…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/great-patriotic-war-museum/a/poi-sig/421341/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aa1c01c93d455b3b8c5eea55370fba06-museum-of-the-great-patriotic-war.jpg",
    "detail_description": "Located at the base of the towering Rodina Mat, this museum was built belatedly in 1981 to honour Kyiv's defenders during the Great Patriotic War (as WWII is known in these parts). While the focus is still on WWII, the huge foyer out front has been turned into a shrine of sorts to victims of the war in the east, with revolving exhibits telling the story of Ukraine's all-too-contemporary conflict with Russia.\nBehind that, 12 giant halls walk the visitor through every nuance and stage of WWII, a war that killed more than 8 million Ukrainians. A walk through these halls is essential to understanding the tremendous suffering endured by Ukraine during the Nazi invasion and subsequent occupation. It's a sombre and sometimes even macabre exhibition, such as in Hall No. 6 where you find yourself looking at a pair of gloves made from human skin and soap made from human fat.Displays are mainly in Ukrainian, but English placards summarise the highlights in each hall.The museum was recently renamed the National Museum of the History of Ukraine in the Second World War; not surprisingly, the name has yet to catch on."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 21,
    "name": "House of Chimeras",
    "latitude": "50.444955",
    "longitude": "30.528785",
    "excerpt": "Many of the 'chimeras' that adorn the awning of Kyiv's weirdest building are depictions of architect Władysław Horodecki's hunting trophies – antelope,…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/house-of-chimeras/a/poi-sig/1276573/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3c6756d8da0fbcd4c355c210b356d40c-house-of-chimeras.jpg",
    "detail_description": "Many of the 'chimeras' that adorn the awning of Kyiv's weirdest building are depictions of architect Władysław Horodecki's hunting trophies – antelope, rhinos (!!), crocodiles, etc. He kept many prototypes inside – in the stuffed form. The house and the street on which it's located are closed off, but the Museum of History of Kyiv (vul Bohdana Khmelnytskoho 7) arranges group tours on some Saturdays (75uah per person). Otherwise you can stand on pl Ivana Franka to ogle it from afar.\nBuilt at the start of the 20th century, this was Horodecki's private house but is now owned by the presidential administration across the street. The 'chimeras' were meant not only to decorate, but also to advertise the revolutionary building material – concrete, of which Horodecki was a huge fan. Many locals say that the house is best admired at night, when spooky creatures seem ready to come alive and jump down from the roof.To join a tour, go to room 412 of the Museum of History of Kyiv and put your name on the list. A few tour companies can get you on the museum's list, but they charge 400uah to 500uah to do so. If you do enter, about the first thing you'll see is a fireplace shaped as an octopus."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 20,
    "name": "Chornobyl Museum",
    "latitude": "50.466185",
    "longitude": "30.517724",
    "excerpt": "It's hard to convey the full horror of the world's worst nuclear accident, but the Chornobyl Museum makes a valiant attempt. It is not so much a museum as…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/chornobyl-museum/a/poi-sig/421303/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9048597ad9260f715a87e9d5482dfdd6-chornobyl-museum.jpg",
    "detail_description": "It's hard to convey the full horror of the world's worst nuclear accident, but the Chornobyl Museum makes a valiant attempt. It is not so much a museum as a shrine to all the firemen, soldiers, engineers, peasants and whole villages that perished in the aftermath of the explosion of Chornobyl power plant reactor No. 4, on 26 April 1986. The exhibits are predominantly in Russian and Ukrainian, but 100-minute audio guides are available in English and several other languages.\nThe audio guides are hard to come by, so get there early if you want one. The signs above the stairs as you enter represent the 'ghost' cities evacuated from the Chornobyl area in the wake of the disaster. Among the highlights once you're inside are touch screens, funded by the Japanese government after Fukushima, that profile every village evacuated and every person who died as a result of the Chornobyl disaster. There's a multimedia time-lapse diorama that dramatically recreates the explosion of reactor No. 4 and the subsequent addition of sarcophagi over the years. Front pages of the New York Times and Philadelphia Inquirer from the days immediately following the accident are on display, and there are distressing photos of the sorts of deformities – in animals and humans – the accident caused."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 19,
    "name": "Pyrohiv Museum of Folk Architecture",
    "latitude": "50.353648",
    "longitude": "30.512466",
    "excerpt": "Some 300 traditional structures, some dating back to the 16th century, have been transplanted form various parts of Ukraine to this open-air folk museum…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/pyrohiv-museum-of-folk-architecture/a/poi-sig/421355/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/72b7d5028d8ae32189a67debd714381c-pyrohovo-museum-of-folk-architecture.jpg",
    "detail_description": "Some 300 traditional structures, some dating back to the 16th century, have been transplanted form various parts of Ukraine to this open-air folk museum. On weekends in the warm months, medieval-themed events and contests take place and the entire compound assumes a festive atmosphere, with much singing, dancing and eating going on. It's about 12km south of central Kyiv; marshrutka 496 from Lukyanivska metro station takes you right to the entrance.\nIn the summer workers enact different village roles, carving wood, making pottery, doing embroidery, and driving horses and carts. Other activities include a zipline (100uah), horse riding and archery. There is a cluster of outdoor eateries at the centre of the action that serve wonderful shashlyk (shish kebab) and all manner of traditional Ukrainian food and drink. Ukrainian musicians play on weekends.The quaint 17th- to 20th-century wooden churches, cottages, farmsteads and windmills are divided into seven 'villages' representing regional areas of Ukraine. So in just one long afternoon you can visit the architecture of eastern, western and southern Ukraine.It's always fun, especially so if you visit during a festival. Pyrohovo hosts several, the biggest of which is the countrywide Ivan Kupala festival."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 18,
    "name": "Mezhyhirya",
    "latitude": "50.612087",
    "longitude": "30.473872",
    "excerpt": "Kyiv's newest tourist attraction is Mezhyhirya, the estate that once 'belonged' to ex-president and wannabe Ukrainian dictator, Viktor Yanukovych,…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/around-kyiv/attractions/mezhyhirya/a/poi-sig/1506670/1331394",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Ukraine%20Kyiv%20Iryna_L%20GettyImages-1328369422%20RFE.jpg",
    "detail_description": "Kyiv's newest tourist attraction is Mezhyhirya, the estate that once 'belonged' to ex-president and wannabe Ukrainian dictator, Viktor Yanukovych, famously ousted in the Euromaidan Revolution of 2014. A wander through the opulent grounds – totalling 137 hectares and costing hundreds of millions of dollars to create – gives visitors an idea of just how corrupt the Yanukovych regime had become. Now a national park, the estate is centred around Yanukovych's personal dacha (country house), a 620 sq m pinewood behemoth.\nOther shocking highlights include a zoo, horse stables, tennis courts, a golf course, a rare-breed dog kennel and a museum of exotic cars. A general admission ticket gets you access to most of the compound, including the zoo. Entering the dacha can only be done on a special pre-arranged tour – see the park's website for details.The adult admission price is reduced to 50uah before 9am or after 7pm, and to 40uah all day on Tuesday.Mezhyhirya is about 15km north of Kyiv. Bus 397 goes right to the park, via Vyshhorod centre, from either Petrivka (15uah, 50 minutes) or Heroyiv Dnipra (35 minutes) metro stations. Departures are every hour on the hour from Petrivka.If you have spare time to wander around Vyshhorod, you'll find a few attractive churches and, south of Mezhyhirya, yachties and fishers frolicking on the the waters of the Kyiv Sea."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 17,
    "name": "The Motherland Monument",
    "latitude": "50.426456",
    "longitude": "30.563107",
    "excerpt": "As you journey into Kyiv from the airport, at some point this giant statue of a female warrior will loom up on the horizon and make you wonder, 'What the…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/the-motherland-monument/a/poi-sig/1383094/360928",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF22661377.jpg",
    "detail_description": "As you journey into Kyiv from the airport, at some point this giant statue of a female warrior will loom up on the horizon and make you wonder, 'What the hell is that?' Well, it's the Motherland Monument. Inaugurated by Soviet leader Leonid Brezhnev in 1981, it was the second and last Nation's Mother monument erected in the USSR. Today it houses the excellent National Museum of the History of Ukraine in the Second World War in its base, and has a pair of viewing platforms.\nThe top platform is all the way up at the top of her shield at 91m, but it's subject to weather-related closures and long lines, as the elevator can only accommodate two visitors at at time. There's a lower platform at 36.6m, served by a separate, larger elevator.Although initially designed by the same artist as the iconic Motherland Calls statue in Volgograd, this version completely lacked its sister's appeal and became a subject of ridicule, especially when the communist authorities reduced the size of the sword so that it doesn't rise over the cupolas of Kyevo-Pecherska Lavra. Even if you don't like such Soviet pomposity, don't say too much; you'd be taking on a titanium woman carrying 12 tonnes of shield and sword.The grounds around Rodina Mat are popular for strolling and contain a number of intriguing relics of the communist era, including an eternal flame in memory of WWII victims; various old tanks, helicopters and anti-aircraft guns; and a veritable garden of Soviet realist sculpture in and around the underpass leading towards the Lavra.The Motherland Monument is an easy stroll from the Lavra, or take bus 24 or trolleybus 38 from the stop opposite Arsenalna metro."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 16,
    "name": "Babyn Yar",
    "latitude": "50.47569",
    "longitude": "30.457567",
    "excerpt": "On 29 September 1941, Nazi troops rounded up Kyiv's 34,000-strong Jewish population, marched them to the Babyn Yar ravine and massacred them. Victims were…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/babyn-yar/a/poi-sig/421291/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2fe0f7749d4579f81d23c54c5d1a071b-babyn-yar.jpg",
    "detail_description": "On 29 September 1941, Nazi troops rounded up Kyiv's 34,000-strong Jewish population, marched them to the Babyn Yar ravine and massacred them. Victims were shot and buried in the ravine, some of them still alive. Today the site is a sobering memorial marked by a poignant menorah.The Nazis would kill many more Jews and non-Jews here in subsequent years. The entire story is told through an open-air alley of placards, in Ukrainian and English, near the northeast park entrance on vul Oleny Telihy.\nThe site has been mired in controversy over the years. Because of their own anti-Semitism, it took decades for the Soviets to recognise the Babyn Yar tragedy before they finally erected a monument in 1976. The monument, a nonsectarian creation comprised of choking figures, infuriated the Jewish community. It made no mention of Jews, only of 'Soviet victims of fascism', and was located well south of the ravine where the atrocities occurred.It wasn't until after the Soviet Union collapsed that the Jewish community was given permission to erect their menorah near the actual killing site. From the menorah, several paths lead to points overlooking the ravine itself.The Nazis ultimately turned this entire area into the Syrets concentration camp, killing thousands more people of all ethnic, religious and political backgrounds. The total number of people buried here is estimated at 100,000. Close to a dozen monuments commemorating various groups targeted by the Nazis – among them Russian Orthodox priests, Ukrainian nationalists, Romany people and female Ukrainian slave labourers who were shipped to Germany – are scattered around the unkempt park.The controversial Soviet monument is in an adjacent park south of Dorohozhychi metro and vul Melnykova."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 15,
    "name": "Florivsky Monastery",
    "latitude": "50.463419",
    "longitude": "30.513604",
    "excerpt": "This 15th-century women's convent remained open during the communist era. Pass through the bell tower to the peaceful grounds, which contain several…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/florivsky-monastery/a/poi-sig/421317/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/0ccfc121421d19a8e1e4a4780b3d7a88-florivsky-monastery.jpg",
    "detail_description": "This 15th-century women's convent remained open during the communist era. Pass through the bell tower to the peaceful grounds, which contain several attractive churches surrounded by well-manicured gardens.\n"
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 14,
    "name": "Lvivarnya",
    "latitude": "49.847717",
    "longitude": "24.015684",
    "excerpt": "Revamped in 2017, the museum belonging to Lviv's brewery is an impressive, modern experience, a world away for the rickety post-Soviet repositories of the…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/lvivarnya/a/poi-sig/448559/360948",
    "image_url": null,
    "detail_description": "Revamped in 2017, the museum belonging to Lviv's brewery is an impressive, modern experience, a world away for the rickety post-Soviet repositories of the past found in many Ukrainian cities. The well-presented exhibits whet the appetite for the tasting session at the end, which takes place in an impressively renovated bar. To reach the museum, take tram 7 to St Anna Church (where vul Shevchenka peels away from vul Horodotska) then walk north along vul Kleparivska for around 600m.\nThe displays in the renovated cellars start right at the beginning with Egypt's beer-brewing tradition from 5000 years ago. It then traces the history of European brewing and specifically the story of the Lviv brewery from its early days as a monastical institution to the present day, via Robert Doms' purchase of the business in 1861 and the Soviet era when a batch of Lvivske was airfreighted to the Kremlin on a daily basis. Visitors emerge from the cellars into the bright, dramatically ceilinged and imaginatively illuminated copper-hued bar where they are served four types of beer in a special rack. There's English throughout."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 13,
    "name": "Apteka Museum",
    "latitude": "49.842694",
    "longitude": "24.032367",
    "excerpt": "This fascinating pharmacy museum is located inside a still-functioning chemist's shop dating from 1735. Buy a ticket from the pharmacist and head down…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/apteka-museum/a/poi-sig/448529/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/884461247d3542e0a5c9a89783a3ce86-apteka-museum.jpg",
    "detail_description": "This fascinating pharmacy museum is located inside a still-functioning chemist's shop dating from 1735. Buy a ticket from the pharmacist and head down into the pidval (cellar) via rooms filled with still medicinally aromatic amphorae, pestles, scales, pill-processing machines and old medicines from pre-WWII Lviv. The damp and musty cellars holds further exhibitions on medicinal themes.\n"
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 12,
    "name": "Ratusha",
    "latitude": "49.841910817635",
    "longitude": "24.031658965141",
    "excerpt": "The city fathers have occupied this location since the 14th century, but the present-day Italianate look dates to 1835. In a sign of openness and…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/ratusha/a/poi-sig/1311069/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d9faf8dd61cacf1163955de77555357d-ratusha.jpg",
    "detail_description": "The city fathers have occupied this location since the 14th century, but the present-day Italianate look dates to 1835. In a sign of openness and transparency, visitors are allowed to roam the corridors of power, but most of them do so on the arduous climb (305 steps from the 4th-floor ticket office) of the 65m-tall tower that looms over the Rynok.\nNoon is marked with a bugle call from one of the balconies on the southern side of the building."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 11,
    "name": "Lviv History Museum – Rynok 24",
    "latitude": "49.841373",
    "longitude": "24.030865",
    "excerpt": "This branch of the Lviv History Museum expounds on the city's very early days starting with early cultures that inhabited Galicia and ending with the…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/lviv-history-museum-rynok-24/a/poi-sig/1311067/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08044afd49e3c207c205772fddd96af7-lviv-history-museum-rynok-24.jpg",
    "detail_description": "This branch of the Lviv History Museum expounds on the city's very early days starting with early cultures that inhabited Galicia and ending with the arrival of printing in the city in the 16th century.\nHighlights include 2nd-century glass from the Carpathian Kurhan culture (proof the region had contact with the Romans), Scythian gold and weapons, a panorama of late 18th-century Lviv, a section on Khmelnytsky and the Cossacks, plus copies of Apostle (the first book printed in Ukraine (in Lviv)) and the Ostroh Bible (the first translation of the holy book into Ukrainian)."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 10,
    "name": "PinchukArtCentre",
    "latitude": "50.441976",
    "longitude": "30.521468",
    "excerpt": "The rotating exhibits at this world-class gallery feature elite names in the world of European contemporary art and design, all financed by billionaire…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/pinchukartcentre/a/poi-sig/421351/360928",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/iStock-1370376411.jpg",
    "detail_description": "The rotating exhibits at this world-class gallery feature elite names in the world of European contemporary art and design, all financed by billionaire mogul Viktor Pinchuk. Works by world giants like Antony Gormley, Damian Hirst and Ai Weiwei have exhibited here. Don't miss the view of Kyiv's roofs from the excellent coffee shop on the top floor. The oligarch-style security at the door and inside the gallery can be a little off-putting, but you may regard them as modern art objects.\nEnglish-speaking guides are on the ready in each room to answer any questions you have about the exhibits."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 9,
    "name": "Ploshcha Rynok",
    "latitude": "49.842237804948",
    "longitude": "24.03160572052",
    "excerpt": "Lviv was declared a Unesco World Heritage Site in 1998, and this old market square lies at its heart. The square was progressively rebuilt after a major…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/ploshcha-rynok/a/poi-sig/448569/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c23c04302f55caf5616d901bf0469f62-ploshcha-rynok.jpg",
    "detail_description": "Lviv was declared a Unesco World Heritage Site in 1998, and this old market square lies at its heart. The square was progressively rebuilt after a major fire in the early 16th century destroyed the original. Around 40 townhouses hem the square's perimeter. Most of these three- and four-storey buildings have uniform dimensions, with three windows per storey overlooking the square. This was the maximum number of windows allowed tax free and those buildings with four or more belonged to the extremely wealthy.\nPl Rynok is at its best on summer evenings when crowds of people emerge to enjoy the buskers, beer and generally good-natured atmosphere."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 8,
    "name": "High Castle Hill",
    "latitude": "49.848055981975",
    "longitude": "24.039297992512",
    "excerpt": "Around a 2km walk from pl Rynok, visiting the High Castle (Vysoky Zamok) on Castle Hill (Zamkova Hora) is a quintessential Lviv experience. There’s little…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/high-castle-hill/a/poi-sig/448547/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/95e36027c868196e8f4e849e92da25db-high-castle-hill.jpg",
    "detail_description": "Around a 2km walk from pl Rynok, visiting the High Castle (Vysoky Zamok) on Castle Hill (Zamkova Hora) is a quintessential Lviv experience. There’s little evidence of the 14th-century ruined stone fort that was Lviv’s birthplace, but the summit mound sporting a mammoth Ukrainian flag thwacking in the wind offers 360-degree views of the city and the wooded hills between which it nestles.\nTo reach Vysoky Zamok on foot head up vul Kryvonosa from Vul Pidvalna until you reach a cafe and toilets where you should take a left. After a few minutes you will see a set of metal steps on the right. If you're feeling lazy, you can take a taxi most of the way up, approaching from the east via vul Vysoky Zamok."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 7,
    "name": "National Museum and Memorial to the Victims of Occupation",
    "latitude": "49.834488",
    "longitude": "24.018849",
    "excerpt": "This infamous building on vul Bryullova was used as a prison by the Poles, Nazis and communists in turn, but the small and very moving exhibition over two…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/national-museum-and-memorial-to-the-victims-of-occupation/a/poi-sig/1277063/360948",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial1351578803.jpg",
    "detail_description": "This infamous building on vul Bryullova was used as a prison by the Poles, Nazis and communists in turn, but the small and very moving exhibition over two floors focuses on Stalinist atrocities in the early years of WWII. Used as a prison right up to 1996, the brutally bare cells, horrific statistics posted throughout and Nazi newsreel from summer 1941 will leave few untouched. Some English explanations.\nIn a despicable move, disgraced president Yanukovych instigated a campaign in 2010 to stop the museum's work, even opening a criminal case against the director for violating state secret laws. Today the archives have been flung wide open and the truth is at last being told about the NKVD/KGB and the crimes they committed on the local populace."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 5,
    "name": "St Michael's Golden-Domed Monastery",
    "latitude": "50.455708",
    "longitude": "30.522573",
    "excerpt": "Looking from St Sophia's past the Bohdan Khmelnytsky statue, it's impossible to ignore the gold-domed blue church at the other end of proyizd Volodymyrsky…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/st-michael-s-golden-domed-monastery/a/poi-sig/421363/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8c56ea0c9cfd3636044bf0ddb519eb85-st-michael-s-monastery.jpg",
    "detail_description": "Looking from St Sophia's past the Bohdan Khmelnytsky statue, it's impossible to ignore the gold-domed blue church at the other end of proyizd Volodymyrsky. This is St Michael's, named after Kyiv's patron saint. As the impossibly shiny cupolas imply, this is a fresh (2001) copy of the original (1108), which was torn down by the Soviets in 1937. The church's fascinating history is explained in great detail (in Ukrainian and English placards) in a museum in the monastery's bell tower.\nHeading around the left of the church to the rear, you'll find the quaint funicular that runs down a steep hillside to the river terminal in the mercantile district of Podil. Although in summer trees partially obscure your view, this is still the most fun public-transport ride in town."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 6,
    "name": "Skvorechnik",
    "latitude": "50.461042",
    "longitude": "30.533667",
    "excerpt": "It's hard to characterise this beachfront hippie haven on Trukhaniv Island. It derives its name from the smattering of raised wooden chill-out huts that…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/skvorechnik/a/poi-sig/1583298/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4c86b2287d0ac707176683482dfd15ae-skvorechnik.jpg",
    "detail_description": "It's hard to characterise this beachfront hippie haven on Trukhaniv Island. It derives its name from the smattering of raised wooden chill-out huts that dot the grounds. While you can rent these out, Skvorechnik is about much more than birdhouses. It's like a mini Burning Man festival – an alcohol-free zone of singalongs, yoga, zen meditation, massage, dreamcatcher-making classes – well, you get the idea. Of course there's also a beach and a busy vegetarian cafe keeping people fed and fuelled.\nRegular talks and parties are centred on green topics and earth-friendly themes. You can rent a couple of the birdhouses overnight, including one that is winterised, and there's talk of them officially launching a hostel here (it would instantly become Kyiv's quirkiest place to stay)."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 4,
    "name": "Maidan Nezalezhnosti",
    "latitude": "50.450632",
    "longitude": "30.523142",
    "excerpt": "Be it celebration or revolution, whenever Ukrainians want to get together – and they often do – 'Maidan' is the nation's meeting point. The square saw pro…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/maidan-nezalezhnosti/a/poi-sig/421331/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/c5c079301b81730244acae4c082d0eea-maydan-nezalezhnosti.jpg",
    "detail_description": "Be it celebration or revolution, whenever Ukrainians want to get together – and they often do – 'Maidan' is the nation's meeting point. The square saw pro-independence protests in the 1990s and the Orange Revolution in 2004. But all of that was eclipsed by the Euromaidan Revolution in 2013–14, when it was transformed into an urban guerrilla camp besieged by government forces. In peaceful times, Maidan is more about festiveness than feistiness, with weekend concerts and a popular nightly fountain show.\nAll streets in the centre seem to spill into maidan Nezalezhnosti, and with them spills a cross-section of Kyiv life: vendors selling food and souvenirs; teenagers carousing under the watchful gaze of winged-angel statues; skate rats and snake charmers; lovers and bums.Yet the echo of revolution is omnipresent. Makeshift memorials on vul Instytutska serve as a sombre reminder of those slain in Euromaidan. Images of burning tyres and army tents from that fateful winter will forever linger in the Ukrainian conscience."
},
{
    "country": "ukraine",
    "city": "Lviv",
    "index": 3,
    "name": "Lychakivsky Cemetery",
    "latitude": "49.833059111099",
    "longitude": "24.056156331159",
    "excerpt": "Don't leave town until you've seen this amazing 42-hectare cemetery, only a short ride on tram 7 from the centre. This is the Père Lachaise of Eastern…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/western-ukraine/lviv/attractions/lychakivsky-cemetery/a/poi-sig/1130095/360948",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148526745_high.jpg",
    "detail_description": "Don't leave town until you've seen this amazing 42-hectare cemetery, only a short ride on tram 7 from the centre. This is the Père Lachaise of Eastern Europe, with the same sort of overgrown grounds and Gothic aura as the famous Parisian necropolis (but containing less-well-known people). Laid out in the late 18th century, it's packed full of western Ukraine's great and good. Pride of place goes to the grave of revered nationalist poet Ivan Franko.\nOther tombs belong to Soviet gymnastics legend Viktor Chukarin, early-20th-century opera star Solomiya Krushelnytska, composer Volodymyr Ivasyuk and some 2000 Poles who died fighting Ukrainians and Bolsheviks from 1918 to 1920. There's also a memorial to the Ukrainian insurgent army (UPA), which fought for independence against both the Nazis and the Soviets, and a section for the victims of Stalin's famine in the 1930s. However, the most moving part of the cemetery contains the fresh graves of local soldiers and volunteers killed in the war with Russia in Ukraine's east, many of the plots bearing the photos of their often youthful occupants.A good strategy is to combine a trip to the cemetery with a visit to the Museum of Folk Architecture and Life. The cemetery is one tram stop past the stop for the open-air museum."
},
{
    "country": "ukraine",
    "city": "Kyiv",
    "index": 2,
    "name": "Kyevo-Pecherska Lavra",
    "latitude": "50.434719",
    "longitude": "30.555146",
    "excerpt": "Tourists and Orthodox pilgrims alike flock to the Lavra, set on 28 hectares of grassy hills above the Dnipro River in Pechersk. It's easy to see why…",
    "detail_url": "https://www.lonelyplanet.com/ukraine/kyiv/attractions/kyevo-pecherska-lavra/a/poi-sig/421329/360928",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/58ee91794d8c3e23c4fc19d8137074b3-kyevo-pecherska-lavra.jpg",
    "detail_description": "Tourists and Orthodox pilgrims alike flock to the Lavra, set on 28 hectares of grassy hills above the Dnipro River in Pechersk. It's easy to see why tourists come: the monastery's cluster of gold-domed churches is a feast for the eyes, the hoard of Scythian gold rivals that of the Hermitage, and the underground labyrinths lined with mummified monks are exotic and intriguing. For pilgrims, the rationale is much simpler: to them, this is the holiest ground in the country.\nA lavra is a senior monastery, while pecherska means 'of the caves'. St Antony of Kyiv founded this lavra in 1051, after Orthodoxy was adopted as Kyivan Rus' official religion. He and his follower Feodosy progressively dug out a series of catacombs, where they and other reclusive monks worshipped, studied and lived. When they died their bodies were naturally preserved, without embalming, by the caves' cool temperature and dry atmosphere. The mummies survive even today, confirmation for believers that these were true holy men.The monastery prospered above ground as well. The Dormition Cathedral was built from 1073 to 1089 as Kyiv's second great Byzantine-inspired church, and the monastery became Kyivan Rus' intellectual centre, producing chronicles and icons, and training builders and artists.Wrecked by the Tatars in 1240, the Lavra went through a series of revivals and disastrous fires before being mostly rebuilt, with its prevailing baroque influences, in the 18th century. It was made a museum in 1926 but was partly returned to the Ukrainian Orthodox Church (Moscow Patriarchate) in 1988.Things may change as a result of an ongoing inter-church crisis in Ukraine, but at the time of writing, the part of the complex known as upper lavra, where major sights are located, was run as a state-controlled museum. Further down, the lower lavra, which contains the cave complex, was controlled by Moscow patriarchate. It runs a separate tourism bureau, where you can book a cave excursion for a donation. When you are done with the upper lavra, exit through the back entrance and you'll find yourself face to face with the bureau."
}
]