[
{
    "country": "united-arab-emirates",
    "index": 22,
    "name": "Dubai Street Museum",
    "latitude": "25.23538",
    "longitude": "55.278139",
    "excerpt": "In 2016, 16 local and international street artists, including Hua Tunan, Ashwaq Abdulla and Inkman, mounted their cherry-pickers to turn the rather drab…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/dubai-street-museum/a/poi-sig/1577916/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/28de49f920beb62a9956bca58f8ad739-dubai-street-museum.jpg",
    "detail_description": "In 2016, 16 local and international street artists, including Hua Tunan, Ashwaq Abdulla and Inkman, mounted their cherry-pickers to turn the rather drab facades on 2nd December St into a glorious outdoor gallery with murals reflecting Dubai's Bedouin heritage. It marked phase one of a five-year government-funded project aimed at adding colour, beauty and urban pizzazz to other parts of the city.\nHere are our top five murals:Emirati children French artist Seth Globepainter created an endearing work depicting a pigtailed Emirati girl and boy in national dress standing on tiptoes while peering through a window. It's called 'Prohibited'.Resting falcon Hua Tunan from China spray-painted this majestic sitting falcon (the UAE's national bird) in masterfully intricate detail.Old man in boat Russian artist Julia Volchkova came up with this motif showing an elderly man in national dress rowing a wooden boat, possibly across Dubai Creek.Founding fathers This work by Emirati female artist Ashwaq Abdulla pays homage to Sheikh Zayed and Sheikh Rashid, two of the UAE's founding fathers.Calligraphy quote Inkman from Tunisia needed more than a week to beautify a ho-hum facade lot with this circular calligraphy quote from Sheikh Mohammed. It translates as: 'A positive spirit resides in our soul. It demands our attention and plays a strong role.'"
},
{
    "country": "united-arab-emirates",
    "index": 21,
    "name": "Arabian Saluki Centre",
    "latitude": "24.409014",
    "longitude": "54.697666",
    "excerpt": "You'll probably hear them before you see them, as a howl goes up when a visitor approaches this hound pound. A visit here involves entering the kennels,…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/attractions/arabian-saluki-centre/a/poi-sig/1510026/361165",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/1394c298d08241299e93c06bbe976fd7-arabian-saluki-centre.jpg",
    "detail_description": "You'll probably hear them before you see them, as a howl goes up when a visitor approaches this hound pound. A visit here involves entering the kennels, meeting the affectionate and well-looked-after residents, picking up a puppy or two and perhaps watching bath time. Prized for their hunting skills and speed over distance, salukis have for centuries been man's best friend to the Bedouin, and after a visit to this breeding and training centre, it's easy to see why.\nIt neighbours the Abu Dhabi Falcon Hospital so can easily be combined with a tour there.Originating in China, the saluki is thought to be one of the first breeds of dog to be domesticated and their speed, tolerance to high temperatures and intelligence made them the perfect companions for nomadic communities who used them to catch rabbits and other small game. While there's not much call for their skills in the desert these days, they remain a beloved part of the Arabian Peninsula heritage with pure-bred, well-behaved dogs fetching thousands of dirhams. Many are bred to race and, according to the Guinness Book of Records, a saluki holds the record for four-legged speed at 68.8km/h, clocked in 1996. Their beauty is also prized and dogs are paraded before judges for their pride, stride and condition of coat. To see these wonderful, shaggy-eared dogs in action, visit the 10-day Al Dhafra Festival in the deserts of Madinat Zayed in the Western Region of Abu Dhabi Emirate."
},
{
    "country": "united-arab-emirates",
    "index": 20,
    "name": "Hatta Dam",
    "latitude": "24.78507",
    "longitude": "56.113354",
    "excerpt": "Snuggled between craggy mountain peaks which tumble straight down to the shore, this reservoir, built in the 1990s, is the main reason for a Hatta trip…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/hatta/attractions/hatta-dam/a/poi-sig/1593866/361167",
    "image_url": null,
    "detail_description": "Snuggled between craggy mountain peaks which tumble straight down to the shore, this reservoir, built in the 1990s, is the main reason for a Hatta trip. The vast expanse of motionless turquoise water set against such a barren, rocky environment evokes an eerie mirage quality that's only broken by the hoots and laughter of kayakers soaking up the Hajar Mountains scenery as they paddle.\nOn the road up to the main viewpoint and car park, the dam wall has been painted with a mammoth mural of Sheikh Zayed and Sheikh Rashid, founders of the nation. From the viewpoint, a short dirt track leads down to the shore where Hatta Kayak hires out kayaks. Free lockers, to store your bags while you take to the water, are provided at the kiosk. Swimming is not allowed."
},
{
    "country": "united-arab-emirates",
    "index": 19,
    "name": "Sharjah Museum of Islamic Civilization",
    "latitude": "25.365249",
    "longitude": "55.389268",
    "excerpt": "Just about everything you'd want to know about Islam is addressed in this museum set in a stunningly converted souq on the waterfront. The ground-floor…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/the-northern-emirates/sharjah/attractions/sharjah-museum-of-islamic-civilization/a/poi-sig/1146343/361175",
    "image_url": null,
    "detail_description": "Just about everything you'd want to know about Islam is addressed in this museum set in a stunningly converted souq on the waterfront. The ground-floor galleries zero in on different aspects of the Islamic faith, including the ritual and importance of the hajj (the pilgrimage to Mecca), and on Arab scientific accomplishments, especially in mathematics and astronomy, while the upper floor navigates 1400 years of Islamic art and artefacts. Don't miss the zodiac mosaic in the central dome.\nThe curation is decidedly old-fashioned and could do with a revamp, but there's no denying the beauty of the objects on display. In particular, in gallery 1 look out for the 11th-century cat-shaped incense burner from Khurasan in eastern Iran and the gorgeous collection of lustreware ceramics. In gallery 2, don't miss the demon-headed and cow-headed iron maces.Audio guides are available for free in six languages."
},
{
    "country": "united-arab-emirates",
    "index": 17,
    "name": "Alserkal Avenue",
    "latitude": "25.140263",
    "longitude": "55.226158",
    "excerpt": "Edgy contemporary art from the Middle East and beyond has found a home in Dubai thanks to the vision of Abdelmonem Bin Eisa Alserkal. The local developer…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/downtown-dubai/attractions/alserkal-avenue/a/poi-sig/1508283/1336052",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dc80b355b73c837a5fa6136035550dfb-alserkal-avenue.jpg",
    "detail_description": "Edgy contemporary art from the Middle East and beyond has found a home in Dubai thanks to the vision of Abdelmonem Bin Eisa Alserkal. The local developer and arts patron has turned a sprawling warehouse complex in dusty Al Quoz into a buzzing gallery and cultural campus that also features a theatre, an indie cinema, cafes and a chocolate factory.\n"
},
{
    "country": "united-arab-emirates",
    "index": 18,
    "name": "Sharjah Art Museum",
    "latitude": "25.361623",
    "longitude": "55.387026",
    "excerpt": "Sharjah's heritage and arts areas are anchored by one of the region's most dynamic art museums, a treat for committed art-lovers and casual visitors alike…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/the-northern-emirates/sharjah/attractions/sharjah-art-museum/a/poi-sig/1146341/361175",
    "image_url": null,
    "detail_description": "Sharjah's heritage and arts areas are anchored by one of the region's most dynamic art museums, a treat for committed art-lovers and casual visitors alike. Downstairs, two galleries present rotating temporary exhibits of international calibre. Upstairs, the permanent collection offers a comprehensive survey of art created in the Arab world from the late 19th century onward. Its importance, as one of the few spaces in the world where you can view such a vast collection of Arab art, is indisputable.\nThe permanent collection's most stunning pieces are found in the Barjeel Collection Wing – a long-term loan of some of the most pioneering and significant works by prominent Arab artists from the Barjeel Art Foundation. Some of the highlights include Lebanese artist Rafic Charuf's stark 'Palestinian Woman', influential Iraqi artist Kadhim Hayder's 'Fatigued Ten Horses Converse with Nothing', Egyptian artist Zeinab Abd El Hamid's chaotically colourful 'Quartier Populaire' and three works by post-Surrealist Syrian artist Marwan."
},
{
    "country": "united-arab-emirates",
    "index": 15,
    "name": "Alserkal Cultural Foundation",
    "latitude": "25.263909",
    "longitude": "55.299522",
    "excerpt": "This nonprofit foundation runs the most dynamic cultural space in the Al Fahidi Historic District. Galleries showcasing traditional and cutting-edge works…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/bur-dubai/attractions/alserkal-cultural-foundation/a/poi-sig/1146325/1336051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/64b38e777781af7859717bab2e6dbf73-alserkal-cultural-foundation.jpg",
    "detail_description": "This nonprofit foundation runs the most dynamic cultural space in the Al Fahidi Historic District. Galleries showcasing traditional and cutting-edge works by local and international artists orbit a central courtyard anchored by an arty urban-style cafe. Most of the art is for sale, a small shop stocks nifty gifts, and there's a contemporary Arab fashion boutique, reading room and upstairs workshop space.\nIn 2018 an additional small gallery space and souvenir-style shop opened just across the road."
},
{
    "country": "united-arab-emirates",
    "index": 16,
    "name": "Dubai Walls",
    "latitude": "25.207407",
    "longitude": "55.262303",
    "excerpt": "More than a dozen hot shots of the international street-art scene, including Aiko, Blek Le Rat, ROA and Nick Walker, have turned new urban-style quarter…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/dubai-walls/a/poi-sig/1579892/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/2ac99cda62eb2cb096eed5d90aa313ad-dubai-walls.jpg",
    "detail_description": "More than a dozen hot shots of the international street-art scene, including Aiko, Blek Le Rat, ROA and Nick Walker, have turned new urban-style quarter City Walk into a stunning outdoor gallery. The not-to-be-missed art ranges from small pop-up model art to full-on installations covering an entire wall. The project was sponsored by City Walk developer Meraas.\n"
},
{
    "country": "united-arab-emirates",
    "index": 14,
    "name": "Jumeirah Mosque",
    "latitude": "25.233924",
    "longitude": "55.265039",
    "excerpt": "Snowy white and intricately detailed, Jumeirah is Dubai's most beautiful mosque and one of only a handful in the UAE that are open to non-Muslims – one…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/jumeirah-mosque/a/poi-sig/397519/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e52a77e594ec4305d911409cb9acbca98b39e56fb8ee04077565e8ecdb57492b.jpg",
    "detail_description": "Snowy white and intricately detailed, Jumeirah is Dubai's most beautiful mosque and one of only a handful in the UAE that are open to non-Muslims – one-hour guided tours are operated by the Sheikh Mohammed Centre for Cultural Understanding. Tours conclude with pastries and a discussion session during which you're free to ask any question about Islam and Emirati culture. There’s no need to book. Modest dress is preferred, but traditional clothing can be borrowed for free. Cameras are allowed.\nFollow up your visit with a camelccino (cappuccino with camel milk) in the Majlis Cafe within the mosque's grounds."
},
{
    "country": "united-arab-emirates",
    "index": 11,
    "name": "Mleiha Archaeological Site",
    "latitude": "25.126335",
    "longitude": "55.85769",
    "excerpt": "If you thought the UAE's history only really began when oil was struck, you'd be wrong, and this site is a fascinating introduction to a mind-boggling…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/the-northern-emirates/sharjah/attractions/mleiha-archaeological-site/a/poi-sig/1609892/361175",
    "image_url": null,
    "detail_description": "If you thought the UAE's history only really began when oil was struck, you'd be wrong, and this site is a fascinating introduction to a mind-boggling heritage. Archaeological excavations at Mleiha (pronounced 'maleha') have unearthed evidence that early humans passed through here on their way to Asia during the Palaeolithic era; that a Neolithic community lived here in circa 8000 BC; and that this site was settled consecutively during the Bronze, Iron and pre-Islamic eras. An utterly riveting historic day-out.\nThe flash visitors centre, built around a massive tomb from the Bronze Age Umm An Nar culture, hosts a museum with plenty of multimedia displays and information panels that go a long way to explain Mleiha's historic importance, but as the various archaeological excavations from different eras are scattered across the surrounding desert, booking one of the centre's well-priced archaeological-site tours (per person Dhs150) is a great way to gain a deeper depth of understanding. You can also explore on a mountain bike (from Dhs90 per person) or hiking tour (from Dhs60 per person). All these tours will take you to the main sites. Highlights for history buffs are the Faya Caves, where archaeologists unearthed the earliest evidence of human occupation outside of Africa; the wadi caves and spring where remains of a Neolithic graveyard were uncovered; the circular Bronze Age Umm An Nar tombs; and the foundations of a fort, palace and houses from the settlement here in the pre-Islamic era.Mleiha's position, right on the edge where the beige desert plains give way to yellow and orange dunes, is also prime for adventure activities and the Mleiha visitors centre can organise a full range of dune-driving 4WD excursions (from Dhs90 per person) as well as mountain biking, hiking, horse riding, stargazing and camping activities. If you're peckish after exploring there's a lovely cafe on-site (mains Dhs35 to Dhs80) that does the most delicious, thirst-quenching homemade ginger brew ever.The visitor's centre is just off Hwy E55 in the scrappy town of Maleha, a one-hour drive down Hwy 102 from central Sharjah. If you don't have your own wheels, the centre can arrange transport from Sharjah (Dhs120 return) and Dubai (Dhs220 return)."
},
{
    "country": "united-arab-emirates",
    "index": 12,
    "name": "Al Fahidi Historic District",
    "latitude": "25.264112",
    "longitude": "55.299801",
    "excerpt": "Traffic fades to a quiet hum in the labyrinthine lanes of this nicely restored heritage area formerly known as the Bastakiya Quarter. Its narrow walking…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/bur-dubai/attractions/al-fahidi-historic-district/a/poi-sig/1307135/1336051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9ad9fce7560fd8bf80a68da7e5fa0b1c-al-fahidi-historic-district.jpg",
    "detail_description": "Traffic fades to a quiet hum in the labyrinthine lanes of this nicely restored heritage area formerly known as the Bastakiya Quarter. Its narrow walking lanes are flanked by sand-coloured houses topped with wind towers, which provide natural air-conditioning. Today there are about 50 buildings containing museums, craft shops, cultural exhibits, courtyard cafes, art galleries and two boutique hotels.\nThe quarter was built in the early 1900s by merchants from the Persian town of Bastak, who settled in Dubai to take advantage of tax breaks granted by the sheikh. By the 1970s, though, the buildings had fallen into disrepair, and residents began moving on to newer, more comfortable neighbourhoods. Dedicated locals, expats and even the UK's Prince Charles prevented the area's demolition in the 1980s. Hidden within the restored maze, which is easily explored on an aimless wander, is a short section of the old city wall from 1800. For a more in-depth experience, join a guided tour with the Sheikh Mohammed Centre for Cultural Understanding.Next to the district is the bustling waterfront tourist development of Al Seef."
},
{
    "country": "united-arab-emirates",
    "index": 13,
    "name": "Abu Dhabi Falcon Hospital",
    "latitude": "24.407327",
    "longitude": "54.699336",
    "excerpt": "Standing outside Abu Dhabi Falcon Hospital, watching anxious owners from across the region delivering their hooded 'patients' in person, you will quickly…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/attractions/abu-dhabi-falcon-hospital/a/poi-sig/1308284/361165",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-463481366_master.jpg",
    "detail_description": "Standing outside Abu Dhabi Falcon Hospital, watching anxious owners from across the region delivering their hooded 'patients' in person, you will quickly realise that this is a much-needed and much-loved facility. Falcons are an integral part of traditional Gulf culture, and no expense is spared in restoring these magnificent birds to full health. Tours include visits to the falcon museum, the examination room – including intimate glimpses into coping procedures – and the free-flight aviary. Tour reservations (bookable online) are mandatory.\nIf you're willing to brave an arm, the well-behaved raptors will even perch for a photograph.The hospital is about 6km southeast of Abu Dhabi airport. Coming from central Abu Dhabi, follow Airport Rd (E20) to Sweihan Rd in the direction of Falah City; about 3km past the junction with Hwy E11, turn right after the water tank (before exit 30A) and follow the signs to the hospital."
},
{
    "country": "united-arab-emirates",
    "index": 10,
    "name": "Corniche",
    "latitude": "24.491386",
    "longitude": "54.35282",
    "excerpt": "The waterfront Corniche, with its white sandy beaches and generous promenade, stretches the entire length of the northwest shore of the city. Giving…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/corniche/a/poi-sig/1363922/1340117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b9845bee829bc6c6fe778a2cfae95e77-abu-dhabi-corniche.jpg",
    "detail_description": "The waterfront Corniche, with its white sandy beaches and generous promenade, stretches the entire length of the northwest shore of the city. Giving spectacular views of the iconic high-rise tower blocks assembled along the seafront, it also offers one of the city's main recreation opportunities with dedicated cycle paths along the promenade and weaving in and out of the Corniche's landscaped gardens. Refreshments are available from the public beaches that punctuate the western section of the road.\nThe best way to explore the whole Corniche is by grabbing a bike from the Cyacle bike-share station (www.bikeshare.ae), in front of the Nation Riviera Beach Club at the southwestern end of the Corniche (sign up online or at a station). There are several other stations near the Corniche, including at the World Trade Center, Rayhaan Rotana and Adia HQ. Towels and sunbeds can be hired from several of the Corniche's public beaches. It's worth taking some water for exploring the whole length of the Corniche as the eastern section has few amenities and long stretches without shade.The inland side of the Corniche is dotted with parks that come alive at night with local families seeking the sea breeze in the sweltering summer months (May to September) or clustered around mobile heaters in the cool winter nights (December to February)."
},
{
    "country": "united-arab-emirates",
    "index": 9,
    "name": "Sheikh Mohammed Centre for Cultural Understanding",
    "latitude": "25.264112",
    "longitude": "55.300637",
    "excerpt": "Anyone keen on delving deeper into Emirati culture and history should take advantage of the activities, Emirati meals and tours offered through this…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/bur-dubai/attractions/sheikh-mohammed-centre-for-cultural-understanding/a/poi-sig/1146400/1336051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d5427d2999adf5056525ea5ff4fe8f4e-sheikh-mohammed-centre-for-cultural-understanding.jpg",
    "detail_description": "Anyone keen on delving deeper into Emirati culture and history should take advantage of the activities, Emirati meals and tours offered through this nonprofit centre, based on the edge of Al Fahidi Historic District. Guided by the motto 'Open Doors, Open Minds', this unique institution was founded in 1995 by Dubai's current ruler, Sheikh Mohammed Bin Rashid, to build bridges between cultures and to help visitors and expats understand the traditions and customs of the UAE.\nFrom mid-September to mid-July the centre runs highly informative 90-minute guided heritage tours of Al Fahidi Historic District several times weekly. For groups of 10 or more, staff can also organise more comprehensive 2½-hour 'Creekside' tours that include a peek inside a mosque, an abra ride and a spin around the textile, spice and gold souqs in Bur Dubai and Deira. All tours conclude with a Q&amp;A session and Arabic coffee, tea and dates.To experience the culinary side of Emirati life, join one of the centre's traditional Bedouin-style meals. Depending on whether you come for breakfast, brunch, lunch or dinner, you'll get to taste such local dishes as balaleet (sweetened crunchy vermicelli), chabab (cardamom-spiced pancakes), saloona (a stew) or machboos (a rice and meat or fish dish).The centre also runs hugely popular tours of Jumeirah Mosque.All tours and meals must be booked in advance. Check the website for the latest schedule."
},
{
    "country": "united-arab-emirates",
    "index": 8,
    "name": "Etihad Museum",
    "latitude": "25.240931",
    "longitude": "55.269599",
    "excerpt": "Opened in 2017, this striking modern museum engagingly chronicles the birth of the UAE in 1971, spurred by the discovery of oil in the 1950s and the…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/etihad-museum/a/poi-sig/1561328/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e0422aa550fe50e19e9b1605e431370b-etihad-museum.jpg",
    "detail_description": "Opened in 2017, this striking modern museum engagingly chronicles the birth of the UAE in 1971, spurred by the discovery of oil in the 1950s and the withdrawal of the British in 1968. Documentary films, photographs, artefacts, timelines and interactive displays zero in on historic milestones in the years leading up to and immediately following this momentous occasion and pay homage to the country's seven founding fathers. Free tours of the adjacent circular Union House, where the agreement was signed, are available.\nThe museum building is an elegant design by the Canadian architecture firm Moriyama &amp; Teshima. Its parabolic roof represents the sheet of paper upon which the declaration was written, while the seven golden columns in the entrance hall symbolise the pens with which it was signed. An expansive white travertine plaza links the building with the historic round Union House and the re-created guesthouse where the founding fathers stayed while the negotiations were underway. The original flagpole where the rulers gathered after the deal was done looms above a reflecting pool.The generously proportioned below-ground galleries are accessed from the monumental entrance hall via a sweeping white marble staircase. On your right hangs a giant painting by Emirati artist Abdul Qader Al Rais that depicts the geography of the UAE. Just beyond are giant, eye-catching photographs of the rulers of the seven emirates that founded the nation, along with their family tree and personal effects such as Sheikh Zayed's cane and sunglasses and Sheikh Rashid's passport. Further on, you can catch 3D documentaries on the founding years, the original first page of the Constitution and a 'road to unification' digital timeline.The name, by the way, has nothing to do with the airline: Etihad is simply the Arabic word for 'union'."
},
{
    "country": "united-arab-emirates",
    "index": 6,
    "name": "IMG Worlds of Adventure",
    "latitude": "25.082349",
    "longitude": "55.319659",
    "excerpt": "Housed in an air-conditioned hangar the size of 28 football fields, IMG Worlds of Adventure is the world’s largest indoor theme park. The US$1 billion…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/attractions/img-worlds-of-adventure/a/poi-sig/1558762/361166",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/90de0d8eff84d75807071fedb7a8552f-img-worlds-of-adventure.jpg",
    "detail_description": "Housed in an air-conditioned hangar the size of 28 football fields, IMG Worlds of Adventure is the world’s largest indoor theme park. The US$1 billion park is truly impressive, with more than 20 rides and attractions split across four themed zones – Marvel, Cartoon Network, Lost Valley Dinosaur Adventure and IMG Boulevard – and 28 dining outlets. Food is prepared on-site, and the quality is surprisingly high, with some healthy options. The theme park is located next to Global Village on the E311.\nCartoon NetworkGeared towards younger kids, it has child-friendly rides based around popular cartoon characters such as the Powerpuff Girls and the Amazing Ride of Gumball, as well as a Ben 10 5D cinema and LazyTown live show.Marvel ZoneThrill-seekers will find plenty to get hearts and adrenaline pumping. Thor Thunder Spin, a dizzying top-spin ride, will scare the bejeezus out of just about anyone. Thor is also part of the superhero battalion taking on the evil villain Ultra in the Avengers Battle of Ultron dark ride. Thumbs up also for Hulk Epsilon Base 3D that uses 360-degree projection screens and motion to take you through a fierce battle.Lost Valley Dinosaur AdventureCustom-developed for IMG, this imaginatively designed zone is inhabited by 69 state-of-the-art animatronic dinosaurs. If you run into one, ask nicely and it will gladly pose with you for your Instagram feed. A lot less friendly are its Jurassic buddies chasing after you on a jungle safari through the Forbidden Territory. For a truly white-knuckle experience, board the Velociraptor, a short but intense outdoor coaster that catapults you from zero to 100km/h in 2.5 seconds.IMG BoulevardThe highlight here is the spine-chilling Haunted Hotel, a maze of rooms and corridors inhabited by living ghosts and ghouls. The minimum age is 15."
},
{
    "country": "united-arab-emirates",
    "index": 7,
    "name": "Dubai Museum",
    "latitude": "25.263288",
    "longitude": "55.297269",
    "excerpt": "The city's main historical museum charts Dubai's turbo-evolution from fishing and pearling village to global centre of commerce, finance and tourism. It…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/bur-dubai/attractions/dubai-museum/a/poi-sig/397291/1336051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dc06e4c65e2ac918b85752c17c3aa26e-dubai-museum.jpg",
    "detail_description": "The city's main historical museum charts Dubai's turbo-evolution from fishing and pearling village to global centre of commerce, finance and tourism. It has an atmospheric setting in the compact Al Fahidi Fort, built around 1800 and considered Dubai's oldest remaining structure. A walk-through mock souq, exhibits on Bedouin life in the desert and a room highlighting the importance of the sea illustrate the days before the discovery of oil. The last room showcases archaeological findings from nearby excavation sites.\nFortified by three towers, Al Fahidi Fort served as the residence of the local rulers until 1896 and went through stints as a prison and a garrison before becoming a museum in 1971. A sturdy teak door festooned with brass spikes gives way to the courtyard dotted with bronze cannons, traditional boats and an areesha (a palm-frond hut that was the kind of summer home most locals lived in until the middle of the 20th century). Flanking the courtyard are rooms with modest displays of instruments and weapons.The main exhibit is underground and reached via a spiralling ramp. A video and a timeline uses historical prints and footage to illustrate just how far Dubai has come since the 1960s. From here, cross the deck of a dhow (traditional cargo boat) to enter a mock souq (market) with life-size dioramas depicting shopkeepers and craftspeople at work, enhanced by light and sound effects and grainy documentary films. Other galleries illustrate life in the desert and at sea. The latter includes a small but fascinating pearl-diving exhibit where you can marvel at the fact that divers wore merely nose clips and leather gloves while descending to extraordinary depths.The final galleries present archaeological finds from ancient settlements and tombs at Jumeirah, Hatta, Al Qusais and other local sites that reveal that the area has been settled for at least 4000 years."
},
{
    "country": "united-arab-emirates",
    "index": 5,
    "name": "Louvre Abu Dhabi",
    "latitude": "24.533684",
    "longitude": "54.398557",
    "excerpt": "Designed by Pritzker Prize–winning architect Jean Nouvel, the highly anticipated Louvre Abu Dhabi finally arrived in late 2017. Through 12 galleries, the…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/al-mina-saadiyat-island/attractions/louvre-abu-dhabi/a/poi-sig/1509384/1340112",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/19c15f58b72274297719380903dbd1f7-louvre-abu-dhabi.jpg",
    "detail_description": "Designed by Pritzker Prize–winning architect Jean Nouvel, the highly anticipated Louvre Abu Dhabi finally arrived in late 2017. Through 12 galleries, the world-class collection traces humanity's artistic achievements from the Neolithic up to the present day, all the while breaking all norms of traditional museum curation. Here, artworks are grouped by theme and time-frame rather than country or specific civilisation. The result is a globe-trotting journey through human heritage that highlights the universal threads of all cultures.\nFrom the First Villages (gallery 1) through Civilisations and Empires (gallery 3) and The Magnificence of the Court (gallery 8) all the way up to A Global Stage (gallery 12), where Ai Weiwei's 2016 'Fountain of Light' takes centre stage, the exhibits transcend geography and nationality. This means you encounter unexpectedly beautiful juxtapositions such as a bronze winged dragon from northern China sitting in front of a glazed-brick Persian archer from the Achaemenid Empire, and the bronze head of an Edo Culture king from Nigeria displayed amid a room lined with French and Italian 17th-century oil paintings of royalty.Highlights include an eerily beautiful 7th-millennium-BC Ain Ghazal statue from Jordan; a 3rd-millennium-BC standing Bactrian princess; a black stone statue of Gudea, prince of Lagash from Iraq's neo-Summerian era; a c 2nd-century Buddhist stupa plaque from India; a 2nd-century bronze lion from Spain; a 15th-century ceramic bust of St Peter of Verona; and paintings by Picasso, Rothko and Miró.As well as the permanent collection, separate buildings house temporary exhibitions (four held annually), a children's museum and the excellent museum cafe. These buildings are all grouped around a central plaza which juts straight out into the sea and is shaded by the museum's elaborate 7500-ton filigree dome, which seems to hover mid-air above. The dome pays homage to date-palm-leaf shading with its geometric star design dappling the plaza floor below in a 'rain of light' effect.You'll need around two hours to explore the museum if you're just browsing, longer if you've got an interest in art or history. For a highlight snapshot of the collection, 90-minute tours (adult/child Dhs50/30) are offered at 11am and 2pm daily in English and at 5pm on Friday in Arabic and French."
},
{
    "country": "united-arab-emirates",
    "index": 40,
    "name": "KidZania",
    "latitude": "25.195699",
    "longitude": "55.280339",
    "excerpt": "For guilt-free shopping without your kids, drop them off in this indoor miniature city – complete with a school, a fire station, a hospital and a bank –…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/downtown-dubai/attractions/kidzania/a/poi-sig/1146354/1336052",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6e31184027ccc14a103cd786b1b4960b-kidzania.jpg",
    "detail_description": "For guilt-free shopping without your kids, drop them off in this indoor miniature city – complete with a school, a fire station, a hospital and a bank – where they get to dress up and slip into adult roles to playfully explore what it’s like to be a firefighter, a doctor, a mechanic, a pilot or other professional.\nThey even earn a salary (Kidzania has its own currency, the kidZo) with which they can buy goods and services, thus learning the value of money. Most activities are geared to kids ages four to 16, but there's also a toddler zone and a baby care centre."
},
{
    "country": "united-arab-emirates",
    "index": 39,
    "name": "Crossroads of Civilizations Museum",
    "latitude": "25.268081",
    "longitude": "55.288954",
    "excerpt": "This private museum in the Shindagha Historic District provides a fascinating glimpse of Dubai's historic role as a trading link between East and West. On…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/bur-dubai/attractions/crossroads-of-civilizations-museum/a/poi-sig/1505584/1336051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d4c81a3373906e6e1098372b3342421e-crossroads-of-civilizations-museum.jpg",
    "detail_description": "This private museum in the Shindagha Historic District provides a fascinating glimpse of Dubai's historic role as a trading link between East and West. On display are hundreds of artefacts from the Ubaids, Greeks, Romans, Babylonians and other civilisations that passed through the region.\nHighlights include a 7500-year-old bull-shaped vase and a 16th-century Kaaba curtain, as well as a 1st edition of the 1590 book that first mentions 'Dubai'. Other galleries display swords, daggers and other historical weaponry used across the region."
},
{
    "country": "united-arab-emirates",
    "index": 38,
    "name": "Corniche Beach",
    "latitude": "24.472932",
    "longitude": "54.340407",
    "excerpt": "There are several gates to this spotlessly maintained, Blue-Flagged public beach. The turquoise sea, view of Lulu Island, palm trees and gardens make it…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/abu-dhabi/downtown/attractions/corniche-beach/a/poi-sig/1509093/1340117",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d80a421dce7100c91c815eb09ce3e18c-corniche-beach.jpg",
    "detail_description": "There are several gates to this spotlessly maintained, Blue-Flagged public beach. The turquoise sea, view of Lulu Island, palm trees and gardens make it an unexpected pleasure in the heart of a capital city. A lifeguard is on duty until sunset.\nThe 2km beach is divided into three sections: Al Sahil (Gate 4, free entry) is for singles and groups, Gate 2 is for families and a quiet zone, and Gate 3 is for families and children. The latter two beaches are shielded from view by a fence. Showers, changing rooms and cabanas are available; sunloungers and umbrellas can be hired for Dhs25."
},
{
    "country": "united-arab-emirates",
    "index": 35,
    "name": "Lost Chambers Aquarium",
    "latitude": "25.131765",
    "longitude": "55.118258",
    "excerpt": "Rare albino alligators Ali and Blue are the latest stars in this fantastic labyrinth of underwater halls, enclosures and fish tanks that re-creates the…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/dubai-marina-palm-jumeirah/attractions/lost-chambers-aquarium/a/poi-sig/1146539/1336054",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-92153353_full.jpg",
    "detail_description": "Rare albino alligators Ali and Blue are the latest stars in this fantastic labyrinth of underwater halls, enclosures and fish tanks that re-creates the legend of the lost city of Atlantis. Some 65,000 exotic marine creatures inhabit 21 aquariums, where rays flutter, jellyfish dance and giant groupers lurk. The centrepiece is the Ambassador Lagoon. For an extra fee, you can snorkel or dive with the fishes in this 11.5-million-litre tank.\nTwice daily (at 10.30am and 3.30pm), scuba divers drop into the lagoon for an interactive Aquatheatre show and feeding session. Also available: behind-the-scenes tours with a stop at the fish hospital (Dhs35)."
},
{
    "country": "united-arab-emirates",
    "index": 37,
    "name": "Ajman Museum",
    "latitude": "25.413925",
    "longitude": "55.444404",
    "excerpt": "This late-18th-century fort served as the ruler’s residence until 1970 and also saw a stint as the police station. Now its rooms hold a higgledy-piggledy…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/the-northern-emirates/ajman/attractions/ajman-museum/a/poi-sig/1075101/361173",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-559155673_full.jpg",
    "detail_description": "This late-18th-century fort served as the ruler’s residence until 1970 and also saw a stint as the police station. Now its rooms hold a higgledy-piggledy mix of exhibits on Ajman's past and Emirati culture. Check out the mock-up of a traditional souq with its highly detailed, mannequin-filled dioramas (our favourite is the barber display complete with a none-too-professional stylist, judging from the blood spurting from his customers' heads).\nThere are also rooms devoted to archaeological finds in the emirate, Ajman's police force and first radio station, and black-and-white photos of the fort in the early 20th century."
},
{
    "country": "united-arab-emirates",
    "index": 36,
    "name": "Hub Zero",
    "latitude": "25.206756",
    "longitude": "55.262647",
    "excerpt": "This high-tech indoor theme park is squarely aimed at serious gamers. Tickets buy access to 18 attractions, including a head-spinning VR experience, 3D…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/hub-zero/a/poi-sig/1578909/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d112d2514ca8c6c3323dd831ced69499-hub-zero.jpg",
    "detail_description": "This high-tech indoor theme park is squarely aimed at serious gamers. Tickets buy access to 18 attractions, including a head-spinning VR experience, 3D dark rides, 4D cinema, race simulators, laser tag battles and a laser maze. The upper floor (free admission, pay as you go) has karaoke booths, pool tables and a 40-station area with the latest PC games. Nostalgic types can play retro games like Pac-Man and Space Invaders in the Time Warp Arcade.\nYounger children can steer to a soft play areas with slides, activities and tot-friendly go-karts.Before you set out, check online that Hub Zero has not been rented out for a private function."
},
{
    "country": "united-arab-emirates",
    "index": 33,
    "name": "Al Seef",
    "latitude": "25.261629",
    "longitude": "55.307761",
    "excerpt": "In the early 1900s this historical area was Dubai's trading hub, during a period when the pearl diving industry was being developed. Stretching some 1.8km…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/bur-dubai/attractions/al-seef/a/poi-sig/1607278/1336051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/fd0841b0d0c4be0044c0e224e7170988-al-seef.jpg",
    "detail_description": "In the early 1900s this historical area was Dubai's trading hub, during a period when the pearl diving industry was being developed. Stretching some 1.8km along Dubai Creek, the developers have divided the area into two distinct areas: one sharply contemporary, with buildings that resemble piled-up shipping containers, and the other with an Old Dubai neighbourhood feel thanks to the rough-hewn facades, narrow alleyways and faux wind towers.\nCreekside Al Seef is a lovely place to wander and is rapidly becoming home to an anticipated 500 shops and restaurants. A floating market should also have appeared by the time you read this, as well as outdoor spaces for cultural and musical events plus other attractions."
},
{
    "country": "united-arab-emirates",
    "index": 34,
    "name": "Motiongate",
    "latitude": "24.914463",
    "longitude": "54.993439",
    "excerpt": "Whether you're seeking thrills or a family-friendly day out, this Hollywood-inspired theme park has something for everyone. The park is divided into four…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/attractions/motiongate/a/poi-sig/1564079/361166",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/31e66a73e70ef7db7c6f66f05fdcbd3f-motiongate.jpg",
    "detail_description": "Whether you're seeking thrills or a family-friendly day out, this Hollywood-inspired theme park has something for everyone. The park is divided into four zones – DreamWorks, Lionsgate, Columbia Pictures and Smurfs Village – with 27 rides and attractions, including the world’s first roller coaster inspired by The Hunger Games, river rapids, dark rides, 4D theatre rides, stage shows and kids’ rides.\nMotiongate Dubai is part of the larger Dubai Parks &amp; Resorts theme park complex, which includes Bollywood Parks, Legoland Dubai and Legoland Water Park. Take the Red Line south to UAE Exchange station and then it's a 15-minute taxi ride to the park."
},
{
    "country": "united-arab-emirates",
    "index": 32,
    "name": "Shindagha Historic District",
    "latitude": "25.267906",
    "longitude": "55.289683",
    "excerpt": "Strategically located at the mouth of Dubai Creek, Shindagha was where the ruling sheikhs and the city elite lived until the 1950s. While a few of the…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/bur-dubai/attractions/shindagha-historic-district/a/poi-sig/1307169/1336051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a866416b613787abd14f23c3baf41418-shindagha-historic-district.jpg",
    "detail_description": "Strategically located at the mouth of Dubai Creek, Shindagha was where the ruling sheikhs and the city elite lived until the 1950s. While a few of the homes have been reconstructed and recast as museums, the area is still lacking new locales, so although it enjoys a lovely position on the Creek, it remains very quiet. A small area is fenced off but once the dust has settled, there will be a new Shindagha Museum, as well as additional exhibits, heritage hotels, cafes and restaurants.\nThe redevelopment is part of a master plan to create a cohesive historical district on both banks of Dubai Creek in hopes of qualifying for Unesco World Heritage status. The museum promises to be the largest open-air museum in the world."
},
{
    "country": "united-arab-emirates",
    "index": 31,
    "name": "Dubai Fountain",
    "latitude": "25.19567",
    "longitude": "55.276068",
    "excerpt": "This dancing fountain is spectacularly set in the middle of a giant lake against the backdrop of the glittering Burj Khalifa. Water undulates as…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/downtown-dubai/attractions/dubai-fountain/a/poi-sig/1146526/1336052",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-490631267_full.jpg",
    "detail_description": "This dancing fountain is spectacularly set in the middle of a giant lake against the backdrop of the glittering Burj Khalifa. Water undulates as gracefully as a belly dancer, arcs like a dolphin and surges as high as 140m, all synced to stirring classical, Arabic and world music soundtracks played on speakers. There are plenty of great vantage points, including a 272m-long floating boardwalk (Dhs20), which takes you just 9m away from the fountain.\nOther good viewing spots are some of the restaurants at Souk Al Bahar, the bridge linking Souk Al Bahar with Dubai Mall, the Dubai Mall waterfront terrace or aboard a 25-minute Dubai Fountain Lake Ride on a wooden abra (a traditional boat)."
},
{
    "country": "united-arab-emirates",
    "index": 30,
    "name": "Legoland Dubai",
    "latitude": "24.914453",
    "longitude": "54.993503",
    "excerpt": "Designed for kids under 12, this colourful theme park has 40 rides and attractions across six themed areas. There’s plenty to keep youngsters entertained…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/attractions/legoland-dubai/a/poi-sig/1564080/361166",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5e60de40b38c4611dcd7116433fa96ff-legoland-dubai.jpg",
    "detail_description": "Designed for kids under 12, this colourful theme park has 40 rides and attractions across six themed areas. There’s plenty to keep youngsters entertained including pedal cars and Duplo planes, while older kids will love the Dragon roller coaster and Power Tower ‘free-fall’ ride. Miniland is another highlight, with incredibly detailed miniature Lego versions of landmarks, such as the Burj Khalifa.\nWhile there are shade structures and air-conditioned indoor attractions, the majority of the park is outdoors, so it’s best avoided during Dubai’s scorching summer heat. There’s a separate Lego-themed water park next door, and combo tickets cost an extra Dhs100 per person. There's no metro station at Legoland Dubai, so you'll need to take the Red Line south to UAE Exchange and then it's a 15-minute taxi ride to the park entrance."
},
{
    "country": "united-arab-emirates",
    "index": 29,
    "name": "Bollywood Parks Dubai",
    "latitude": "24.912595",
    "longitude": "54.993954",
    "excerpt": "Spread across five zones, Bollywood Parks celebrates Mumbai’s legendary film industry. There's a handful of 3D and 4D rides based on blockbusters such as…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/attractions/bollywood-parks-dubai/a/poi-sig/1564081/361166",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b92c71b3ef7a1f988495d8e70f7cdd6b-bollywood-parks-dubai.jpg",
    "detail_description": "Spread across five zones, Bollywood Parks celebrates Mumbai’s legendary film industry. There's a handful of 3D and 4D rides based on blockbusters such as Lagaan and Sholay, along with a stunt show, interactive movie-maker experience and six restaurants. But it’s really all about song and dance, with up to 30 live shows daily that are colourful, kitsch and utterly infectious.\nThe park is also home to a brilliant replica of Mumbai's famous Victoria Station, complete with a train housing a restaurant and rooftop stage, and the 850-seat Rajmahal Theatre, which has a separately ticketed Broadway-style Bollywood musical several times a week. Bollywood Parks is part of the larger Dubai Parks &amp; Resorts theme park complex, with single- or multi-park tickets available. There's no metro station at the park, so take the Red Line south all the way to the last station, UAE Exchange, and then it's a 15-minute taxi ride to the entrance."
},
{
    "country": "united-arab-emirates",
    "index": 28,
    "name": "Sheikh Saeed Al Maktoum House",
    "latitude": "25.267741",
    "longitude": "55.290123",
    "excerpt": "Recently restored as part of the new Shindagha Historic District development, this grand courtyard house served as the residence of Sheikh Saeed, the…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/bur-dubai/attractions/sheikh-saeed-al-maktoum-house/a/poi-sig/397295/1336051",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7f57c23fa84127fd239b543071c1bcb9-sheikh-saeed-al-maktoum-house.jpg",
    "detail_description": "Recently restored as part of the new Shindagha Historic District development, this grand courtyard house served as the residence of Sheikh Saeed, the grandfather of current Dubai ruler Sheikh Mohammed Bin Rashid, from 1912 until his death in 1958. Today, the architectural marvel houses an excellent collection of pre–oil boom photographs of Dubai taken in the souqs, on the Creek and at traditional celebrations. There are also some insightful private images of the ruling Al Maktoum clan.\nOther rooms feature coins, stamps and documents dating back as far as 1791.The original building dates back to 1896 and was enlarged and modernised several times. Sheikh Mohammed was born here in 1949 and spent the first 10 years of his life romping around the three inner courtyards flanked by 30 rooms behind richly ornamented teak doors and lorded over by four wind towers. Head upstairs to the majlis (reception room) to enjoy nice views of Dubai Creek."
},
{
    "country": "united-arab-emirates",
    "index": 27,
    "name": "Dubai Miracle Garden",
    "latitude": "25.059555",
    "longitude": "55.244837",
    "excerpt": "Covering some 2000 sq metres and touted as the largest natural flower garden in the world, there’s a sense of Alice in Wonderland–esque surrealism when…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/attractions/dubai-miracle-garden/a/poi-sig/1564084/361166",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4b42df4bf23ffc75a46e9c11af4875de-dubai-miracle-garden.jpg",
    "detail_description": "Covering some 2000 sq metres and touted as the largest natural flower garden in the world, there’s a sense of Alice in Wonderland–esque surrealism when entering this place. Wander past quirky bloom-covered peacocks, clocks and castles (a full-size Emirates Airbus A380 was the 2017 showstopper). Alternatively, chill out in a cabana with billowing drapes and floor cushions. Home to 100 million flowers, and adjacent to the enormous nine-dome Dubai Butterfly Garden, it is incredibly popular, attracting 55,000 visitors a week.\nThere are fast-food outlets, such as Hardee’s and Krispy Kreme, on-site, as well as a souvenir shop and small trampoline park. The garden gets very busy on Friday and Saturday (especially Friday afternoon) and public holidays, so visit midweek if you can. The express bus departs from the Mall of the Emirates every 20 minutes from 2pm to 8pm Sunday to Thursday, and from noon to 10pm Friday and Saturday."
},
{
    "country": "united-arab-emirates",
    "index": 26,
    "name": "Green Planet",
    "latitude": "25.205757",
    "longitude": "55.260694",
    "excerpt": "If you can build a ski slope in the desert, why not a rainforest too? The Green Planet is an indoor tropical paradise intended to 'edutain' about…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/green-planet/a/poi-sig/1578911/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7484274025dae180ed13c2fabe54e851-green-planet.jpg",
    "detail_description": "If you can build a ski slope in the desert, why not a rainforest too? The Green Planet is an indoor tropical paradise intended to 'edutain' about biodiversity, nature and sustainability. More than 3000 animals and plants live beneath its green canopy, including birds, butterflies, frogs, spiders and snakes. The latest addition is a bat cave on the 4th floor. The small fruit bats can be hard to spot; if possible visit at 2pm when they are fed.\nOne of the great aspects of Green Planet is being able to get up so close to animals, including sloths, iguanas and chameleons, as well as the birds, such as the magnificent toucans. Kids can also pick up an Explorer's Kit, which includes binoculars, a cool canvas bag and an activity book (Dhs55).The four-storey ecosystem is anchored by a giant fake tree covered in plants that will grow across it over time, making it look more like the real thing. The building itself also has green credentials and has received global LEED certification."
},
{
    "country": "united-arab-emirates",
    "index": 23,
    "name": "Dubai Aquarium & Underwater Zoo",
    "latitude": "25.19702",
    "longitude": "55.279351",
    "excerpt": "Dubai Mall’s most mesmerising sight is this gargantuan aquarium where thousands of beasties flit and dart amid artificial coral. Sharks and rays are top…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/downtown-dubai/attractions/dubai-aquarium-underwater-zoo/a/poi-sig/1146528/1336052",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/45cd4da606646aede9d2b6b3576bc592-dubai-aquarium-underwater-zoo.jpg",
    "detail_description": "Dubai Mall’s most mesmerising sight is this gargantuan aquarium where thousands of beasties flit and dart amid artificial coral. Sharks and rays are top attractions, along with sumo-sized groupers and massive schools of pelagic fish. You can see quite a lot for free from outside or pay for access to the walk-through tunnel. The basic package also includes access to the Underwater Zoo upstairs, whose undisputed star is a 5.1m-long Australian saltwater crocodile named King Croc.\nThe giant reptile is 40 years old and weighs in at an impressive 750kg. He's joined by his female companion (Queen Croc) and a menagerie of rare and unusual critters, including air-breathing African lungfish, cheeky archerfish that catch insects by shooting water, spooky giant spider crabs and otherworldly sea dragons. A new exhibit introduces night-active desert denizens of the UAE such as the Arabian toad and veiled chameleons.For an extra kick, time your visit with one of three animal feedings: rays at 10.30am, sharks at 2pm and King Croc at 4pm.Add-on aquatic experiences include a shark dive and cage snorkelling, plus the latest experience, 'shark walker', where you wear an oxygenated helmet that allows you to breathe underwater and get up close and personal with marine life in a 10-million-litre water tank. You can even opt to rent a professional underwater camera."
},
{
    "country": "united-arab-emirates",
    "index": 24,
    "name": "Ras Al Khor Wildlife Sanctuary",
    "latitude": "25.19368",
    "longitude": "55.311785",
    "excerpt": "Incongruously framed by highways, this surprising sanctuary on Dubai Creek is an important stopover for migratory waterbirds on the east Africa–west Asian…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/downtown-dubai/attractions/ras-al-khor-wildlife-sanctuary/a/poi-sig/1146401/1336052",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/882ee4426f99ea85d38a07de7127c281-ras-al-khor-wildlife-sanctuary.jpg",
    "detail_description": "Incongruously framed by highways, this surprising sanctuary on Dubai Creek is an important stopover for migratory waterbirds on the east Africa–west Asian flyway. Gracious pink flamingos steal the show in winter, but avid birdwatchers can spot more than 170 species in this pastiche of salt flats, mudflats, mangroves and lagoons spread over an area of around 6.2 sq km.\nThree accessible hides (platforms) house fantastically sharp binoculars: the Flamingo Hide on the sanctuary's western edge near the flamingo roost off the junction of Al Wasl and Oud Metha Rds; the Al Buhaira Lagoon close to Al Jadaf; and the Mangrove Hide overlooking the mangrove forest off Ras Al Khor Rd on the southern edge. There are common sightings of broadbilled sandpipers and Pacific golden plovers; in winter, great spotted eagles and other raptors may be patrolling the skies.RAKWS' importance was internationally recognised in 2007 by the Ramsar Convention, a global treaty for the conservation of wetlands signed in 1971 in the Iranian city of Ramsar. In 2016 a Ramsar delegation visited Dubai to assess the impact of encroaching construction and find ways to minimise it to preserve the integrity of the site, which has increasingly become a tourist attraction.The sanctuary is a 15-minute taxi ride from the nearest metro."
},
{
    "country": "united-arab-emirates",
    "index": 25,
    "name": "Dubai Design District",
    "latitude": "25.187467",
    "longitude": "55.298395",
    "excerpt": "Creative folks have a new HQ in Dubai. The fresh-off-the-drawing board Dubai Design District (d3) has drawn both regional and international talent and…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/downtown-dubai/attractions/dubai-design-district/a/poi-sig/1576625/1336052",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/046505209e4bc716c89f547264aa10bb-dubai-design-district.jpg",
    "detail_description": "Creative folks have a new HQ in Dubai. The fresh-off-the-drawing board Dubai Design District (d3) has drawn both regional and international talent and brands, including hot shots like Adidas and Foster + Partners. Visitors can tap into this laboratory of tastemakers by checking out the edgy architecture and public art, browsing showrooms and pop-ups, eavesdropping on bearded hipsters in sleek cafes, checking out art exhibits in building lobbies, or attending a free screening, workshop or other cultural event. The website has a schedule.\nD3 is part of the Dubai's ambitious plan to become a major player in the global design world. Indeed, what you see today is merely phase 1 of a three-phase project that is expected to be finished by 2020. Phase 2 will add a vast 'Creative Community' section (to be designed by British architect Norman Foster) with more galleries and art spaces aimed at nurturing local talent. The final phase will bring hotels, shops and an outdoor events space to a 1.8km-long section paralleling Dubai Creek."
},
{
    "country": "united-arab-emirates",
    "index": 4,
    "name": "Kite Beach",
    "latitude": "25.165445",
    "longitude": "55.209517",
    "excerpt": "This long, pristine stretch of white sand, a little way north of Jumeirah Public Beach, is a major draw for sporty types, with a range of activities on…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/kite-beach/a/poi-sig/397521/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/40605a91b455ba1455d49ea25dd311ab-kite-beach.jpg",
    "detail_description": "This long, pristine stretch of white sand, a little way north of Jumeirah Public Beach, is a major draw for sporty types, with a range of activities on offer, including kitesurfing, beach tennis, beach volleyball and kayaking. There's also a jogging track and a shaded skatepark nearby.\nThe sand here is super clean and there are&nbsp;showers, wi-fi, toilets and changing facilities, plus lots of food trucks and cafes. The beach also boasts great views of the&nbsp;Burj Al Arab, one of Dubai's prime landmarks.&nbsp;It gets very busy on Friday and Saturday when a seaside market with crafts and gifts sets up.\nTo reach the beach head along&nbsp;Jumeirah Rd;&nbsp;the strip of sand is located behind Saga World shopping centre. Parking is available, with a large lot&nbsp;next to&nbsp;Al Manara Mosque. There's no entrance fee to access the beach.\nRestaurants near Kite Beach\nThere's a decent smattering&nbsp;of restaurants right next to Kite Beach that'll&nbsp;suit most tastes. Options include&nbsp;Circle Café, serving breakfast, brunch, coffee and smoothies;&nbsp;popular burger and steak joint X Factor; and Italian-themed&nbsp;Tomato &amp; Basilico. There are also a number of food trucks (notably the excellent Salt, which serves up scrumptious&nbsp;sliders), ice cream places and takeaway coffee spots mere&nbsp;steps from the sand.\nHotels near Kite Beach\nJumeirah offers a great selection of accommodation options. Luxury lovers should steer towards the Burj Al Arab or the hotels at Madinat Jumeirah. The cluster of midrange hotels and hotel-apartments next to the Mall of Emirates offer great value for money. For proximity to Kite Beach, however,&nbsp;Beach Walk Hotel and&nbsp;Park Regis Boutique Jumeirah are two good options, both a 25 to 30 minute walk away.\n"
},
{
    "country": "united-arab-emirates",
    "index": 3,
    "name": "Madinat Jumeirah",
    "latitude": "25.133299",
    "longitude": "55.186837",
    "excerpt": "One of Dubai’s most attractive developments, Madinat Jumeirah is a contemporary interpretation of a traditional Arab village, complete with a souq (market…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/madinat-jumeirah/a/poi-sig/397383/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/9b26bcd772a85afdbc9d6a3f4cd4180d-madinat-jumeirah.jpg",
    "detail_description": "One of Dubai’s most attractive developments, Madinat Jumeirah is a contemporary interpretation of a traditional Arab village, complete with a souq (market), palm-fringed waterways and desert-colored hotels and villas festooned with wind towers. It’s especially enchanting at night, when the gardens are romantically lit and the Burj Al Arab gleams in the background. There are exquisite details throughout, so if you see some stairs, take them – they might lead you to a hidden terrace with a mesmerising vista of the sprawling complex.\nArchitecture of Madinat Jumeirah\nThe architects of this luxurious resort village at the foot of the Burj Al Arab looked to Dubai's original creekside settlement in Bur Dubai for inspiration. Wind towers, traditional wooden boats used as water taxis, waterways and even a market create modern Arabian flair in this complex that comprises three palatial hotels and dozens of private villas set in a richly landscaped garden.\n\n  \nSouk Madinat Jumeirah is constructed to look like a traditional Arab market © Tupungato / Shutterstock\n\nShopping at Souk Madinat Jumeirah\nAt the heart of the complex lies Souk Madinat Jumeirah, a maze-like bazaar with around 75 shops lining wood-framed walkways. Although the ambience is too contrived to feel like an authentic Arab market, the quality of some of the crafts, art and souvenirs is actually quite high. For a bit of Western culture, see what’s playing at the Madinat Theatre. There are numerous cafes, bars and restaurants, the nicest of which overlook the waterways and the Burj Al Arab.\n\n  \nVisitors can ride traditional-style boats through the waterways of Madinat Jumeirah © Seqoya / Shutterstock\n\nRiding an abra at Madinat Jumeirah\nExplore Madinat Jumeirah's 2.5-mile-long network of winding waterways on a leisurely 20-minute cruise aboard a traditional-style abra (a motorized wooden boat) with cushioned benches. The desert seems far away as you glide past enchanting gardens of billowing bougainvillea, bushy banana trees and soaring palms, all set against the dramatic Burj Al Arab backdrop. Tours leave from the Souk Madinat waterfront (near Trader Vic's). No reservations are necessary. If you are staying at a Madinat hotel or eating at one of the restaurants, your abra shuttle is free.\n\n  \nMadinat Jumeirah has plenty of bars and restaurants with great views of the Burj Al Arab © Gimas / Shutterstock\n\nWhere to get Friday brunch at Madinat Jumeirah\nAt the start of the weekend in the United Arab Emirates, Friday brunch in Dubai is a time-honored tradition, especially among Western expats. The Madinat hotels Al Qasr and Mina A'Salam are famous for putting on some of the most most opulent spreads in town. Both dish up an unbelievable cornucopia of delectables – roast lamb, sushi, cooked-to-order seafood, beautiful salads, mezze and all sorts of hot dishes, plus there are cheese and dessert rooms. Make dinner or brunch reservations at least one week ahead for most of the restaurants.\nTurtle watching\nThe Jumeirah Al Naseem resort is the latest addition to Madinat Jumeirah and the home of the nonprofit Dubai Turtle Rehabilitation Project. It has nursed more than 560 injured or sick sea turtles back to health and released them into the Gulf. The turtles spend the last weeks before their release in the hotel's sea-fed lagoon. The enclosure is open to the public daily for free, and feedings take place at 11am on Wednesdays. Access is via the hotel. Keep an eye out for specimens of the endemic hawksbill turtle that limped onto the list of critically endangered species, with only 8000 nesting females known to exist worldwide.\nYoga on the beach\nDownward dog and sun salutation with a view of the Burj Al Arab? Just sign up for the daily sunset yoga sessions  for Dhs90 ($24.50) organized by the on-site Talise Spa and on Madinat Jumeirah's private beach. An even more spiritual journey awaits during Full Moon Yoga – if you can get the timing right.\n\n  \nMadinat Jumeirah has a handful of five-star accommodations © Peter Pesta Photography / Getty Images\n\nWhere to stay near Madinat Jumeirah\nMadinat Jumeirah is located in the Jumeirah neighborhood of Dubai. Luxury lovers should steer towards the Burj Al Arab or the hotels at Madinat Jumeirah. The cluster of midrange hotels and hotel-apartments next to the Mall of Emirates offer great value for money.\nWhere to eat near Madinat Jumeirah\nTake advantage of happy-hour deals offered at many Madinat bars. For sunset drinks with a view of the Burj Al Arab, the rug-lined terrace of the Bahri Bar is a perfect vantage point. Book early for delicious seafood with Madinat and Burj Al Arab views at chic and sophisticated Pierchic.\nHow to get to Madinat Jumeirah\nThe nearest Dubai Metro station is Mall of the Emirates, but you'll need to take a taxi or bus from there. Buses 8, 81 and 88 pass by Madinat Jumeirah.\n"
},
{
    "country": "united-arab-emirates",
    "index": 2,
    "name": "Burj Khalifa",
    "latitude": "25.197136",
    "longitude": "55.274148",
    "excerpt": "The Burj Khalifa is a stunning feat of architecture and engineering, with two observation decks on the 124th and 148th floors and a restaurant-bar on the…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/downtown-dubai/attractions/burj-khalifa/a/poi-sig/1146340/1336052",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/711ab5d6cae954be2577857d4f1512de-burj-khalifa.jpg",
    "detail_description": "The Burj Khalifa is a stunning feat of architecture and engineering, with two observation decks on the 124th and 148th floors and a restaurant-bar on the 122nd. The world’s tallest building pierces the sky at 2715ft (828m) and opened in January 2010, six years after excavations began. Up to 13,000 workers toiled day and night, putting up a new floor in as little as three days.\n\n  \nThe Burj Khalifa is the tallest building in the world at 2715 feet © Umar Shariff / Shutterstock\n\nHow to get tickets to visit the Burj Khalifa\nTo avoid wait times or expensive fast-track admission, book tickets online as far as 30 days in advance. Timed tickets are available at the ticket counter and often sell out quickly. Book especially early if you want to go up at sunset. Prices go up during prime hours (around sunset), and closing times may vary depending on demand and the season. Budget at least two hours for your visit. For a more in-depth experience, you can rent audio guides for Dhs25 ($6.80).\nHigh humidity often cloaks Dubai in a dense haze, making views less than breathtaking. On hazy days, it’s better to visit at night. No refunds or rain checks are given if the outdoor viewing terrace is closed for bad weather.\n\n  \nThe Burj Khalifa has two observation decks, on the 124th floor and the 148th floor © ardiwebs / Shutterstock\n\nAt the Top Observation Deck\nTaking in the views from the world's tallest building is a deservedly crave-worthy experience and a trip to the \"At the Top\" observation deck on the 124th floor (1483ft) is the most popular way to do it. Once you get to the platform, you can seek out high-powered \"viewfinders\" that help bring even distant developments into focus (at least on clear days) and cleverly simulate the same view at night and in the 1980s. There are also six digital telescopes that use HD cameras with a high zoom to zero in on places outside the cityscape. Getting to the deck means passing various multimedia exhibits until a double-decker elevator zips you up at 32ft per second.\nAt the Top Sky\nTo truly be on the world's highest observation platform, you need to buy tickets to \"At the Top Sky\" on the 148th floor (1820ft). A visit here is set up like a hosted VIP experience with refreshments, a guided tour and an interactive screen where you \"fly\" to different city landmarks by hovering your hands over high-tech sensors. Afterwards, you're escorted to the 125th floor to be showered with Burj trivia and to take in another attraction called \"A Falcon's Eye View\" that lets you take a virtual flight over the emirate by soaring over key attractions like a bird.\nRestaurants and bars at the Burj Khalifa\nThe food may not be out of this world, but the views are certainly stellar from At.mosphere, the world's highest restaurant, on the 122nd floor (1450ft). Richly decorated in warm mahogany, limestone and thick carpets, the dining room oozes a sophisticated ambience while the compact menu lets quality meats and seafood shine. There's also a lounge one floor up if you just want a drink. Reservations are essential, minimum spends apply, a dress code is in effect and no children under 10 are allowed. To get there, you need to take the elevator from the foyer of the Armani Hotel.\n\n  \nThe Burj Khalifa opened six years after construction started © shutterlk / Shutterstock\n\nBurj Khalifa construction and architecture\nEngineers and the Chicago-based architecture firm Skidmore, Owings &amp; Merrill (SOM) had to pull out all the stops in the construction of the Burj Khalifa. Pouring the 11.5ft-thick foundation alone required 16,350 cubic yards (12,500 cubic meters) of reinforced concrete. The design was inspired by the Hymenocallis desert lily.\nBurj Khalifa's superlative statistics\nThe Burj Khalifa is not only the world's tallest building (for now) but also flaunts other records and impressive figures, including the following:\n\ntallest free-standing structure\nhighest outdoor observation deck (1820ft)\nhighest occupied floor (160th floor, at 1920ft)\nlongest elevator (1653ft)\nhighest number of floors (211)\nhighest restaurant (122nd floor, at 1483ft)\nweight of concrete used is equivalent to 100,000 elephants\nthe service elevator has a carrying capacity of 6 tons\nthe facade is made of 28,261 glass panels\nit takes three to four months to clean the facade\nin 2011 French climber Alain Robert scaled the Burj in just over six hours\nin April 2014 two other Frenchmen (Vincent Reffet and Frédéric Fugen) set the world record base jump from the Burj\nthe largest light-and-sound show on a single building on New Year's Eve 2017\n\n\n  \nDowntown Dubai's skyline rises out of early morning fog © Naufal MQ / Getty Images\n\nWhere to stay near the Burj Khalifa\nThe Burj Khalifa is located in Downtown Dubai, and the Armani Hotel occupies 15 of the lower floors of the Burj Khalifa. Staying in Downtown Dubai puts you smack dab in the city's vortex of vibrancy. Aside from the big international chains, you'll also find a few home-grown players imbued with a local sense of place. With few exceptions, you'll need to shell out top dirham.\nWhere to eat near the Burj Khalifa\nIf you don't want to shell out for a meal in the world's highest restaurant, there are plenty of other options nearby. For fresh organic salads and mains with a view of the Burj and the lake, head to Baker &amp; Spice. Majlis in the Dubai Mall's Souk section serves refreshments made with camel milk, including a creamy camelccino (cappuccino with camel milk).\nHow to get to the Burj Khalifa\nTake the Dubai Metro to Burj Khalifa/Dubai Mall.\n"
},
{
    "country": "united-arab-emirates",
    "index": 1,
    "name": "Burj Al Arab",
    "latitude": "25.1413578",
    "longitude": "55.18542768",
    "excerpt": "The Burj Al Arab's graceful silhouette – meant to evoke the sail of a dhow (a traditional wooden cargo vessel) – is to Dubai what the Eiffel Tower is to…",
    "detail_url": "https://www.lonelyplanet.com/united-arab-emirates/dubai/jumeirah/attractions/burj-al-arab/a/poi-sig/1146398/1336053",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7a990988445c1734c171634d53f6923d-burj-al-arab.jpg",
    "detail_description": "The Burj Al Arab's graceful silhouette – meant to evoke the sail of a dhow (a traditional wooden cargo vessel) – is to Dubai what the Eiffel Tower is to Paris. Completed in 1999, this iconic landmark hotel sits on an artificial island and comes with its own helipad and a fleet of chauffeur-driven Rolls Royce limousines. Beyond the striking lobby, with its gold-leaf opulence and attention-grabbing fountain, lie 202 suites with more trimmings than a Christmas turkey.\nThe Burj Al Arab is worth visiting if only to gawk at an interior that’s every bit as garish as the exterior is gorgeous. The mood is set in the 590ft-high lobby, which is decorated in a red, blue and green color scheme and accented with pillars draped in gold leaf. The lobby atrium is tall enough to fit the Statue of Liberty within it.\nIf you’re not checking into the Burj Al Arab, you need to make a reservation for cocktails, afternoon tea or a meal to get past lobby security. A minimum spend applies; check the Burj's website for details.\n\n  \nWhen it opened in 1999, the Burj Al Arab was the tallest hotel in the world at 1053ft © Romrodphoto /Shutterstock\n\nArchitecture of the Burj Al Arab\nThe Burj Al Arab has 60 floors spread over 1053ft (321m) and was the world's tallest hotel at the time of its opening. British architect Tom Wright came up with the iconic design and signature translucent fiberglass facade that serves as a shield from the desert sun during the day and as a screen for the impressive illumination at night.\nThe Burj Al Arab's interior by British-Chinese designer Khuan Chew is every bit as over-the-top as the exterior is simple and elegant. The moment you step into the lofty lobby, a crescendo of gold-leaf, crystal chandeliers, hand-knotted carpets, water elements, pillars and other design elements put you into sensory overload. Some of the 258,333 sq feet (24,000 sq meters) of marble hail from the same quarry where Michelangelo got his material.\nThe white metal crosspieces at the top of the Burj Al Arab form what is said to be the largest cross in the Middle East – but it’s only visible from the sea. By the time this unexpected feature was discovered, it was too late to redesign the tower – the hotel had already put Dubai on the map and become the icon for the city. See the cross on a boat charter and decide for yourself. The scale is amazing.\n\n  \nDubai-inspired cocktails are served in the Burj Al Arab's Gold on 27 bar © Lara Brunt / Lonely Planet\n\nBars and restaurants in Burj Al Arab\nThe cobalt-blue and emerald-green color scheme may not exactly project class and exclusivity, but all is forgotten when enjoying the dreamy views of the Gulf and Dubai skyline from the Skyview Bar. A cocktail or afternoon tea in this capsule-shaped lounge sticking out from the main building on the 27th floor is high on the to-do list of many Dubai visitors despite the steep minimum spends. Reservations are essential.\nIf you've got a hankering for unusual cocktails, book a perch in gold-leaf-drenched Gold on 27, on the same floor as Skyview. Drinks are inspired by Dubai's past, present and future and include many nonalcoholic choices. A Ghaf, A Goat and A Camel, for instance, is not the beginning of a joke but a delicious potion blending Cascara milk, bourbon vanilla, white peach nectar and sweet goat-cheese meringue. Book ahead.\n\n  \nThe Burj Al Arab is set on its own island and is surrounded by gorgeous beaches © Vivek_Renukaprasad / Getty Images\n\nBeaches near the Burj Al Arab\nFor the quintessential Instagrammable photo of you and the Burj Al Arab, take a stroll on nearby Jumeirah Public Beach as the sun dips into the Gulf and then upload the picture via one of the Smart Palms that provide free waterfront wi-fi. This wide, clean band of sand is actually an attractive place to spread your towel any time of day. In fact, now there's even a floodlit section for nighttime swimming. When the surf's up, it's fun to watch the boarders, although waves are only small to medium.\nTop 7 beaches in Dubai\n\n  \nThe Burj Al Arab is a self-appointed 7-star hotel that comes with all the trimmings © Dmitry Birin / Shutterstock\n\nWhere to stay near the Burj Al Arab\nThe Burj Al Arab regularly hosts pop stars, royalty, billionaires and the merely moneyed. The lobby with its eye-catching waterfall and opulent decor is the overture to the 202 richly decorated suites. The North Deck adds two huge pools and 400 sunloungers. Suites are bi-level, and even the smallest measure 1829 sq ft (170 sq meters) and come with a personal butler. The decor is lush, with moiré silk walls, mirrored ceilings over the beds, curlicue high-backed velvet chairs and inlaid bathroom tiles displaying scenes of Venice. And all that gold? Yes, it’s the real 24-karat thing.\nFor less luxurious options, the cluster of midrange hotels and hotel-apartments next to the Mall of Emirates offer great value for money.\nWhere to eat near the Burj Al Arab\nFor a surreal dining experience at the Burj Al Arab, book a table at Al Mahara to nosh on fish and seafood while seated before a giant, round aquarium. An elevator posing as a submarine drops you into a gold-leaf-clad tunnel spilling into one of Dubai's most extravagant restaurants. Tables orbit a circular floor-to-ceiling aquarium where clownfish flit and baby sharks dart as their turbot and monkfish cousins are being devoured. Only the finest seafood imported from the UK – and prepared with deft simplicity – makes it onto plates here. A dress code is enforced, and no children under 12 for dinner.\nFor spots with a view of the Burj Al Arab, head to the bars in Madinat Jumeirah, such as Folly by Nick &amp; Scott, for romantic views of the tower. \nHow to get to the Burj Al Arab\nThe nearest Dubai Metro station is Mall of the Emirates, but a taxi or bus ride is required from there. Buses 8, 81 and 88 pass by the Burj Al Arab.\n"
}
]