[
{
    "country": "uttar-pradesh",
    "index": 1,
    "name": "Taj Mahal",
    "latitude": "27.174947459318",
    "longitude": "78.041997644188",
    "excerpt": "Poet Rabindranath Tagore described it as 'a teardrop on the cheek of eternity'; Rudyard Kipling as 'the embodiment of all things pure'; while its creator,…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/taj-mahal/a/poi-sig/449189/356509",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/283389.jpg",
    "detail_description": "Poet Rabindranath Tagore described it as 'a teardrop on the cheek of eternity'; Rudyard Kipling as 'the embodiment of all things pure'; while its creator, Emperor Shah Jahan, said it made 'the sun and the moon shed tears from their eyes'. Every year, tourists numbering more than twice the population of Agra pass through its gates to catch a once-in-a-lifetime glimpse of what is widely considered the most beautiful building in the world. Few leave disappointed.\nThe Taj was built by Shah Jahan as a memorial for his third wife, Mumtaz Mahal, who died giving birth to their 14th child in 1631. The death of Mumtaz left the emperor so heartbroken that his hair is said to have turned grey virtually overnight. Construction of the Taj began the following year; although the main building is thought to have been built in eight years, the whole complex was not completed until 1653. Not long after it was finished, Shah Jahan was overthrown by his son Aurangzeb and imprisoned in Agra Fort, where for the rest of his days he could only gaze out at his creation through a window. Following his death in 1666, Shah Jahan was buried here alongside his beloved Mumtaz.In total, some 20,000 people from India and Central Asia worked on the building. Specialists were brought in from as far away as Europe to produce the exquisite marble screens and pietra dura (marble inlay work) made with thousands of semiprecious stones.The Taj was designated a World Heritage Site in 1983 and looks nearly as immaculate today as when it was first constructed – though it underwent a huge restoration project in the early 20th century.• Entry &amp; InformationNote: the Taj is closed every Friday to anyone not attending prayers at the mosque.The Taj can be accessed through the west and east gates. The south gate was closed to visitors in 2018 for security concerns but can be used to exit the Taj. The east gate generally has shorter queues. There are separate queues for men and women at both gates. If you are a foreigner, once you get your ticket, you can skip ahead of the lines of Indians waiting to get in – one perk of your pricey entry fee. It's possible to buy your tickets online in advance at https://asi.payumoney.com (you'll get a ₹50 discount for your troubles), but you won't save much time as you still have to join the main security queue. A ticket that includes entrance to the mausoleum itself cost ₹200 extra.Cameras and videos are permitted, but you can't take photographs inside the mausoleum itself. Tripods are banned.Remember to retrieve your free 500ml bottle of water and shoe covers (included in Taj ticket price). If you keep your ticket, you get small entry-fee discounts when visiting Agra Fort, Fatehpur Sikri, Akbar's Tomb or the Itimad-ud-Daulah on the same day. Bags much bigger than a money pouch are not allowed inside; free bag storage is available. Any food or tobacco will be confiscated when you go through security, as will pens.• Inside the GroundsFrom both the east and west gates you first enter a monumental inner courtyard with an impressive 30m red-sandstone gateway on the south side.The ornamental gardens are set out along classical Mughal charbagh (formal Persian garden) lines – a square quartered by watercourses, with an ornamental marble plinth at its centre. When the fountains are not flowing, the Taj is beautifully reflected in the water.The Taj Mahal itself stands on a raised marble platform at the northern end of the ornamental gardens, with its back to the Yamuna River. Its raised position means that the backdrop is only sky – a masterstroke of design. Purely decorative 40m-high white minarets grace each corner of the platform. After more than three centuries they are not quite perpendicular, but they may have been designed to lean slightly outwards so that in the event of an earthquake they would fall away from the precious Taj. The red-sandstone mosque to the west is an important gathering place for Agra's Muslims. The identical building to the east, the jawab, was built for symmetry.The central Taj structure is made of semitranslucent white marble, carved with flowers and inlaid with thousands of semiprecious stones in beautiful patterns. A perfect exercise in symmetry, the four identical faces of the Taj feature impressive vaulted arches embellished with pietra dura scrollwork and quotations from the Quran in a style of calligraphy using inlaid jasper. The whole structure is topped off by four small domes surrounding the famous bulbous central dome.Directly below the main dome is the Cenotaph of Mumtaz Mahal, an elaborate false tomb surrounded by an exquisite perforated marble screen inlaid with dozens of different types of semiprecious stones. Beside it, offsetting the symmetry of the Taj, is the Cenotaph of Shah Jahan, who was interred here with little ceremony by his usurping son Aurangzeb in 1666. Light is admitted into the central chamber by finely cut marble screens.The real tombs of Mumtaz Mahal and Shah Jahan are in a basement room below the main chamber."
},
{
    "country": "uttar-pradesh",
    "index": 40,
    "name": "Tomb of Saadat Ali Khan",
    "latitude": "26.854303",
    "longitude": "80.933715",
    "excerpt": "The former Kaiserbagh garden holds the tomb of Saadat Ali Khan, the fifth nawab of Oudh (ruled 1798–1814), whose body is buried in the crypt below. A ₹50 …",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/tomb-of-saadat-ali-khan/a/poi-sig/1610649/356515",
    "image_url": null,
    "detail_description": "The former Kaiserbagh garden holds the tomb of Saadat Ali Khan, the fifth nawab of Oudh (ruled 1798–1814), whose body is buried in the crypt below. A ₹50 'donation' will open up the upper floors. Also in the pleasant park is the tomb of his wife, Mushir Zadi.\n"
},
{
    "country": "uttar-pradesh",
    "index": 39,
    "name": "Hanumangarhi",
    "latitude": "26.795483",
    "longitude": "82.201814",
    "excerpt": "This is one of the town’s most popular temples, and is the closest of Ayodhya's major temples to the main road. Walk up the 76 steps to the ornate carved…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/ayodhya/attractions/hanumangarhi/a/poi-sig/1152111/1329337",
    "image_url": null,
    "detail_description": "This is one of the town’s most popular temples, and is the closest of Ayodhya's major temples to the main road. Walk up the 76 steps to the ornate carved gateway and the fortresslike outer walls, and join the throng inside offering prasad (temple-blessed food) of sweets and marigolds.\n"
},
{
    "country": "uttar-pradesh",
    "index": 38,
    "name": "Wat Thai Complex",
    "latitude": "26.737361",
    "longitude": "83.895797",
    "excerpt": "This large complex, much of it off limits to visitors, features an elaborate temple surrounded by beautifully maintained gardens with bonsai-style trees,…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/kushinagar/attractions/wat-thai-complex/a/poi-sig/1152309/356514",
    "image_url": null,
    "detail_description": "This large complex, much of it off limits to visitors, features an elaborate temple surrounded by beautifully maintained gardens with bonsai-style trees, as well as a side stupa containing relics of the Buddha and the late king of Thailand. Accommodation here is reserved for Thai citizens only.\n"
},
{
    "country": "uttar-pradesh",
    "index": 37,
    "name": "Kanak Bhavan",
    "latitude": "26.797873",
    "longitude": "82.199589",
    "excerpt": "This palace converted into a temple is one of the most impressive in Ayodhya. It was supposedly given to Lord Rama and his wife Sita as a wedding present,…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/ayodhya/attractions/kanak-bhavan/a/poi-sig/1152115/1329337",
    "image_url": null,
    "detail_description": "This palace converted into a temple is one of the most impressive in Ayodhya. It was supposedly given to Lord Rama and his wife Sita as a wedding present, and the interior features three shrines dedicated to the holy couple.\nFrom the main road, walk a few minutes west of Dashrath Bhavan before turning right."
},
{
    "country": "uttar-pradesh",
    "index": 36,
    "name": "Rumi Darwaza",
    "latitude": "26.871224",
    "longitude": "80.912247",
    "excerpt": "Just beyond the Bara Imambara, the striking Rumi Darwaza was built in the 1780s by Nawab Asaf-ud-Daula. It's unusual but imposing, and said to be a copy…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/rumi-darwaza/a/poi-sig/477694/356515",
    "image_url": null,
    "detail_description": "Just beyond the Bara Imambara, the striking Rumi Darwaza was built in the 1780s by Nawab Asaf-ud-Daula. It's unusual but imposing, and said to be a copy of an entrance gate in Istanbul. 'Rumi' (relating to Rome) is the term Muslims applied to Istanbul when it was still Byzantium, the capital of the Eastern Roman empire.\n"
},
{
    "country": "uttar-pradesh",
    "index": 34,
    "name": "Rangaji Temple",
    "latitude": "27.582356337948",
    "longitude": "77.702700593003",
    "excerpt": "The largest temple in Vrindavan, this is dedicated to the god Vishnu (of whom Krishna was an avatar). It's built in a South Indian Dravidian style, and…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/vrindavan/attractions/rangaji-temple/a/poi-sig/1325567/356520",
    "image_url": null,
    "detail_description": "The largest temple in Vrindavan, this is dedicated to the god Vishnu (of whom Krishna was an avatar). It's built in a South Indian Dravidian style, and from the outside looks more like a fortress than a temple. In summer, a half-hour aarti (prayer ceremony) is performed at 5.30am and 6.30pm; in winter, aarti timings are 6am and 6pm.\n"
},
{
    "country": "uttar-pradesh",
    "index": 35,
    "name": "Chini-ka-Rauza",
    "latitude": "27.200423",
    "longitude": "78.034269",
    "excerpt": "This Persian-style riverside tomb of Afzal Khan, a poet who served as Shah Jahan’s chief minister, was built between 1628 and 1639. Rarely visited, it is…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/chini-ka-rauza/a/poi-sig/1151571/356509",
    "image_url": null,
    "detail_description": "This Persian-style riverside tomb of Afzal Khan, a poet who served as Shah Jahan’s chief minister, was built between 1628 and 1639. Rarely visited, it is hidden away down a shady avenue of trees on the east bank of the Yamuna but boasts a fine exterior of coloured tilework and an interior of delicate painted alabaster.\n"
},
{
    "country": "uttar-pradesh",
    "index": 33,
    "name": "Archaeological Museum",
    "latitude": "27.09791",
    "longitude": "77.668099",
    "excerpt": "Near the main vehicle entrance to the Diwan-i-Am, and just opposite Akbar's former Treasury, this modest museum showcases pre-Mughal artefacts excavated…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/fatehpur-sikri/attractions/archaeological-museum/a/poi-sig/1502820/356512",
    "image_url": null,
    "detail_description": "Near the main vehicle entrance to the Diwan-i-Am, and just opposite Akbar's former Treasury, this modest museum showcases pre-Mughal artefacts excavated from Bir Chhabila Tila near Fatehpur Sikri. Highlights include a few remarkably preserved sandstone Jain tirthankars (the 24 holy Jain supreme beings) dating between AD 982 and 1034. No photos allowed.\n"
},
{
    "country": "uttar-pradesh",
    "index": 32,
    "name": "Kamadgiri",
    "latitude": "25.171155",
    "longitude": "80.853131",
    "excerpt": "Pilgrims flock to this hill revered as the holy embodiment of Lord Rama. A 5km parikrama (circuit) around the base of the hill takes you past prostrating…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/chitrakut/attractions/kamadgiri/a/poi-sig/1610992/1317285",
    "image_url": null,
    "detail_description": "Pilgrims flock to this hill revered as the holy embodiment of Lord Rama. A 5km parikrama (circuit) around the base of the hill takes you past prostrating pilgrims, bands of monkeys, blind musicians, holy men, tea shops and temples on a fascinating two-hour stroll. It's a fabulous cultural experience. Take a 1.5km shared rickshaw ride (₹10) west of Ram Ghat. Shoes not allowed.\n"
},
{
    "country": "uttar-pradesh",
    "index": 31,
    "name": "Ram Ghat",
    "latitude": "25.176471",
    "longitude": "80.869476",
    "excerpt": "These ghats lining the banks on the River Mandakini are the focal point for pilgrims, who make holy dips at dawn before returning at the end of the day…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/chitrakut/attractions/ram-ghat/a/poi-sig/1610991/1317285",
    "image_url": null,
    "detail_description": "These ghats lining the banks on the River Mandakini are the focal point for pilgrims, who make holy dips at dawn before returning at the end of the day for the evening aarti (an auspicious lighting of lamps/candles). It's an interesting place to stroll, with sadhus, dancers and coloured lights lending a carnival atmosphere, and you can take short boat trips up and down the river.\n"
},
{
    "country": "uttar-pradesh",
    "index": 30,
    "name": "Agra Bear Rescue Facility",
    "latitude": "27.242115",
    "longitude": "77.852211",
    "excerpt": "A sanctuary for over 200 rescued 'dancing' sloth bears, located in a bird sanctuary 25km outside Agra on the road to Delhi. Visitors can tour the park…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/agra-bear-rescue-facility/a/poi-sig/1558945/356509",
    "image_url": null,
    "detail_description": "A sanctuary for over 200 rescued 'dancing' sloth bears, located in a bird sanctuary 25km outside Agra on the road to Delhi. Visitors can tour the park-like grounds and watch the bears enjoying their new, better world. It's a project of Wildlife SOS. Email or phone in advance to book one of the three time slots. You'll need to pay a Forestry Dept ₹500 entry fee in order to access the facility.\n"
},
{
    "country": "uttar-pradesh",
    "index": 29,
    "name": "Samadhi Swamiji Maharaj Bagh",
    "latitude": "27.2227527",
    "longitude": "78.00926203",
    "excerpt": "Known simply as Swami Bagh, this huge white marble mausoleum houses the tomb of Sri Shiv Dayal Singh Seth, the founder of the intriguing Radhasoami Faith…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/samadhi-swamiji-maharaj-bagh/a/poi-sig/1151578/356509",
    "image_url": null,
    "detail_description": "Known simply as Swami Bagh, this huge white marble mausoleum houses the tomb of Sri Shiv Dayal Singh Seth, the founder of the intriguing Radhasoami Faith. The epic building has been in a state of perpetual construction for close to a century now and the elaborate design incorporates a real mish-mash of building styles, including some fabulously delicate floral carvings – it's well worth a look.\n"
},
{
    "country": "uttar-pradesh",
    "index": 28,
    "name": "Bahu Begum Ka Maqbara",
    "latitude": "26.767271",
    "longitude": "82.14455",
    "excerpt": "In Faizabad, the so-called 'Taj Mahal of the East' (OK, an overstatement) is a unique 42m-high maqbara (mausoleum) built for the queen of Nawab Shuja-ud…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/ayodhya/attractions/bahu-begum-ka-maqbara/a/poi-sig/1152108/1329337",
    "image_url": null,
    "detail_description": "In Faizabad, the so-called 'Taj Mahal of the East' (OK, an overstatement) is a unique 42m-high maqbara (mausoleum) built for the queen of Nawab Shuja-ud-Daula. It has three domes built above each other, with wonderfully ornate decoration on the walls and ceilings, and is considered to be a prime example of Awadhi architecture.\nThe ancient caretaker charges ₹20 to unlock the door to the upper platform."
},
{
    "country": "uttar-pradesh",
    "index": 27,
    "name": "Ramabhar Stupa",
    "latitude": "26.735962",
    "longitude": "83.90498",
    "excerpt": "Architecturally, this half-ruined 15m-high stupa is little more than a dome-shaped clump of red bricks, but there's an unmistakable aura about this place…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/kushinagar/attractions/ramabhar-stupa/a/poi-sig/1294000/356514",
    "image_url": null,
    "detail_description": "Architecturally, this half-ruined 15m-high stupa is little more than a dome-shaped clump of red bricks, but there's an unmistakable aura about this place that is hard to ignore. This is where Buddha’s body is said to have been cremated, and monks and pilgrims can often be seen offering lotus flowers and meditating by the palm-tree-lined path that leads around the 34m-diameter structure.\nNearby is the modern cremation site at Buddha Ghat."
},
{
    "country": "uttar-pradesh",
    "index": 25,
    "name": "Taj Museum",
    "latitude": "27.173138",
    "longitude": "78.040513",
    "excerpt": "Within the Taj complex, on the western side of the gardens, is the small but excellent Taj Museum, housing a number of original Mughal miniature paintings…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/taj-museum/a/poi-sig/1294124/356509",
    "image_url": null,
    "detail_description": "Within the Taj complex, on the western side of the gardens, is the small but excellent Taj Museum, housing a number of original Mughal miniature paintings, including a pair of 17th-century ivory portraits of Emperor Shah Jahan and his beloved wife Mumtaz Mahal.\nYou'll also find some very well preserved gold and silver coins dating from the same period, plus architectural drawings of the Taj and some celadon plates, said to split into pieces or change colour if the food served on them contains poison."
},
{
    "country": "uttar-pradesh",
    "index": 26,
    "name": "La Martinière School",
    "latitude": "26.839632",
    "longitude": "80.96290222",
    "excerpt": "This prestigious boarding school – where British pop legend Sir Cliff Richard studied – was designed and built by influential Frenchman Major General…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/la-martiniere-school/a/poi-sig/1151699/356515",
    "image_url": null,
    "detail_description": "This prestigious boarding school – where British pop legend Sir Cliff Richard studied – was designed and built by influential Frenchman Major General Claude Martin as a palatial home. In 1800 it became his tomb: he's buried in the basement under a blue-washed spiral staircase. The eccentric facade is part Roman archways, part Gothic horror movie, and part Disneyland-style castle, with a jumble of turrets and gargoyles piled merrily atop a long line of Corinthian columns. Best visited in the afternoon.\n"
},
{
    "country": "uttar-pradesh",
    "index": 24,
    "name": "Jhansi Fort",
    "latitude": "25.457327",
    "longitude": "78.576493",
    "excerpt": "Built in 1613 by Maharaja Bir Singh Deo of Orchha, Jhansi Fort still has impressive double walls (though the crocodile-infested moat has dried up) and…",
    "detail_url": "https://www.lonelyplanet.com/india/madhya-pradesh-and-chhattisgarh/jhansi/attractions/jhansi-fort/a/poi-sig/1152151/356375",
    "image_url": null,
    "detail_description": "Built in 1613 by Maharaja Bir Singh Deo of Orchha, Jhansi Fort still has impressive double walls (though the crocodile-infested moat has dried up) and bears few of the scars suffered during the First War of Independence. These days its well-tended grounds make for a pleasant stroll, and there are good views of the city.\nNear the flag turret is a parapet, over which the fleeing Rani Lakshmibai, with her adopted son mounted behind her, rode her horse. The horse is said to have died, while the rani and her son survived – the story still seems incredible looking at the steep, rocky slope 15m below."
},
{
    "country": "uttar-pradesh",
    "index": 23,
    "name": "Kinari Bazaar",
    "latitude": "27.185549027453",
    "longitude": "78.015891299545",
    "excerpt": "The narrow streets behind Jama Masjid are a crazy maze of overcrowded lanes bursting with colourful markets. There are a number of different bazaars here,…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/kinari-bazaar/a/poi-sig/1293307/356509",
    "image_url": null,
    "detail_description": "The narrow streets behind Jama Masjid are a crazy maze of overcrowded lanes bursting with colourful markets. There are a number of different bazaars here, each specialising in different wares, but the area is generally known as Kinari Bazaar as many of the lanes fan out from Kinari Bazaar Rd. You’ll find clothing, shoes, fabrics, jewellery, spices, marblework, snack stalls and what seems like 20 million other people.\nAmazingly, there is somehow room for buffaloes and even the odd working elephant to squeeze their way through the crowds. Even if you’re not buying anything, just walking the streets is an experience in itself."
},
{
    "country": "uttar-pradesh",
    "index": 21,
    "name": "Ram Janam Bhumi",
    "latitude": "26.795143",
    "longitude": "82.195737",
    "excerpt": "This is the highly contentious spot said to be the site of Lord Rama's birth. Security here is staggering (think crossing from West Bank into Israel!)…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/ayodhya/attractions/ram-janam-bhumi/a/poi-sig/1152117/1329337",
    "image_url": null,
    "detail_description": "This is the highly contentious spot said to be the site of Lord Rama's birth. Security here is staggering (think crossing from West Bank into Israel!). You must first show your passport to a member of the intelligence services, then leave all belongings apart from your passport and money (including sim cards, medicines and pens) in nearby lockers. You are then searched several times before being accompanied through a long, caged corridor that leads to a spot 20m away from a makeshift tent shrine, which marks Rama’s birthplace.\nYou get about 10 seconds to look at it before being hustled away. Go for the surreal experience, not the unremarkable tent shrine (and if lines are very long, skip it). To get there, turn left at the colourful gate of the Dashrath Bhavan, when coming from Hanumanghari."
},
{
    "country": "uttar-pradesh",
    "index": 22,
    "name": "Elephant Conservation Centre",
    "latitude": "27.299257",
    "longitude": "77.79376",
    "excerpt": "Wildlife SOS runs this conservation centre, which offers rehabilitation and medical care to rescued elephants. You'll get to see the elephants while…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/elephant-conservation-centre/a/poi-sig/1612314/356509",
    "image_url": null,
    "detail_description": "Wildlife SOS runs this conservation centre, which offers rehabilitation and medical care to rescued elephants. You'll get to see the elephants while touring the facility and might even be be able to help prepare their lunch. Email or phone in advance to arrange one of three daily time slots.\nVolunteers are welcome here for a day or two weeks. Costs are US$100 per person per day, including accommodation and three meals at a volunteer house 10km away. Email volunteer@wildlifesos.org in advance.The centre is halfway between Agra and Mathura (around 30km from both), with the turnoff near the Hindustan Institute of Management &amp; Computer Studies."
},
{
    "country": "uttar-pradesh",
    "index": 20,
    "name": "Man Mandir Ghat",
    "latitude": "25.307626128634",
    "longitude": "83.011131837722",
    "excerpt": "Just north of Dashashwamedh Ghat, Man Mandir Ghat was built in 1600 by Raja Man Singh and later housed an observatory. The northern corner of the ghat has…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/man-mandir-ghat/a/poi-sig/1321847/356519",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e28fe554c117692d4374c0e9df3d3123-man-mandir-ghat.jpg",
    "detail_description": "Just north of Dashashwamedh Ghat, Man Mandir Ghat was built in 1600 by Raja Man Singh and later housed an observatory. The northern corner of the ghat has a fine stone balcony.\n"
},
{
    "country": "uttar-pradesh",
    "index": 19,
    "name": "Banares Hindu University",
    "latitude": "25.266974693058",
    "longitude": "82.992868423462",
    "excerpt": "Long regarded as a centre of learning, Varanasi’s tradition of top-quality education continues today at Banares Hindu University, established in 1916. The…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/banares-hindu-university/a/poi-sig/449239/356519",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/d63fd3a14b86285b3d10ed94b773dae5-benares-hindu-university.jpg",
    "detail_description": "Long regarded as a centre of learning, Varanasi’s tradition of top-quality education continues today at Banares Hindu University, established in 1916. The wide, tree-lined streets and parkland of the 5-sq-km campus offer a peaceful atmosphere a world away from the city outside. On campus is Bharat Kala Bhavan, a roomy museum with a wonderful collection of miniature paintings, as well as 12th-century palm-leaf manuscripts, sculptures and local history displays.\n"
},
{
    "country": "uttar-pradesh",
    "index": 18,
    "name": "Ramnagar Fort & Museum",
    "latitude": "25.269362615783",
    "longitude": "83.024426740725",
    "excerpt": "This crumbling 17th-century fort and palace, on the eastern bank of the Ganges, isn't a prime attraction, but the eccentric museum has some interesting…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/ramnagar-fort-museum/a/poi-sig/449253/356519",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-148626827_large.jpg",
    "detail_description": "This crumbling 17th-century fort and palace, on the eastern bank of the Ganges, isn't a prime attraction, but the eccentric museum has some interesting displays and the attached Vyas Temple is a beautiful place to watch the sun set over the river. There are vintage American cars, jewel-encrusted sedan chairs, a superb weaponry section (including a lion trap and a sword with two pistols attached) and an extremely unusual astrological clock – along with plenty of dust and evidence of rodents.\nThe current maharaja, Anant Narayan Singh – still known in these parts as the Maharaja of Benares despite such royal titles being officially abolished in 1971 – continues his family tradition of attending the annual month-long Ram Lila drama festival held in the streets behind the fort.You can get here on a shared autorickshaw from along Mandapur/Shivala Rd to Lanka Chowk and then another to the fort. You can also hire a boat for the round-trip from the ghats (about ₹500)."
},
{
    "country": "uttar-pradesh",
    "index": 17,
    "name": "Jama Masjid",
    "latitude": "27.094381838951",
    "longitude": "77.662822984819",
    "excerpt": "This beautiful, immense mosque was completed in 1571 and contains elements of Persian and Indian design. The main entrance, at the top of a flight of…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/fatehpur-sikri/attractions/jama-masjid/a/poi-sig/1294054/356512",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4ab905f975d2e8862e0a0f7187764075-jama-masjid.jpg",
    "detail_description": "This beautiful, immense mosque was completed in 1571 and contains elements of Persian and Indian design. The main entrance, at the top of a flight of stone steps, is through the spectacular 54m-high Buland Darwaza (Victory Gate), built to commemorate Akbar’s military victory in Gujarat. Inside is the stunning white marble tomb of Sufi saint Shaikh Salim Chishti, where women hoping to have children come to tie a thread to the jalis (carved lattice screens).\nThe saint's tomb was completed in 1581 and is entered through an original door made of ebony. Inside it are brightly coloured flower murals, while the sandlewood canopy is decorated with mother-of-pearl shell, and the marble jalis are among the finest in India. To the right of the tomb lie the gravestones of family members of Shaikh Salim Chishti. Just east of Shaikh Salim Chishti’s tomb is the red-sandstone tomb of Islam Khan, the final resting place of Shaikh Salim Chishti’s grandson and one-time governor of Bengal.On the east wall of the courtyard is a smaller entrance to the mosque – the Shahi Darwaza (King’s Gate), which leads to the palace complex."
},
{
    "country": "uttar-pradesh",
    "index": 16,
    "name": "Chota Imambara",
    "latitude": "26.873767680895",
    "longitude": "80.904351653982",
    "excerpt": "This elaborate black-and-white tomb was constructed in 1832 by the third king of Oudh, Mohammed Ali Shah (who is buried here, alongside his mother)…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/chota-imambara/a/poi-sig/1294121/356515",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-96669086_high.jpg",
    "detail_description": "This elaborate black-and-white tomb was constructed in 1832 by the third king of Oudh, Mohammed Ali Shah (who is buried here, alongside his mother). Adorned with calligraphy, it has a serene and intimate atmosphere. Mohammed’s silver throne and red crown can be seen here, as well as countless chintzy chandeliers and some brightly decorated tazia.\nIn the garden is a water tank and two replicas of the Taj Mahal that are the tombs of Mohammed Ali Shah’s daughter and her husband. A traditional hammam is off to one side.Outside the complex, the decaying salmon-coloured watchtower on the other side of the road is known as Satkhanda. It has only four storeys because construction was abandoned in 1840 when Mohammed Ali Shah died.The nearby 67m red-brick clock tower, the tallest in India, was built in the 1880s. Next to it is the Hussainabad Picture Gallery, a run-down red-brick baradari (pavilion) built in 1842 that was once a royal summer house. It overlooks an octagonal stepped talab (water tank) and houses portraits of Oudh's former nawabs.Just around the corner is the huge Jama Masjid. completed in 1845. Non-Muslims can't enter, but it's worth seeing the impressive three-domed facade."
},
{
    "country": "uttar-pradesh",
    "index": 15,
    "name": "Vishwanath Temple",
    "latitude": "25.310928278944",
    "longitude": "83.01052464176",
    "excerpt": "There are temples at almost every turn in Varanasi, but this is the most famous of the lot. It is dedicated to Vishveswara – Shiva as lord of the universe…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/vishwanath-temple/a/poi-sig/449259/356519",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ed56df9b6e13c07cdbb070ab6da11a6b-vishwanath-temple.jpg",
    "detail_description": "There are temples at almost every turn in Varanasi, but this is the most famous of the lot. It is dedicated to Vishveswara – Shiva as lord of the universe. The current temple was built in 1776 by Ahalya Bai of Indore; the 800kg of gold plating on the tower and dome was supplied by Maharaja Ranjit Singh of Lahore 50 years later.\nThe area is full of soldiers because of security issues and communal tensions. Bags, cameras, mobile phones, pens and any electronic device must be deposited in lockers (₹20) before you enter the alleyway it’s in – or just leave your stuff at your hotel. If you are a foreigner, head to Gate 2, where security will instruct you to walk past the long lines of Indians waiting in the queue, then go through a metal detector and security check. Walk past another line of Indians until you are pointed to a desk, where you must show your passport (not a copy) and leave your shoes. Then enter the temple through a door across the alley.Once inside, things can be quite intense, with people pushing and tripping over each other for a chance to give an offering and touch the lingam, which absolves one of all sins. Hindus routinely wait in lines for 48 hours to enter on holy days. If you are not fussed about Hindu temples, it's probably not worth the hassle required to visit.On the northern side of Vishwanath Temple is the Gyan Kupor Well. The faithful believe drinking its water leads to a higher spiritual plane, though they are prevented from doing so by a strong security screen. Non-Hindus are not allowed to enter."
},
{
    "country": "uttar-pradesh",
    "index": 14,
    "name": "Palaces & Pavilions",
    "latitude": "27.097318",
    "longitude": "77.666103",
    "excerpt": "The main sight at Fatehpur Sikri is the stunning imperial complex of pavilions and palaces spread amid a large, abandoned 'city' peppered with Mughal…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/fatehpur-sikri/attractions/palaces-pavilions/a/poi-sig/1294056/356512",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/India%20Fatehpur%20Sikri%20heckepics%20GettyImages-1331200375%20RFE.jpg",
    "detail_description": "The main sight at Fatehpur Sikri is the stunning imperial complex of pavilions and palaces spread amid a large, abandoned 'city' peppered with Mughal masterpieces: courtyards, intricate carvings, servants quarters, vast gateways and ornamental pools. Budget half a day here.\nA large courtyard dominates the northeast entrance at Diwan-i-Am (Hall of Public Audiences). Now a pristinely manicured garden, this is where Akbar presided over the courts – from the middle seat of the five equal seatings along the western wall, flanked by his advisors. It was built to utilise an echo sound system, so Akbar could hear anything at any time from anywhere in the open space. Justice was dealt with swiftly if legends are to be believed, with public executions said to have been carried out here by elephants trampling convicted criminals to death.The Diwan-i-Khas (Hall of Private Audiences), found at the northern end of the Pachisi Courtyard, looks nothing special from the outside, but the interior is dominated by a magnificently carved stone central column. This pillar flares to create a futuristic flat-topped plinth linked to the four corners of the room by narrow stone bridges. From this plinth Akbar is believed to have debated with scholars and ministers who stood at the ends of the four bridges.Next to Diwan-i-Khas is the U-shaped Treasury, which houses secret stone safes in some corners (several have been left with their stone lids open for visitors to see). Elephant-headed sea monsters carved on the ceiling struts were there to protect the fabulous wealth once stored here. The so-called Astrologer’s Kiosk to the left has roof supports carved in a serpentine Jain style.Just south of the Astrologer's Kiosk is Pachisi Courtyard, named after the ancient game known in India today as ludo. The large, plus-shaped game board is visible surrounding the block in the middle of the courtyard. In the southeast corner is the most intricately carved structure in the whole complex, the tiny but elegant Rumi Sultana, which was said to be the palace built for Akbar’s Turkish Muslim wife. Other theories say it was used by Akbar himself as a rest break during court sessions. Look for the defaced carved birds, animals and flowers in several marble panels.Just west of the Pachisi Courtyard is the impressive Panch Mahal, a pavilion with five storeys that decrease in size until the top consists of only a tiny kiosk. The lower floor has 84 different columns; in total there are 176 columns.Continuing anticlockwise will bring you to the Ornamental Pool. Here, singers and musicians would perform on the platform above the water while Akbar watched from the pavilion in his private quarters just behind, known as Daulat Khana (Abode of Fortune). At the back of the pavilion is the Khwabgah (Dream House), a sleeping area with a huge elevated stone bed platform. A water pool below the bed would have acted as a cooler in summer.Heading west through a doorway from the Ornamental Pool reveals the Palace of Jodh Bai, and the one-time home of Akbar’s Hindu wife, said to be his favourite. Set around an enormous courtyard, it blends traditional Indian columns, Islamic cupolas and turquoise-blue Persian roof tiles. Just outside, to the left of Jodh Bai’s former kitchen, is the Palace of the Christian Wife. This was used by Akbar’s Goan wife Mariam, who gave birth to Jehangir here in 1569. (Some believe Akbar never had a Christian wife and that Mariam was short for Mariam-Ut-Zamani, a title he gave to Jodh Bai meaning 'Beautiful like a Rose', or 'Most Beautiful Woman on Earth'.) Like many of the buildings in the palace complex, it contains elements of different religions, as befitted Akbar’s tolerant religious beliefs. The domed ceiling is Islamic in style, while remnants of a wall painting of the Hindu god Shiva can also be found.Continuing left (west) past the Maryam Garden (with a toilet) will take you west to Birbal Bhavan, ornately carved inside and out, and thought to have been the living quarters of one of Akbar’s most senior ministers. The Lower Haramsara, just to the south, housed Akbar's large number of live-in female servants, though some claim it was a stables and that the circular stone loops were use to tether camels and horses."
},
{
    "country": "uttar-pradesh",
    "index": 13,
    "name": "Harishchandra Ghat",
    "latitude": "25.298261",
    "longitude": "83.007513",
    "excerpt": "Harishchandra Ghat is a cremation ghat – smaller and secondary in importance to Manikarnika, but one of the oldest ghats in Varanasi.",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/harishchandra-ghat/a/poi-sig/1321874/356519",
    "image_url": null,
    "detail_description": "Harishchandra Ghat is a cremation ghat – smaller and secondary in importance to Manikarnika, but one of the oldest ghats in Varanasi.\n"
},
{
    "country": "uttar-pradesh",
    "index": 12,
    "name": "Dashashwamedh Ghat",
    "latitude": "25.306221160757",
    "longitude": "83.010346215923",
    "excerpt": "Varanasi’s liveliest and most colourful ghat. The name indicates that Brahma sacrificed (medh) 10 (das) horses (aswa) here. In spite of the persistent…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/dashashwamedh-ghat/a/poi-sig/1321856/356519",
    "image_url": null,
    "detail_description": "Varanasi’s liveliest and most colourful ghat. The name indicates that Brahma sacrificed (medh) 10 (das) horses (aswa) here. In spite of the persistent boat owners, flower sellers, massage practitioners, and touts trying to drag you off to a silk shop, it’s a wonderful place to linger and people-watch while soaking up the atmosphere. Every evening at 7pm an elaborate and popular ganga aarti (river worship) ceremony with puja (prayers), fire and dance is staged here.\nIt's easily reached at the end of the main road from Godaulia Crossing."
},
{
    "country": "uttar-pradesh",
    "index": 10,
    "name": "Mahaparinirvana Temple",
    "latitude": "26.739277",
    "longitude": "83.890454",
    "excerpt": "The highlight of this modest temple, rebuilt in 1927 and set among extensive lawns and excavated monastery and stupa ruins with a circumambulatory path,…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/kushinagar/attractions/mahaparinirvana-temple/a/poi-sig/1294003/356514",
    "image_url": null,
    "detail_description": "The highlight of this modest temple, rebuilt in 1927 and set among extensive lawns and excavated monastery and stupa ruins with a circumambulatory path, is its serene 5th-century reclining Buddha, unearthed in 1876. Six metres long, it depicts Buddha on his deathbed in the paranirvana position; the devotion of pilgrims faced with the image is quite moving. At sunset, monks cover the statue to the shoulders with a long saffron-coloured silk sheet, as though putting Buddha to bed for the night.\nBehind the temple is a modern 19m-tall stupa encasing an ancient original, and in the surrounding park is a large bell in honour of the Dalai Lama."
},
{
    "country": "uttar-pradesh",
    "index": 11,
    "name": "Krishna Balaram Temple Complex",
    "latitude": "27.572333",
    "longitude": "77.677835",
    "excerpt": "The International Society for Krishna Consciousness (www.iskcon.org), also known as the Hare Krishnas, is based at the Krishna Balaram temple complex…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/vrindavan/attractions/krishna-balaram-temple-complex/a/poi-sig/1325561/356520",
    "image_url": null,
    "detail_description": "The International Society for Krishna Consciousness (www.iskcon.org), also known as the Hare Krishnas, is based at the Krishna Balaram temple complex. Accessed through a beautiful, white marble gate, the temple houses the tomb of Swami Prabhupada (1896–1977), the founder of the Hare Krishna organisation.Inside, the temple is a whirl of activity, filled with devotees prostrating themselves in prayer, playing drums, chanting and consulting with priests. Several hundred foreigners attend courses and seminars here annually.\nIf you're carrying a bag, you must use the side entrance."
},
{
    "country": "uttar-pradesh",
    "index": 9,
    "name": "Itimad-ud-Daulah",
    "latitude": "27.192788889195",
    "longitude": "78.031489849091",
    "excerpt": "Nicknamed the Baby Taj, the exquisite tomb of Mizra Ghiyas Beg should not be missed. This Persian nobleman was Mumtaz Mahal’s grandfather and Emperor…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/itimad-ud-daulah/a/poi-sig/449183/356509",
    "image_url": null,
    "detail_description": "Nicknamed the Baby Taj, the exquisite tomb of Mizra Ghiyas Beg should not be missed. This Persian nobleman was Mumtaz Mahal’s grandfather and Emperor Jehangir’s wazir (chief minister). His daughter, Nur Jahan, who married Jehangir, built the tomb between 1622 and 1628, in a style similar to the tomb she built for Jehangir near Lahore in Pakistan.\nIt doesn’t have the same awesome beauty as the Taj, but it’s arguably more delicate in appearance thanks to its particularly finely carved marble jalis (lattice screens). This was the first Mughal structure built completely from marble, the first to make extensive use of pietra dura and the first tomb to be built on the banks of the Yamuna, which until then had been a sequence of beautiful pleasure gardens.You can combine a trip here with Chini-ka-Rauza and Mehtab Bagh, all on the east bank. An autorickshaw covering all three should cost about ₹500 return from the Taj, including waiting time."
},
{
    "country": "uttar-pradesh",
    "index": 8,
    "name": "Assi Ghat",
    "latitude": "25.289310154216",
    "longitude": "83.006462886356",
    "excerpt": "The furthest south of the main ghats and one of the biggest, Assi Ghat is particularly important as the River Assi meets the Ganges near here and pilgrims…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/assi-ghat/a/poi-sig/1321882/356519",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/543f05b7c9dadfc641f3fb84d393b4cc-assi-ghat.jpg",
    "detail_description": "The furthest south of the main ghats and one of the biggest, Assi Ghat is particularly important as the River Assi meets the Ganges near here and pilgrims come to worship a Shiva lingam (phallic image of Shiva) beneath a peepul tree. Evenings are particularly lively, as the ghat’s vast concreted area fills up with hawkers and entertainers during a small fire ceremony. It also features music and yoga at sunrise. It’s a popular starting point for boat trips.\n"
},
{
    "country": "uttar-pradesh",
    "index": 7,
    "name": "Mehtab Bagh",
    "latitude": "27.179786405624",
    "longitude": "78.041803254444",
    "excerpt": "This park, originally built by Emperor Babur as the last in a series of 11 parks on the Yamuna’s east bank (long before the Taj was conceived), fell into…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/mehtab-bagh/a/poi-sig/1151574/356509",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-160093836_medium.jpg",
    "detail_description": "This park, originally built by Emperor Babur as the last in a series of 11 parks on the Yamuna’s east bank (long before the Taj was conceived), fell into disrepair until it was little more than a huge mound of sand. To protect the Taj from the erosive effects of the sand blown across the river, the park was reconstructed and is now one the best places from which to view the great mausoleum.\nThe gardens in the Taj are perfectly aligned with the ones here, and the view of the Taj from the fountain directly in front of the entrance gate is a classic. It's a popular spot at sunset; the ticket office closes 30 minutes before sunset, so don't leave it too late. An autorickshaw here from central Agra costs around ₹150."
},
{
    "country": "uttar-pradesh",
    "index": 6,
    "name": "Akbar’s Mausoleum",
    "latitude": "27.220498373975",
    "longitude": "77.950444221497",
    "excerpt": "This outstanding sandstone and marble tomb commemorates the greatest of the Mughal emperors. The huge courtyard is entered through a stunning gateway…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/akbar-s-mausoleum/a/poi-sig/449179/356509",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-452396327_full.jpg",
    "detail_description": "This outstanding sandstone and marble tomb commemorates the greatest of the Mughal emperors. The huge courtyard is entered through a stunning gateway decorated with three-storey minarets at each corner and built of red sandstone strikingly inlaid with white-, yellow- and blue-marble geometric and floral patterns. The interior vestibule of the tomb is stunningly decorated with painted alabaster, creating a contrast to the plain inner tomb. The unusual upper pavillions are closed. Look for deer in the surrounding gardens.\nThe mausoleum is at Sikandra, 10km northwest of Agra Fort. Catch a bus (₹25, 45 minutes) headed to Mathura from Bijli Ghar bus stand; they go past the mausoleum. Or else take an autorickshaw (₹350 return) or an Ola taxi."
},
{
    "country": "uttar-pradesh",
    "index": 5,
    "name": "Residency",
    "latitude": "26.860266",
    "longitude": "80.927503",
    "excerpt": "The large collection of gardens and ruins that makes up the Residency offers a fascinating historical glimpse of the beginning of the end for the British…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/residency/a/poi-sig/477690/356515",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-462837087_medium.jpg",
    "detail_description": "The large collection of gardens and ruins that makes up the Residency offers a fascinating historical glimpse of the beginning of the end for the British Raj. Built in 1800, the Residency became the stage for the most dramatic events of the 1857 First War of Independence (Indian Uprising): the Siege of Lucknow, a 147-day siege that claimed the lives of thousands.\nThe leafy compound has been left as it was at the time of the final relief and the walls are still pockmarked from bullets and cannon balls.The focus is the small museum (9am to 5pm) in the main Residency building, which includes a scale model of the original buildings and sketches made just after the uprising. The currently closed basement rooms were where many of the British women and children lived throughout the siege.The cemetery around the ruined St Mary’s church is where 2000 of the defenders were buried, including their leader, Sir Henry Lawrence, who – according to the famous inscription on his weathered gravestone – 'tried to do his duty’."
},
{
    "country": "uttar-pradesh",
    "index": 4,
    "name": "Manikarnika Ghat",
    "latitude": "25.311250848325",
    "longitude": "83.014658371347",
    "excerpt": "Manikarnika Ghat, the main burning ghat, is the most auspicious place for a Hindu to be cremated. Dead bodies are handled by outcasts known as doms, and…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/varanasi/attractions/manikarnika-ghat/a/poi-sig/1321849/356519",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157114699_full.jpg",
    "detail_description": "Manikarnika Ghat, the main burning ghat, is the most auspicious place for a Hindu to be cremated. Dead bodies are handled by outcasts known as doms, and are carried through the alleyways of the old town to the holy Ganges on a bamboo stretcher, swathed in cloth. The corpse is doused in the Ganges prior to cremation.\nHuge piles of firewood are stacked along the top of the ghat; every log is carefully weighed on giant scales so that the price of cremation can be calculated. Each type of wood has its own price, sandalwood being the most expensive. There is an art to using just enough wood to completely incinerate a corpse. You can watch cremations but always show reverence by behaving respectfully. Photography is strictly prohibited. You’re almost guaranteed to be led by a priest, or more likely a guide, to the upper floor of a nearby building from where you can watch cremations taking place, and then asked for a donation (in dollars) towards the cost of wood. If you don’t want to make a donation, don’t follow them.Above the steps here is a tank known as the Manikarnika Well. Parvati is said to have dropped her earring here and Shiva dug the tank to recover it, filling the depression with his sweat. The Charanpaduka, a slab of stone between the well and the ghat, bears footprints made by Vishnu. Privileged VIPs are cremated at the Charanpaduka, which also has a temple dedicated to Ganesh."
},
{
    "country": "uttar-pradesh",
    "index": 3,
    "name": "Bara Imambara",
    "latitude": "26.87042",
    "longitude": "80.913448",
    "excerpt": "This colossal imambara (Shiite tomb complex) is worth seeing in its own right, but the highly unusual labyrinth of corridors inside its upper floors make…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/lucknow/attractions/bara-imambara/a/poi-sig/1151689/356515",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-169680193_high.jpg",
    "detail_description": "This colossal imambara (Shiite tomb complex) is worth seeing in its own right, but the highly unusual labyrinth of corridors inside its upper floors make a visit here particularly special. The ticket price includes entrance to the Chota Imambara and Hussainabad Picture Gallery, both walking distance from here.\nThe complex is accessed through two enormous gateways that lead into a huge courtyard. On one side is the three-domed Asafri Mosque, on the other a large baoli (step-well), whose multiple levels can be explored – bring a torch (flashlight). At the far end of the courtyard is the huge central hall, one of the world’s largest vaulted galleries. Tazia (small replicas of Imam Hussain’s tomb in Karbala, Iraq) are stored inside and are paraded around during the Shiite mourning ceremony of Muharram.But it’s what is beyond the small entrance – intriguingly marked ‘labyrinth’ – to the left of the central hall that steals the show. It leads to the Bhulbhulaiya, a disorientating network of narrow passageways that winds its way inside the upper floors of the tomb’s inner structure, eventually leading out to rooftop balconies.Just beyond the Bara Imambara is the unusual but imposing gateway Rumi Darwaza, said to be a copy of an entrance gate in Istanbul; ‘Rumi’ (relating to Rome) is the term Muslims applied to Istanbul when it was still Byzantium, the capital of the Eastern Roman empire. The scalloped western face is the most impressive.Across the road from the Bara Imambara is the beautiful white mosque Tila Wali Masjid, a deceptively shallow building built in 1680 and most impressive from a distance (it's often locked).If you are visiting as part of an opposite-sex couple, you will be required to pay for a guide (₹100) to prevent any hanky-panky in the labyrinth (yes, we're serious)."
},
{
    "country": "uttar-pradesh",
    "index": 2,
    "name": "Agra Fort",
    "latitude": "27.180235967795",
    "longitude": "78.020038567179",
    "excerpt": "With the Taj Mahal overshadowing it, one can easily forget that Agra has one of the finest Mughal forts in India. Walking through courtyard after…",
    "detail_url": "https://www.lonelyplanet.com/india/uttar-pradesh/agra/attractions/agra-fort/a/poi-sig/449177/356509",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/afa35ec6a9e15acf863935f4c3c154b6-agra-fort.jpg",
    "detail_description": "With the Taj Mahal overshadowing it, one can easily forget that Agra has one of the finest Mughal forts in India. Walking through courtyard after courtyard of this palatial red-sandstone and marble fortress, your amazement grows as the scale of what was built here begins to sink in.\nConstruction along the bank of the Yamuna River was begun by Emperor Akbar in 1565 on the site of an earlier fort. Further additions were made, particularly by his grandson Shah Jahan, using his favourite building material – white marble. The fort was built primarily as a military structure, but Shah Jahan transformed it into a palace, and later it became his gilded prison for eight years after his son Aurangzeb seized power in 1658.The ear-shaped fort’s colossal double walls rise more than 20m and measure 2.5km in circumference. The Yamuna River originally flowed along the straight eastern edge of the fort, and the emperors had their own bathing ghats here. It contains a maze of buildings, forming a city within a city, including vast underground sections, though many of the structures were destroyed over the years by Nadir Shah, the Marathas, the Jats and finally the British, who used the fort as a garrison. Even today, much of the fort is used by the military and is off-limits to the general public.The Amar Singh Gate to the south is the sole entry point to the fort these days and where you buy your entrance ticket. Its dogleg design was meant to confuse attackers who made it past the first line of defence – the crocodile-infested moat.Following the plain processional way you reach a gateway and the huge red-sandstone Jehangir’s Palace on the right. In front of the palace is Hauz-i-Jehangir, a huge bowl carved out of a single block of stone, which was used for bathing. The palace was probably built by Akbar for his son Jehangir. With tall stone pillars and corner brackets, it blends Indian and Central Asian architectural styles, a reminder of the Mughals’ Turkestani cultural roots.Further along the eastern edge of the fort you’ll find the Khas Mahal, a beautiful marble pavilion and pool that formed the living quarters of Shah Jahan. Taj views are framed in the ornate marble grills.The large courtyard here is Anguri Bagh, a garden that has been brought back to life in recent years. In the courtyard is an innocuous-looking entrance – now locked – that leads down a flight of stairs into a two-storey labyrinth of underground rooms and passageways where Akbar used to keep his 500-strong harem. On the northeast corner of the courtyard you can get a glimpse of the Shish Mahal (Mirror Palace), with walls inlaid with tiny mirrors.Just to the north of the Khas Mahal is the Mathamman (Shah) Burj, the wonderful white-marble octagonal tower and palace where Shah Jahan was imprisoned for eight years until his death in 1666, and from where he could gaze out at the Taj Mahal, the tomb of his wife. When he died, Shah Jahan’s body was taken from here by boat to the Taj. The now-closed Mina Masjid served as Shah Jahan's private mosque.As you enter the large courtyard, along the eastern wall of the fort, is Diwan-i-Khas (Hall of Private Audiences), which was reserved for important dignitaries or foreign representatives. The hall once housed Shah Jahan’s legendary Peacock Throne, which was inset with precious stones – including the famous Koh-i-noor diamond. The throne was taken to Delhi by Aurangzeb, then to Iran in 1739 by Nadir Shah and dismantled after his assassination in 1747. Overlooking the river and the distant Taj Mahal is Takhti-i-Jehangir, a huge slab of black rock with an inscription around the edge. The throne that stood here was made for Jehangir when he was Prince Salim.Following the north side of the courtyard a side door leads to the tiny but exquisite white-marbled Nagina Masjid (Gem Mosque), built in 1635 by Shah Jahan for the ladies of the court. Down below was the Ladies’ Bazaar, where the court ladies bought their goods.A hidden doorway near the mosque exit leads down to the scallop-shaped arches of the large, open Diwan-i-Am, which was used by Shah Jahan for domestic government business, and features a beautifully decorated throne room where the emperor listened to petitioners. In front of it is the small and rather incongruous grave of John Colvin, a lieutenant-governor of the northwest provinces who died of an illness while sheltering in the fort during the 1857 First War of Independence. To the north is the Moti Masjid, currently off limits to visitors. From here head back to the Amar Singh gate.You can walk to the fort from Taj Ganj via the leafy Shah Jahan Park, or take an autorickshaw for ₹80. Food is not allowed into the fort. The fort opens 30 minutes before sunrise; the ticket office opens 15 minutes before that. Last entry is 30 minutes before sunset."
}
]