[
{
    "country": "uttarakhand-uttaranchal",
    "index": 1,
    "name": "Maharishi Mahesh Yogi Ashram",
    "latitude": "30.111010966743",
    "longitude": "78.313023737069",
    "excerpt": "Just south of Swarg Ashram is what’s left of the original Maharishi Mahesh Yogi Ashram, where the Beatles stayed and wrote much of the White Album (and a…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rishikesh/attractions/maharishi-mahesh-yogi-ashram/a/poi-sig/478174/356532",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2244431869-RFC.jpg",
    "detail_description": "Just south of Swarg Ashram is what’s left of the original Maharishi Mahesh Yogi Ashram, where the Beatles stayed and wrote much of the White Album (and a few tracks from Abbey Road). After decades of neglect, the Forest Department has reclaimed it from the jungle growth that had nearly consumed it, turning it into a pilgrimage site for fans, plus an evolving graffiti-art museum. Don't miss the meditation hall, with bizarre warrens of rock-lined hallways and striking street-art pieces.\nThere are numerous abandoned buildings to explore, some downright creepy, including the derelict lodging where the Beatles resided (along with the likes of Mike Love from the Beach Boys, Mia Farrow and her sister Prudence – whom the Beatles song was written after). Also here is the crumbling mansion where Maharishi Mahesh stayed. The meditation domes lost to the jungle also make for a surreal sight. Given the entire site is surrounded by jungle, an electric fence has recently been installed in an attempt to keep out leopard and elephant that are visitors.To commemorate the 50-year anniversary of the Beatles visit, a permanent photograph exhibition was unveiled in 2018 of the snaps taken by Paul Saltzman (www.thebeatlesinindia.com), one of the only photographers permitted inside the ashram, who documented their stay. There's also a room dedicated to Transcendental Meditation, which was established here by Maharishi Mahesh."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 34,
    "name": "Chandi Devi Temple",
    "latitude": "29.934091",
    "longitude": "78.18031",
    "excerpt": "Chandi Devi Temple was built by Raja Suchet Singh of Kashmir in 1929, and sits on a hilltop just southeast of Haridwar.",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/haridwar/attractions/chandi-devi-temple/a/poi-sig/478140/356525",
    "image_url": null,
    "detail_description": "Chandi Devi Temple was built by Raja Suchet Singh of Kashmir in 1929, and sits on a hilltop just southeast of Haridwar.Many visitors and pilgrims combine this with a cable car to the crowded hilltop temple of Mansa Devi, a wish-fulfilling goddess.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 31,
    "name": "Anasakti Ashram",
    "latitude": "29.843808",
    "longitude": "79.601247",
    "excerpt": "About 1km uphill from the bus stand, Anasakti Ashram is where Mahatma Gandhi spent two weeks in 1929 pondering and writing Anasakti Yoga. It has a small…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/kausani/attractions/anasakti-ashram/a/poi-sig/1153439/356527",
    "image_url": null,
    "detail_description": "About 1km uphill from the bus stand, Anasakti Ashram is where Mahatma Gandhi spent two weeks in 1929 pondering and writing Anasakti Yoga. It has a small museum that tells the story of Gandhi’s life through photographs and words. Visit at 6pm to attend nightly prayers in his memory.\nYou can also stay here overnight from ₹650 in a room with views to the Himalaya."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 32,
    "name": "Yamunotri Temple",
    "latitude": "30.997329",
    "longitude": "78.465042",
    "excerpt": "One of the holy char dham pilgrimage temples, 19th-century Yamunotri Temple is near the source of the sacred Yamuna River, a 5km hike from the tiny…",
    "detail_url": "https://www.lonelyplanet.com/india/yamunotri/attractions/yamunotri-temple/a/poi-sig/1384530/1342686",
    "image_url": null,
    "detail_description": "One of the holy char dham pilgrimage temples, 19th-century Yamunotri Temple is near the source of the sacred Yamuna River, a 5km hike from the tiny village of Janki Chatti. At the temple there are several hot springs to take a dip, and others where pilgrims cook potatoes and rice as prasad. There are plenty of priests to help you make puja for a price.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 33,
    "name": "Rajaji Tiger Reserve",
    "latitude": "29.966535",
    "longitude": "78.222313",
    "excerpt": "This unspoilt park, covering over 1000 sq km in the forested foothills near Haridwar, is one of India's newest tiger reserves (as of 2017 there were 34…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rajaji-national-park/attractions/rajaji-tiger-reserve/a/poi-sig/1152816/356530",
    "image_url": null,
    "detail_description": "This unspoilt park, covering over 1000 sq km in the forested foothills near Haridwar, is one of India's newest tiger reserves (as of 2017 there were 34 tigers), but is best known for its wild elephants, numbering around 600 at last count, and its leopards (about 250). The village of Chilla, 13km northeast of Haridwar, is the base for visiting the park.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 30,
    "name": "Ram Rai Darbar",
    "latitude": "30.31784",
    "longitude": "78.032477",
    "excerpt": "The unique mausoleum of Ram Rai, the errant son of the seventh Sikh guru, Har Rai, is made of white marble, with paintings covering the walls, archways…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/dehra-dun/attractions/ram-rai-darbar/a/poi-sig/1152726/356524",
    "image_url": null,
    "detail_description": "The unique mausoleum of Ram Rai, the errant son of the seventh Sikh guru, Har Rai, is made of white marble, with paintings covering the walls, archways and ceilings. Four smaller tombs in the garden courtyard are those of Ram Rai’s four wives. A communal lunch of dhal, rice and chapatis is offered to anyone who wants it, for a donation.\nIt's accessed via a narrow road 50m west of Hanuman Chowk."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 29,
    "name": "Jageshwar Archaeological Museum",
    "latitude": "29.638008",
    "longitude": "79.852281",
    "excerpt": "The small but worthwhile Jageshwar Archaeological Museum houses a collection of exquisite, detailed religious carvings dating from the 9th- to 13th…",
    "detail_url": "https://www.lonelyplanet.com/india/jageshwar/attractions/jageshwar-archaeological-museum/a/poi-sig/1384551/1333904",
    "image_url": null,
    "detail_description": "The small but worthwhile Jageshwar Archaeological Museum houses a collection of exquisite, detailed religious carvings dating from the 9th- to 13th-century, taken from the temples for preservation purposes. It is well worth a look; among the highlights are the Dancing Ganesha and the highly detailed version of Uma/Maheshwar Sitting on Nandi with some intense snake action. No photography.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 28,
    "name": "Kausani Tea Estate",
    "latitude": "29.853374",
    "longitude": "79.603157",
    "excerpt": "While Kausani Tea Estate – a tea plantation that involves private enterprise, the government and local farmers – has recently shifted its production…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/kausani/attractions/kausani-tea-estate/a/poi-sig/1153430/356527",
    "image_url": null,
    "detail_description": "While Kausani Tea Estate – a tea plantation that involves private enterprise, the government and local farmers – has recently shifted its production factory 35km away, you can still take a stroll around its plantation and there's a small chai stall to sample the local tea that's otherwise exported around the world. You can also buy it from the shops across the road. It’s 3.5km north of Kausani on the road to Baijnath.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 40,
    "name": "Tribal Heritage Museum",
    "latitude": "30.079344",
    "longitude": "80.242424",
    "excerpt": "The Tribal Heritage Museum has an eclectic collection of local crafts and tools and information about the region's culture and traditions. It was set up…",
    "detail_url": "https://www.lonelyplanet.com/india/munsyari/attractions/tribal-heritage-museum/a/poi-sig/1384554/1334726",
    "image_url": null,
    "detail_description": "The Tribal Heritage Museum has an eclectic collection of local crafts and tools and information about the region's culture and traditions. It was set up by esteemed local historian and author SS Pangtey who passed away in 2017.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 27,
    "name": "Gun Hill",
    "latitude": "30.458745",
    "longitude": "78.074909",
    "excerpt": "From midway along The Mall, a cable car runs up to Gun Hill (2530m), which, on a clear day, has views of several big peaks. A steep path also winds up to…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/gun-hill/a/poi-sig/1292819/356528",
    "image_url": null,
    "detail_description": "From midway along The Mall, a cable car runs up to Gun Hill (2530m), which, on a clear day, has views of several big peaks. A steep path also winds up to the viewpoint. The most popular time to go up is an hour or so before sunset. There’s a minicarnival atmosphere in high season, with kids' rides, food stalls, magic shops and honeymooners having their photos taken in Garhwali costumes.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 39,
    "name": "Tungnath Mandir",
    "latitude": "30.488104",
    "longitude": "79.217262",
    "excerpt": "The highest Shiva temple in the world is a 3.5km hike, gaining 750m, up a well-paved trail from the village of Chopta. Continue beyond the temple another…",
    "detail_url": "https://www.lonelyplanet.com/india/tungnath-chandrisilla-trek/attractions/tungnath-mandir/a/poi-sig/1384547/1342678",
    "image_url": null,
    "detail_description": "The highest Shiva temple in the world is a 3.5km hike, gaining 750m, up a well-paved trail from the village of Chopta. Continue beyond the temple another 1.5km to reach the top of Chandrisilla Peak (4000m).\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 38,
    "name": "Govind Wildlife Sanctuary & National Park",
    "latitude": "31.188427",
    "longitude": "78.126183",
    "excerpt": "This sublime sanctuary protects 958 sq km of pristine forests, alpine meadows and snowy peaks, including the wonderfully remote Har-ki Dun (3510m) – a…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/attractions/govind-wildlife-sanctuary-national-park/a/poi-sig/1152923/356521",
    "image_url": null,
    "detail_description": "This sublime sanctuary protects 958 sq km of pristine forests, alpine meadows and snowy peaks, including the wonderfully remote Har-ki Dun (3510m) – a high valley that's a botanical paradise, criss-crossed by glacial streams. If you're very lucky, you might spot a snow leopard.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 37,
    "name": "Himadri Hans Handloom",
    "latitude": "29.615252",
    "longitude": "79.661522",
    "excerpt": "Himadri Hans employs some 700 women to weave, market and sell woollen shawls. Taxis charge ₹150 return to the factory, or you can walk the 3km – follow…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/almora/attractions/himadri-hans-handloom/a/poi-sig/1153409/356522",
    "image_url": null,
    "detail_description": "Himadri Hans employs some 700 women to weave, market and sell woollen shawls. Taxis charge ₹150 return to the factory, or you can walk the 3km – follow the continuation of Mall Rd to the northeast and ask for directions. There's also a factory in Kasar Devi you can visit.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 36,
    "name": "Pithoragarh Fort",
    "latitude": "29.584616",
    "longitude": "80.209495",
    "excerpt": "This renovated historic fort was built by Gurkas in 1791 before being taken over by the British in 1815 who named it London Fort. There's a museum opening…",
    "detail_url": "https://www.lonelyplanet.com/india/pithoragarh/attractions/pithoragarh-fort/a/poi-sig/1610029/1329347",
    "image_url": null,
    "detail_description": "This renovated historic fort was built by Gurkas in 1791 before being taken over by the British in 1815 who named it London Fort. There's a museum opening in the main British-era stone administrative building that sits next to an impressive banyan tree. For wonderful views be sure to walk the length of its ramparts.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 35,
    "name": "Mussoorie Library",
    "latitude": "30.459744",
    "longitude": "78.064181",
    "excerpt": "One of Mussoorie's most prominent landmarks is this historical Raj-era library that opened way back in 1843. Its ornate Victoria-style balcony veranda…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/mussoorie-library/a/poi-sig/1610973/356528",
    "image_url": null,
    "detail_description": "One of Mussoorie's most prominent landmarks is this historical Raj-era library that opened way back in 1843. Its ornate Victoria-style balcony veranda features cast-iron lacework, and it continues to function today as a lending library. Tourists are able to wander its foyer, but only card-carrying members can venture any further.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 25,
    "name": "Neelkantha Mahadev Temple",
    "latitude": "30.105781",
    "longitude": "78.324194",
    "excerpt": "Follow the dedicated pilgrims who take water from the Ganges to offer at this temple, a 7km, three-hour walk along a forest path from Swarg Ashram…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rishikesh/attractions/neelkantha-mahadev-temple/a/poi-sig/478176/356532",
    "image_url": null,
    "detail_description": "Follow the dedicated pilgrims who take water from the Ganges to offer at this temple, a 7km, three-hour walk along a forest path from Swarg Ashram. Neelkanth (Blue Throat) is another name for Shiva, who once drank poison churned up from the sea by gods and demons, turning his throat blue. If you take this route be aware leopard lurk in this area. Alternatively take the longer road (about 20km) via Lakshman Jhula. A return jeep taxi is inexpensive.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 26,
    "name": "Jim Corbett Museum",
    "latitude": "29.293136",
    "longitude": "79.337082",
    "excerpt": "If you’re interested in the life of Jim Corbett, his former house (built in 1922) at Kaladhungi, 26km southeast of Ramnagar, is now a museum. The British…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/corbett-tiger-reserve/attractions/jim-corbett-museum/a/poi-sig/1293234/356523",
    "image_url": null,
    "detail_description": "If you’re interested in the life of Jim Corbett, his former house (built in 1922) at Kaladhungi, 26km southeast of Ramnagar, is now a museum. The British hunter was greatly revered by local people for shooting tigers that had developed a taste for human flesh, but he eventually shot more wildlife with his camera than his gun. You can grab a bus here from either Ramnagar (₹35) or Nainital (₹50), but arranging a car is by far the best means.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 22,
    "name": "Star Gate",
    "latitude": "29.843464",
    "longitude": "79.602138",
    "excerpt": "While this small-scale observatory offers night viewing of distant planets and constellations (₹100) from 6.30pm, it's arguably more interesting to drop…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/kausani/attractions/star-gate/a/poi-sig/1610211/356527",
    "image_url": null,
    "detail_description": "While this small-scale observatory offers night viewing of distant planets and constellations (₹100) from 6.30pm, it's arguably more interesting to drop by early morning (₹50) to get a close-up look at the spectacular 180-degree Himalayan peaks that are framed beautifully here. It's in town on the road up to Anasakti Ashram.\nIf you want to come first thing in the morning you may need to knock to wake someone up."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 24,
    "name": "Hem Kund",
    "latitude": "30.697564",
    "longitude": "79.618263",
    "excerpt": "One of the most important Sikh pilgrimage sites in the world, Hem Kund, at 4600m, is a sacred lake with a temple surrounded by seven peaks where Sikh Guru…",
    "detail_url": "https://www.lonelyplanet.com/india/valley-of-flowers-hem-kund-trek/attractions/hem-kund/a/poi-sig/1383940/1329342",
    "image_url": null,
    "detail_description": "One of the most important Sikh pilgrimage sites in the world, Hem Kund, at 4600m, is a sacred lake with a temple surrounded by seven peaks where Sikh Guru Gobind Singh is believed to have meditated in a previous life. It's thought that a dip in the frigid waters purifies one's soul, and hundreds or sometimes thousands visit daily between May and October, weather permitting. The experience is well worth the steep 6km hike up from the village of Ghangaria.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 23,
    "name": "Binsar Wildlife Sanctuary",
    "latitude": "29.664935",
    "longitude": "79.716625",
    "excerpt": "This 45-sq-km nature sanctuary is 26km northwest from Almora. It's visited primarily for its scenic pine forest and hiking trails, and popular for its…",
    "detail_url": "https://www.lonelyplanet.com/india/binsar/attractions/binsar-wildlife-sanctuary/a/poi-sig/1610092/1333903",
    "image_url": null,
    "detail_description": "This 45-sq-km nature sanctuary is 26km northwest from Almora. It's visited primarily for its scenic pine forest and hiking trails, and popular for its birdlife and habitat for leopard and deer. Its rich history dates to the 11th century when the Chand rajas used it as their summer capital, as did the British in the 19th century. It can easily be visited as a day trip, however the British-era estates converted into hotels make it worth spending the night.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 21,
    "name": "Jabarkhet Nature Reserve",
    "latitude": "30.455074",
    "longitude": "78.111849",
    "excerpt": "Dedicated efforts have been taking place since 2015 to transform this sizeable tract of privately owned land into a nature reserve, home to abundant…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/jabarkhet-nature-reserve/a/poi-sig/1610975/356528",
    "image_url": null,
    "detail_description": "Dedicated efforts have been taking place since 2015 to transform this sizeable tract of privately owned land into a nature reserve, home to abundant animals, birdlife and wild flowers. While you'll need luck to spot mammals, camera traps have caught leopard, black bear, porcupine and several species of deer. There are hiking trails and specialist guides available; see the website for details. It's around 5km east of Mussoorie and is part of a historical estate that fell into disuse.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 20,
    "name": "Chandak",
    "latitude": "29.603984",
    "longitude": "80.19496",
    "excerpt": "A popular outing from Pithoragarh is the 7km traipse up to Chandak (1830m), a hilltop village and forested area offering sublime viewpoints of the Soar…",
    "detail_url": "https://www.lonelyplanet.com/india/pithoragarh/attractions/chandak/a/poi-sig/1610028/1329347",
    "image_url": null,
    "detail_description": "A popular outing from Pithoragarh is the 7km traipse up to Chandak (1830m), a hilltop village and forested area offering sublime viewpoints of the Soar Valley and snow-capped Panchachuli Himalaya. A short walk from one another are two scenic Hindu temples: Mostamanu is a sprawling site dedicated to Manu; and the more serene Pashupatinath is set among forest and a grassy clearing and features sublime views over the valley. A return taxi will cost ₹400 or so.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 19,
    "name": "Gangotri Temple",
    "latitude": "30.994459",
    "longitude": "78.948355",
    "excerpt": "Gangotri Temple, one of the holiest places in India, is near the source of the Ganges (known as the Bhagirathi until it reaches Devprayag), with a shrine…",
    "detail_url": "https://www.lonelyplanet.com/india/gangotri/attractions/gangotri-temple/a/poi-sig/1384533/1342683",
    "image_url": null,
    "detail_description": "Gangotri Temple, one of the holiest places in India, is near the source of the Ganges (known as the Bhagirathi until it reaches Devprayag), with a shrine dedicated to the origin of Hinduism’s most sacred river. Nearby is the rock on which Shiva is said to have cushioned the impact of the water in his matted locks as it poured from the heavens, saving the earth from the destructive force of this great gift.\nThe temple itself dates from the 18th century, erected by Gorkha commander Amar Singh Thapa."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 18,
    "name": "Soham Himalayan Centre",
    "latitude": "30.448119",
    "longitude": "78.085585",
    "excerpt": "Part museum, part art gallery, Soham Heritage & Art Centre focuses largely on the culture of the Uttarakhand Himalaya. You'll get guided through the…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/soham-himalayan-centre/a/poi-sig/1610974/356528",
    "image_url": null,
    "detail_description": "Part museum, part art gallery, Soham Himalayan Centre focuses largely on the culture of the Uttarakhand Himalaya. You'll get guided through the displays of cultural artefacts, historical photography and an art gallery featuring paintings by Kavita, who along with her husband Samer set up this privately run museum. Entry proceeds go towards a local orphanage they run.\nIt's a steep five-minute walk off the bend in the main road, just down from the Picture Palace."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 17,
    "name": "Tapkeshwar Temple",
    "latitude": "30.358138",
    "longitude": "78.017006",
    "excerpt": "In a scenic setting on the banks of the Tons Nadi River, you’ll find an unusual and popular Shiva shrine inside a small, dripping cave, which is the site…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/dehra-dun/attractions/tapkeshwar-temple/a/poi-sig/1152735/356524",
    "image_url": null,
    "detail_description": "In a scenic setting on the banks of the Tons Nadi River, you’ll find an unusual and popular Shiva shrine inside a small, dripping cave, which is the site of the annual Shivaratri festival. Turn left at the bottom of the steps for the main shrine. Cross the bridge over the river to visit another shrine, where you have to squeeze through a narrow cave to see an image of Mata Vaishno Devi.\nThe temple is about 5km north of the centre. Take a rickshaw for around ₹350 (round trip)."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 16,
    "name": "Chandrisilla Peak",
    "latitude": "30.486699",
    "longitude": "79.221811",
    "excerpt": "Climbing this 4000m summit is one of the most rewarding day hikes in the whole Indian Himalaya. An early-morning start from the village of Chopta can pay…",
    "detail_url": "https://www.lonelyplanet.com/india/tungnath-chandrisilla-trek/attractions/chandrisilla-peak/a/poi-sig/1384548/1342678",
    "image_url": null,
    "detail_description": "Climbing this 4000m summit is one of the most rewarding day hikes in the whole Indian Himalaya. An early-morning start from the village of Chopta can pay off with stunning panoramas of the Garhwali and Kumaoni Himalaya, with awesome views of major mountains including Nanda Devi, Trishul and the Kedarnath group. The 5km hike is moderately strenuous (especially if you're not acclimatised) and takes a few hours, passing Tungnath Mandir – the world's highest Shiva temple – along the way.\nYou'll want to reach the top before the clouds cover the peaks."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 15,
    "name": "Mussoorie Heritage Centre",
    "latitude": "30.455518",
    "longitude": "78.086572",
    "excerpt": "Sitting beneath Landour's clock tower is this impressive heritage centre that's set up by dedicated local historian, Surbhi Agarwal. She'll take you…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/mussoorie-heritage-centre/a/poi-sig/1610976/356528",
    "image_url": null,
    "detail_description": "Sitting beneath Landour's clock tower is this impressive heritage centre that's set up by dedicated local historian, Surbhi Agarwal. She'll take you through the displays of collectibles and artefacts from Mussoorie, all set in the house she was born in. The small temporary exhibition is always worth checking out, as is its shop selling beautiful artworks, photography and prints, including John Gould's Birds of Mussoorie. Ask in advance about arranging heritage walks about town.\nNext door is Surbhi's father's impressive antique shop that's been here since the 1960s."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 14,
    "name": "Raj Bhavan",
    "latitude": "29.374565",
    "longitude": "79.457073",
    "excerpt": "About 3km south of Tallital, Raj Bhavan is the official residence of the Governor of Uttarakhand. Resembling Windsor Castle, it’s a prime example of…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/nainital/attractions/raj-bhavan/a/poi-sig/1153300/356529",
    "image_url": null,
    "detail_description": "About 3km south of Tallital, Raj Bhavan is the official residence of the Governor of Uttarakhand. Resembling Windsor Castle, it’s a prime example of British Raj architecture, with its 113-room mansion set among gardens, stately lawns and forests. You can only visit on a guided tour when the governor isn't residing here (tours aren't usually available in May); the rest of the year he lives in Dehra Dun.\nOn the grounds is a lovely 18-hole golf course (green fee men/women ₹800/100); club hire and caddies are available. A taxi to Raj Bhavan from Tallital should cost about ₹250 round-trip, or you can hike 1km by trail."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 13,
    "name": "Snow View",
    "latitude": "29.394356",
    "longitude": "79.463671",
    "excerpt": "A cable car runs up to popular Snow View at 2270m, which (on clear days) has panoramic Himalayan views, including of Nanda Devi. The ticket office is at…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/nainital/attractions/snow-view/a/poi-sig/1293263/356529",
    "image_url": null,
    "detail_description": "A cable car runs up to popular Snow View at 2270m, which (on clear days) has panoramic Himalayan views, including of Nanda Devi. The ticket office is at the bottom. A highlight of the trip to Snow View is hiking to viewpoints such as Cheena/Naina Peak, 4km away. Local guides may offer to lead you there. If you want to head up for sunrise, recommended if you want snow-capped mountains, taxis charge about ₹500 return.\nAt the top you’ll find the usual food, souvenir and carnival stalls, as well as a kids’ amusement park. Nearby is Snowview Heritage Hotel, the only place with a bar in Nainital."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 12,
    "name": "Mindrolling Monastery",
    "latitude": "30.261402",
    "longitude": "77.999196",
    "excerpt": "The region around Dehra Dun is home to a thriving Tibetan Buddhist community, mainly focused on this attractive monastery, about 10km south of the centre…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/dehra-dun/attractions/mindrolling-monastery/a/poi-sig/1152729/356524",
    "image_url": null,
    "detail_description": "The region around Dehra Dun is home to a thriving Tibetan Buddhist community, mainly focused on this attractive monastery, about 10km south of the centre in Clement Town. Everything here is on a grand scale: at more than 60m tall its Great Stupa is believed to be the world’s tallest and contains a series of shrine rooms displaying relics, murals and Tibetan art. Presiding over the monastery is the impressive 35m-high gold Sakyamuni Buddha Statue, dedicated to the Dalai Lama.\nIt's also home to one of the largest Buddhist institutes in the world. The streets around the monastery are lined with Tibetan cafes. Unfortunately, due to government regulations, foreigners are no longer allowed to stay overnight in Clement Town. Take vikram 5 from the city centre (₹20). An autorickshaw costs about ₹250."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 11,
    "name": "Forest Research Institute Museum",
    "latitude": "30.343991",
    "longitude": "77.998381",
    "excerpt": "The prime attraction here is the building itself. Set in a peaceful 5-sq-km park, this grand remnant of the Raj era – where most of India’s forest…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/dehra-dun/attractions/forest-research-institute-museum/a/poi-sig/1152723/356524",
    "image_url": null,
    "detail_description": "The prime attraction here is the building itself. Set in a peaceful 5-sq-km park, this grand remnant of the Raj era – where most of India’s forest officers are trained – is larger than Buckingham Palace. Built between 1924 and 1929, this red-brick colossus has Mughal towers, perfectly formed arches and porticos, and Roman columns in a series of quadrangles edged by elegant cloisters. Six huge halls have dusty displays on Indian forestry that look like leftovers from a middle-school science fair.\nIn the museums you'll find beautiful animal, bird and plant paintings by Afshan Zaidi, exhibits on the medicinal uses of trees and a cross-section of a 700-year-old deodar tree. Note that the museums close for lunch at 1pm for 30 minutes. A return autorickshaw from the city centre, including one-hour wait time, costs around ₹350. Or take vikram 6 from Connaught Pl and get out at the institute’s entry gate."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 10,
    "name": "Swarg Niwas & Shri Trayanbakshwar Temple",
    "latitude": "30.126311515462",
    "longitude": "78.33216125945",
    "excerpt": "Rishikesh's most iconic landmark is this 13-storey wedding cake of a temple, which dominates the east bank of Lakshman Jhula. There are dozens of shrines…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/rishikesh/attractions/swarg-niwas-shri-trayanbakshwar-temple/a/poi-sig/1308617/356532",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-450784521_full.jpg",
    "detail_description": "Rishikesh's most iconic landmark is this 13-storey wedding cake of a temple, which dominates the east bank of Lakshman Jhula. There are dozens of shrines to Hindu deities on each level.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 9,
    "name": "Jageshwar Temple",
    "latitude": "29.637756",
    "longitude": "79.854448",
    "excerpt": "Surrounded by peaceful deodar forest is this cluster of 124 picturesque temples and shrines dating to the 7th century AD. They vary from linga shrines to…",
    "detail_url": "https://www.lonelyplanet.com/india/jageshwar/attractions/jageshwar-temple/a/poi-sig/1384552/1333904",
    "image_url": null,
    "detail_description": "Surrounded by peaceful deodar forest is this cluster of 124 picturesque temples and shrines dating to the 7th century AD. They vary from linga shrines to large sikhara (Hindu temples) dedicated to different gods and goddesses.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 8,
    "name": "Corbett Tiger Reserve",
    "latitude": "29.441391",
    "longitude": "79.091263",
    "excerpt": "This famous reserve was established in 1936 as India’s first national park. Originally called Hailey National Park, then Ramganga National Park, it was…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/corbett-tiger-reserve/attractions/corbett-tiger-reserve/a/poi-sig/1152967/356523",
    "image_url": null,
    "detail_description": "This famous reserve was established in 1936 as India’s first national park. Originally called Hailey National Park, then Ramganga National Park, it was renamed in 1957 after legendary tiger-hunter Jim Corbett (1875–1955), who put Kumaon on the map with his book The Man-Eaters of Kumaon.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 7,
    "name": "Badrinath Temple",
    "latitude": "30.744676",
    "longitude": "79.491127",
    "excerpt": "Badrinath Temple, in a superb setting below the sacred, snow-topped pyramid-shaped peak of Nilkantha, is holy to Lord Vishnu. Vividly painted, this is the…",
    "detail_url": "https://www.lonelyplanet.com/india/badrinath-mana-village/attractions/badrinath-temple/a/poi-sig/1384539/1329343",
    "image_url": null,
    "detail_description": "Badrinath Temple, in a superb setting below the sacred, snow-topped pyramid-shaped peak of Nilkantha, is holy to Lord Vishnu. Vividly painted, this is the most easily accessible and popular of the char dham temples. It was founded by Guru Shankara in the 8th century, but the current structure is much more recent. Below the temple are hot springs that reach a scalding 40°C and serve as a bath house and laundry for locals.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 6,
    "name": "Happy Valley",
    "latitude": "30.470129",
    "longitude": "78.05254",
    "excerpt": "Only 3km northwest of town, this scenic outlying region of Mussoorie is famous as the site where the Dalai Lama and fellow exiles arrived in 1959, after…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/mussoorie/attractions/happy-valley/a/poi-sig/1611317/356528",
    "image_url": null,
    "detail_description": "Only 3km northwest of town, this scenic outlying region of Mussoorie is famous as the site where the Dalai Lama and fellow exiles arrived in 1959, after escaping from Tibet following Chinese occupation. The spiritual leader stayed for one year before relocating the exiled Tibetan government to Dharamsala. It's a beautiful valley with the atmospheric Shedup Choephelling Temple where the local Tibetan community pray, and a nearby hilltop stupa at Dalai Hills with a large Buddha statue, prayer flags and Himalayan views.\n"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 5,
    "name": "Valley of Flowers National Park",
    "latitude": "30.720293",
    "longitude": "79.591141",
    "excerpt": "The bugyals (high-altitude meadows) of tall wildflowers in the Unesco World Heritage–listed Valley of Flowers are a glorious sight on a sunny day,…",
    "detail_url": "https://www.lonelyplanet.com/india/valley-of-flowers-hem-kund-trek/attractions/valley-of-flowers-national-park/a/poi-sig/1152936/1329342",
    "image_url": null,
    "detail_description": "The bugyals (high-altitude meadows) of tall wildflowers in the Unesco World Heritage–listed Valley of Flowers are a glorious sight on a sunny day, rippling in the breeze, and framed by mighty 6000m mountains with glaciers and snow decorating their peaks year-round. British mountaineer Frank Smythe stumbled upon the Valley of Flowers in 1931. Over 300 species of flowers are found here.\nUnfortunately, most flowers bloom during the monsoon season in July and August, when access becomes difficult and hazardous. Some believe that the valley isn’t worth visiting outside peak flower season, but even without its technicolour carpet it’s still ridiculously beautiful. And it's more likely to be sunny. Snow leopard, blue sheep and various species of bear and deer also inhabit the area."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 4,
    "name": "Kedarnath",
    "latitude": "30.736598",
    "longitude": "79.066983",
    "excerpt": "Kedarnath is in the most dramatic location of the char dham temples, located at the base of 6970m peaks and 22km from the nearest road. The puja offered…",
    "detail_url": "https://www.lonelyplanet.com/india/kedarnath/attractions/kedarnath/a/poi-sig/1507310/1342679",
    "image_url": null,
    "detail_description": "Kedarnath is in the most dramatic location of the char dham temples, located at the base of 6970m peaks and 22km from the nearest road. The puja offered inside, especially around the stone 'hump', is fervent and can be quite intense. The site is so auspicious that pilgrims used to throw themselves from one of the cliffs behind the temple in the hope of instantly attaining moksha (liberation from samsara).\nMuch of the village around the temple was destroyed by the raging waters and huge rocks that washed down from the surrounding slopes. Today, nearly as much reverence is paid to a massive boulder that sits behind the temple – which, incredibly, shielded it from the worst of the onslaught and saved it from collapse – as to the temple itself.In the epic Mahabharata, after the Pandavas defeated the Dhartarashtras, they sought forgiveness for killing their own family members, as their enemies also happened to be their cousins. Shiva refused them, but the Pandavas were so relentless in their quest for absolution that Shiva, in the form of a bull, dove into the ground to elude them. He left his hump behind at Kedarnath, below the source of the sacred Mandakini River, where a magnificent stone temple – built in the 8th century by Guru Shankara – marks the spot. (Other portions of Shiva’s bull-form body are worshipped at the other four Panch Kedar shrines, which take some effort to reach: the arms at Tungnath, the face at Rudranath, the navel at Madmaheshwar and the hair at Kalpeshwar.)"
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 3,
    "name": "Naini Lake",
    "latitude": "29.3844",
    "longitude": "79.461408",
    "excerpt": "This pretty lake is Nainital’s centrepiece and is said to be one of the emerald-green eyes of Shiva’s wife, Sati (naina is Sanskrit for eye) that fell to…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/nainital/attractions/naini-lake/a/poi-sig/478194/356529",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-78316558_high.jpg",
    "detail_description": "This pretty lake is Nainital’s centrepiece and is said to be one of the emerald-green eyes of Shiva’s wife, Sati (naina is Sanskrit for eye) that fell to earth after her act of self-immolation. Boaters will row you around the lake for ₹210 in the brightly painted gondola-like boats, or the Nainital Boat Club will sail you around for ₹500. Pedal boats can also be hired.\nNaina Devi Temple is on the precise spot where the eye is believed to have fallen. Nearby is the Jama Masjid mosque and a gurdwara. You can walk around the lake in about an hour – the southern side is more peaceful and has good views of the town."
},
{
    "country": "uttarakhand-uttaranchal",
    "index": 2,
    "name": "Har-ki-Pairi Ghat",
    "latitude": "29.956217",
    "longitude": "78.171351",
    "excerpt": "Har-ki-Pairi (The Footstep of God) is where Vishnu is said to have dropped some divine nectar and left behind a footprint. Every evening, hundreds of…",
    "detail_url": "https://www.lonelyplanet.com/india/uttarakhand-uttaranchal/haridwar/attractions/har-ki-pairi-ghat/a/poi-sig/478142/356525",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-545731273_master.jpg",
    "detail_description": "Har-ki-Pairi (The Footstep of God) is where Vishnu is said to have dropped some divine nectar and left behind a footprint. Every evening, hundreds of worshippers gather for the ganga aarti (river worship ceremony). Officials in blue uniforms collect donations and, as the sun sets, bells ring out a rhythm, torches are lit, and leaf baskets with flower petals inside and a candle on top (₹10) are lit and placed on the river to drift away downstream.\nTourists can mingle with the crowd to experience the rituals of an ancient religion that still retains its power in the modern age. Someone may claim to be a priest and help you with your puja before asking for ₹200 or more. If you want to make a donation, it's best to give to a uniformed collector.The best time to visit the ghats are just before dusk for ganga aarti; aim to get here an hour before sunset to ensure a good seat to watch the ceremony. To get here walk the length of the ghats starting from one of the bridges close to the train station which will allow you to observe the spiritual fervour of pilgrims who've come far and wide to bathe in the Ganges."
}
]