[
{
    "country": "uzbekistan",
    "city": "Samarkand",
    "index": 1,
    "name": "Registan",
    "latitude": "39.65487",
    "longitude": "66.97566",
    "excerpt": "This ensemble of majestic, tilting medressas – a near-overload of majolica, azure mosaics and vast, well-proportioned spaces – is the centrepiece of the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/registan/a/poi-sig/443617/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-03/shutterstockRF_250136662.jpg",
    "detail_description": "This ensemble of majestic, tilting medressas – a near-overload of majolica, azure mosaics and vast, well-proportioned spaces – is the centrepiece of the city, and arguably the most awesome single sight in Central Asia. The three grand edifices here are among the world’s oldest preserved medressas, anything older having been destroyed by Chinggis Khan.\nThe Registan, which translates to ‘Sandy Place’ in Tajik, was medieval Samarkand’s commercial centre and the plaza was probably a wall-to-wall bazaar. The three medressas have taken their knocks over the years courtesy of the frequent earthquakes that buffet the region; that they are still standing is a testament to the incredible craftsmanship of their builders. The Soviets, to their credit, worked feverishly to restore these beleaguered treasures, but they also took some questionable liberties, such as the capricious addition of a blue outer dome to the Tilla-Kari Medressa. For an idea of just how ruined the medressas were at the start of the 20th century, check out the excellent photo exhibit inside the Tilla-Kari Medressa.The Ulugbek Medressa, on the western side, is the original medressa, finished in 1420 under Ulugbek who is said to have taught mathematics here (other subjects taught here included theology, astronomy and philosophy). The stars on the portal reflect Ulugbek's love of astronomy. Beneath the little corner domes were lecture halls, now housing displays on Ulugbek, including copies of the 'Zij' (his writings on astronomy) and miniatures depicting Central Asian astronomers at work. At the rear is a large mosque with a beautiful blue painted interior and an austere teaching room to one side. Police guards occasionally offer to clandestinely escort visitors to the top of the medressa's minaret for around US$10.The other buildings are rough imitations by the Shaybanid Emir Yalangtush. The entrance portal of the Sher Dor (Lion) Medressa, opposite Ulugbek’s and finished in 1636, is decorated with roaring felines that look like tigers but are meant to be lions. The lions, the deer they are chasing and the Mongolian-faced, Zorostrian-inspired suns rising from their backs are all unusual, flouting Islamic prohibitions against the depiction of live animals. It took 17 years to build but hasn’t held up as well as the Ulugbek Medressa, built in just three years.In between them is the Tilla-Kari (Gold-Covered) Medressa, completed in 1660, with a pleasant, gardenlike courtyard. The highlight here is the mosque, which is on the left-hand side of the courtyard and is intricately decorated with blue and gold to symbolise Samarkand’s wealth. The mosque’s delicate ceiling, oozing gold leaf, is flat but its tapered design makes it look domed from the inside. The result is magnificent. Inside the mosque is an interesting picture gallery featuring blown-up B&amp;W photos of old Samarkand. Several shops sell prints of these old photos.Most of the medressas’ former dormitory rooms are now art and souvenir shops. Be sure to visit the Registan in the evening to see if the impressive sound and light show is being projected. If a large group has paid for the show then other visitors can watch for free.Note that your entrance ticket is valid all day long, allowing you to come back and photograph the complex at the various times of day needed for the sunlight to be coming from the right direction. However, tell the complex security guards if you'd like to do this, otherwise they will tear your ticket and you won't be able to reuse it."
},
{
    "country": "uzbekistan",
    "city": "Bukhara",
    "index": 3,
    "name": "Ark",
    "latitude": "39.777809",
    "longitude": "64.410903",
    "excerpt": "The spectacular-looking Ark, a royal town-within-a-town, is Bukhara’s oldest structure, occupied from the 5th century right up until 1920, when it was…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/ark/a/poi-sig/1385480/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1134077231.jpg",
    "detail_description": "The spectacular-looking Ark, a royal town-within-a-town, is Bukhara’s oldest structure, occupied from the 5th century right up until 1920, when it was bombed by the Red Army. For centuries it was the residence of the emirs of Bukhara. It’s about 80% ruins but there are still some remaining royal quarters, now housing several interesting museums.\nAt the top of the entrance ramp is the 17th-century Juma (Friday) Mosque, with some beautiful stalactite carved column heads. Next are the former living quarters of the emir’s kushbegi (prime minister), where foreign ambassadors were received and now houses exhibits on the nearby archaeological sites of Paikend, Varakhsha and Romitan, once important Silk Road trading centres.Second on the left is the oldest surviving part of the Ark, the vast Reception and Coronation Court, whose roof fell in during the 1920 bombardment. The last coronation to take place here was Alim Khan’s in 1910. The submerged chamber on the right wall was the treasury and mint, and behind this was the harem.To the right of the corridor were the open-air royal stables and the noghorahona – a room for drums and musical instruments used during public spectacles in the square below.Around the Salamhona (Protocol Court) at the end of the corridor are what remain of the royal apartments. These apparently fell into such disrepair that the last two emirs preferred full-time residence at the summer palace. The most interesting displays here cover Bukhara’s history from the Shaybanids to the tsars. Displays include a huge whip attributed to the mythical hero Rustam, the padlock that used to secure the Ark gates and a case used to make petitions to the emir. Another room contains the emir’s throne as well as portraits of the ill-fated British officers Stoddart and Conolly, who were eventually executed in front of the fortress on Registan Sq."
},
{
    "country": "uzbekistan",
    "city": "Nukus",
    "index": 40,
    "name": "Mizdakhan Necropolis",
    "latitude": null,
    "longitude": null,
    "excerpt": "On a hill 20km west of Nukus, near Hojeli, are the remains of ancient Mizdakhan, once the second-largest city in Khorezm. Inhabited from the 4th century…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/karakalpakstan/nukus/attractions/mizdakhan-necropolis/a/poi-sig/1591579/357840",
    "image_url": null,
    "detail_description": "On a hill 20km west of Nukus, near Hojeli, are the remains of ancient Mizdakhan, once the second-largest city in Khorezm. Inhabited from the 4th century BC until the 14th century AD, Mizdakhan remained a sacred place even after Timur (Tamerlane) destroyed it; tombs and mosques continued to be built here right up to the 20th century.The most impressive of the tombs is the restored underground vault of the Mausoleum of Mazlum Khan Slu, dating from the 12th to 14th centuries, and the seven-domed Mausoleum of Shamun Nabi.\nOn the neighbouring hill towards the Turkmen border are the remains of a 4th- to 3rd-century BC fortress called Gyaur-Qala, which is worth checking out if you missed the forts of Ellik Kala.To get here, take a shared taxi or minivan from Nukus' Konye Qala bus stand to Hojeli (5000S, 20 minutes), crossing the Amu-Darya (Oxus River) en route. From Hojeli take a shared taxi (2000/8000S per seat/car) bound for the Turkmen border and get off after 8km in Mizdakhan. A private taxi from Nukus will cost around 50,000S return with waiting time."
},
{
    "country": "uzbekistan",
    "city": "Khiva",
    "index": 39,
    "name": "Islom Hoja Minaret",
    "latitude": "41.3766",
    "longitude": "60.360199",
    "excerpt": "It's possible to climb this 57m tall minaret, Uzbekistan's highest, for fine views over the old city. Morning light offers the best views. With bands of…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/islom-hoja-minaret/a/poi-sig/1388607/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock1139451236.jpg",
    "detail_description": "It's possible to climb this 57m tall minaret, Uzbekistan's highest, for fine views over the old city. Morning light offers the best views. With bands of turquoise and red tiling, it looks rather like an uncommonly lovely lighthouse.\n"
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 38,
    "name": "Barak Khan Medressa",
    "latitude": "41.336905",
    "longitude": "69.239016",
    "excerpt": "Souvenir shops occupy the student rooms of this 16th-century medressa located on the western side of Khast Imom square, making this one of the best places…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/barak-khan-medressa/a/poi-sig/1459541/357844",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/8c79e0276ab3d1e5093565aaf7a35af4-barak-khan-medressa.jpg",
    "detail_description": "Souvenir shops occupy the student rooms of this 16th-century medressa located on the western side of Khast Imom square, making this one of the best places to pick up a last-minute souvenir. Crafts include textiles, miniatures, scarves, embroidered bags, ceramics and even mobile phone cases.\n"
},
{
    "country": "uzbekistan",
    "city": "Khiva",
    "index": 35,
    "name": "Ichon-Qala",
    "latitude": "41.378547",
    "longitude": "60.359874",
    "excerpt": "Khiva's Ichon-Qala is one of the great highlights of Uzbekistan. The perfectly preserved medieval walled town is home to dozens of mosques, medressas and…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/ichon-qala/a/poi-sig/1578095/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock522302650.jpg",
    "detail_description": "Khiva's Ichon-Qala is one of the great highlights of Uzbekistan. The perfectly preserved medieval walled town is home to dozens of mosques, medressas and mausolea, most of which are home to small museums. You need a whole day to see the sights, but try also to wander the streets during the cool of dawn or dusk when the town is at its most magical.\n"
},
{
    "country": "uzbekistan",
    "city": "Uzbekistan",
    "index": 37,
    "name": "Toprak Qala",
    "latitude": "41.928272",
    "longitude": "60.819368",
    "excerpt": "This fort about 10km west of Boston was the main temple complex of the Khorezm kings who ruled this area in the 3rd and 4th centuries. The many rooms of…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/elliq-qala/attractions/toprak-qala/a/poi-sig/1550700/1325966",
    "image_url": "https://lp-cms-production.imgix.net/2023-03/shutterstockRF_1160131606.jpg",
    "detail_description": "This fort about 10km west of Boston was the main temple complex of the Khorezm kings who ruled this area in the 3rd and 4th centuries. The many rooms of the main corner palace are still clear and you can just make out the central Zoroastrian fire temple. The fort was abandoned in the 6th century.\n"
},
{
    "country": "uzbekistan",
    "city": "Khiva",
    "index": 36,
    "name": "City Walls",
    "latitude": "41.381357",
    "longitude": "60.361043",
    "excerpt": "One highlight for which no ticket is needed is the walk along the northwestern section of the Ichon-Qala wall. The stairs can be accessed at the North…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/city-walls/a/poi-sig/1578023/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/GettyImages-701103606.jpeg",
    "detail_description": "One highlight for which no ticket is needed is the walk along the northwestern section of the Ichon-Qala wall. The stairs can be accessed at the North Gate and are a great place to be at sunset. The 2.5km-long mud walls date from the 18th century, and were rebuilt after being destroyed by the Persians.\n"
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 34,
    "name": "Statue of Timur",
    "latitude": "41.311159",
    "longitude": "69.279679",
    "excerpt": "Tashkent's main streets radiate from Amir Timur Maydoni, where this statue of Timur (Tamerlane) takes pride of place.",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/statue-of-timur/a/poi-sig/1388823/357844",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/aa7f7d8c41e85d794716a30b4485b338-statue-of-timur.jpg",
    "detail_description": "Tashkent's main streets radiate from Amir Timur Maydoni, where this statue of Timur (Tamerlane) takes pride of place.\nA glance under the statue reveals that the stallion has been divested of a certain reproductive appendage. Just who stole it is one of Tashkent's great mysteries. Fortunately the horse's formidable family jewels remain intact - for now."
},
{
    "country": "uzbekistan",
    "city": "Khiva",
    "index": 33,
    "name": "Watchtower",
    "latitude": "41.379594",
    "longitude": "60.358093",
    "excerpt": "At the back right corner of the throne room in the Kuhna Ark, a door in the wall leads to a flight of steps up to the watchtower, the original part of the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/watchtower/a/poi-sig/1388612/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock522302650.jpg",
    "detail_description": "At the back right corner of the throne room in the Kuhna Ark, a door in the wall leads to a flight of steps up to the watchtower, the original part of the Ark, set right against the Ichon-Qala’s massive west wall. It's well worth paying the fee to climb up here – the city views are extraordinary, especially at sunset.\n"
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 32,
    "name": "Assumption Cathedral",
    "latitude": "41.290795",
    "longitude": "69.278884",
    "excerpt": "It's impossible to miss the handsome gold onion domes, pastel blue walls and 50m bell tower of the impressive Assumption Cathedral. Built in 1958 and…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/assumption-cathedral/a/poi-sig/443501/357844",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1328976074.jpg",
    "detail_description": "It's impossible to miss the handsome gold onion domes, pastel blue walls and 50m bell tower of the impressive Assumption Cathedral. Built in 1958 and renovated in the 1990s, this is the biggest of the four Orthodox churches in Tashkent. It's particularly worth visiting on Sunday when Tashkent's Russian babushkas (old women) flock here to make devotions in a sea of incense.\n"
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 31,
    "name": "Minor Mosque",
    "latitude": "41.336486",
    "longitude": "69.275032",
    "excerpt": "The striking new Minor Mosque, also known as the white mosque for the colour of its marble, is proof that Uzbekistan still knows how to create sublime…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/minor-mosque/a/poi-sig/1576378/357844",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2205934805.jpg",
    "detail_description": "The striking new Minor Mosque, also known as the white mosque for the colour of its marble, is proof that Uzbekistan still knows how to create sublime Islamic architecture. The lovely circular prayer hall has a beautifully ornate mihrab (a niche indicating the direction of Mecca) and ceiling. Walk south back to Minor metro through the nearby Minor Cemetery or the pleasant canal-side path.\n"
},
{
    "country": "uzbekistan",
    "city": "Uzbekistan",
    "index": 30,
    "name": "Ayaz-Qala",
    "latitude": "42.014085",
    "longitude": "61.02901",
    "excerpt": "Impressive mud-walled Ayaz-Qala, located 23km north of Boston (Bustan), is actually a complex of three forts. Its heyday was the 6th and 7th centuries…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/elliq-qala/attractions/ayaz-qala/a/poi-sig/1550698/1325966",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2073642980.jpg",
    "detail_description": "Impressive mud-walled Ayaz-Qala, located 23km north of Boston (Bustan), is actually a complex of three forts. Its heyday was the 6th and 7th centuries. From the car park walk up to the large hilltop ruins and then hike down to the smaller defensive manor below. It's possible to overnight or lunch at the Ayaz-Qala Yurt Camp, but it's essential to call ahead.\n"
},
{
    "country": "uzbekistan",
    "city": "Samarkand",
    "index": 29,
    "name": "Sher Dor Medressa",
    "latitude": "39.655028",
    "longitude": "66.976261",
    "excerpt": "The entrance portal of the Registan's Sher Dor (Lion) Medressa, opposite the Ulugbek Medressa and finished in 1636, is decorated with roaring felines that…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/sher-dor-medressa/a/poi-sig/1388716/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock189546986-rfc.jpeg",
    "detail_description": "The entrance portal of the Registan's Sher Dor (Lion) Medressa, opposite the Ulugbek Medressa and finished in 1636, is decorated with roaring felines that look like tigers but are meant to be lions. The lions, the deer they are chasing and the Mongolian-faced, Zorostrian-inspired suns rising from their backs are all unusual, flouting Islamic prohibitions against the depiction of live animals. It took 17 years to build but hasn’t held up as well as the Ulugbek Medressa, built in just three years.\n"
},
{
    "country": "uzbekistan",
    "city": "Samarkand",
    "index": 27,
    "name": "Tilla-Kari Medressa",
    "latitude": "39.655902",
    "longitude": "66.975394",
    "excerpt": "On the northern side of the Registan is the Tilla-Kari (Gold-Covered) Medressa, completed in 1660, with a pleasant, gardenlike courtyard. The highlight…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/tilla-kari-medressa/a/poi-sig/1388720/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock567517564-rfe.jpeg",
    "detail_description": "On the northern side of the Registan is the Tilla-Kari (Gold-Covered) Medressa, completed in 1660, with a pleasant, gardenlike courtyard. The highlight here is the mosque, which is on the left-hand side of the courtyard and is stunningly decorated with blue and gold to symbolise Samarkand’s wealth. The mosque’s delicate ceiling, oozing gold leaf, is flat but its tapered design makes it look domed from the inside. The result is breathtaking.\nInside the mosque is a fascinating picture gallery featuring blown-up B&amp;W photos of old Samarkand. Several shops sell prints of these old photos."
},
{
    "country": "uzbekistan",
    "city": "Samarkand",
    "index": 28,
    "name": "Ulugbek Medressa",
    "latitude": "39.654611",
    "longitude": "66.974583",
    "excerpt": "The Ulugbek Medressa, on the western side of the Registan, is the square's original medressa, finished in 1420 under Ulugbek who is said to have taught…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/ulugbek-medressa/a/poi-sig/1388723/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstock1544294381-rfc.jpeg",
    "detail_description": "The Ulugbek Medressa, on the western side of the Registan, is the square's original medressa, finished in 1420 under Ulugbek who is said to have taught mathematics here (the stars on the portal reflect Ulugbek's love of astronomy). Beneath the little corner domes were lecture halls, now housing displays on Ulugbek, and at the rear there is a large mosque with a beautiful blue painted interior and an austere teaching room to one side.\nPolice guards occasionally offer to clandestinely escort visitors to the top of the medressa's minaret for around US$10."
},
{
    "country": "uzbekistan",
    "city": "Uzbekistan",
    "index": 26,
    "name": "Termiz Archaeological Museum",
    "latitude": "37.244157",
    "longitude": "67.282752",
    "excerpt": "The Termiz Archaeological Museum is reason enough to visit Termiz. Unveiled in 2001, the museum is a treasure trove of Buddhist and Bactrian artefacts…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/termiz/attractions/termiz-archaeological-museum/a/poi-sig/1384403/357832",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2070114383.jpg",
    "detail_description": "The Termiz Archaeological Museum is reason enough to visit Termiz. Unveiled in 2001, the museum is a treasure trove of Buddhist and Bactrian artefacts collected from the many ravaged sites that pepper Surkhandarya province. The highlight would have to be the collection of 3rd- to 4th-century Buddhist statuary. The museum also has an excellent 3D map of Surkhandarya that depicts the area’s most important archaeological sights, as well as models of individual sites.\nThings to look out for include the Greek-influenced statues and ivory chess pieces from Dalverzin Tepe, a one-time Bactrian and later Kushan centre 120km northeast of Termiz."
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 25,
    "name": "Moyie Mubarek Library Museum",
    "latitude": "41.336994",
    "longitude": "69.240367",
    "excerpt": "The primary attraction of Khast Imom square is this library museum, which houses the 7th-century Osman Quran (Uthman Quran), said to be the world’s oldest…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/moyie-mubarek-library-museum/a/poi-sig/443525/357844",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2291597755.jpg",
    "detail_description": "The primary attraction of Khast Imom square is this library museum, which houses the 7th-century Osman Quran (Uthman Quran), said to be the world’s oldest. This enormous deerskin tome was brought to Samarkand by Timur, then taken to Moscow by the Russians in 1868 before being returned to Tashkent by Lenin in 1924 as an act of goodwill towards Turkestan’s Muslims. It is Tashkent’s most important sight.\nThe museum also contains 30 or 40 rare 14th- to 17th-century books among its collection, including one thumb-sized koran in an amulet case. Photos are not allowed. The library is in the southeast of the square, next to the spartan 1856 Telyashayakh Mosque."
},
{
    "country": "uzbekistan",
    "city": "Bukhara",
    "index": 24,
    "name": "Ismail Samani Mausoleum",
    "latitude": "39.77699",
    "longitude": "64.400588",
    "excerpt": "This mausoleum in Samani Park, completed in 905, is the town's oldest Muslim monument and one of its most architecturally interesting. Built for Ismail…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/ismail-samani-mausoleum/a/poi-sig/443691/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2093360542.jpg",
    "detail_description": "This mausoleum in Samani Park, completed in 905, is the town's oldest Muslim monument and one of its most architecturally interesting. Built for Ismail Samani (the founder of the Samanid dynasty), his father and grandson, its intricate baked terracotta brickwork – which changes 'personality' through the day as the shadows shift – disguises walls almost 2m thick, helping it survive without restoration (except of the spiked dome) for 11 centuries.\nBehind the park is the Talipach Gate and one of the few remaining, eroded sections (a total of 2km out of an original 12km) of the Shaybanid town walls. If you have eight minutes to spare take a ride on the nearby Ferris wheel for views over the mausoleum."
},
{
    "country": "uzbekistan",
    "city": "Bukhara",
    "index": 23,
    "name": "Lyabi-Hauz",
    "latitude": "39.773031",
    "longitude": "64.420474",
    "excerpt": "Lyabi-Hauz, a plaza built around a pool in 1620 (the name is Tajik for ‘around the pool’), is the most peaceful and interesting spot in town – shaded…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/lyabi-hauz/a/poi-sig/443697/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock2128072724.jpg",
    "detail_description": "Lyabi-Hauz, a plaza built around a pool in 1620 (the name is Tajik for ‘around the pool’), is the most peaceful and interesting spot in town – shaded by mulberry trees as old as the pool. The old tea-sipping, chessboard-clutching Uzbek men who once inhabited this corner of town have been moved on by local entrepreneurs bent on cashing in on the tourist trade. Still, the plaza maintains its old-world style despite the evening pop music and family funfair feel.\nUntil a century ago Bukhara was watered by a network of canals and 200 stone pools (hauz) where people gathered and gossiped, drank and washed. As the water wasn’t changed often, Bukhara was famous for plagues and water-borne diseases; the average 19th-century Bukharan is said to have died by the age of 32. The Bolsheviks modernised the system and drained most of the pools but several, like the Lyabi-Hauz, remain."
},
{
    "country": "uzbekistan",
    "city": "Khiva",
    "index": 22,
    "name": "Kuhna Ark",
    "latitude": "41.379048",
    "longitude": "60.358245",
    "excerpt": "To your left after you enter the West Gate stands the Kuhna Ark – the Khiva rulers’ own fortress and residence, first built in the 12th century by one Ok…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/kuhna-ark/a/poi-sig/443759/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1479855725.jpg",
    "detail_description": "To your left after you enter the West Gate stands the Kuhna Ark – the Khiva rulers’ own fortress and residence, first built in the 12th century by one Ok Shaykh Bobo, then expanded by the khans in the 17th century. The khans’ harem, mint, stables, arsenal, barracks, mosque and jail were all here. Apart from getting a peek at the life of the khans, the complex has some fine tilework and excellent views.\nThe small, low-slung building to the left of the entrance outside the main fortress is the Zindon, with a simple display of chains, manacles and weapons, suggesting how poor an idea falling foul of the khan would have been.Once inside the Ark, the first passage to the right takes you into the 19th-century Summer Mosque – open-air and spectacularly ornate with superb blue-and-white plant-motif tiling and a red, orange and gold ceiling. There are some interesting displays on Khorezmian archaeology here.Beside it is the old mint, now a museum that exhibits bank notes and coins that were minted here, including money printed on silk. Unfortunately labelling is only in Uzbek.Straight ahead from the Ark entrance is the restored, open-air throne room, where the khan dispensed judgement. The circular area on the ground was for the royal yurt, which the no-longer-nomadic khans still liked to use. The tiled aivan (portico) is simply stunning.At the back right corner of the throne room, a door in the wall leads to a flight of steps up to the watchtower, the original part of the Kuhna Ark, set right against the Ichon-Qala’s massive west wall. It's well worth paying the fee to climb up here – the city views are extraordinary, especially at sunset."
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 21,
    "name": "Earthquake Memorial",
    "latitude": "41.324089",
    "longitude": "69.272246",
    "excerpt": "The New Soviet men and women who rebuilt Tashkent after the 1966 earthquake are remembered in stone at the Earthquake Memorial just north of Mustaqilik…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/earthquake-memorial/a/poi-sig/443509/357844",
    "image_url": null,
    "detail_description": "The New Soviet men and women who rebuilt Tashkent after the 1966 earthquake are remembered in stone at the Earthquake Memorial just north of Mustaqilik Maydoni. Newlyweds flock here to have their photos taken on weekends.\n"
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 20,
    "name": "State Fine Arts Museum",
    "latitude": "41.30272",
    "longitude": "69.2778",
    "excerpt": "The four floors of this excellent museum walk you through 1500 years of art in Uzbekistan, from 7th-century Buddhist relics from Kuva and the Greek…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/state-fine-arts-museum/a/poi-sig/443511/357844",
    "image_url": null,
    "detail_description": "The four floors of this excellent museum walk you through 1500 years of art in Uzbekistan, from 7th-century Buddhist relics from Kuva and the Greek-inspired head of Hercules from Khalchayan near Termiz, to the art of Soviet Uzbekistan. There are even a few 19th-century paintings of second-tier Russian and European artists hanging about. There’s an impressive section on Uzbek applied art – notably some lovely ghanch (plaster carvings) from Bukhara, carved wooden doors from Khiva and the silk-on-cotton embroidered hangings called suzani.\n"
},
{
    "country": "uzbekistan",
    "city": "Bukhara",
    "index": 19,
    "name": "Kalon Mosque",
    "latitude": "39.77594",
    "longitude": "64.414045",
    "excerpt": "At the foot of the minaret, on the site of an earlier mosque destroyed by Chinggis Khan, is the 16th-century congregational Kalon Mosque, big enough for…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/kalon-mosque/a/poi-sig/443695/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock1081626542.jpg",
    "detail_description": "At the foot of the minaret, on the site of an earlier mosque destroyed by Chinggis Khan, is the 16th-century congregational Kalon Mosque, big enough for 10,000 people. Its courtyard has some spectacular tile work. Used in Soviet times as a warehouse, it was reopened as a place of worship in 1991.\n"
},
{
    "country": "uzbekistan",
    "city": "Samarkand",
    "index": 18,
    "name": "Bibi-Khanym Mosque",
    "latitude": "39.660726",
    "longitude": "66.980134",
    "excerpt": "The enormous congregational Bibi-Khanym Mosque, northeast of the Registan, was financed from the spoils of Timur's invasion of India and must have been…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/bibi-khanym-mosque/a/poi-sig/443599/357830",
    "image_url": null,
    "detail_description": "The enormous congregational Bibi-Khanym Mosque, northeast of the Registan, was financed from the spoils of Timur's invasion of India and must have been the jewel of his empire. Once one of the Islamic world’s biggest mosques (the cupola of the main mosque is 41m high and the pishtak or entrance portal, 38m), it pushed contemporary (14th century) construction techniques to the limit, so much so that the dome started crumbling even before construction had finished.\nThe mosque partially collapsed in an earthquake in 1897 before being rebuilt in the 1970s and more rapidly in the years after independence.Legend says that Bibi-Khanym, Timur’s Chinese wife, ordered the mosque built as a surprise while he was away. The architect fell madly in love with her and refused to finish the job unless he could give her a kiss. The smooch left a mark and Timur, on seeing it, executed the architect and decreed that women should henceforth wear veils so as not to tempt other men.The interior courtyard contains an enormous marble Quran stand that lends some scale to the place. Local lore has it that any woman who crawls under the stand will have lots of children. The courtyard also contains two smaller mosques. The one on the left as you enter through the enormous main gate has an impressive unrestored interior festooned with Arabic calligraphy."
},
{
    "country": "uzbekistan",
    "city": "Fergana Valley",
    "index": 17,
    "name": "Khan’s Palace",
    "latitude": "40.538803",
    "longitude": "70.93989",
    "excerpt": "The palace of the Khan of Kokand, with seven courtyards and 114 rooms, was built in 1873, though its dazzling tiled exterior makes it look so perfect that…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/fergana-valley/kokand/attractions/khan-s-palace/a/poi-sig/1089582/357836",
    "image_url": null,
    "detail_description": "The palace of the Khan of Kokand, with seven courtyards and 114 rooms, was built in 1873, though its dazzling tiled exterior makes it look so perfect that you'd be forgiven for thinking it was as new as the modern park that surrounds it. Just three years after its completion, the tsar’s troops arrived, blew up its fortifications and abolished the khan’s job.\nThe Khan in question was Khudayar Khan, a cruel ruler who had previously cosied up to the Russians. Just two years after completing the palace, Khudayar was forced into exile by his own subjects, winding up under Russian protection in Orenburg. As his heirs quarrelled for the throne, the Russians moved in and snuffed out the khanate, in the process breaking a promise to eventually return Khudayar to the throne. The homesick khan later fled Orenburg and embarked on an epic odyssey through Central and South Asia before dying of disease near Herat.Roughly half of the palace used to be taken up by the harem quarters, which the Russians demolished in 1919. Khudayar’s 43 concubines would wait to be chosen as wife for the night – Islam allows only four wives so the khan kept a mullah at hand for a quick and short-lived marriage ceremony.Six courtyards remain and their 27 rooms collectively house the Kokand Regional Studies Museum, which has some interesting offbeat exhibits such as the wooden lock and a pair of circus stilts."
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 16,
    "name": "Museum of Applied Arts",
    "latitude": "41.3009",
    "longitude": "69.25961",
    "excerpt": "The Museum of Applied Arts occupies an exquisite house full of bright ghanch (carved and painted plaster) and carved wood. It was built in the 1930s, at…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/museum-of-applied-arts/a/poi-sig/443527/357844",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstock716645335.jpg",
    "detail_description": "The Museum of Applied Arts occupies an exquisite house full of bright ghanch (carved and painted plaster) and carved wood. It was built in the 1930s, at the height of the Soviet period, but nonetheless serves as a sneak preview of the older architectural highlights lurking in Bukhara and Samarkand. The ceramic and textile exhibits here, with English descriptions, are a fine way to bone up on the regional decorative styles of Uzbekistan. There’s a small cafe and pricey gift shop here too.\n"
},
{
    "country": "uzbekistan",
    "city": "Bukhara",
    "index": 15,
    "name": "Maghok-i-Attar",
    "latitude": "39.773165",
    "longitude": "64.418285",
    "excerpt": "Between the two covered bazaars, in what was the old herb-and-spice bazaar, is Central Asia’s oldest surviving mosque, the Maghoki-Attar, a lovely…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/maghok-i-attar/a/poi-sig/443699/357828",
    "image_url": null,
    "detail_description": "Between the two covered bazaars, in what was the old herb-and-spice bazaar, is Central Asia’s oldest surviving mosque, the Maghoki-Attar, a lovely mishmash of 9th-century facade and 16th-century reconstruction. This is probably also the town’s holiest spot: in the 1930s archaeologists found under it bits of a 5th-century Zoroastrian temple ruined by the Arabs and an earlier Buddhist temple.\nAccording to legend, the mosque survived the Mongols by being buried by locals in sand. Indeed, only the top of the mosque was visible when the digging began in the 1930s; the present plaza surrounding it is the 12th-century level of the town. A section of the excavations has been left deliberately exposed inside. The building today ostensibly functions as an interesting museum exhibiting Solor and Ersari Turkmen carpets (so-called 'Bukhara' carpets are almost always Turkmen).Climb a couple of stairs in the corner of the mosque for a view of the charred Zoroastrian remains. You will often find melted candles and evidence of small fires in the exterior niches of the building, a sign that Zoroastrian influence in Uzbek folk culture runs deep.The charming staff will tell you that until the 16th century, Bukhara’s Jews are said to have used the mosque in the evenings as a synagogue – a wonderful image of the cosmopolitan tolerance that was once such a part of Bukhara's identity.The foundations surrounding the mosque once belonged to a series of bathhouses and caravanserai."
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 14,
    "name": "Chorsu Bazaar",
    "latitude": "41.326695",
    "longitude": "69.235062",
    "excerpt": "Tashkent’s most famous farmers market, topped by a giant green dome, is a delightful slice of city life spilling into the streets off the Old Town’s…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/chorsu-bazaar/a/poi-sig/443505/357844",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-539242186.jpg",
    "detail_description": "Tashkent’s most famous farmers market, topped by a giant green dome, is a delightful slice of city life spilling into the streets off the Old Town’s southern edge. There are acres of spices arranged in brightly coloured mountains, Volkswagen-sized sacks of grain, entire warehouses dedicated to sweets, and the freshest bread and fruits around. Souvenir hunters will find kurpacha (colourful sitting mattresses), skullcaps, chapan (traditional heavy quilted cloaks), ceramics and knives here.\n"
},
{
    "country": "uzbekistan",
    "city": "Khiva",
    "index": 13,
    "name": "Kalta Minor Minaret",
    "latitude": "41.37833",
    "longitude": "60.35791",
    "excerpt": "This fat, turquoise-tiled minaret was begun in 1851 by Mohammed Amin Khan, who according to legend wanted to build a minaret so high he could see all the…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/kalta-minor-minaret/a/poi-sig/443757/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1406885178.jpg",
    "detail_description": "This fat, turquoise-tiled minaret was begun in 1851 by Mohammed Amin Khan, who according to legend wanted to build a minaret so high he could see all the way to Bukhara. Unfortunately the khan dropped dead in 1855, leaving the beautifully tiled structure unfinished.\nEast of the minaret, beside the medressa, is the small, plain Sayid Alauddin Mausoleum, dating from 1310 when Khiva was under the Golden Horde of the Mongol empire. You might find people praying in front of the 19th-century tiled sarcophagus."
},
{
    "country": "uzbekistan",
    "city": "Fergana Valley",
    "index": 12,
    "name": "Yodgorlik Silk Factory",
    "latitude": "40.476268",
    "longitude": "71.717892",
    "excerpt": "Margilon's main attraction is this fascinating factory, a block west of the central Dekon Bazaar. English-language guides can walk you through traditional…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/fergana-valley/margilon/attractions/yodgorlik-silk-factory/a/poi-sig/1384100/357837",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial2253894379.jpg",
    "detail_description": "Margilon's main attraction is this fascinating factory, a block west of the central Dekon Bazaar. English-language guides can walk you through traditional methods of silk production from steaming and unravelling the cocoons to the tie-dyeing and weaving of the dazzling khanatlas (hand-woven silk) fabrics for which Margilon is famous.\nAfter the tour you can buy silk or adras (silk-cotton mix) by the metre (US$8 to US$25) in the showroom, a former mosque. There are also silk scarves, clothing, carpets and embroidered items for sale. Visa cards accepted."
},
{
    "country": "uzbekistan",
    "city": "Bukhara",
    "index": 11,
    "name": "Char Minar",
    "latitude": "39.774786",
    "longitude": "64.427476",
    "excerpt": "Photogenic little Char Minar, in a maze of alleys between Pushkin and Hoja Nurabad, bears more relation to Indian styles than to anything Bukharan. This…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/char-minar/a/poi-sig/443677/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2220041901.jpg",
    "detail_description": "Photogenic little Char Minar, in a maze of alleys between Pushkin and Hoja Nurabad, bears more relation to Indian styles than to anything Bukharan. This was the gatehouse of a long-gone medressa built in 1807. The name means ‘Four Minarets’ in Tajik, although they aren’t strictly speaking minarets but rather decorative towers.\nFor 4000S it's possible to climb up onto the roof of the building and come face to face with the charming minarets. Souvenir stalls in front of the building sell some interesting Soviet memorabilia and B&amp;W photographs of pre-Soviet Bukhara."
},
{
    "country": "uzbekistan",
    "city": "Tashkent",
    "index": 10,
    "name": "History Museum of the People of Uzbekistan",
    "latitude": "41.311469",
    "longitude": "69.269389",
    "excerpt": "The History Museum is a must-visit for anyone looking for a primer on the history of Turkestan from its earliest settlements 5000 years ago to the present…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/tashkent/attractions/history-museum-of-the-people-of-uzbekistan/a/poi-sig/443513/357844",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-1501383971.jpg",
    "detail_description": "The History Museum is a must-visit for anyone looking for a primer on the history of Turkestan from its earliest settlements 5000 years ago to the present. The 2nd floor has some fine Zoroastrian and Buddhist artefacts, including several 1st- to 3rd-century Buddhas and Buddha fragments from Fayoz-Tepe area near Termiz.\nOn the 3rd floor English placards walk you through the Russian conquests of the khanates and emirates, and there are some foreboding newspaper clippings of revolts in Andijon being brutally suppressed by the Russians in 1915. On the 4th floor you’ll also find the normal ode to post-independence gas plants and first President Karimov."
},
{
    "country": "uzbekistan",
    "city": "Khiva",
    "index": 9,
    "name": "Pahlavon Mahmud Mausoleum",
    "latitude": "41.377071",
    "longitude": "60.359548",
    "excerpt": "This revered mausoleum, with its sublime courtyard and stately tilework, is one of the town’s most beautiful spots. Pahlavon Mahmud was a poet,…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/pahlavon-mahmud-mausoleum/a/poi-sig/443763/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstock2083392193.jpg",
    "detail_description": "This revered mausoleum, with its sublime courtyard and stately tilework, is one of the town’s most beautiful spots. Pahlavon Mahmud was a poet, philosopher and legendary wrestler who became Khiva’s patron saint. His 1326 tomb was rebuilt in the 19th century and then requisitioned in 1913 by the khan of the day as his family mausoleum.\nThe beautiful Persian-style chamber under the turquoise dome at the northern end of the courtyard holds the tomb of Mohammed Rakhim Khan. Pahlavon Mahmud’s tomb, to the left off the first chamber, has some of Khiva’s loveliest tiling on the sarcophagus and the walls. Tombs of other khans stand unmarked east and west of the main building, outside the courtyard."
},
{
    "country": "uzbekistan",
    "city": "Fergana Valley",
    "index": 8,
    "name": "Kumtepa Bazaar",
    "latitude": "40.454181",
    "longitude": "71.663829",
    "excerpt": "The fantastic Kumtepa Bazaar, 5km west of Margilon centre, is a time capsule full of weathered Uzbek men in traditional clothing exchanging solemn…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/fergana-valley/margilon/attractions/kumtepa-bazaar/a/poi-sig/1384101/357837",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial623624792.jpg",
    "detail_description": "The fantastic Kumtepa Bazaar, 5km west of Margilon centre, is a time capsule full of weathered Uzbek men in traditional clothing exchanging solemn greetings and gossiping over endless pots of tea. Rows of handmade khanatlas and adras silk, available from just 5000S per metre, are both the shopping and the visual highlight. It’s probably the most interesting bazaar in the country. The busiest day is Sunday, but it also works on Thursday.\nMargilon’s traditional streak is in full view here, with Uzbek matrons dressed almost exclusively in the locally produced khanatlas dresses and head scarves and men in skullcaps and chapan (heavy quilted jacket).Take a shared taxi (2000S per person) or 'Bozor' marshrutka (1000S) from Margilon to get here. A taxi from Fergana costs around 6000S."
},
{
    "country": "uzbekistan",
    "city": "Khiva",
    "index": 7,
    "name": "Tosh-Hovli Palace",
    "latitude": "41.378108",
    "longitude": "60.361524",
    "excerpt": "This palace, which means ‘Stone House’, contains Khiva’s most sumptuous interior decoration, dense with blue ceramic tiles, carved wooden pillars and…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/khorezm/khiva/attractions/tosh-hovli-palace/a/poi-sig/443765/357842",
    "image_url": "https://lp-cms-production.imgix.net/2023-05/shutterstockeditorial2074056119.jpg",
    "detail_description": "This palace, which means ‘Stone House’, contains Khiva’s most sumptuous interior decoration, dense with blue ceramic tiles, carved wooden pillars and elaborate ghanch. Built by Allakuli Khan between 1832 and 1841 as a more splendid alternative to the Kuhna Ark, it’s said to have more than 150 rooms off nine courtyards, with high ceilings designed to catch the slightest desert breeze. Allakuli was a man in a hurry – the Tosh-Hovli’s first architect was executed for failing to complete the job in two years.\nTwo separate entrances take you into two separate wings of the palace. The northern harem wing has some handicrafts exhibitions. Don’t miss the harder-to-spot and labyrinthine south wing, where the throne room, two brick yurt bases and a sumptuous aivan (covered portico) are located, along with a wonderful carriage dating from 1872. You'll have to avoid the young Uzbek couples canoodling in the dark corners."
},
{
    "country": "uzbekistan",
    "city": "Bukhara",
    "index": 6,
    "name": "Kalon Minaret",
    "latitude": "39.775602",
    "longitude": "64.415247",
    "excerpt": "When it was built by the Karakhanid ruler Arslan Khan in 1127, the Kalon Minaret was probably the tallest building in Central Asia – kalon means…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/bukhara/attractions/kalon-minaret/a/poi-sig/443693/357828",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/iStock-642891740.jpg",
    "detail_description": "When it was built by the Karakhanid ruler Arslan Khan in 1127, the Kalon Minaret was probably the tallest building in Central Asia – kalon means ‘great’ in Tajik. It’s an incredible piece of work, 47m tall with 10m-deep foundations (including reeds stacked underneath in an early form of earthquake-proofing), and has stood for almost nine centuries. Chinggis (Genghis) Khan was so dumbfounded by it that he ordered it spared while his troops ransacked the rest of the city.\nThe minaret is an architectural masterpiece. Its 14 ornamental bands, all different, include the first use of the glazed blue tiles that were to saturate Central Asia under the Timurids. Up and down the southern and eastern sides are faintly lighter patches, marking the restoration of damage caused by Soviet general Frunze’s artillery in 1920. Its 105 inner stairs, accessible from the Kalon Mosque, have been closed off to tourists for several years but may reopen."
},
{
    "country": "uzbekistan",
    "city": "Nukus",
    "index": 5,
    "name": "Savitsky Museum",
    "latitude": "42.46581",
    "longitude": "59.612337",
    "excerpt": "The Savitsky Museum houses one of the most remarkable art collections in the former Soviet Union. About half of the paintings were brought here in Soviet…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/karakalpakstan/nukus/attractions/savitsky-museum/a/poi-sig/1385477/357840",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6d9c95d5194cd6724220e5565255f29c-savitsky-museum.jpg",
    "detail_description": "The Savitsky Museum houses one of the most remarkable art collections in the former Soviet Union. About half of the paintings were brought here in Soviet times by artist and ethnographer Igor Savitsky, who managed to preserve an entire generation of avant-garde work that was proscribed and destroyed elsewhere in the country for not conforming to the socialist realism of the times.\nThe paintings found protection in these isolated backwaters (Nukus, after all, being literally the last place you'd look for anything) and it’s interesting to hear how this nonconformist museum survived during the Soviet era. An English-language guided tour can really help to contextualise the collection and acts as an introduction to the fascinating stories behind many of the paintings.The museum owns some 90,000 artefacts, including more than 15,000 paintings, only a fraction of which are actually on display. The museum also has some archaeological displays from the Ellik Kala fortresses, including Zoroastrian ossuaries from Shilpik (Chilpak) and a bodhisattva statue from Guldursan. There are also some ethnographic displays, with a fine collection of jewellery, camel bags and wedding jewellery.A second building opened in 2017 to display a wider selection of treasures, with a restaurant planned.When we visited there was talk of closing the museum on Monday, so check the website if you plan to be in Nukus for only one day. Tuesday and Friday are free for school groups and can be very busy."
},
{
    "country": "uzbekistan",
    "city": "Samarkand",
    "index": 4,
    "name": "Shah-i-Zinda",
    "latitude": "39.662371",
    "longitude": "66.987811",
    "excerpt": "Samarkand’s most moving and beloved site is this stunning avenue of mausoleums, which contains some of the richest tilework in the Muslim world. The name,…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/shah-i-zinda/a/poi-sig/443621/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF541333459.jpg",
    "detail_description": "Samarkand’s most moving and beloved site is this stunning avenue of mausoleums, which contains some of the richest tilework in the Muslim world. The name, which means ‘Tomb of the Living King’, refers to its original, innermost and holiest shrine – a complex of cool, quiet rooms around what is probably the grave of Qusam ibn-Abbas, who is said to have brought Islam to this area in the 7th century. The most stunning Timurid-era tilework dates from 14th and 15th centuries.\nA shrine to Qusam, a cousin of the Prophet Mohammed, existed here on the edge of Afrosiab for around seven centuries before Timur (Tamerlane) and later Ulugbek buried their family and favourites near the sanctity of the original shrine.The most beautiful tomb is the Shodi Mulk Oko Mausoleum (1372), resting place of a sister and niece of Timur, second on the left after the entry stairs. The exquisite majolica and terracotta work here – notice the minuscule amount of space between the tiles – was of such exceptional quality that it merited almost no restoration.After remarkably surviving more than seven centuries with only minor touch-up work, many of the tombs were aggressively and controversially restored in 2005. As a result, much of the brilliant mosaic, majolica and terracotta work you see today is not original.Shah-i-Zinda is an important place of pilgrimage, so enter with respect and dress conservatively. Just outside the entrance are the foundations of a 15th-century tahorathana (bathhouse). At the end of the pathway between the mausoleums, the complex opens up into Samarkand's main cemetery, which is a fascinating place to walk."
},
{
    "country": "uzbekistan",
    "city": "Samarkand",
    "index": 2,
    "name": "Gur-e-Amir Mausoleum",
    "latitude": "39.648537",
    "longitude": "66.969207",
    "excerpt": "The beautiful portal and trademark fluted azure dome of the Gur-e-Amir Mausoleum marks the final resting place of Timur (Tamerlane), along with two sons…",
    "detail_url": "https://www.lonelyplanet.com/uzbekistan/central-uzbekistan/samarkand/attractions/gur-e-amir-mausoleum/a/poi-sig/1384275/357830",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF571103800.jpg",
    "detail_description": "The beautiful portal and trademark fluted azure dome of the Gur-e-Amir Mausoleum marks the final resting place of Timur (Tamerlane), along with two sons and two grandsons (including Ulugbek). It's a surprisingly modest building, largely because Timur was never expecting to be buried here. The tilework and dome are particularly beautiful; be sure to return at night when the building is spotlit to grand effect.\nTimur had built a simple crypt for himself at Shakhrisabz, and had this one built in 1404 for his grandson and proposed heir, Mohammed Sultan, who had died the previous year. But the story goes that when Timur died unexpectedly of pneumonia in Kazakhstan (in the course of planning an expedition against the Chinese) in the winter of 1405, the passes back to Shakhrisabz were snowed in and he was interred here instead.As with other Muslim mausoleums, the stones are just markers; the actual crypts are in a chamber beneath. In the centre is Timur’s stone, once a single block of dark-green jade. In 1740 the warlord Nadir Shah carried it off to Persia, where it was accidentally broken in two – from which time Nadir Shah is said to have had a run of very bad luck, including the near death of his son. At the urging of his religious advisers he returned the stone to Samarkand and, of course, his son recovered.The plain marble marker to the left of Timur’s is that of Ulugbek; to the right is that of Mir Said Baraka, one of Timur’s spiritual advisors. In front lies Mohammed Sultan. The stones behind Timur’s mark the graves of his sons Shah Rukh (the father of Ulugbek) and Miran Shah. Behind these lies Sheikh Seyid Umar, the most revered of Timur’s teachers, said to be a descendant of the Prophet Mohammed. Timur ordered Gur-e-Amir built around Umar’s tomb.The Soviet anthropologist Mikhail Gerasimov opened the crypts in 1941 and, among other things, confirmed that Timur was tall (1.7m) and lame in the right leg and right arm (from injuries suffered when he was 25) – and that Ulugbek died from being beheaded. According to every tour guide’s favourite anecdote, he found on Timur’s grave an inscription to the effect that ‘whoever opens this will be defeated by an enemy more fearsome than I’. The next day, 22 June, Hitler attacked the Soviet Union."
}
]