[
{
    "country": "vietnam",
    "index": 39,
    "name": "Bach Ma Temple",
    "latitude": "21.035741",
    "longitude": "105.851104",
    "excerpt": "In the heart of the Old Quarter, the small Bach Ma Temple (literally 'White Horse Temple') is said to be the oldest temple in the city, though much of the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/bach-ma-temple/a/poi-sig/1141852/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/4f31523100103286f14e8da193cbaaa2-bach-ma-temple.jpg",
    "detail_description": "In the heart of the Old Quarter, the small Bach Ma Temple (literally 'White Horse Temple') is said to be the oldest temple in the city, though much of the current structure dates from the 18th century and a shrine to Confucius was added in 1839. It was originally built by Emperor Ly Thai To in the 11th century to honour a white horse that guided him to this site, where he chose to construct his city walls.\nPass through the wonderful old wooden doors of the pagoda to see a statue of the legendary white horse, as well as a beautiful red-lacquered funeral palanquin. At the time of research the temple was shut for restoration."
},
{
    "country": "vietnam",
    "index": 40,
    "name": "Vietnamese Women’s Museum",
    "latitude": "21.023244",
    "longitude": "105.851323",
    "excerpt": "This excellent and highly informative museum showcases the roles of women in Vietnamese society and culture. Labelled in English and French, exhibits…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/vietnamese-women-s-museum/a/poi-sig/1141860/357880",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock1278590260-RFE.jpg",
    "detail_description": "This excellent and highly informative museum showcases the roles of women in Vietnamese society and culture. Labelled in English and French, exhibits cover everything from marriage customs to childbirth, but it’s the memories of the wartime contribution by individual heroic women that are most poignant. If the glut of information sometimes feels repetitive, for visual stimulation there is a stunning collection of propaganda posters, as well as costumes, tribal basketware and fabric motifs from Vietnam’s ethnic minority groups. Check the website for special exhibitions.\nThe audio guide is 30,000d."
},
{
    "country": "vietnam",
    "index": 38,
    "name": "Pirate Island",
    "latitude": "10.314075",
    "longitude": "104.329433",
    "excerpt": "This small speck of an island, covered in lush vegetation and with clear blue waters, has a sordid 500-year history as a pirate haven that only came to an…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/mekong-delta/ha-tien/attractions/pirate-island/a/poi-sig/1526788/357892",
    "image_url": null,
    "detail_description": "This small speck of an island, covered in lush vegetation and with clear blue waters, has a sordid 500-year history as a pirate haven that only came to an end during the reunification in 1975. Today the inhabitants make their living from the sea. A paved motorbike trail circles the island; you can hike up to the hill temple and visit the tranquil beach, and if you come with a Vietnamese speaker, you can arrange to go out with the fishers.\nBesides the 2000-or-so inhabitants who reside in the four small, scrappy fishing villages, there's an army base on top of the hill, keeping a vigilant eye out for potential invaders from Cambodia. Rumours of pirate treasure have circulated for years, and in 1983 the army promptly expelled from Vietnam a couple of foreign treasure seekers who arrived illegally by boat from Cambodia, equipped with metal detectors.The best beach on the island is Bai Bac on the northern coast, which also offers some local beach shacks to feast on fresh seafood. A day trip is possible, but there are now several places to stay, including some basic homestays and guesthouses in the 250,000d-to-500,000d range. Boat trips to nearby islands are available for a negotiable 250,000d. Going out on a fishing boat at night, you may see the sparkly shapes of fish shooting through the water, thanks to the phosphorescence phenomenon.Minh Nga runs boats to Pirate Island (50,000d, one hour) at 8.15am and 1pm from Ha Tien, returning at 8.30am and 2.30pm.For more on Pirate Island, see the online Vietnam Coracle guide at http://vietnamcoracle.com/pirate-islands-dao-hai-tac-travel-guide."
},
{
    "country": "vietnam",
    "index": 37,
    "name": "Vietnam Museum of Ethnology",
    "latitude": "21.040617",
    "longitude": "105.798683",
    "excerpt": "This fabulous collection relating to Vietnam's ethnic minorities features well-presented tribal art, artefacts and everyday objects gathered from across…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/vietnam-museum-of-ethnology/a/poi-sig/1141856/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/ae67624a79f02b5ac0736f2917869afa89b857ff8621413ad1afa77910c25fec.jpg",
    "detail_description": "This fabulous collection relating to Vietnam's ethnic minorities features well-presented tribal art, artefacts and everyday objects gathered from across the nation, and examples of traditional village houses. Displays are well labelled in Vietnamese, French and English. If you're into anthropology, it's well worth the Grab motorbike-taxi fare (approximately 40,000d each way) to the Cau Giay district, about 7km from the city centre, where the museum is located.\nOtherwise local bus 14 (4000d) departs from P Dinh Tien Hoang on the east side of Hoan Kiem Lake and passes within a couple of blocks (around 600m) of the museum; get off at the Nghia Tan bus stop and head to Ð Nguyen Van Huyen."
},
{
    "country": "vietnam",
    "index": 36,
    "name": "Van Long Nature Reserve",
    "latitude": "20.362683",
    "longitude": "105.88254",
    "excerpt": "Set amid glorious limestone pinnacles, this tranquil reserve comprises a reedy wetland that’s popular with birdwatchers. Among the bird species that have…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ninh-binh-province/attractions/van-long-nature-reserve/a/poi-sig/1142986/1325758",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/shutterstock301562465.jpg",
    "detail_description": "Set amid glorious limestone pinnacles, this tranquil reserve comprises a reedy wetland that’s popular with birdwatchers. Among the bird species that have been spotted here are the rare black-faced spoonbill, cotton pygmy goose and white-browed crake. Van Long is also one of the last wild refuges of the endangered Delacour’s langur (population roughly 120), partly because the wetlands keep predators and poachers at bay. Langurs are not easy to spot; try your luck early in the morning or in the evening.\nRowboat rides (90 minutes, maximum two people per boat) around the reserve are a more relaxed alternative to occasional hawker hassles on the Tam Coc boat trips. Ninh Binh hotels can arrange tours. Van Long is 2km east of Tran Me, 19km from Ninh Binh along the road to Cuc Phuong."
},
{
    "country": "vietnam",
    "index": 35,
    "name": "Cai Rang Floating Market",
    "latitude": "10.000972",
    "longitude": "105.744159",
    "excerpt": "The biggest floating market in the Mekong Delta, Cai Rang is 6km from Can Tho in the direction of Soc Trang. There's a bridge here that serves as a great…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/mekong-delta/can-tho/attractions/cai-rang-floating-market/a/poi-sig/1389935/357889",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/shutterstock_121579798.jpg",
    "detail_description": "The biggest floating market in the Mekong Delta, Cai Rang is 6km from Can Tho in the direction of Soc Trang. There's a bridge here that serves as a great vantage point for photography. The market is best around 6am to 7am, and it's well worth getting here early to beat the boatloads of tourists and the heat. This is a wholesale market, so look at what's tied to the long pole above the boat to see what they're selling.\nCai Rang can be seen from the road, but getting here is far more interesting by boat (US$10 to US$15). From the market area in Can Tho it takes about 45 minutes by boat to the market, or you can drive to the Cau Dau Sau boat landing (about 4km southwest of Can Tho by the Dau Sau Bridge), skipping the least interesting section of river, from where it takes only about 10 minutes to reach the market."
},
{
    "country": "vietnam",
    "index": 33,
    "name": "Cannon Fort",
    "latitude": "20.723304",
    "longitude": "107.054976",
    "excerpt": "For one of the best views in Vietnam, head to Cannon Fort, where there are astounding panoramas of Cat Ba Island's jungle-clad hills, the harbour and the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/northeast-vietnam/cat-ba-island/attractions/cannon-fort/a/poi-sig/1389182/357919",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/shutterstockeditorial764258218.jpg",
    "detail_description": "For one of the best views in Vietnam, head to Cannon Fort, where there are astounding panoramas of Cat Ba Island's jungle-clad hills, the harbour and the karst-punctuated sea. The entrance gate is a steep 10-minute walk from Cat Ba Town, and it's then another stiff 20-minute walk to the fort, or take a xe om from town (15,000d). The fort was inaccessible in 2019 due to construction work on a nearby hotel, but should reopen soon.\nWell-labelled paths guide visitors past underground tunnels and two well-preserved gun emplacements, out to two viewpoints overlooking the island. There's even a cafe (with more great views from its terrace) and a tiny museum.The tunnels and gun emplacements were first installed by the Japanese in WWII, but were also utilised by the French and Vietnamese during subsequent conflicts."
},
{
    "country": "vietnam",
    "index": 34,
    "name": "Museum of Cham Sculpture",
    "latitude": "16.059886",
    "longitude": "108.222898",
    "excerpt": "This small but important museum contains the world’s largest collection of Cham artefacts, housed in buildings marrying French-colonial architecture with…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/danang/attractions/museum-of-cham-sculpture/a/poi-sig/1154438/357869",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7c1129652510c1f27e096738e6b1bc5f-museum-of-cham-sculpture.jpg",
    "detail_description": "This small but important museum contains the world’s largest collection of Cham artefacts, housed in buildings marrying French-colonial architecture with Cham elements. Founded in 1915 by the École Française d’Extrême Orient, it displays more than 300 pieces including altars, lingas (stylised phalluses representing Shiva), garudas (griffin-like sky beings), apsaras (heavenly nymphs), Ganeshes and images of Shiva, Brahma and Vishnu, all dating from the 5th to 15th centuries. Explanations are slim. The audio guide is 20,000d (you'll need to show ID, passport or driving licence).\nThe treasures come from Dong Duong (Indrapura), Khuong My, My Son, Tra Kieu and other sites. There are also exhibits focusing on Cham culture today, with contemporary artefacts and photos of the Kate Festival."
},
{
    "country": "vietnam",
    "index": 32,
    "name": "National Museum of Vietnamese History",
    "latitude": "21.024745",
    "longitude": "105.859215",
    "excerpt": "Built between 1925 and 1932, this architecturally impressive museum was formerly home to the École Française d’Extrême-Orient. Its architect, Ernest…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/national-museum-of-vietnamese-history/a/poi-sig/1387781/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/08d53f22d7bf51dcd1ad536d38c28ca7-national-museum-of-vietnamese-history.jpg",
    "detail_description": "Built between 1925 and 1932, this architecturally impressive museum was formerly home to the École Française d’Extrême-Orient. Its architect, Ernest Hebrard, was among the first in Vietnam to incorporate a blend of Chinese and French design elements. Exhibit highlights include bronzes from the Dong Son culture (3rd century BCE to 3rd century CE), Hindu statuary from the Khmer and Champa kingdoms, jewellery from imperial Vietnam, and displays relating to the French occupation and the Communist Party. The audio guide is free.\nThe former Museum of the Vietnamese Revolution across the road at 216 Ð Tran Quang Khai is now part of the National Museum of Vietnamese History. The 40,000 exhibits enthusiastically present the histories of conflict and revolution within Vietnam, from the liberation movements against the French occupation to the establishment of the Communist Party and the Socialist Republic of Vietnam."
},
{
    "country": "vietnam",
    "index": 31,
    "name": "Imperial Citadel of Thang Long",
    "latitude": "21.033247",
    "longitude": "105.839142",
    "excerpt": "Added to Unesco's World Heritage List in 2010, Hanoi's Imperial Citadel was the hub of Vietnamese military power for over 1000 years. Ongoing…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/imperial-citadel-of-thang-long/a/poi-sig/1450417/357880",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1059003782-RFC.jpg",
    "detail_description": "Added to Unesco's World Heritage List in 2010, Hanoi's Imperial Citadel was the hub of Vietnamese military power for over 1000 years. Ongoing archaeological digs continue on-site, revealing remains of ancient palaces, grandiose pavilions and imperial gates. The main gate (Doan Mon) is named after one of the gates of the Forbidden City in Beijing. Further back is the imposing and colonnaded French Caserne de la Compagnie d'Ouvriers. At the rear is the Princess Pagoda (Hau Lau), which probably housed imperial concubines.\nThere are also fascinating military command bunkers from the American War – complete with maps and 1960s communications equipment – used by the legendary Vietnamese general Vo Nguyen Giap. The leafy grounds are also an easy-going and quiet antidote to Hanoi's bustle. Guided tours are 150,000d or you can download the Hoang Thanh Thang Long mobile app."
},
{
    "country": "vietnam",
    "index": 30,
    "name": "Phuoc An Hoi Quan Pagoda",
    "latitude": "10.754884",
    "longitude": "106.659013",
    "excerpt": "Delightfully fronted by greenery and opening to an interior blaze of red, gold, green and yellow, this is one of the most beautifully ornamented temples…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/phuoc-an-hoi-quan-pagoda/a/poi-sig/403390/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstock2246649013-RFE.jpg",
    "detail_description": "Delightfully fronted by greenery and opening to an interior blaze of red, gold, green and yellow, this is one of the most beautifully ornamented temples in town, dating from 1902. Of special interest are the elaborate brass ritual ornaments and weapons, and the fine woodcarvings on the altars, walls, columns, hanging lanterns and incense coils. From the exterior, look out for the ceramic scenes, each containing innumerable small figurines, that decorate the roof.\nTo the left of the entrance stands a life-size figure of the sacred horse of Quan Cong. Prior to departing on a journey, people make offerings to the equine figure before stroking its mane and ringing the bell around its neck. Behind the main altar, with its stone and brass incense braziers, is a statue of Quan Cong, to whom the temple is dedicated; other shrines are dedicated to Ong Bon (the guardian who presides over happiness and wealth) and Nam Ba Ngu Hanh."
},
{
    "country": "vietnam",
    "index": 29,
    "name": "An Thoi Islands",
    "latitude": "9.996239",
    "longitude": "104.009972",
    "excerpt": "Just off the southern tip of Phu Quoc, these 15 islands and islets are a paradise of white sand and blue waters. They can be visited by chartered boat for…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/mekong-delta/phu-quoc-island/attractions/an-thoi-islands/a/poi-sig/493556/357897",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/shutterstock1364323658.jpg",
    "detail_description": "Just off the southern tip of Phu Quoc, these 15 islands and islets are a paradise of white sand and blue waters. They can be visited by chartered boat for a fine day of sightseeing, fishing, swimming and snorkelling. Hon Thom (Pineapple Island) is about 3km in length and is the largest island in the group; it's now connected to Phu Quoc by the Hon Thom Cable Car, the world's longest over-sea ride.\nOther islands here include Hon Dua (Coconut Island), Hon Roi (Lamp Island), Hon Vang (Echo Island), Hon May Rut (Cold Cloud Island), the Hon Dams (Shadow Islands), Chan Qui (Yellow Tortoise) and Hon Mong Tay (Short Gun Island). The only real development at this stage is the new Sun World and attached water park Aquapolis on Hon Thom Island.Most boats depart from An Thoi on Phu Quoc, but you can make arrangements through hotels on Long Beach, as well as with dive operators. Boat trips generally don't run during the rainy season."
},
{
    "country": "vietnam",
    "index": 27,
    "name": "Vinh Moc Tunnels",
    "latitude": "17.074149",
    "longitude": "107.110165",
    "excerpt": "A highly impressive complex of tunnels, Vinh Moc is the remains of a coastal North Vietnamese village that literally went underground in response to…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/demilitarised-zone-dmz/attractions/vinh-moc-tunnels/a/poi-sig/1154361/357870",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF527368895.jpg",
    "detail_description": "A highly impressive complex of tunnels, Vinh Moc is the remains of a coastal North Vietnamese village that literally went underground in response to unremitting American bombing. More than 90 families disappeared into three levels of tunnels running for almost 2km, and continued to live and work while bombs rained down around them. Most of the tunnels are open to visitors and are kept in their original form (except for electric lights, a more recent addition).\nAn English-speaking guide will accompany you around the complex, pointing out the 12 entrances until you emerge at a glorious beach that faces the South China Sea (East Sea). The museum has photos and relics of tunnel life, including a map of the tunnel network. The Vinh Moc tunnels are often compared to the Cu Chi tunnels, which are more cramped and humid, and were intended for soldiers, not civilians.The turn-off to Vinh Moc from Hwy 1 is 6.5km north of the Ben Hai River in the village of Ho Xa. Follow this road east for 13km."
},
{
    "country": "vietnam",
    "index": 28,
    "name": "Imperial Enclosure",
    "latitude": "16.470054497968",
    "longitude": "107.57653627271",
    "excerpt": "The Imperial Enclosure or Imperial City is a citadel-within-a-citadel, housing the emperor’s residence, temples and palaces, and the main buildings of…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/hue/attractions/imperial-enclosure/a/poi-sig/1154381/357875",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b21be86eac6ef9ad212d0770c9aee155-imperial-enclosure.jpg",
    "detail_description": "The Imperial Enclosure or Imperial City is a citadel-within-a-citadel, housing the emperor’s residence, temples and palaces, and the main buildings of state, within 6m-high, 2.5km-long walls. What’s left is only a fraction of the original – the enclosure was badly bombed during the French and American Wars, and only 20 of its 148 buildings survived. Expect a lot of broken masonry, rubble, cracked tiling and weeds as you work your way around, but it's a fascinating site and easily worth half a day.\nAt a leisurely stroll, many of the less-visited areas are highly atmospheric and sublime. It's best to choose a day with decent weather, with late afternoon (when there are fewer visitors and the sun is setting) a superb time to visit. There are little cafes and souvenir stands dotted around. It's best to approach the sights starting from Ngo Mon Gate and moving anticlockwise around the enclosure. Restoration and reconstruction are ongoing."
},
{
    "country": "vietnam",
    "index": 26,
    "name": "To Mieu Temple Complex",
    "latitude": "16.46716",
    "longitude": "107.57687",
    "excerpt": "Taking up the southwest corner of the Imperial Enclosure, this highly impressive walled complex has been beautifully restored. The imposing three-tiered…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/hue/attractions/to-mieu-temple-complex/a/poi-sig/1393759/357875",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/GettyImages-100375992.jpg",
    "detail_description": "Taking up the southwest corner of the Imperial Enclosure, this highly impressive walled complex has been beautifully restored. The imposing three-tiered Hien Lam Pavilion sits on the south side of the complex; it dates from 1824. On the other side of a courtyard is the solemn To Mieu Temple, housing shrines to each of the emperors, topped by their photos. Between these two temples are Nine Dynastic Urns (dinh) cast between 1835 and 1836, each dedicated to one Nguyen sovereign.\nAbout 2m in height and weighing 1900kg to 2600kg each, the urns symbolise the power and stability of the Nguyen throne. The central urn, the largest and most ornate, is dedicated to dynasty founder Gia Long. Also in the courtyard are two dragons, trapped in what look like red phone boxes.On the north side of the complex, a gate leads into a small walled enclosure that houses the Hung To Mieu Temple, a reconstruction of the 1804 original, built to honour Gia Long’s parents."
},
{
    "country": "vietnam",
    "index": 25,
    "name": "Ba Chuc Tomb",
    "latitude": "10.498614",
    "longitude": "104.908748",
    "excerpt": "Ba Chuc’s memorial, 40km south of Chau Doc, stands as a ghastly reminder of the horrors perpetrated by the Khmer Rouge. Between 18 April and 30 April 1978…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/mekong-delta/chau-doc/attractions/ba-chuc-tomb/a/poi-sig/1527131/357891",
    "image_url": null,
    "detail_description": "Ba Chuc’s memorial, 40km south of Chau Doc, stands as a ghastly reminder of the horrors perpetrated by the Khmer Rouge. Between 18 April and 30 April 1978, the Khmer Rouge killed 3157 villagers here, leaving only two survivors. The memorial consists of two parts: the ossuary housing the skulls and bones of more than 1100 victims; and the memorial room next door, displaying wrenching post-massacre photos.It's possible to organise a tour from Chau Doc (US$30), or a xe om from Ha Tien (75km, 400,000d).\nBetween 1975 and 1978 Khmer Rouge soldiers regularly crossed the border into Vietnam and slaughtered innocent civilians. Over the border, things were even worse, with nearly two million Cambodians killed during the period of Pol Pot’s Democratic Kampuchea regime.In the ossuary, designed to resemble a flowering lotus, the skulls and bones are divided by age group (including the minute skulls of toddlers and babies) and gender. This collection resembles Cambodia’s Choeung Ek killing fields, where thousands of skulls of Khmer Rouge victims are on display, but as it's clean, sterile and well lit, with a spot to leave offerings in the centre, it appears almost cheerful compared to what confronts you next door.The memorial room showcases the weapons used by the Khmer Rouge (knives, bayonets and cudgels) and sticks used for torture, particularly of women. Many of the Ba Chuc victims were tortured to death. The photos are for strong stomachs only.The bottoms of walls at the Phi Lai Tu Temple behind the memorial room are still stained dark with the blood of the slain; more than 300 villagers were slaughtered inside. The Vietnamese government might have had other motives for invading Cambodia at the end of 1978, but certainly outrage at the Ba Chuc massacre was a major one.Ba Chuc is 4km south of the road running parallel to the Cambodian border between Ha Tien and Chau Doc. The site was extensively renovated to mark the 40-year commemoration of the massacre in 2018."
},
{
    "country": "vietnam",
    "index": 24,
    "name": "HCMC Museum",
    "latitude": "10.775943",
    "longitude": "106.699674",
    "excerpt": "A grand neoclassical structure built in 1885 and once known as Gia Long Palace (and later the Revolutionary Museum), HCMC’s city museum is a singularly…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/hcmc-museum/a/poi-sig/1389224/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1138819423-RFE.jpg",
    "detail_description": "A grand neoclassical structure built in 1885 and once known as Gia Long Palace (and later the Revolutionary Museum), HCMC’s city museum is a singularly beautiful and impressive building, telling the story of the city through archaeological artefacts, ceramics, old city maps and displays on the marriage traditions of its various ethnicities. The struggle for independence is extensively covered, with most of the upper floor devoted to it.\nDeep beneath the building is a network of reinforced concrete bunkers and fortified corridors. The system, branches of which stretch all the way to Reunification Palace, included living areas, a kitchen and a large meeting hall. In 1963 President Diem and his brother hid here before fleeing to Cha Tam Church. The network is not open to the public because most of the tunnels are flooded.\r\n\r\nIn the gardens are various pieces of military hardware, including the American-built F-5E jet used by a renegade South Vietnamese pilot to bomb the Presidential Palace (now Reunification Palace) on 8 April 1975.\r\n"
},
{
    "country": "vietnam",
    "index": 23,
    "name": "Tomb of Khai Dinh",
    "latitude": "16.398923",
    "longitude": "107.590345",
    "excerpt": "This hillside monument is a synthesis of Vietnamese and European elements. Most of the tomb’s grandiose exterior is covered in darkened, weathered…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/hue/attractions/tomb-of-khai-dinh/a/poi-sig/1158037/357875",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1444450041-RFE.jpg",
    "detail_description": "This hillside monument is a synthesis of Vietnamese and European elements. Most of the tomb’s grandiose exterior is covered in darkened, weathered concrete, with an unexpectedly Gothic air, while the interiors resemble explosions of colourful ceramic mosaic. Khai Dinh was the penultimate emperor of Vietnam, from 1916 to 1925, and widely seen as a puppet of the French. It took 11 years to construct his flamboyant tomb; it can be found 10km from Hue in Chau Chu village.\nSteps lead to the Honour Courtyard where mandarin honour guards have a mixture of Vietnamese and European features. Up three more flights of stairs is the stupendous main building, Thien Dinh. The walls and ceiling are decorated with murals of the Four Seasons, Eight Precious Objects and the Eight Immortals. Under a graceless, gold-speckled concrete canopy is a gilt bronze statue (cast in Marseilles) of Khai Dinh, who is presumed to have been homosexual, though he did produce one heir. His remains are interred 18m below the statue. There's an audio guide in a dozen languages (70,000d)."
},
{
    "country": "vietnam",
    "index": 22,
    "name": "Hang Nga Crazy House",
    "latitude": "11.934613",
    "longitude": "108.431067",
    "excerpt": "A freewheeling architectural exploration of surrealism, Hang Nga Crazy House is a joyously designed, outrageously artistic private home. Imagine…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/dalat/attractions/hang-nga-crazy-house/a/poi-sig/442642/1316169",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dac6957ff51f66a902dea86cb0e2ad0f-hang-nga-crazy-house.jpg",
    "detail_description": "A freewheeling architectural exploration of surrealism, Hang Nga Crazy House is a joyously designed, outrageously artistic private home. Imagine sculptured rooms connected by super-slim bridges rising out of a tangle of concrete greenery, an excess of cascading lava-flow-like shapes, wild colours, spiderweb windows and an almost organic quality to it all, with the swooping handrails resembling jungle vines. Think of Gaudí and Tolkien dropping acid together and designing their own version of Disneyland.\nThe brainchild of owner Mrs Dang Viet Nga, the Crazy House has been an imaginative work in progress since 1990. Hang Nga, as she’s known locally, has a PhD in architecture from Moscow and has designed a number of other buildings around Dalat. Her father, Truong Chinh, succeeded Ho Chi Minh as Vietnam’s second president from 1981 until his death in 1988, which is perhaps one reason that planning permission doesn't seem to be a problem. There’s a shrine to him in the ground-floor lounge.A note of caution for those with young kids: the Crazy House's maze of precarious tunnels, high walkways with low guard rails and steep ladders is not at all child-safe."
},
{
    "country": "vietnam",
    "index": 21,
    "name": "Japanese Covered Bridge",
    "latitude": "15.877067",
    "longitude": "108.325839",
    "excerpt": "Emblematic of Hoi An, this beautiful bridge was first constructed in the 1590s by the Japanese community to link it with the Chinese quarters. Over the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/hoi-an/attractions/japanese-covered-bridge/a/poi-sig/1154466/357874",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3807b3ef68a4c6b5f82ec86dd9fe620d-japanese-covered-bridge.jpg",
    "detail_description": "Emblematic of Hoi An, this beautiful bridge was first constructed in the 1590s by the Japanese community to link it with the Chinese quarters. Over the centuries the ornamentation has remained relatively faithful to the original Japanese design. When you cross using your Old Town ticket, one of the stubs will be snipped away, so if you cross the bridge again, just say your ticket stub for the bridge has been taken already, otherwise the ticket checker will remove another stub.\nThe structure is solidly constructed because of the threat of earthquakes. The entrances to the bridge are guarded by weathered statues: a pair of monkeys on one side, a pair of dogs on the other. According to one story, many of Japan’s emperors were born in the years of the dog and monkey. Another tale says that construction of the bridge started in the year of the monkey and was finished in the year of the dog. The stelae, listing all Vietnamese and Chinese contributors to a subsequent restoration of the bridge, are written in chu nho (Chinese characters) – the nom script had not yet become popular.The French flattened out the roadway for cars, but the original arched shape was restored in 1986."
},
{
    "country": "vietnam",
    "index": 20,
    "name": "Assembly Hall of the Fujian Chinese Congregation",
    "latitude": "15.87769",
    "longitude": "108.3302077",
    "excerpt": "Originally a traditional assembly hall (or guildhall), this structure was later transformed into a temple for the worship of Thien Hau, a deity who…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/hoi-an/attractions/assembly-hall-of-the-fujian-chinese-congregation/a/poi-sig/1154467/357874",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/a555cf2e4f3ed722841dca378332f8e0-assembly-hall-of-the-fujian-chinese-congregation.jpg",
    "detail_description": "Originally a traditional assembly hall (or guildhall), this structure was later transformed into a temple for the worship of Thien Hau, a deity who protects seafarers. The green-tiled triple gateway dates from 1975. The mural on the right-hand wall depicts Thien Hau, her way lit by lantern light as she crosses a stormy sea to rescue a foundering ship. Opposite is a mural of the heads of the six Fujian families who fled from China to Hoi An in the 17th century.\nThe penultimate chamber of this guildhall contains a statue of Thien Hau. To either side of the entrance stand red-skinned Thuan Phong Nhi and green-skinned Thien Ly Nhan, deities who alert Thien Hau when sailors are in distress.In the final chamber, the central altar contains seated figures of the heads of the six Fujian families. The smaller figures below them represent their successors as clan leaders. Behind the altar on the right are three fairies and smaller figures representing the 12 ba mu (midwives), each of whom teaches newborns a different skill necessary for the first year of life: smiling, sucking and so forth.The goddess is also worshipped by childless couples who come to pray for offspring and leave fresh fruit as offerings."
},
{
    "country": "vietnam",
    "index": 19,
    "name": "Giac Lam Pagoda",
    "latitude": "10.776956",
    "longitude": "106.648274",
    "excerpt": "Believed to be the oldest temple in HCMC (1744), Giac Lam is a fantastically atmospheric place set in peaceful, garden-like grounds. The Chinese…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/giac-lam-pagoda/a/poi-sig/403142/357884",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-596776380.jpg",
    "detail_description": "Believed to be the oldest temple in HCMC (1744), Giac Lam is a fantastically atmospheric place set in peaceful, garden-like grounds. The Chinese characters that constitute the temple's name (覚林寺) mean 'Feel the Woods Temple' and the looming Bodhi tree (a native fig tree, sacred to Buddhists) in the front garden was the gift of a Sri Lankan monk in 1953. Prayers are held daily from 4am to 5am, 11am to noon, 4pm to 5pm and 7pm to 9pm.\nNext to the tree stands a gleaming white statue of compassionate Quan The Am Bo Tat (also known as the Goddess of Mercy) on a lotus blossom, a symbol of purity.As at many Vietnamese Buddhist temples, aspects of both Taoism and Confucianism can be found here. For the sick and elderly, the pagoda is a minor pilgrimage sight, as it contains a bronze bell that, when rung, is believed to answer the prayers posted by petitioners.The main sanctuary lies in the next room, filled with countless gilded figures. On the dais in the centre of the back row sits the A Di Da Buddha, easily spotted by his colourful halo. The fat laughing fellow, seated with five children climbing all over him, is Ameda, the Buddha of Enlightenment, Compassion and Wisdom.About 3km from Cholon, Giac Lam Pagoda is best reached by taxi or xe om (motorbike taxi)."
},
{
    "country": "vietnam",
    "index": 18,
    "name": "Tan Ky House",
    "latitude": "15.876422",
    "longitude": "108.327244",
    "excerpt": "Built two centuries ago by an ethnically Vietnamese family, this gem of a house has been lovingly preserved through seven generations. Look out for signs…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/hoi-an/attractions/tan-ky-house/a/poi-sig/442902/357874",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockeditorial1645937800.jpg",
    "detail_description": "Built two centuries ago by an ethnically Vietnamese family, this gem of a house has been lovingly preserved through seven generations. Look out for signs of Japanese and Chinese influences in the architecture. Japanese elements include the ceiling (in the sitting area), which is supported by three progressively shorter beams, one on top of the other. Under the crab-shell ceiling are carvings of crossed sabres wrapped in silk ribbon. The sabres symbolise force; the silk represents flexibility.\nThe interior is brightened by a beautiful detail: Chinese poems written in inlaid mother-of-pearl hang from some of the columns that hold up the roof. The Chinese characters on these 150-year-old panels are formed entirely of birds gracefully portrayed in various positions of flight.The carved wooden balcony supports around the courtyard are decorated with grape leaves, which are a European import and further evidence of the unique blending of cultures in Hoi An.The back of the house faces the river and was rented out to foreign merchants. There are two pulleys attached to a beam in the loft – in the past they were used for moving goods into storage, and today for raising furniture for safekeeping from floods.The exterior of the roof is made of tiles; inside, the ceiling consists of wood. This design keeps the house cool in summer and warm in winter."
},
{
    "country": "vietnam",
    "index": 17,
    "name": "Hoan Kiem Lake",
    "latitude": "21.029021",
    "longitude": "105.852317",
    "excerpt": "Legend claims that, in the mid-15th century, heaven sent Emperor Le Loi a magical sword, which he used to drive the Chinese from Vietnam. After the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/hoan-kiem-lake/a/poi-sig/1387763/357880",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1461603412-RFE.jpg",
    "detail_description": "Legend claims that, in the mid-15th century, heaven sent Emperor Le Loi a magical sword, which he used to drive the Chinese from Vietnam. After the war a giant golden turtle grabbed the sword and disappeared into the depths of this lake to restore the sword to its divine owners, inspiring the name Ho Hoan Kiem (Lake of the Restored Sword).The area is best from Friday to Sunday: nearby traffic is banned between 7pm and midnight and a public-square, funfair vibe takes over.\nEvery morning at around 6am local residents practise t’ai chi on the shore. Sunset is a lovely time to explore the lake too, and can make for some sublime photographs as the sun sets.The ramshackle Thap Rua, on an islet near the southern end, is often used as an emblem of Hanoi. A number of elegant pagoda-like stone gateways can be found around the lake, inscribed with chu nho Chinese characters, including Hoa Phong Pagoda (Thap Hoa Phong) near the southeast of the lake shore.You may often bump into small groups of Hanoi university and high-school students out interviewing foreigners to practise their English. They are invariably polite, often very interesting to talk to and provide an opportunity to interact with local youngsters, while they get the chance to improve their language skills (which the Vietnamese are highly ambitious about)!"
},
{
    "country": "vietnam",
    "index": 15,
    "name": "Reunification Palace",
    "latitude": "10.777037",
    "longitude": "106.695325",
    "excerpt": "Surrounded by royal palm trees, the dissonant 1960s architecture of this landmark government building and the eerie ambience of its deserted halls make it…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/reunification-palace/a/poi-sig/403140/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF302965892.jpg",
    "detail_description": "Surrounded by royal palm trees, the dissonant 1960s architecture of this landmark government building and the eerie ambience of its deserted halls make it an intriguing spectacle. The first Communist tanks to arrive in Saigon rumbled here on 30 April 1975 and it’s as if time has stood still since then. The building is deeply associated with the fall of the city in 1975, yet it's the kitsch detailing and period motifs that steal the show. It's also known as the Independence Palace.\nAfter crashing through the wrought-iron gates – in a dramatic scene recorded by photojournalists and shown around the world – a soldier ran into the building and up the stairs to unfurl a VC flag from the balcony. In an ornate reception chamber, General Minh, who had become head of the South Vietnamese state only 43 hours before, waited with his improvised cabinet.In 1868 a residence was built on this site for the French governor-general of Cochin-China and gradually it expanded to become Norodom Palace. When the French departed, the palace became home to the South Vietnamese president Ngo Dinh Diem. So unpopular was Diem that his own air force bombed the palace in 1962 in an unsuccessful attempt to kill him, and most of the colonial-era structure was damaged.The president ordered a new modernist residence to be built on the same site, this time with a sizeable bomb shelter in the basement. Work was completed in 1966, but Diem did not get to see his dream house as he was killed by his own troops in 1963.The new building was named Independence Palace and was home to the succeeding South Vietnamese president, Nguyen Van Thieu, until his hasty departure in 1975. Designed by Paris-trained Vietnamese architect Ngo Viet Thu, it is an outstanding example of 1960s architecture, with an airy and open atmosphere.The ground floor is arranged with meeting rooms, while upstairs is a grand set of reception rooms, used for welcoming foreign and national dignitaries. In the back of the structure are the president’s living quarters; check out the model boats, horse tails and severed elephants’ feet. The 2nd floor contributes a shagadelic card-playing room, complete with a cheesy round leather banquette, a barrel-shaped bar, hubcap light fixtures and three-legged chairs set around a flared-legged card table. There’s also a cinema and a rooftop nightclub, complete with helipad: James Bond/Austin Powers – eat your groovy baby heart out.Perhaps most fascinating of all is the basement with its telecommunications centre, war room and warren of tunnels, where hulking old fans chop the air and ancient radio transmitters sit impassively. Towards the end are rooms where videos appraise the palace and its history in Vietnamese, English, French, Chinese and Japanese. The national anthem is played at the end of the tape and you are expected to stand up – it would be rude not to.The Reunification Palace is open to visitors as long as official receptions or meetings aren’t taking place. English- and French-speaking guides are on duty during opening hours."
},
{
    "country": "vietnam",
    "index": 16,
    "name": "Hoa Lo Prison Museum",
    "latitude": "21.025256",
    "longitude": "105.846448",
    "excerpt": "This thought-provoking site is all that remains of the former Hoa Lo Prison, ironically nicknamed the ‘Hanoi Hilton’ by US prisoners of war (POWs) during…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/hoa-lo-prison-museum/a/poi-sig/1141862/357880",
    "image_url": "https://lp-cms-production.imgix.net/2023-06/iStock-1472215502.jpg",
    "detail_description": "This thought-provoking site is all that remains of the former Hoa Lo Prison, ironically nicknamed the ‘Hanoi Hilton’ by US prisoners of war (POWs) during the American War. Most exhibits relate to the prison’s use up to the mid-1950s, focusing on the Vietnamese struggle for independence from France. A gruesome relic is the ominous French guillotine, used to behead Vietnamese revolutionaries. There are also displays focusing on the American pilots who were incarcerated at Hoa Lo during the American War.\nThese pilots include Pete Peterson (the first US ambassador to a unified Vietnam in 1995) and Senator John McCain (the Republican nominee for the US presidency in 2008). McCain’s flight suit is displayed, along with a photograph of Hanoi locals rescuing him from Truc Bach Lake after being shot down in 1967.The vast prison complex was built by the French in 1896. Originally intended to house around 450 inmates, records indicate that by the 1930s there were close to 2000 prisoners. Hoa Lo was never a very successful prison, and hundreds escaped its walls over the years – many squeezing out through sewer grates.Polyglots might notice that the French signs are watered down compared with the English equivalents.The name 'Hoa Lo' means' 'stove' or 'furnace'. Most of the prison was demolished in the 1990s and high-rises (including the Somerset Grand Hanoi) and other developments were built upon its land, though the section in a corner of the plot containing the museum survives."
},
{
    "country": "vietnam",
    "index": 14,
    "name": "Po Nagar Cham Towers",
    "latitude": "12.265423",
    "longitude": "109.195441",
    "excerpt": "Built between the 7th and 12th centuries, these impressive Cham towers are still actively used for worship by Cham, Chinese and Vietnamese Buddhists…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/south-central-coast/nha-trang/attractions/po-nagar-cham-towers/a/poi-sig/1390406/357943",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3c85637113314cd94fd5a6278aff9669-po-nagar-cham-towers.jpg",
    "detail_description": "Built between the 7th and 12th centuries, these impressive Cham towers are still actively used for worship by Cham, Chinese and Vietnamese Buddhists. Originally the complex had seven or eight towers, but only four remain, of which the 28m-high North Tower (Thap Chinh; AD 817), with a terraced pyramidal roof, vaulted interior masonry and vestibule, is the most magnificent.The towers stand on a granite knoll 3km north of central Nha Trang, on the northern bank of the Cai River.\nIt's thought this site was first used for worship as early as the 2nd century AD. The original wooden structure was razed to the ground by attacking Javanese in AD 774, but was replaced by a stone-and-brick temple (the first of its kind) in 784.The towers serve as the Holy See, honouring Yang Ino Po Nagar, the goddess of the Dua (Liu) clan, which ruled over the southern part of the Cham kingdom. There are inscribed stone slabs scattered throughout the complex, most of which relate to history or religion and provide insight into the spiritual life and social structure of the Cham.All the temples face east, as did the original entrance to the complex, which is to the right as you ascend the hillock. In centuries past, worshippers passed through the pillared meditation hall, 10 pillars of which can still be seen, before proceeding up the steep staircase to the towers.In 918, King Indravarman III placed a gold mukha-linga (carved phallus with a human face painted on it) in the North Tower, but it was taken by Khmer raiders. This pattern of statues being destroyed or stolen and then replaced continued until 965, when King Jaya Indravarman IV replaced the gold mukha-linga with the stone figure, Uma (Shakti, or the female consort of Shiva), which remains to this day.Above the entrance to the North Tower, two musicians, one of whose feet is on the head of the bull Nandin, flank a dancing four-armed Shiva. The sandstone doorposts are covered with inscriptions, as are parts of the walls of the vestibule. A gong and a drum stand under the pyramid-shaped ceiling of the antechamber. In the 28m-high pyramidal main chamber there is a black-stone statue of the goddess Uma with 10 arms, two of which are hidden under her vest; she is seated and leaning back against a monstrous beast.The Central Tower (Thap Nam) was built partly of recycled bricks in the 12th century on the site of a structure dating from the 7th century. It is less finely constructed than the other towers and has little ornamentation; the pyramidal roof lacks terracing or pilasters, although the interior altars were once covered with silver. There is a linga inside the main chamber.The South Tower (Mieu Dong Nam), at one time dedicated to Sandhaka (Shiva), still shelters a linga, while the richly ornamented Northwest Tower (Thap Tay Bac) was originally dedicated to Ganesh. To the rear of the complex is a less-impressive museum with a few examples of Cham stonework.This site has a continuing religious significance, so be sure to remove your shoes before entering and wear respectful clothing."
},
{
    "country": "vietnam",
    "index": 12,
    "name": "Notre Dame Cathedral",
    "latitude": "10.779785",
    "longitude": "106.699063",
    "excerpt": "Built between 1877 and 1883, Notre Dame Cathedral enlivens the heart of Ho Chi Minh City's government quarter, facing Ð Dong Khoi. A red-brick, neo…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/notre-dame-cathedral/a/poi-sig/403218/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/shutterstockRF300914393.jpg",
    "detail_description": "Built between 1877 and 1883, Notre Dame Cathedral enlivens the heart of Ho Chi Minh City's government quarter, facing Ð Dong Khoi. A red-brick, neo-Romanesque church, it has twin bell towers that are both topped with spires and crosses that reach 60m.\nThis Catholic cathedral, named after the Virgin Mary, was closed for renovation at the time of research, but when it reopens you'll be able to admire its stained-glass windows and interior walls inlaid with devotional tablets.\n&nbsp;\n"
},
{
    "country": "vietnam",
    "index": 13,
    "name": "Hon Son Island",
    "latitude": "9.798384",
    "longitude": "104.630656",
    "excerpt": "Hon Son, also known after its main village of Lai Son, is a solitary and beautiful mountain island about 50km southwest of Rach Gia on the southern shores…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/mekong-delta/rach-gia/attractions/hon-son-island/a/poi-sig/1634183/357898",
    "image_url": null,
    "detail_description": "Hon Son, also known after its main village of Lai Son, is a solitary and beautiful mountain island about 50km southwest of Rach Gia on the southern shores of Vietnam. It is very undeveloped and has some pretty coastline, with a single road circling the island and connecting a handful of communities and remote beaches.\nThe island is ringed by some large rock formations that make popular photo opportunities for Vietnamese selfie fans. In the north,&nbsp;Bai Bac&nbsp;and&nbsp;Bai Bo&nbsp;are the best beaches, but&nbsp;Bai Bang, in the east, is also popular thanks to a horizontal coconut palm and lots of strategically placed swings. Aside from swimming and beach lounging, other activities on offer here include hill trekking and visiting the island's popular night market.\nGetting to Hon Son Island\nBoats to Hon Son (150,000d, 1½ hours)&nbsp;depart&nbsp;Rach Gia at 7.30am (continuing to Nam Du for 100,000d around 9am) and returning to the mainland at noon.\nHotels on Hon Son Island\nAccommodation in the 250,000d-to-500,000d range is available in Lai Son and dotted about the island. Options include Sake Hostel and&nbsp;Sao Biển Homestay. Most hotels rent out scooters for exploring the island.\n"
},
{
    "country": "vietnam",
    "index": 11,
    "name": "Dragon Bridge",
    "latitude": "16.06099",
    "longitude": "108.226061",
    "excerpt": "This wonderfully wacky bridge takes the form of a ginormous, colour-changing dragon, weaving its way across the Han River. If that wasn't attention…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/danang/attractions/dragon-bridge/a/poi-sig/1523805/357869",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/shutterstockRF787533625.jpg",
    "detail_description": "This wonderfully wacky bridge takes the form of a ginormous, colour-changing dragon, weaving its way across the Han River. If that wasn't attention-grabbing enough, the sculpture, which cost a reported VND1.5 trillion (US$88 million) to build,&nbsp;spouts fire and water from its mouth every Saturday and Sunday night at 9pm, much to the delight of onlookers. The best observation spots are the cafes lining the eastern bank to the north of the bridge; boat trips taking in the action also depart from Ð Bach Dang on the river's western bank.\n"
},
{
    "country": "vietnam",
    "index": 10,
    "name": "Sao Beach",
    "latitude": "10.043233",
    "longitude": "104.037437",
    "excerpt": "With picture-perfect white sand, the delightful curve of beautiful Sao Beach bends out alongside a sea of mineral-water clarity just a few kilometres from…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/mekong-delta/phu-quoc-island/attractions/sao-beach/a/poi-sig/1468444/357897",
    "image_url": "https://lp-cms-production.imgix.net/2023-09/shutterstock299278025.jpg",
    "detail_description": "With picture-perfect white sand, the delightful curve of beautiful Sao Beach bends out alongside a sea of mineral-water clarity just a few kilometres from An Thoi, the main shipping port at the southern tip of Phu Quoc&nbsp;Island. There are a couple of beachfront restaurants where you can settle into a deckchair (50,000d for nonguests), change into bathers (10,000d fee) or partake in water sports.\nHow to get to Sao Beach\nSao Beach is located on the south-eastern edge of Phu Quoc island. The easiest way to get around the island is by motorbike, either as a moto taxi or private hire.&nbsp;For short xe om runs, 20,000d should be sufficient. Otherwise figure on around 60,000d for about 5km.&nbsp;Agree on a price before setting off.\nMotorbikes can be hired from most hotels and bungalows for around 120,000d (semi-automatic) to 150,000d (automatic) per day. Inspect cheaper bikes thoroughly before setting out.\nCar taxis are also available, as is the&nbsp;Phu Quoc Bus Tour, a hop-on/hop-off shuttle that loops around island hotspots every 40m. Tickets for the latter can be purchased online.\n"
},
{
    "country": "vietnam",
    "index": 9,
    "name": "Paradise Cave",
    "latitude": "17.530419",
    "longitude": "106.227983",
    "excerpt": "Surrounded by forested karst peaks, this staggering cave system in Phong Nha-Ke Bang National Park extends for 31km, though most people only visit the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/north-central-vietnam/phong-nha-cave/attractions/paradise-cave/a/poi-sig/1390928/357910",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/bf8a74f2351457e6e10b0f2a654b7909-paradise-cave.jpg",
    "detail_description": "Surrounded by forested karst peaks, this staggering cave system in&nbsp;Phong Nha-Ke Bang National Park&nbsp;extends for 31km, though most people only visit the first kilometre. The scale is breathtaking, as wooden staircases plunge into a cathedral-like space with vast alien-looking stalagmites and stalactites illuminated&nbsp;by large flood lights. Get here early to beat the crowds, as during peak times (early afternoon) tour guides shepherd groups using megaphones.\nParadise Cave is about 14km southwest of Son Trach. Electric buggies (per person one way/return 15,000/25,000d) ferry visitors from the car park to the entrance 1km away, or you can simply walk it. From the buggie drop-off, it's a further 600m-plus sweaty climb up to the cave entrance. There's an entry fee of 250,000d (125,000d for children).\nTo explore deep inside the cave beyond the barrier at the end (and with luck see the eyeless cave fish that are part of its ecosystem), book a 7km Paradise Cave tour (2,650,000d, minimum two people), which includes a swim through an underground river (there's a boat if you can't swim) and lunch under a light shaft. Bookings can be made through Phong Nha Farmstay&nbsp;and other accommodation options.\n"
},
{
    "country": "vietnam",
    "index": 8,
    "name": "Lan Ha Bay",
    "latitude": "20.761571",
    "longitude": "107.08992",
    "excerpt": "Lying to the south of Halong Bay off the north-eastern coast of Vietnam, the 300-or-so karst islands and limestone outcrops of Lan Ha are just as…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/northeast-vietnam/cat-ba-island/attractions/lan-ha-bay/a/poi-sig/1387972/357919",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/6e15b535bd41e2c15e26ed1d4de07e7b-lan-ha-bay.jpg",
    "detail_description": "Lying to the south of Halong Bay off the north-eastern coast of Vietnam,&nbsp;the 300-or-so karst islands and limestone outcrops of Lan Ha are just as beautiful as those of its superstar neighbour, but feel more isolated and untouched. Lan Ha also has the additional attraction of numerous white-sand beaches, which aren't found at Halong.\nGeologically, Lan Ha is an extension of Halong Bay but sits in a different province. Around 200 species of fish, 500 species of mollusc, 400 species of arthropod (prawns, crabs) and numerous hard and soft corals live in the waters here, while larger marine animals in the area include seals and three species of dolphin.\nLike Halong Bay, Lan Ha is best explored on an overnight boat tour, which usually includes a stop at a beach and the chance to get out on the water to kayak. However, tours can also include activities like hiking and rock climbing, as well as homestays on some&nbsp;of the islands.\nHow to book a tour of Lan Ha Bay\nTours can be arranged from both nearby Cat Ba Island and Hanoi. Tours generally tend to come&nbsp;as a one day, two days/one night or three days/two nights package and the bay's admission fee is normally incorporated into the price. Locally-owned Cat Ba Ventures on Cat Ba Island is just one outfit running overnight boat trips around the bay (overnight boat tour per person from approx US$136).\n"
},
{
    "country": "vietnam",
    "index": 7,
    "name": "Tu Lan Cave",
    "latitude": "17.759785",
    "longitude": "106.116221",
    "excerpt": "The Tu Lan cave system comprises of more than 20 wet and dry caves, which are thought to be between three and five million years old. Huge caverns,…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/north-central-vietnam/phong-nha-cave/attractions/tu-lan-cave/a/poi-sig/1449434/357910",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF979703884.jpg",
    "detail_description": "The Tu Lan cave system comprises of more than 20 wet and dry caves, which&nbsp;are thought to be between three and five million years old. Huge caverns, underground rivers and vast dangling stalactites make the caves a big draw for spelunkers (cave enthusiasts)&nbsp;visiting&nbsp;Phong Nha-Ke Bang National Park (although the caves technically lie just outside the park), and the otherworldly landscape even captured the imagination of Hollywood, with Tu Lan featuring as a backdrop in blockbuster&nbsp;Kong: Skull Island&nbsp;(2017).\nHistory\nThe existence of Tu Lan was first documented by the British Cave Research Association&nbsp;in 1992, but its existence was known locally for much longer. Additional surveys&nbsp;of the caves took place in 2010, which revealed the true scale of the system. The 2010 caving&nbsp;team included&nbsp;consultants to tour operator Oxalis, who are the leading&nbsp;tour operator&nbsp;licensed&nbsp;to take visitors into the caves.\nTouring the caves\nThe caves can be explored on one-, two-,&nbsp;three- and four-day tours with&nbsp;Oxalis.\nAll trips begin with a countryside hike, past peanut fields and grazing cattle, to the entrance of the cave system, and include a guided tour through at least two caves and a swim in an underground river. Longer tours take in additional caves (both wet and dry) and&nbsp;include nights in campsites nestled in the surrounding countryside, while the four-day iteration offers&nbsp;the chance to abseil inside the cave.\n"
},
{
    "country": "vietnam",
    "index": 5,
    "name": "Nha Trang Beach",
    "latitude": "12.244984",
    "longitude": "109.197076",
    "excerpt": "Forming a magnificent sweeping arc, Nha Trang's 6km-long golden-sand beach is the city's trump card. Sections are roped off and designated for safe…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/south-central-coast/nha-trang/attractions/nha-trang-beach/a/poi-sig/1390166/357943",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/148588092_high.jpg",
    "detail_description": "Forming a magnificent sweeping arc, Nha Trang's 6km-long golden-sand beach is the city's trump card. Sections are roped off and designated for safe swimming (where you won't be bothered by jet skis or boats). The turquoise water is very inviting, and the promenade a delight to stroll.\nTwo popular lounging spots are the Sailing Club and Louisiane Brewhouse. The former is also the spot for beach parties, with dancing on the sand when the sun goes down most nights of the week (especially Saturdays). If you head south of here, the beach gets quieter and it’s possible to find a quiet stretch of sand. The best beach lounging weather is generally before 1pm, as the afternoon sea breezes can whip up the sand.\nDuring heavy rains, run-off from the rivers at each end of the beach flows into the bay, gradually turning it a murky brown. Most of the year, however, the sea is just like it appears in the brochures.\nHotels near Nha Trang Beach\nNha Trang has a very wide selection of hotel rooms, from dorms to luxury suites. Most are within a block or two of the beach. During high season (July and August) prices increase and it can be tough to find a place to stay.\nLuxury hotels and international chains&nbsp;line Ð Tran Phu, the waterfront boulevard. However, the area's most exclusive resort hotels are out of town, in Ninh Van Bay to the north. Hotels along the waterfront include the Sheraton and Novotel, as well as characterful spots like Sunny Sea, which offer more of a local flavour.&nbsp;\nThere's a cluster of cheapies on an alleyway at 64 Ð Tran Phu, very close to the beach; all offer similar air-conditioned rooms for US$15 or so. Hostel-style places tend to be located inland from the beach. Good options include&nbsp;Mojzo Inn Boutique and iHome.\nAs for hotels directly&nbsp;on Nha Trang&nbsp;beach, the&nbsp;Evason Ana Mandara Resort Spa&nbsp;is your best&nbsp;bet, as well as some&nbsp;homestays at the southern edge&nbsp;of the sand. All other options fall&nbsp;on the city side of the promenade.\n"
},
{
    "country": "vietnam",
    "index": 6,
    "name": "Temple of Literature",
    "latitude": "21.027709",
    "longitude": "105.835086",
    "excerpt": "Set amidst landscaped grounds near the centre of Hanoi, the Temple of Literature honours Vietnam's finest scholars, and also offers visitors a chance to…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/hanoi/attractions/temple-of-literature/a/poi-sig/1113735/357880",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/52db1c797af4b6112803f6966304b466-temple-of-literature.jpg",
    "detail_description": "Set amidst landscaped grounds near the centre of Hanoi, the Temple of Literature honours Vietnam's finest scholars, and also offers visitors a chance to see a rare example of well-preserved traditional Vietnamese architecture.\nFounded in 1070 by Emperor Le Thanh Tong, the attractive complex is dedicated to the Qufu-born philosopher Confucius (Khong Tu) and was the site of Vietnam’s first university, Quoc Tu Giam (1076). The altars are popular with students praying for good grades, while the halls, ponds and gardens of the five courtyards make picturesque backdrops for student graduation photos. The temple is depicted on the 100,000d note.\nOriginally university admission was exclusively for those born of noble families, but after 1442 it became more egalitarian. Gifted students from all over the nation headed to Hanoi to study the principles of Confucianism, literature and poetry. In 1484 Emperor Ly Thanh Tong ordered that stelae (large slabs) be erected to record the names, places of birth and achievements of exceptional scholars: 82 of 116 stelae remain standing, mostly atop turtle statues. Paths lead from the imposing tiered gateway on P Quoc Tu Giam through formal gardens to the Khue Van pavilion, constructed in 1802.\nEntry to the temple is 30,000d for adults and 15,000d for students.\nHotels near the Temple of Literature\nHanoi has accommodation suited to every budget, though&nbsp;an extra US$10 to $20 makes a massive difference in quality: you could easily move from a windowless room to a larger space with a view, so splurge if you can. Good hotel options within walking distance of the Temple of Literature include Tomodachi House and Somerset Grand Hanoi, a 15-minute and 17-minute walk away respectively.\n"
},
{
    "country": "vietnam",
    "index": 4,
    "name": "Thien Mu Pagoda",
    "latitude": "16.453074",
    "longitude": "107.544737",
    "excerpt": "Built on a small hill overlooking the Song Huong (Perfume River), 4km southwest of the Citadel, this seven-storey pagoda is an icon of Vietnam and as…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/central-vietnam/hue/attractions/thien-mu-pagoda/a/poi-sig/1158035/357875",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1628651545-RFE.jpg",
    "detail_description": "Built on a small hill overlooking the Song Huong (Perfume River), 4km southwest of the Citadel, this seven-storey pagoda is an icon of Vietnam and as potent a symbol of Hue as the Citadel. The 21m-high octagonal tower, Thap Phuoc Duyen, was constructed under the reign of Emperor Thieu Tri in 1844. Each of its storeys is dedicated to a manushi-buddha (a Buddha that appeared in human form).\nThien Mu Pagoda was originally founded in 1601 by Nguyen Hoang, governor of Thuan Hoa province. Over the centuries its buildings have been destroyed and rebuilt several times. Since the 1960s it has been a flashpoint of political demonstrations, with a notable moment coming in&nbsp;1993, when&nbsp;a man arrived at the pagoda and, after leaving offerings, set himself alight chanting the word ‘Buddha’.\nTouring the pagoda\nTo the right of the brick pagoda tower is a pavilion containing a stele (a stone tablet) dating from 1715. It’s set on the back of a massive marble turtle, a symbol of longevity. To the left of the tower is another six-sided pavilion, this one sheltering an enormous bell (1710), weighing 2052kg and audible from 10km away.\nBeyond the pagoda tower is a gateway, on the upper floor of which sits an effigy of the Celestial Lady (Thien Mu) that the pagoda is named after. Above the central portal is a board with the Chinese characters 靈姥寺 (literally 'Divine Old Woman Temple'), in honour of the presiding deity of this plot of land.\nThe temple itself is a humble building in the inner courtyard, past the triple-gated entrance where three statues of Buddhist guardians stand at the alert. In the main sanctuary behind the bronze laughing Buddha are three statues: A Di Da, the Buddha of the Past; Thich Ca, the historical Buddha (Sakyamuni); and Di Lac Buddha, the Buddha of the Future.\nEntrance fee and other practicalities\nThe pagoda is free to visit. Try and arrive in the morning before large tour groups show up.\nMany sights around Hue, including Thien Mu Pagoda and several of the royal tombs, can be reached by boat via the Perfume River. Most hotels and travellers’ cafes offer shared day tours from US$5 to US$20 per person.\n"
},
{
    "country": "vietnam",
    "index": 2,
    "name": "War Remnants Museum",
    "latitude": "10.779416",
    "longitude": "106.692114",
    "excerpt": "To understand the US invasion of Vietnam, and contextualize its devastating impact on the country's civilians, this remarkable and deeply moving museum is…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/war-remnants-museum/a/poi-sig/403144/357884",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/f52b86e34878467f044c94b506421e0a-war-remnants-museum.jpg",
    "detail_description": "To understand the US invasion of Vietnam, and contextualize its devastating impact on the country's civilians, this remarkable and deeply moving museum is an essential visit. Many of the atrocities documented here are already well publicized, but it's rare to visit a museum such as this, where the victims of US military action are given the space to tell their side of the story.\nWhile most of the displays are written from a Vietnamese perspective, much of the disturbing photography of war atrocities come from US sources, including the images of the My Lai massacre, where more than 500 unarmed South Vietnamese civilians were brutally killed by US soldiers.&nbsp;\nEven travellers with little interest in the war should not leave the city without visiting. Its absorbing exhibits give visitors an invaluable insight into a defining chapter in the country’s history – and a deeper understanding of present-day Vietnam as a result. Allow at least a couple of hours for your visit.\nThe museum, which was formerly known as the Museum of Chinese and American War Crimes, primarily deals with the American War, but the French-colonial period and conflicts with China are also documented. US armoured vehicles, artillery pieces, bombs and infantry weapons are on display outside. One corner of the grounds is devoted to the notorious French and South Vietnamese prisons on Phu Quoc and Con Son islands. Artefacts include that most iconic of French appliances, the guillotine, and the notoriously inhumane ‘tiger cages’ used to house war prisoners.\nThe ground floor of the museum is devoted to a collection of posters and photographs showing support for the antiwar movement internationally. This somewhat upbeat display provides a counterbalance to the horrors upstairs.\nSome of the images on show are very upsetting, in particular photos of widespread destruction from US napalm bombs and the horrific toxic effects of Agent Orange on Vietnamese citizens. Many visitors may need to take a break between exhibits. The museum also offers the rare chance to see some of the experimental weapons used in the war, which were at one time military secrets, such as the flechette, an artillery shell filled with thousands of tiny darts.\nUpstairs, look out for the Requiem Exhibition. Compiled by legendary war photographer Tim Page, this striking collection documents the work of photographers killed during the course of the conflict, on both sides, and includes works by Larry Burrows and Robert Capa.\nTickets and other practicalities\nTickets to enter the museum are 40,000d for adults, and 20,000d for children aged 6-16. Children under 6 enter free.\nThe War Remnants Museum is in the former US Information Service building. Captions are in Vietnamese and English.\n"
},
{
    "country": "vietnam",
    "index": 3,
    "name": "Hang Son Doong",
    "latitude": "17.44989",
    "longitude": "106.29366",
    "excerpt": "Hang Son Doong (Mountain River Cave), located in the heart of Phong Nha-Kẻ Bàng National Park, is known as the world's largest cave, and is one of the…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/north-central-vietnam/phong-nha-cave/attractions/hang-son-doong/a/poi-sig/1529542/357910",
    "image_url": "https://lp-cms-production.imgix.net/2023-07/GettyRF824789000.jpg",
    "detail_description": "Hang Son Doong (Mountain River Cave), located in the heart of&nbsp;Phong Nha-Kẻ Bàng National Park, is known as the world's largest cave, and is one of the most spectacular sights in Southeast Asia. It is also one of the most exclusive.&nbsp;Access to the cave was only approved by the government in 2013, and the sole specialist operator permitted to lead tours is Son Trach–based Oxalis Adventure&nbsp;– commanding a US$3000 per person fee for the four-day/three-night expedition. Numbers are limited to 10 trekkers per trip, who are accompanied by a small fleet&nbsp;of porters and cooks.\nHistory\nThis enormous cave was discovered quite recently. Ho Khanh, a hunter from a jungle settlement close to the Vietnam–Laos border, would often take shelter in the caves that honeycomb his mountain homeland. He stumbled across gargantuan Hang Son Doong in the early 1990s, but the sheer scale and majesty of the principal cavern (more than 5km long, 200m high and, in some places, 150m wide) was only confirmed as the world’s biggest cave when British explorers returned with him in 2009.\nThe expedition team’s biggest obstacle was to find a way over a vast overhanging barrier of muddy calcite they dubbed the ‘Great Wall of Vietnam’, which divided the cave. Once they did, its true scale was revealed – a cave big enough to accommodate a battleship. Sections of it are pierced by skylights that reveal formations of ethereal stalagmites that cavers have called the Cactus Garden. Some stalagmites are up to 80m high. Cavers have also discovered colossal cave pearls measuring 10cm in diameter, which have been formed by millennia of drips, fusing calcite crystals with grains of sand. Magnificent rimstone pools are present throughout the cave, plus rivers that are ideal for swimming.\nHow to visit&nbsp;Hang Son Doong\nVisits to the cave can only be booked with&nbsp;Oxalis Adventure. Head to their website to check availability and book well in advance. Keep in mind the three-night expedition is a challenging one,&nbsp;with tough trekking, underground river crossings and technical caving included. Anyone who struggles significantly&nbsp;with the climbing elements will be turned back on the first day.&nbsp;Accommodation comes in the form of basic (though spectacular) campsites within the cave itself.&nbsp;The tour runs from January to August.\nOxalis Adventure Tours also run shorter, more affordable&nbsp;tours, both to other caves in&nbsp;Phong Nha-Kẻ Bàng National Park, and around the park itself.\n"
},
{
    "country": "vietnam",
    "index": 1,
    "name": "Jade Emperor Pagoda",
    "latitude": "10.791643",
    "longitude": "106.697357",
    "excerpt": "Built in 1909 in honour of the supreme Taoist god (the Jade Emperor or King of Heaven, Ngoc Hoang), this is one of the most atmospheric temples in Ho Chi…",
    "detail_url": "https://www.lonelyplanet.com/vietnam/ho-chi-minh-city/attractions/jade-emperor-pagoda/a/poi-sig/403176/357884",
    "image_url": "https://lp-cms-production.imgix.net/2024-03/iStock-1517614391-RFC.jpg",
    "detail_description": "Built in 1909 in honour of the supreme Taoist god (the Jade Emperor or King of Heaven, Ngoc Hoang), this is one of the most atmospheric temples in Ho Chi Minh City, stuffed with statues of phantasmal divinities and grotesque heroes.\nThe pungent smoke of incense (huong) fills the air, obscuring the exquisite woodcarvings. Its roof is encrusted with elaborate tile work, and the temple's statues, depicting characters from both Buddhist and Taoist lore, are made from reinforced papier mâché.\nThe multifaith nature of the temple is echoed in the shrine's alternative name Phuoc Hai Tu (福海寺; Sea of Blessing Temple), whose message is clearly Buddhist. Similarly, the Chinese characters (佛光普照; Phat Quang Pho Chieu) in the main temple hall mean 'The light of Buddha shines on all'.\nTouring the temple\nInside the main building are two especially fierce and menacing Taoist figures. On the right (as you face the altar) is a 4m-high statue of the general who defeated the Green Dragon (depicted underfoot). On the left is the general who defeated the White Tiger, which is also being stepped on.\nWorshippers mass before the ineffable Jade Emperor, who presides – draped in luxurious robes and shrouded in a dense fug of incense smoke – over the main sanctuary. He is flanked by his guardians, the Four Big Diamonds (Tu Dai Kim Cuong), so named because they are said to be as hard as diamonds.\nOut the door on the left-hand side of the Jade Emperor’s chamber is another room. The semi-enclosed area to the right (as you enter) is presided over by Thanh Hoang, the Chief of Hell; to the left is his red horse. Other figures here represent the gods who dispense punishments for evil acts and rewards for good deeds.\nThe room also contains the famous Hall of the Ten Hells, carved wooden panels illustrating the varied torments awaiting evil people in each of the Ten Regions of Hell. Women queue up at the seated effigy of the City God, who wears a hat inscribed with Chinese characters that announce 'At one glance, money is given'. In a mesmerising ritual, worshippers first put money into a box, then rub a piece of red paper against his hand before circling it around a candle flame.\nOn the other side of the wall is a fascinating little room in which the ceramic figures of 12 women, overrun with children and wearing colourful clothes, sit in two rows of six. Each of the women exemplifies a human characteristic, either good or bad (as in the case of the woman drinking alcohol from a jug). Each figure represents a year in the 12-year Chinese astrological calendar. Presiding over the room is Kim Hoa Thanh Mau, the Chief of All Women. Upstairs is a hall to Quan Am, the Goddess of Mercy, opposite a portrait of Dat Ma, the bearded Indian founder of Zen Buddhism.\nOutside, a small pond seethes with turtles, some of which have shells marked with auspicious inscriptions.\nTickets and other practicalities\nThe temple is free to visit, but a number of donation boxes are dotted around the sight. There is no strict dress code, but, to be respectful,&nbsp;opt for clothing that covers the shoulders and drops below the knee. The temple tends to get busy most days, so&nbsp;arrive&nbsp;early to avoid the worst of the crowds.\n"
}
]