[
{
    "country": "western-australia",
    "index": 1,
    "name": "Wave Rock",
    "latitude": "-32.443654",
    "longitude": "118.897519",
    "excerpt": "The multicolored cresting swell of Wave Rock, 209 miles (336km) east of Perth, formed some 60 million years ago by weathering and water erosion. Streaked…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/hyden-wave-rock/attractions/wave-rock/a/poi-sig/1554988/1322967",
    "image_url": "https://lp-cms-production.imgix.net/2021-06/shutterstockRF_1031235082.jpg",
    "detail_description": "The multicolored cresting swell of Wave Rock, 209 miles (336km) east of Perth, formed some 60 million years ago by weathering and water erosion. Streaked with colors created by run-off from local mineral springs, it's actually one edge of a larger granite outcrop called Hyden Rock. It's not gargantuan – just 49ft (15m) high and 360ft (110m) long – but it's nonetheless impressive. And when the wind is whispering in the sheoaks, it's a quietly moving place – as it has always been for the Nyaki-Nyaki people.\nBest trails at Wave Rock\nTo get the most out of Wave Rock, pick up the Walk Trails at Wave Rock and The Humps brochure from the visitor centre. A steep walk leads up around the summit of Hyden Rock, passing a dazzlingly insensitive concrete-block wall built along the crest of Wave Rock to stop stone-surfers from plunging to their deaths (you can't see the wall from the base of the rock). There's another good trail to Hippo's Yawn along a shady half-mile-long&nbsp;track from the base of Wave Rock.\nTickets and information\nParking at Wave Rock is $12 per car (pay at the parking meter); or you can save a few bucks by parking out on Wave Rock Rd or the visitor centre and walking in a few hundred metres – pay pedestrian fees at the caravan-park kiosk.\n"
},
{
    "country": "western-australia",
    "index": 36,
    "name": "Stormflower Vineyard",
    "latitude": "-33.746036",
    "longitude": "115.0335",
    "excerpt": "Rustic and relaxed, with beautiful Australian natives in the garden, this is the antidote to some of Margaret River's more grandiose tasting rooms and…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/around-margaret-river/attractions/stormflower-vineyard/a/poi-sig/1555641/1322822",
    "image_url": null,
    "detail_description": "Rustic and relaxed, with beautiful Australian natives in the garden, this is the antidote to some of Margaret River's more grandiose tasting rooms and formal wine estates. The compact organic vineyard is just 9 hectares, and Stormflower's cabernet shiraz is highly regarded.\n"
},
{
    "country": "western-australia",
    "index": 35,
    "name": "Gnaraloo Bay",
    "latitude": "-23.765158",
    "longitude": "113.557863",
    "excerpt": "Some 7km north of Gnaraloo Station, past the airstrip, this crescent of white sand is as gorgeous as beaches come. You can snorkel in the cerulean waters,…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/quobba-coast/attractions/gnaraloo-bay/a/poi-sig/1612514/1323000",
    "image_url": null,
    "detail_description": "Some 7km north of Gnaraloo Station, past the airstrip, this crescent of white sand is as gorgeous as beaches come. You can snorkel in the cerulean waters, walk around the cape at the south end of the beach if you wish to sunbathe nude, or hit the water with your kite if the wind is right.\n"
},
{
    "country": "western-australia",
    "index": 34,
    "name": "Great Beyond – Explorers Hall of Fame",
    "latitude": "-28.625496",
    "longitude": "122.402565",
    "excerpt": "From the video introducing you to the gold seekers in this harsh land to the engaging displays, the Hall of Fame presents the stories of pioneers and…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/laverton/attractions/great-beyond-explorers-hall-of-fame/a/poi-sig/1227573/1322959",
    "image_url": null,
    "detail_description": "From the video introducing you to the gold seekers in this harsh land to the engaging displays, the Hall of Fame presents the stories of pioneers and explorers – from the gold rush days and beyond. There's also a succinct but good section on local Aboriginal history, beliefs and weaponry.\n"
},
{
    "country": "western-australia",
    "index": 33,
    "name": "Bill's Bay",
    "latitude": "-23.142185",
    "longitude": "113.769758",
    "excerpt": "Bill's Bay is the perfectly positioned town beach at the end of Robinson St. Easy access and sheltered teal waters make this a favourite with everyone,…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/coral-bay/attractions/bill-s-bay/a/poi-sig/1342243/362546",
    "image_url": null,
    "detail_description": "Bill's Bay is the perfectly positioned town beach at the end of Robinson St. Easy access and sheltered teal waters make this a favourite with everyone, from families to snorkellers. Keep to the southern end when snorkelling; the northern end (Skeleton Bay) is a breeding ground for reef sharks.\n"
},
{
    "country": "western-australia",
    "index": 32,
    "name": "Bunbury Museum & Heritage Centre",
    "latitude": "-33.326243",
    "longitude": "115.639322",
    "excerpt": "A fabulous small museum, packed full of information on the original inhabitants here, the Wardandi people, explorers who visited and the colonisers who…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/bunbury/attractions/bunbury-museum-heritage-centre/a/poi-sig/1617476/1300167",
    "image_url": null,
    "detail_description": "A fabulous small museum, packed full of information on the original inhabitants here, the Wardandi people, explorers who visited and the colonisers who moved in. Relies a lot on multimedia, but there are some interesting artefacts and an old school room. Ask about the wreck buried under Bunbury somewhere.\n"
},
{
    "country": "western-australia",
    "index": 31,
    "name": "Greenough Wildlife & Bird Park",
    "latitude": "-28.958099",
    "longitude": "114.74267",
    "excerpt": "If you're not acquainted with Western Australia's wildlife, here's your chance to meet the diminutive grey and red kangaroos, plus dingos and emus. Winged…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/geraldton/greenough/attractions/greenough-wildlife-bird-park/a/poi-sig/1611276/1341804",
    "image_url": null,
    "detail_description": "If you're not acquainted with Western Australia's wildlife, here's your chance to meet the diminutive grey and red kangaroos, plus dingos and emus. Winged critters at this wildlife rescue and rehabilitation centre include cockatoos, south boobook owls and tawny frogmouths, and there are some reptiles as well.\n"
},
{
    "country": "western-australia",
    "index": 30,
    "name": "Wine Tree Cidery",
    "latitude": "-32.708065",
    "longitude": "116.073164",
    "excerpt": "Wine, cider, apples, trees…the name almost hangs together, conceptually. Regardless, this cavernous steel space (a former apple shed) is a cheery spot for…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/dwellingup/attractions/wine-tree-cidery/a/poi-sig/1616484/1294962",
    "image_url": null,
    "detail_description": "Wine, cider, apples, trees…the name almost hangs together, conceptually. Regardless, this cavernous steel space (a former apple shed) is a cheery spot for a tasting paddle of the house ciders ($16: classic, dry and fruity), a look at the vintage motorcycle collection, a cheese board ($30), or all of the above. Ben the Labrador is on duty.\n"
},
{
    "country": "western-australia",
    "index": 29,
    "name": "Mining and Pastoral Museum",
    "latitude": "-28.068383",
    "longitude": "117.84869",
    "excerpt": "Spread over several warehouses and accessed via the visitor centre, this excellent museum has displays on the gold rush and mining, and Aboriginal history…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/mount-magnet/attractions/mining-and-pastoral-museum/a/poi-sig/1613356/1342719",
    "image_url": null,
    "detail_description": "Spread over several warehouses and accessed via the visitor centre, this excellent museum has displays on the gold rush and mining, and Aboriginal history and culture, with plenty of heavy machinery to admire outside. Don't miss the dramatic exhibit on the Rabbit-Proof Fence and bone up on the Emu War of 1932, that was lost...by the humans.\n"
},
{
    "country": "western-australia",
    "index": 40,
    "name": "Gallery of Splendid Isolation",
    "latitude": "-32.197595",
    "longitude": "121.779081",
    "excerpt": "Adjacent to the tin camel monument on the roundabout, this photography gallery displays stunning outback landscapes by local photographer Lynn Webb, who…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/norseman/attractions/gallery-of-splendid-isolation/a/poi-sig/1613998/1313844",
    "image_url": null,
    "detail_description": "Adjacent to the tin camel monument on the roundabout, this photography gallery displays stunning outback landscapes by local photographer Lynn Webb, who is happy to chat. Worth calling in advance to make sure he's in.\n"
},
{
    "country": "western-australia",
    "index": 39,
    "name": "Tulyurru Regional Gallery",
    "latitude": "-26.134095",
    "longitude": "126.567006",
    "excerpt": "This terrific art gallery is Australia's largest Aboriginal-owned collection of Aboriginal art. The focus is on Ngaanyatjarra paintings by dozens of…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/outback-way/attractions/tulyurru-regional-gallery/a/poi-sig/1162818/1322962",
    "image_url": null,
    "detail_description": "This terrific art gallery is Australia's largest Aboriginal-owned collection of Aboriginal art. The focus is on Ngaanyatjarra paintings by dozens of regional artists, depicting the surrounding landscape and the Dreaming stories.\n"
},
{
    "country": "western-australia",
    "index": 37,
    "name": "Courthouse Gallery",
    "latitude": "-20.31197",
    "longitude": "118.576941",
    "excerpt": "More than a gallery, this leafy arts HQ is the centre of all goodness in Port Hedland. Inside are stunning, curated local contemporary and Aboriginal art…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/port-hedland/attractions/courthouse-gallery/a/poi-sig/1295431/362550",
    "image_url": null,
    "detail_description": "More than a gallery, this leafy arts HQ is the centre of all goodness in Port Hedland. Inside are stunning, curated local contemporary and Aboriginal art exhibitions, while the shady surrounds host sporadic craft markets. Curators are happy to chat about art styles.\n"
},
{
    "country": "western-australia",
    "index": 38,
    "name": "Eagle Bluff",
    "latitude": "-26.0919",
    "longitude": "113.579729",
    "excerpt": "About 25km south of Denham, take the unsealed road 4km to this brilliant viewpoint, where a boardwalk allows you vistas that meld pinky-orange cliffs with…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/shark-bay-road/attractions/eagle-bluff/a/poi-sig/1557986/1313845",
    "image_url": null,
    "detail_description": "About 25km south of Denham, take the unsealed road 4km to this brilliant viewpoint, where a boardwalk allows you vistas that meld pinky-orange cliffs with the azure lagoon below. You may spot turtles, sharks or manta rays in the clear waters.\n"
},
{
    "country": "western-australia",
    "index": 28,
    "name": "Museum of the Goldfields",
    "latitude": "-30.743643",
    "longitude": "121.477075",
    "excerpt": "The impressive Ivanhoe-mine head frame marks this excellent museum's entrance; take the lift to look over the city. An underground vault displays giant…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/kalgoorlie-boulder/attractions/museum-of-the-goldfields/a/poi-sig/1071977/362570",
    "image_url": null,
    "detail_description": "The impressive Ivanhoe-mine head frame marks this excellent museum's entrance; take the lift to look over the city. An underground vault displays giant nuggets and gold bars, and there's also a fantastic exhibit on Aboriginal history and culture, as well as others on how this town grew and prospered. Look out for the Coolgardie safe – an early coolbox invention.\n"
},
{
    "country": "western-australia",
    "index": 27,
    "name": "Caves Road Collective",
    "latitude": "-33.750526",
    "longitude": "115.031405",
    "excerpt": "A spectacular location on a private lake, Black Brewing Company, Ground to Cloud winery and Dune Distilling have joined forces at this tastings temple…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/around-margaret-river/attractions/caves-road-collective/a/poi-sig/1555631/1322822",
    "image_url": null,
    "detail_description": "A spectacular location on a private lake, Black Brewing Company, Ground to Cloud winery and Dune Distilling have joined forces at this tastings temple with an excellent restaurant, and a kids' playground to boot. Beers are approachable: try the crisp and citrusy extra pale ale (XPA). Dune boasts local botanicals, and the on-site winery produces a small but confident list.\n"
},
{
    "country": "western-australia",
    "index": 26,
    "name": "Hancock Gorge",
    "latitude": "-22.359244",
    "longitude": "118.286501",
    "excerpt": "The trail through Hancock Gorge is one of the shortest (400m, 80 minutes return) but also one of the most challenging in the park. A steep descent (partly…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/karijini-national-park/attractions/hancock-gorge/a/poi-sig/1331058/362553",
    "image_url": null,
    "detail_description": "The trail through Hancock Gorge is one of the shortest (400m, 80 minutes return) but also one of the most challenging in the park. A steep descent (partly on ladders), scramble on uneven rocks and fording or swimming a submerged section of the gorge brings you to the sunny Amphitheatre. Follow the narrow, slippery Spider Walk to sublime Kermits Pool.\n"
},
{
    "country": "western-australia",
    "index": 25,
    "name": "HMAS Sydney II Memorial",
    "latitude": "-28.773137035811",
    "longitude": "114.61609470023",
    "excerpt": "Commanding the hill overlooking Geraldton is this moving, multifaceted memorial commemorating the 1941 loss of the Sydney and its 645 men after a skirmish…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/geraldton/attractions/hmas-sydney-ii-memorial/a/poi-sig/1227813/1324221",
    "image_url": null,
    "detail_description": "Commanding the hill overlooking Geraldton is this moving, multifaceted memorial commemorating the 1941 loss of the Sydney and its 645 men after a skirmish with the German raider Kormoran. Note the Waiting Woman, the Pool of Remembrance and the cupola over the pillared Dome of Souls – the latter comprises 645 steel gulls, representing the lives lost. Free guided tours at 10.30am daily.\n"
},
{
    "country": "western-australia",
    "index": 24,
    "name": "East Pilbara Arts Centre",
    "latitude": "-23.356696",
    "longitude": "119.737855",
    "excerpt": "This state-of-the-art gallery is home to one of the state’s most successful art collectives, Martumili Artists, and is a beautiful setting in which to…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/newman/attractions/east-pilbara-arts-centre/a/poi-sig/1557987/1300192",
    "image_url": null,
    "detail_description": "This state-of-the-art gallery is home to one of the state’s most successful art collectives, Martumili Artists, and is a beautiful setting in which to admire their acclaimed, vibrant art. The Martu people live in remote desert communities in the East Pilbara region, and are the traditional custodians of vast stretches of WA desert. For sale are authentic Aboriginal paintings, artefacts and woodcarvings.\n"
},
{
    "country": "western-australia",
    "index": 23,
    "name": "Bilya Koort Boodja",
    "latitude": "-31.652788",
    "longitude": "116.671093",
    "excerpt": "Next to the 117m pedestrian suspension bridge over the Avon, this striking black-clad centre honours the history, culture and environmental know-how of…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/northam/attractions/bilya-koort-boodja/a/poi-sig/1616270/1331642",
    "image_url": null,
    "detail_description": "Next to the 117m pedestrian suspension bridge over the Avon, this striking black-clad centre honours the history, culture and environmental know-how of local Ballardong tribes and the broader Noongar nation. A sequence of spaces includes a 'Welcome to Country' introduction, an explanation of the six Noongar seasons, artefacts, artworks and a storytelling session. It's an impressive celebration of this living culture.\n"
},
{
    "country": "western-australia",
    "index": 22,
    "name": "Hamersley Gorge",
    "latitude": "-22.257882",
    "longitude": "117.987242",
    "excerpt": "Away in Karijini's northwest corner, this idyllic swimming hole and waterfall (400m; allow about an hour for the return walk) makes a lovely stop if you…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/karijini-national-park/attractions/hamersley-gorge/a/poi-sig/1296413/362553",
    "image_url": null,
    "detail_description": "Away in Karijini's northwest corner, this idyllic swimming hole and waterfall (400m; allow about an hour for the return walk) makes a lovely stop if you're heading north towards the coast or Millstream (it can't be accessed from Banjima Dr). It's about 67km from Tom Price: head north on Bingarn Rd for 26km, and turn right at the T-junction, carrying on another 41km (unsealed). Turn at the sign for Hamersley Gorge, not Hamersley Range.\n"
},
{
    "country": "western-australia",
    "index": 21,
    "name": "Inside Australia",
    "latitude": "-29.439448",
    "longitude": "120.617695",
    "excerpt": "Imagine: the salt crust crunching underfoot as you approach one metal sentinel after another, or the white of the salt meeting the red outback dirt and…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/menzies-lake-ballard/attractions/inside-australia/a/poi-sig/1614027/1322949",
    "image_url": null,
    "detail_description": "Imagine: the salt crust crunching underfoot as you approach one metal sentinel after another, or the white of the salt meeting the red outback dirt and the green bush as you look down from your lofty hillock vantage point. Camp under the stars and watch the sun rise and set over Anthony Gormley's haunting work that consists of 51 sculptures, all derived from laser scans of Menzies' inhabitants and scattered across the vast expanse of the Lake Ballard salt flat.\n"
},
{
    "country": "western-australia",
    "index": 15,
    "name": "Gwalia Historic Site",
    "latitude": "-28.91363",
    "longitude": "121.329403",
    "excerpt": "Just 4km south of Leonora, Gwalia was occupied in 1896 by European immigrants and deserted in 1963, after the pit closed. Wander past the miners' tin…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/gwalia/attractions/gwalia-historic-site/a/poi-sig/1297231/1342720",
    "image_url": null,
    "detail_description": "Just 4km south of Leonora, Gwalia was occupied in 1896 by European immigrants and deserted in 1963, after the pit closed. Wander past the miners' tin shacks at the bottom of the hill, or explore the free museum (9am to 4pm) up on the hill with audio guide. It comprises the Sons of Gwalia mine precinct, complete with impressive head frame and steam winder, mine office full of historical displays, two viewpoints overlooking the giant open mine, and the Hoover House.\nFun fact: Gwalia's first mine manager, Herbert Hoover, went on to become president of the United States."
},
{
    "country": "western-australia",
    "index": 16,
    "name": "Core Cider",
    "latitude": "-32.038221",
    "longitude": "116.134243",
    "excerpt": "This hidden valley in Pickering Brook has sustained apple orchards since 1939. Take a one-hour tour through the trees on a tractor-pulled carriage, a 45…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/kalamunda/attractions/core-cider/a/poi-sig/1616154/1331629",
    "image_url": null,
    "detail_description": "This hidden valley in Pickering Brook has sustained apple orchards since 1939. Take a one-hour tour through the trees on a tractor-pulled carriage, a 45-minute walking tour, or book a table at the excellent bistro (mains $27 to $32) or casual cider garden (mains $12 to $25) for lunch. But of course, the main deal here is cider: its 'Core Range' (ha-ha) includes outstanding sparkling apple and pear offings. Head to the Harvest Room for tastings (from $10).\nCore is big on weddings and events: it's probably worth a call in advance if you're making a special trip, to ensure they won't be closed for somebody's big betrothal."
},
{
    "country": "western-australia",
    "index": 17,
    "name": "Dolphin Discovery Centre",
    "latitude": "-33.3204",
    "longitude": "115.64939",
    "excerpt": "Around 60 bottlenose dolphins live in the bay year-round, their numbers increasing in summer. This community-led centre teaches visitors about the…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/bunbury/attractions/dolphin-discovery-centre/a/poi-sig/1074440/1300167",
    "image_url": null,
    "detail_description": "Around 60 bottlenose dolphins live in the bay year-round, their numbers increasing in summer. This community-led centre teaches visitors about the dolphins and their habitat, with lots of hands-on experiences. To meet the wild dolphins in real life, head to the beachside zone early in the day. The experience is carefully supervised by well-trained volunteers for the safety of the dolphins.\nThere are also 1½-hour Eco Cruises and three-hour Dolphin Swim Tours, though animal welfare experts are cautious about swimming with wild dolphins."
},
{
    "country": "western-australia",
    "index": 18,
    "name": "Hamelin Pool",
    "latitude": "-26.400452",
    "longitude": "114.159032",
    "excerpt": "Twenty-nine kilometres along Shark Bay Rd from the Overlander Roadhouse is the turn-off for Hamelin Pool, a marine reserve with the world's best-known…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/shark-bay-road/attractions/hamelin-pool/a/poi-sig/1557984/1313845",
    "image_url": null,
    "detail_description": "Twenty-nine kilometres along Shark Bay Rd from the Overlander Roadhouse is the turn-off for Hamelin Pool, a marine reserve with the world's best-known colony of stromatolites. These coral-like formations consist of cyanobacteria almost identical to organisms that existed 3.5 billion years ago; through their use of photosynthesis they are considered largely responsible for creating our current atmosphere, paving the way for more complex life.\nThere's an excellent boardwalk with information panels, best seen at low tide."
},
{
    "country": "western-australia",
    "index": 19,
    "name": "Walga Rock",
    "latitude": "-27.399889",
    "longitude": "117.468781",
    "excerpt": "Some 48km west of Cue via unsealed road, this granite monolith is Australia's second largest after Uluru (Ayers Rock). The shallow cave here is the…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/cue/attractions/walga-rock/a/poi-sig/1613361/1342718",
    "image_url": null,
    "detail_description": "Some 48km west of Cue via unsealed road, this granite monolith is Australia's second largest after Uluru (Ayers Rock). The shallow cave here is the largest gallery of Aboriginal rock paintings in WA, with 10,000-year-old images of goannas, snakes, spears, handprints and spirals. Left of the main paintings is a rigged sailing ship, etched by Sammy Hassan, a sailor from the Xantho pearling ship in the 1800s who came ashore and is known to have lived among the local Aboriginal people.\n"
},
{
    "country": "western-australia",
    "index": 20,
    "name": "Ocean Park",
    "latitude": "-25.980326",
    "longitude": "113.559773",
    "excerpt": "On a spectacular headland 8km south of Denham, this family-friendly attraction features an artificial lagoon where you can observe shark feedings, plus…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/denham/attractions/ocean-park/a/poi-sig/1228208/362541",
    "image_url": null,
    "detail_description": "On a spectacular headland 8km south of Denham, this family-friendly attraction features an artificial lagoon where you can observe shark feedings, plus tanks filled with turtles, stingrays and fish (many of them being rehabilitated after rescue). It's all revealed on a funny and informative 60-minute guided tour.\nThe park also has a range of diving opportunities (including diving with the park's sharks), plus 4WD and boat tours. It also has an excellent restaurant."
},
{
    "country": "western-australia",
    "index": 14,
    "name": "New Norcia Museum & Art Gallery",
    "latitude": "-30.971657",
    "longitude": "116.214184",
    "excerpt": "Over three levels, New Norcia's marvellously musty Museum & Art Gallery traces the history of the monastery and houses and has an impressive art…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/new-norcia/attractions/new-norcia-museum-art-gallery/a/poi-sig/1295077/1324247",
    "image_url": null,
    "detail_description": "Over three levels, New Norcia's marvellously musty Museum &amp; Art Gallery traces the history of the monastery and houses and has an impressive art collection. Contemporary Australian works recast traditional religious styles, alongside one of the country's largest collations of post-Renaissance religious art (including a genuine Raphael). The gift shop sells souvenirs, honeys, preserves and monk-baked breads. Town Tours leave from here too.\nAsk about self-guided walks to see the old Mission Cottage, and the easy-going 2km New Norcia Heritage Riverwalk along the banks of the nearby Moore River."
},
{
    "country": "western-australia",
    "index": 13,
    "name": "Lake Cave",
    "latitude": "-34.079678",
    "longitude": "115.021877",
    "excerpt": "The main ticket office for Lake, Mammoth and Jewel Caves has excellent displays about caves, cave conservation and local fossil discoveries. You'll also…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/around-margaret-river/attractions/lake-cave/a/poi-sig/1226371/1322822",
    "image_url": null,
    "detail_description": "The main ticket office for Lake, Mammoth and Jewel Caves has excellent displays about caves, cave conservation and local fossil discoveries. You'll also find an authentic model cave and a 'cave crawl' experience. Behind the centre is Lake Cave, the prettiest of them all, where limestone formations are reflected in an underground stream. Tours depart hourly from 9.30am to 3.30pm.\nLake Cave is the deepest of all the caves open to the public. There are more than 300 steps down to the entrance (a 62m drop).The vegetated entrance to this cave is spectacular and includes a karri tree with a girth of 7m and a deck overlooking it all."
},
{
    "country": "western-australia",
    "index": 10,
    "name": "Monkey Mia Marine Reserve",
    "latitude": "-25.793033",
    "longitude": "113.720115",
    "excerpt": "It's hard not to smile as Indo-Pacific bottlenose dolphins start arriving for a breakfast snack. Note that during feedings, visitors are restricted to the…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/monkey-mia/attractions/monkey-mia-marine-reserve/a/poi-sig/1163321/362543",
    "image_url": null,
    "detail_description": "It's hard not to smile as Indo-Pacific bottlenose dolphins start arriving for a breakfast snack. Note that during feedings, visitors are restricted to the edge of the water, and only a lucky few people per session are selected to wade in and help feed the dolphins. The pier makes a good vantage point for it all. Rangers talk you through the history of the dolphin encounters.\nThe first feed is around 7.45am, though dolphins don't turn up like clockwork. They commonly come a second or third time until around noon (and the crowds are usually lighter for these later sessions). The dolphins may spend the day close to the beachfront, too.You can volunteer to work full time with the dolphins for between four and 14 days – it's popular, so apply several months in advance and specify availability dates, though sometimes there are last-minute openings. Contact the volunteer coordinator."
},
{
    "country": "western-australia",
    "index": 12,
    "name": "Turquoise Bay",
    "latitude": "-22.097887",
    "longitude": "113.889942",
    "excerpt": "This perfect sweep of powdery-white sand, lapped at by cerulean waters, is considered one of the top beaches in Australia. If snorkelling at the reef near…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/ningaloo-marine-park/attractions/turquoise-bay/a/poi-sig/1614423/1004940",
    "image_url": null,
    "detail_description": "This perfect sweep of powdery-white sand, lapped at by cerulean waters, is considered one of the top beaches in Australia. If snorkelling at the reef near the shore, mind the posted warnings about rip currents.\nThe Bay Snorkel Area is suitable for all skill levels with myriad fish and corals just off the beach. The Drift Snorkel Area attracts stronger swimmers where the current carries you over coral bommies. Don't miss the exit point or you'll be carried out through the gap in the reef.The Drift Snorkel Area is 300m south along the beach from the Drift car park; swim out for about 40m then float face down in the current. Get out before the sandy point where the current strengthens, then run back along the beach and start all over!"
},
{
    "country": "western-australia",
    "index": 11,
    "name": "Dales Gorge",
    "latitude": "-22.477189",
    "longitude": "118.553123",
    "excerpt": "From the Fortescue Falls car park, a trail descends steeply via a long staircase to stunning Fortescue Falls (the park's only permanent waterfall; about…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/karijini-national-park/attractions/dales-gorge/a/poi-sig/1507937/362553",
    "image_url": null,
    "detail_description": "From the Fortescue Falls car park, a trail descends steeply via a long staircase to stunning Fortescue Falls (the park's only permanent waterfall; about one hour return) and a photogenic swimming hole, behind which a leafy 300m stroll upstream reveals beautiful Fern Pool.You can enjoy a 2km gorge-rim trail from the start of the Fortescue Falls track to Circular Pool lookout, with great views into Dales Gorge. The Circular Pool lookout is connected to Dales Campground by an easy walking trail.\nFor a lengthy, spectacular walk of an additional 1.5km (for more experienced bushwalkers), head 1km downstream from Fortescue Falls to picturesque Circular Pool along the gorge floor that's bursting with greenery, then ascend steeply to Three Ways Lookout and return to the car park along the gorge rim."
},
{
    "country": "western-australia",
    "index": 9,
    "name": "Mulka's Cave & the Humps",
    "latitude": "-32.315217",
    "longitude": "118.961987",
    "excerpt": "Amazing Mulka's Cave is an important Nyaki-Nyaki rock-art site, with 452 recorded stencils and handprints, some produced as recently as 400 years ago…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/hyden-wave-rock/attractions/mulka-s-cave-the-humps/a/poi-sig/1554987/1322967",
    "image_url": null,
    "detail_description": "Amazing Mulka's Cave is an important Nyaki-Nyaki rock-art site, with 452 recorded stencils and handprints, some produced as recently as 400 years ago. Astonishingly, it's free to access with no protective measures in place: visitors are trusted to be respectful. Not all the stencils are immediately apparent, but as your eyes adjust to the half-light, more and more start to emerge from the gloom. The cave is 19km north of Wave Rock, the last 1.5km on an unsealed road.\nIf you feel like a wander, there are two walking tracks here, exploring the larger Humps outcrop in which Mulka's Cave is formed. The Kalari Trail (1.6km loop) climbs onto a huge granite dome (one of the Humps) with excellent views, somehow wilder and more impressive than Wave Rock; while the Gnamma Trail (1.2km loop) stays low and investigates natural waterholes with interpretive panels on Nyaki-Nyaki culture."
},
{
    "country": "western-australia",
    "index": 8,
    "name": "Nambung National Park",
    "latitude": "-30.604526",
    "longitude": "115.155087",
    "excerpt": "Around 14km from Cervantes, Nambung is home to the eye-popping Pinnacles Desert, a vast, alien-like plain studded with thousands of jaunty limestone…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/cervantes-and-pinnacles-desert/attractions/nambung-national-park/a/poi-sig/1161914/362555",
    "image_url": null,
    "detail_description": "Around 14km from Cervantes, Nambung is home to the eye-popping Pinnacles Desert, a vast, alien-like plain studded with thousands of jaunty limestone pillars. Rising eerily from the desert floor, some of them 3.5m tall, these columns are remnants of a compacted seashell layer that once covered the plain and, over millennia, has slowly eroded. The one-way Pinnacles Desert Dr loop road runs through the formations, but it's more fun on foot, especially in the crepuscular evening light when crowds evaporate.\nThe park's slinky black interpretation centre delivers the low-down on the Pinnacles, and sheds some light on the rest of the park's ecology: huge sand blows, banks of low scrub and wandering emus. Nearby Kangaroo Point and Hangover Bay are good for a post-Pinnacles picnic, with barbecues and tables; Hangover has the better swimming (a good hangover cure)."
},
{
    "country": "western-australia",
    "index": 7,
    "name": "Murujuga National Park",
    "latitude": "-20.636921",
    "longitude": "116.787415",
    "excerpt": "Murujuga is home to the world's largest concentration of rock art (dating back more than 30,000 years), stretched out along the rocky hills of the heavily…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/dampier/attractions/murujuga-national-park/a/poi-sig/1507504/362547",
    "image_url": null,
    "detail_description": "Murujuga is home to the world's largest concentration of rock art (dating back more than 30,000 years), stretched out along the rocky hills of the heavily industrialised Burrup Peninsula. The most accessible are at Deep Gorge, near Hearson's Cove. The engravings depict fish, goannas (lizards), turtles, ospreys, kangaroos and even a Tasmanian tiger.The best way to see and appreciate the importance of this art is through a half-day tour out of Karratha with Ngurrangga Tours.\nIt's possible to wander through the gorge by yourself; bring plenty of water and take care not to get lost. The densest concentrations of rock art are around 50m south of the car park, and deeper into the gorge, where the ground is covered with scattered cockle shells.The park is co-managed by the local Ngarluma, Yindjibarndi, Yaburara and Mardudhunera communities and DPaW.You'll need a 4WD to explore north of Withnell Bay."
},
{
    "country": "western-australia",
    "index": 6,
    "name": "Western Australian Museum – Geraldton",
    "latitude": "-28.768448809107",
    "longitude": "114.61208093857",
    "excerpt": "At one of the state's best museums, intelligent multimedia displays relate the area's natural, cultural and Aboriginal history. The Shipwreck Gallery…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/geraldton/attractions/western-australian-museum-geraldton/a/poi-sig/1074511/1324221",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/3782aab8ff01927809ae928fa476b89c-western-australian-museum.jpg",
    "detail_description": "At one of the state's best museums, intelligent multimedia displays relate the area's natural, cultural and Aboriginal history. The Shipwreck Gallery documents the tragic story of the Batavia, while 3D video footage reveals the sunken wrecks of HMAS Sydney II and the Kormoran. A highlights tour is run daily at 11.30am.\nEnquire about public sailing days held on the replica Batavia longboat moored behind the museum (see www.batavialongboat.org)."
},
{
    "country": "western-australia",
    "index": 5,
    "name": "Art Gallery of Western Australia",
    "latitude": "-31.950760464299",
    "longitude": "115.86108495543",
    "excerpt": "Founded in 1895, this excellent gallery houses the state's preeminent art collection as well as regular international exhibitions that, increasingly, have…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/perth/northbridge/attractions/art-gallery-of-western-australia/a/poi-sig/1224811/1342735",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/86cd1b01cc05030a5999341592f0debf-art-gallery-of-western-australia.jpg",
    "detail_description": "Founded in 1895, this excellent gallery houses the state's preeminent art collection as well as regular international exhibitions that, increasingly, have a modern, approachable bent. The permanent collection is arranged into wings, from contemporary to modern, historic to local and Aboriginal. Big-name Australian artists such as Arthur Boyd, Russell Drysdale and Sidney Nolan are there, as are diverse media including canvases, bark paintings and sculpture. Check the website for info on free tours running most days at 11am and 1pm.\n"
},
{
    "country": "western-australia",
    "index": 4,
    "name": "Cable Beach",
    "latitude": "-17.931658098271",
    "longitude": "122.20802874405",
    "excerpt": "WA's most famous landmark offers turquoise waters and beautiful white sand curving away to the sunset. Clothing is optional north of the rocks, while…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/broome/attractions/cable-beach/a/poi-sig/1228729/362572",
    "image_url": "https://lp-cms-production.imgix.net/2022-03/Australia%20Broome%20bmphotographer%20Shutterstock_466938155%20RFC.jpg",
    "detail_description": "WA's most famous landmark offers turquoise waters and beautiful white sand curving away to the sunset. Clothing is optional north of the rocks, while south, walking trails lead through the red dunes of Minyirr Park, a spiritual place for the Yawuru people. Cable Beach is synonymous with camels and an evening ride along the sand is a highlight for many visitors. Locals in their 4WDs swarm north of the rocks for sunset drinks. Stingers are common in the Wet.\nCable Beach takes its name from the undersea telegraph cable from Java that came ashore there in 1899. It was used for international communications until 1914. Little evidence remains of it today, except for Broome Courthouse, which is the old Cable Station."
},
{
    "country": "western-australia",
    "index": 3,
    "name": "Kings Park & Botanic Garden",
    "latitude": "-31.959481",
    "longitude": "115.833836",
    "excerpt": "The 400-hectare, bush-filled expanse of Kings Park, smack in the city centre and enjoying epic views, is Perth's pride and joy. The Botanic Garden…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/perth/kings-park-subiaco/attractions/kings-park-botanic-garden/a/poi-sig/1224806/1342732",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/908d703e64934843755ddd056ff224c7-kings-park-botanic-garden.jpg",
    "detail_description": "The 400-hectare, bush-filled expanse of Kings Park, smack in the city centre and enjoying epic views, is Perth's pride and joy. The Botanic Garden contains over 3000 plant species indigenous to WA, including a giant boab tree that's 750 years old. Each September there's a free festival displaying the state's famed wildflowers. A year-round highlight is the Federation Walkway, a 620m path leading to a 222m-long glass-and-steel sky bridge that crosses a canopy of eucalyptus trees.\nThe main road leading into the park, Fraser Ave, is lined with towering lemon-scented gums that are dramatically lit at night. At its culmination are the State War Memorial, a cafe, a gift shop, Fraser's restaurant and the Kings Park Visitor Centre. Free guided walks leave from here.It's a good spot for a picnic or to let the kids off the leash in one of the playgrounds. Its numerous tracks are popular with walkers and joggers all year round, with an ascent of the steep stairs from the river rewarded with wonderful views from the top."
},
{
    "country": "western-australia",
    "index": 2,
    "name": "Pink Lake",
    "latitude": "-28.167967",
    "longitude": "114.252319",
    "excerpt": "The most arresting sight in the Horrocks/Port Gregory area is Hutt Lagoon, which is more commonly referred to as 'Pink Lake'. Yes, the saltwater here is…",
    "detail_url": "https://www.lonelyplanet.com/australia/western-australia/horrocks-port-gregory/attractions/pink-lake/a/poi-sig/1558737/1341805",
    "image_url": "https://lp-cms-production.imgix.net/2022-11/Port%20Gregory-Australia-Abstract%20Aerial%20Art-GettyImages-1166499525-rfc.jpg",
    "detail_description": "The most arresting sight in the Horrocks/Port Gregory area is Hutt Lagoon, which is more commonly referred to as 'Pink Lake'. Yes, the saltwater here is pink, due to the presence of the algae Dunaliella salina. The algae is a source of beta-carotene, which is harvested here and used in food coloring and make-up.\nHow can I visit?\nYou can access the Pink Lake for free by car&nbsp;from George Grey Dr (the road south of Kalbarri), but it pays to take the turn-off to Port Gregory for the best viewpoints. The Coral Coast is renowned for its incredible scenic beauty, but this photo opportunity&nbsp;is a tough view to beat. You can also take popular sightseeing flights over the lake from Kalbarri and Geraldton.\nCan I swim in the Pink Lake?\nThough it is safe to go into the water, caution is advisable. The salt crystals on the bottom of the lake can be very sharp and could easily cut your bare feet. It is also imperative to take any rubbish or belongings with you when you leave to preserve the beauty of the area. The water levels in the lake drop during summer; it's advisable to visit outside of this time if you want to photograph Hutt Lagoon in all its glory.\n"
}
]