[
{
    "country": "west-bengal",
    "index": 1,
    "name": "Makaibari",
    "latitude": "26.859452",
    "longitude": "88.261027",
    "excerpt": "If you like tea, you should visit this celebrated organic and biodynamic Darjeeling tea estate. Walk-in visits to the processing factory, with huge…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/kurseong/attractions/makaibari/a/poi-sig/1284323/356543",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/7ee76927787b1ac3605d0ef0aa4c71dd-makaibari.jpg",
    "detail_description": "If you like tea, you should visit this celebrated organic and biodynamic Darjeeling tea estate. Walk-in visits to the processing factory, with huge sorting and drying machines, typically last 30 to 45 minutes (mornings before 9am are the best time to see the production process). For a more in-depth experience, reserve a day ahead through Makaibari Homestays for a day tour, which includes a factory visit, a plantation walk with tea plucking, lunch in a local homestay, and tea tasting.\nThe estate is 3km southwest of Kurseong station down Pankhabari Rd, and 1km past Cochrane Place. It's a pleasantish walk down (traffic can be irritating) and an uphill walk back. En route, the partly overgrown St Andrew's Cemetery has poignant reminders of the colonial tea-planter era. Local vans will take you either way for ₹20 (shared) or ₹200 'reserved' (all to yourself/ves). In town, they start from St Andrew's Church, 250m down Pankhabari Rd from the station.A shop at the factory gate sells Makaibari's prized teas (Silver Tips Imperial, the finest, costs ₹3500 per 100g!). Makaibari runs a homestay and volunteer programme from a separate office 150m down the road. Volunteers can find placements in teaching, health and community projects in March, April, May, October and November. A minimum two-week commitment is requested. Ask for Nayan Lama (if he's not in the office, ask at the factory-gate shop).Another possibility here is early-morning birdwatching tours (₹500 for one or two people, plus ₹200 for each extra person). More than half the Makaibari estate is forested and there's a sizeable population of hornbills, among other birds (and some rarely spotted leopards)."
},
{
    "country": "west-bengal",
    "index": 23,
    "name": "Hooghly Imambara",
    "latitude": "22.908278",
    "longitude": "88.400245",
    "excerpt": "Between Chinsurah and Bandel, you can climb the lofty clock tower of the romantically crumbling Imambara, which has breathtaking views of the Hooghly…",
    "detail_url": "https://www.lonelyplanet.com/india/up-the-hooghly/attractions/hooghly-imambara/a/poi-sig/1154179/1329406",
    "image_url": null,
    "detail_description": "Between Chinsurah and Bandel, you can climb the lofty clock tower of the romantically crumbling Imambara, which has breathtaking views of the Hooghly River and houses a giant mechanical clock. The building was inaugurated in 1861 as a centre for learning and worship, and its grand Indo-Saracenic profile offers some very interesting photo ops.\n"
},
{
    "country": "west-bengal",
    "index": 22,
    "name": "Eklakhi Mausoleum",
    "latitude": "25.1387",
    "longitude": "88.154297",
    "excerpt": "The large, beautiful Eklakhi Mausoleum at Pandua gets its name from the reputed ₹1 lakh (₹100,000) cost of building it back in 1431. It's a domed brick…",
    "detail_url": "https://www.lonelyplanet.com/india/gaur-pandua/attractions/eklakhi-mausoleum/a/poi-sig/1614974/1329407",
    "image_url": null,
    "detail_description": "The large, beautiful Eklakhi Mausoleum at Pandua gets its name from the reputed ₹1 lakh (₹100,000) cost of building it back in 1431. It's a domed brick square with an octagonal interior chamber and exquisite tile and brick ornamentation on the outside. The three tombs inside are thought to be those of Sultan Jalaluddin and his wife and son.\n"
},
{
    "country": "west-bengal",
    "index": 21,
    "name": "Mak Dhog Gompa",
    "latitude": "27.024572",
    "longitude": "88.262916",
    "excerpt": "This century-old Nyingma-school monastery is run by people from Yolmo in Langtang, Nepal, who emigrated here 150 years ago. The atmospheric upper-floor…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/mak-dhog-gompa/a/poi-sig/1558188/356540",
    "image_url": null,
    "detail_description": "This century-old Nyingma-school monastery is run by people from Yolmo in Langtang, Nepal, who emigrated here 150 years ago. The atmospheric upper-floor chapel is dedicated to Guru Rinpoche (Padmasambhava) and the monastery founder Sangay Lama. The monastery is halfway along Tenzing Norgay Rd between Darjeeling and Jorebunglow, and a pleasant 30- or 40-minute walk from either.\n"
},
{
    "country": "west-bengal",
    "index": 20,
    "name": "Batasia Loop",
    "latitude": "27.016362",
    "longitude": "88.24753",
    "excerpt": "If you’re travelling on the toy train, look out for this famous railway loop that goes around an open-air war memorial, erected in honour of the brave…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/batasia-loop/a/poi-sig/1284332/356540",
    "image_url": null,
    "detail_description": "If you’re travelling on the toy train, look out for this famous railway loop that goes around an open-air war memorial, erected in honour of the brave soldiers from the Darjeeling region who have laid down their lives in the Indian forces since Independence in 1947. Toy-train joy rides stop here as a matter of course. Many road trips to Tiger Hill also stop here on the way back to Darjeeling.\n"
},
{
    "country": "west-bengal",
    "index": 40,
    "name": "District Museum",
    "latitude": "23.066545",
    "longitude": "87.324915",
    "excerpt": "Bishnupur's small museum is worth a look for its collection of painted manuscript covers, stone friezes, musical instruments and folk art.",
    "detail_url": "https://www.lonelyplanet.com/india/bishnupur/attractions/district-museum/a/poi-sig/1284244/1317299",
    "image_url": null,
    "detail_description": "Bishnupur's small museum is worth a look for its collection of painted manuscript covers, stone friezes, musical instruments and folk art.\n"
},
{
    "country": "west-bengal",
    "index": 39,
    "name": "Baradwari Mosque",
    "latitude": "24.882894",
    "longitude": "88.128161",
    "excerpt": "Built by Sultan Nasrat Shah in 1526, the Baradwari Mosque once had 44 golden domes. The dignified stone arcade of its eastern corridor is still intact.",
    "detail_url": "https://www.lonelyplanet.com/india/gaur-pandua/attractions/baradwari-mosque/a/poi-sig/1614971/1329407",
    "image_url": null,
    "detail_description": "Built by Sultan Nasrat Shah in 1526, the Baradwari Mosque once had 44 golden domes. The dignified stone arcade of its eastern corridor is still intact.\n"
},
{
    "country": "west-bengal",
    "index": 38,
    "name": "Nasipur Rajbari",
    "latitude": "24.207281",
    "longitude": "88.262444",
    "excerpt": "This palace of a 19th-century tax collector for the British is in a state of quaint dilapidation. The pillared hall in front of the temple at the rear is…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/murshidabad-and-berhampore/attractions/nasipur-rajbari/a/poi-sig/1609062/356535",
    "image_url": null,
    "detail_description": "This palace of a 19th-century tax collector for the British is in a state of quaint dilapidation. The pillared hall in front of the temple at the rear is particularly elegant.\n"
},
{
    "country": "west-bengal",
    "index": 37,
    "name": "Ambootia Tea Estate",
    "latitude": "26.877368",
    "longitude": "88.252841",
    "excerpt": "The organic and biodynamic Ambootia Tea Estate, down in the valley on Kurseong's west side, welcomes visitors to its aromatic factory and is a good…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/kurseong/attractions/ambootia-tea-estate/a/poi-sig/1154679/356543",
    "image_url": null,
    "detail_description": "The organic and biodynamic Ambootia Tea Estate, down in the valley on Kurseong's west side, welcomes visitors to its aromatic factory and is a good walking destination from nearby Cochrane Place.\n"
},
{
    "country": "west-bengal",
    "index": 36,
    "name": "Samten Choeling Gompa",
    "latitude": "27.011678",
    "longitude": "88.250395",
    "excerpt": "The active Tibetan-style Samten Choeling Gompa has the largest Buddha statue in West Bengal, a chorten containing the ashes of the German Buddhist mystic…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/samten-choeling-gompa/a/poi-sig/1154707/356540",
    "image_url": null,
    "detail_description": "The active Tibetan-style Samten Choeling Gompa has the largest Buddha statue in West Bengal, a chorten containing the ashes of the German Buddhist mystic and author Anagarika Govinda, and even a small cafe.\n"
},
{
    "country": "west-bengal",
    "index": 35,
    "name": "House of Jagat Seth",
    "latitude": "24.209199",
    "longitude": "88.262229",
    "excerpt": "The extensive mansion of a Jain family that achieved high influence under both the nawabs and the British, the House of Jagat Seth is home to an eclectic…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/murshidabad-and-berhampore/attractions/house-of-jagat-seth/a/poi-sig/1609063/356535",
    "image_url": null,
    "detail_description": "The extensive mansion of a Jain family that achieved high influence under both the nawabs and the British, the House of Jagat Seth is home to an eclectic assortment of valuables from the 18th to 20th centuries.\n"
},
{
    "country": "west-bengal",
    "index": 32,
    "name": "Adina Masjid",
    "latitude": "25.152025",
    "longitude": "88.164489",
    "excerpt": "The vast Adina Masjid, just west off NH12 (old NH34), 19km north of Malda, was India’s largest mosque when constructed by Sikandar Shah in the 14th…",
    "detail_url": "https://www.lonelyplanet.com/india/gaur-pandua/attractions/adina-masjid/a/poi-sig/1614973/1329407",
    "image_url": null,
    "detail_description": "The vast Adina Masjid, just west off NH12 (old NH34), 19km north of Malda, was India’s largest mosque when constructed by Sikandar Shah in the 14th century. It originally had nearly 400 small domes and some 90 brick arches.\n"
},
{
    "country": "west-bengal",
    "index": 33,
    "name": "Guru Sakya Gompa",
    "latitude": "27.008724",
    "longitude": "88.2512",
    "excerpt": "This fortress-style Sakya-school monastery, established in 1909 and with a big new temple consecrated in 2015, conducts prayer sessions between 5.30am and…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/guru-sakya-gompa/a/poi-sig/1557776/356540",
    "image_url": null,
    "detail_description": "This fortress-style Sakya-school monastery, established in 1909 and with a big new temple consecrated in 2015, conducts prayer sessions between 5.30am and 7.30am, helpful for those returning from a dawn visit to Tiger Hill.\n"
},
{
    "country": "west-bengal",
    "index": 34,
    "name": "Dhirdham Mandir",
    "latitude": "27.037569",
    "longitude": "88.262089",
    "excerpt": "Darjeeling's most conspicuous Hindu temple is a replica of the famous Pashupatinath Temple in Kathmandu. It’s easy to find – just below Darjeeling train…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/dhirdham-mandir/a/poi-sig/1284334/356540",
    "image_url": null,
    "detail_description": "Darjeeling's most conspicuous Hindu temple is a replica of the famous Pashupatinath Temple in Kathmandu. It’s easy to find – just below Darjeeling train station. There’s a good view over Darjeeling from its grounds.\n"
},
{
    "country": "west-bengal",
    "index": 31,
    "name": "Institut de Chandernagor",
    "latitude": "22.856572",
    "longitude": "88.369356",
    "excerpt": "In the old French governor's mansion on Chandannagar's riverfront road, the Institut has an interesting museum telling the story of colonial history on…",
    "detail_url": "https://www.lonelyplanet.com/india/up-the-hooghly/attractions/institut-de-chandernagor/a/poi-sig/1154176/1329406",
    "image_url": null,
    "detail_description": "In the old French governor's mansion on Chandannagar's riverfront road, the Institut has an interesting museum telling the story of colonial history on the Hooghly, and contains the four-poster bed of the 18th-century governor Joseph Dupleix.\n"
},
{
    "country": "west-bengal",
    "index": 30,
    "name": "Lloyd Botanic Garden",
    "latitude": "27.044956",
    "longitude": "88.263119",
    "excerpt": "These half-hidden gardens contain an impressive collection of Himalayan plants, most famously orchids and rhododendrons. Follow the signs down Loch Nagar…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/lloyd-botanic-garden/a/poi-sig/449621/356540",
    "image_url": null,
    "detail_description": "These half-hidden gardens contain an impressive collection of Himalayan plants, most famously orchids and rhododendrons. Follow the signs down Loch Nagar near the Motor Stand, until the hum of cicadas replaces the honking of jeeps at the entrance.\n"
},
{
    "country": "west-bengal",
    "index": 29,
    "name": "Kathgola Gardens",
    "latitude": "24.208768",
    "longitude": "88.266993",
    "excerpt": "Within the tree-shaded Kathgola Gardens are the interesting mansion of a Jain trading family originally hailing from Murshidabad, dating back to 1873; an…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/murshidabad-and-berhampore/attractions/kathgola-gardens/a/poi-sig/1154218/356535",
    "image_url": null,
    "detail_description": "Within the tree-shaded Kathgola Gardens are the interesting mansion of a Jain trading family originally hailing from Murshidabad, dating back to 1873; an elegant Jain Adinath temple (1933); and a small aviary and aquarium. You'll often see a troupe of grey langurs here too.\n"
},
{
    "country": "west-bengal",
    "index": 28,
    "name": "Katra Mosque",
    "latitude": "24.184694",
    "longitude": "88.287764",
    "excerpt": "On the east side of Murshidabad, the handsome, pink-brick Katra Mosque features two tall corner towers and multiple domes (some now fallen in)…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/murshidabad-and-berhampore/attractions/katra-mosque/a/poi-sig/1612629/356535",
    "image_url": null,
    "detail_description": "On the east side of Murshidabad, the handsome, pink-brick Katra Mosque features two tall corner towers and multiple domes (some now fallen in). Murshidabad's founder, Murshid Quli Khan, is buried beneath the stairs of the white-painted section on the eastern side of the broad courtyard.\n"
},
{
    "country": "west-bengal",
    "index": 27,
    "name": "Jaldapara National Park",
    "latitude": "26.639327",
    "longitude": "89.285975",
    "excerpt": "Covering 216 sq km of lush forests and grassland on the western floodplain of the Torsa River, Jaldapara National Park is a refuge for about 200 Indian…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/jaldhapara-wildlife-sanctuary/attractions/jaldapara-national-park/a/poi-sig/1154648/356541",
    "image_url": null,
    "detail_description": "Covering 216 sq km of lush forests and grassland on the western floodplain of the Torsa River, Jaldapara National Park is a refuge for about 200 Indian one-horned rhinoceros (Rhinoceros unicornis), plus elephants, gaur (Indian bison), several types of deer and over 350 bird species.\n"
},
{
    "country": "west-bengal",
    "index": 26,
    "name": "Druk Sangag Choeling Gompa",
    "latitude": "27.023587",
    "longitude": "88.254558",
    "excerpt": "About half way along the road between Darjeeling and Ghum is the huge Druk Sangak Choeling Gompa, inaugurated by the Dalai Lama in 1993. Known for its…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/druk-sangag-choeling-gompa/a/poi-sig/1557778/356540",
    "image_url": null,
    "detail_description": "About half way along the road between Darjeeling and Ghum is the huge Druk Sangak Choeling Gompa, inaugurated by the Dalai Lama in 1993. Known for its vibrant frescoes, it is home to 300 Himalayan monks who study philosophy, literature, astronomy, meditation, dance and music. Come for prayers between 5pm and 6.30pm.\n"
},
{
    "country": "west-bengal",
    "index": 25,
    "name": "Ghum Museum",
    "latitude": "27.008332",
    "longitude": "88.253893",
    "excerpt": "This museum inside Ghum station has a collection of memorabilia and photos from the bygone days of the Darjeeling Himalayan Railway. In an outer courtyard…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/ghum-museum/a/poi-sig/1284716/356540",
    "image_url": null,
    "detail_description": "This museum inside Ghum station has a collection of memorabilia and photos from the bygone days of the Darjeeling Himalayan Railway. In an outer courtyard, you'll find Baby Sivok, the oldest engine of the railway. Toy-train joy rides stop at Ghum for half an hour and museum admission is included in the joy-ride ticket.\n"
},
{
    "country": "west-bengal",
    "index": 24,
    "name": "Salugara Monastery",
    "latitude": "26.7682",
    "longitude": "88.448825",
    "excerpt": "About 7km north of central Siliguri, this brightly coloured Tibetan-style monastery is crowned with an imposing 30m tall chorten (Tibetan-style stupa).",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/siliguri-and-new-jalpaiguri/attractions/salugara-monastery/a/poi-sig/1558036/1001611",
    "image_url": null,
    "detail_description": "About 7km north of central Siliguri, this brightly coloured Tibetan-style monastery is crowned with an imposing 30m tall chorten (Tibetan-style stupa).\nIt's the main seat of the tantric Sed-Gyued lineage of Tibetan Buddhism, known as the whispered lineage for its method of passing secret teachings from teacher to disciple."
},
{
    "country": "west-bengal",
    "index": 19,
    "name": "Hanseswari Temple",
    "latitude": "22.964242",
    "longitude": "88.399998",
    "excerpt": "About 6km north of Bandel, Bansberia is home to the imposing Hanseswari Temple, devoted to an avatar of the goddess Kali. With 13 pinnacled sikharas …",
    "detail_url": "https://www.lonelyplanet.com/india/up-the-hooghly/attractions/hanseswari-temple/a/poi-sig/1389302/1329406",
    "image_url": null,
    "detail_description": "About 6km north of Bandel, Bansberia is home to the imposing Hanseswari Temple, devoted to an avatar of the goddess Kali. With 13 pinnacled sikharas (Hindu temple-spires) it looks like something you’d expect to see in Moscow. Within the temple premises is the small but elegant terracotta-tiled Vasudev Temple, which resembles the famous terracotta temples of Bishnupur.\n"
},
{
    "country": "west-bengal",
    "index": 18,
    "name": "Himalayan Tibet Museum",
    "latitude": "27.039604",
    "longitude": "88.265909",
    "excerpt": "This well-thought-out museum (one large room) is a good, colourful introduction to Tibet and its culture. The attractive displays introduce the Dalai Lama…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/himalayan-tibet-museum/a/poi-sig/1558062/356540",
    "image_url": null,
    "detail_description": "This well-thought-out museum (one large room) is a good, colourful introduction to Tibet and its culture. The attractive displays introduce the Dalai Lama, stupas, and Tibetan religion, script, medicine, history and geography with just the right amount of information to avoid overload. Exhibits include fine thangka (Tibetan cloth paintings), a 3D map of Tibet and a sand mandala (a visual meditation aid symbolising the universe).\n"
},
{
    "country": "west-bengal",
    "index": 17,
    "name": "Rangit Valley Ropeway",
    "latitude": "27.061467",
    "longitude": "88.253898",
    "excerpt": "The scenic Rangit Valley cable car was out of action at research time due to maintenance and an administrative/legal hiatus. Ask at your accommodation…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/rangit-valley-ropeway/a/poi-sig/1352026/356540",
    "image_url": null,
    "detail_description": "The scenic Rangit Valley cable car was out of action at research time due to maintenance and an administrative/legal hiatus. Ask at your accommodation whether it has reopened: the 20-minute ride takes you from North Point down to the Takvar Valley tea estate, gliding over manicured tea bushes that look like giant broccoli growing on mountain slopes. If you start early enough, you can explore the village and tea plantation before riding back up.\n"
},
{
    "country": "west-bengal",
    "index": 16,
    "name": "Bhutia Busty Gompa",
    "latitude": "27.050268",
    "longitude": "88.270007",
    "excerpt": "This temple originally stood on Observatory Hill, but was rebuilt in its present location in the 19th century. It houses fine murals depicting the life of…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/bhutia-busty-gompa/a/poi-sig/449609/356540",
    "image_url": null,
    "detail_description": "This temple originally stood on Observatory Hill, but was rebuilt in its present location in the 19th century. It houses fine murals depicting the life of Buddha, and Khangchendzonga provides a spectacular northern backdrop. Prayers are held at 3pm; the temple is often locked at other times. The monastery is about a 1.2km walk down from Chowrasta: start down CR Das Rd, fork right 200m after the Central Nirvana Resort, and keep asking directions.\n"
},
{
    "country": "west-bengal",
    "index": 15,
    "name": "Yiga Choeling Gompa",
    "latitude": "27.007463",
    "longitude": "88.246576",
    "excerpt": "Yiga Choeling Gompa, the Darjeeling area's most famous monastery, founded in 1850, houses up to 40 monks of the Gelugpa school. The serene temple has…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/yiga-choeling-gompa/a/poi-sig/1557777/356540",
    "image_url": null,
    "detail_description": "Yiga Choeling Gompa, the Darjeeling area's most famous monastery, founded in 1850, houses up to 40 monks of the Gelugpa school. The serene temple has wonderful old murals and enshrines a 5m-high statue of Jampa (Maitreya; ‘Future Buddha’) and 300 beautifully bound Tibetan texts. It's on the western edge of Ghum, 6km south of Darjeeling: from Ghum station, walk 100m west along the main road towards Darjeeling, turn left at the sign for the monastery and go 600m.\n"
},
{
    "country": "west-bengal",
    "index": 14,
    "name": "Padmaja Naidu Himalayan Zoological Park",
    "latitude": "27.056498",
    "longitude": "88.255888",
    "excerpt": "This zoo, one of India’s better ones, was established in 1958 to study, conserve and preserve Himalayan fauna. Housed within its rocky and forested…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/padmaja-naidu-himalayan-zoological-park/a/poi-sig/1154710/356540",
    "image_url": null,
    "detail_description": "This zoo, one of India’s better ones, was established in 1958 to study, conserve and preserve Himalayan fauna. Housed within its rocky and forested environment are species such as Asiatic black bear, clouded leopard, red panda and Himalayan wolf. The zoo and its snow-leopard breeding centre (closed to the public) are home to the world’s largest captive population of snow leopards (currently 11). It's a reasonably pleasant 2km walk, mostly downhill, northwest from Chowrasta.\n"
},
{
    "country": "west-bengal",
    "index": 13,
    "name": "Sajnekhali Ecotourism Centre",
    "latitude": "22.123751",
    "longitude": "88.830128",
    "excerpt": "This tree-shaded complex on the northern edge of the tiger reserve acts as the reserve's official gateway and contains the forest range office (where park…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/sunderbans-tiger-reserve/attractions/sajnekhali-ecotourism-centre/a/poi-sig/1154157/356538",
    "image_url": null,
    "detail_description": "This tree-shaded complex on the northern edge of the tiger reserve acts as the reserve's official gateway and contains the forest range office (where park fees are paid), the Mangrove Interpretation Centre (open 8.30am to 5pm) with exhibits and information on the Sunderbans, a watchtower, terrapin and crocodile hatcheries and the state government–run Sajnekhali Tourist Lodge. Recent tiger sightings are chalked on a blackboard in the range office.\n"
},
{
    "country": "west-bengal",
    "index": 12,
    "name": "Japanese Peace Pagoda",
    "latitude": "27.027611",
    "longitude": "88.259053",
    "excerpt": "Perched on a hillside 2km south of the town centre, the gleaming white, 28m-high Peace Pagoda is one of more than 70 pagodas built around the world by the…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/japanese-peace-pagoda/a/poi-sig/449619/356540",
    "image_url": null,
    "detail_description": "Perched on a hillside 2km south of the town centre, the gleaming white, 28m-high Peace Pagoda is one of more than 70 pagodas built around the world by the Japanese Buddhist Nipponzan Myohoji organisation. During the drumming puja (prayers) sessions in the neighbouring temple, visitors are offered a hand drum and encouraged to join in the rituals. Getting here involves a pleasant walk along Gandhi and AJC Bose Rds, past the curiosity-inspiring Institute for Astroparticle Physics and Space Science.\n"
},
{
    "country": "west-bengal",
    "index": 11,
    "name": "Bandel Basilica",
    "latitude": "22.919267",
    "longitude": "88.395417",
    "excerpt": "The chief reminder of the Portuguese presence on the Hooghly River is the Bandel Basilica, Bengal's oldest and perhaps most loved church, built in 1599…",
    "detail_url": "https://www.lonelyplanet.com/india/up-the-hooghly/attractions/bandel-basilica/a/poi-sig/1612078/1329406",
    "image_url": null,
    "detail_description": "The chief reminder of the Portuguese presence on the Hooghly River is the Bandel Basilica, Bengal's oldest and perhaps most loved church, built in 1599 and often reconstructed since. There are good views from the balcony above its portico, with its statue of Our Lady of Happy Voyage.\nThe ship's mast in a glass-sided shed was gifted to the church by a 17th-century Portuguese sea captain in thanks for surviving a storm in the Bay of Bengal (it stood upright in the grounds until broken in a 1910 storm)."
},
{
    "country": "west-bengal",
    "index": 10,
    "name": "Hazarduari",
    "latitude": "24.185203",
    "longitude": "88.269396",
    "excerpt": "Literally meaning 'house of 1000 doors', the Hazarduari was built in very English Neoclassical style for Nawab Nazim Humayun Jah in 1829–37. Not all of…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/murshidabad-and-berhampore/attractions/hazarduari/a/poi-sig/1154205/356535",
    "image_url": null,
    "detail_description": "Literally meaning 'house of 1000 doors', the Hazarduari was built in very English Neoclassical style for Nawab Nazim Humayun Jah in 1829–37. Not all of its 1000 doors are real, though: some are just motifs on walls. The palace houses an astonishing collection of antiquities, and its compound is also home to the beautiful Nizamat Imambara (1847), a clock tower, and two elegant Medina Mosques (one between the Hazarduari and Imambara, another inside the Imambara).\nMobile phones and bags must be left at the cloakroom by the ticket office."
},
{
    "country": "west-bengal",
    "index": 9,
    "name": "Sundarbans Tiger Reserve",
    "latitude": "21.991442",
    "longitude": "88.828583",
    "excerpt": "The 2585-sq-km Sundarbans Tiger Reserve has 100-plus Royal Bengal tigers lurking in its impenetrable mangrove forests and sometimes swimming its delta…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/sunderbans-tiger-reserve/attractions/sundarbans-tiger-reserve/a/poi-sig/1154155/356538",
    "image_url": null,
    "detail_description": "The 2585-sq-km Sundarbans Tiger Reserve has 100-plus Royal Bengal tigers lurking in its impenetrable mangrove forests and sometimes swimming its delta channels. Other residents of the forest include Gangetic dolphins, water monitors, 5m-long saltwater crocodiles and luminiscent kingfishers. Entry and guide fees, payable at the reserve's Sajnekhali Ecotourism Centre, depend on which areas you are visiting. If you're on an organised trip from Kolkata, they are normally included in your price.\nOverall the best time to visit the reserve is between November and February, though warmer March and April are better for tiger spotting."
},
{
    "country": "west-bengal",
    "index": 8,
    "name": "Happy Valley Tea Estate",
    "latitude": "27.050966",
    "longitude": "88.258495",
    "excerpt": "This 1854 estate on the northwest edge of town is a good place to learn about tea, especially when plucking and processing are in progress (March to…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/happy-valley-tea-estate/a/poi-sig/1154704/356540",
    "image_url": null,
    "detail_description": "This 1854 estate on the northwest edge of town is a good place to learn about tea, especially when plucking and processing are in progress (March to November). An employee guides you through the aromatic factory and its withering, rolling, fermenting and drying processes, explaining how green, black and white teas all come from the same leaf, and you'll get to taste a few varieties. A free shuttle van for visitors runs from Bhanu Bhawan in town from 9.30am.\nA half-kilometre zig-zag track leads down to the estate from a signed turn-off on Lebong Cart Rd (the northward continuation of Hill Cart Rd), about 1km northwest of the town centre."
},
{
    "country": "west-bengal",
    "index": 7,
    "name": "Tibetan Refugee Self-Help Centre",
    "latitude": "27.052858",
    "longitude": "88.267121",
    "excerpt": "Established in 1959, this refugee centre includes a Tibetan Buddhist temple, workshops producing carpets, woodcarvings, wool and woollen items, plus a…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/tibetan-refugee-self-help-centre/a/poi-sig/449625/356540",
    "image_url": null,
    "detail_description": "Established in 1959, this refugee centre includes a Tibetan Buddhist temple, workshops producing carpets, woodcarvings, wool and woollen items, plus a home for the aged, a kindergarten and a clinic. Visitors are welcome to wander through the workshops. There’s also an interesting, politically charged photographic exhibition on Tibetan history. The handicrafts are for sale in the showroom. A quick walking approach is to take the lane down beside Hotel Dolphin on The Mall and zigzag downhill about 1.2km (asking directions a few times).\nYou can return to the town centre via Bhutia Busty Gompa, about 700m to the southeast (asking directions again). A taxi from the town centre to the refugee centre costs around ₹250/500 one way/return."
},
{
    "country": "west-bengal",
    "index": 6,
    "name": "Himalayan Mountaineering Institute",
    "latitude": "27.0584",
    "longitude": "88.25386",
    "excerpt": "Within the zoo precinct, the prestigious HMI was founded in 1954 and has provided training for some of India’s leading mountaineers. Its fascinating…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/himalayan-mountaineering-institute/a/poi-sig/1154714/356540",
    "image_url": null,
    "detail_description": "Within the zoo precinct, the prestigious HMI was founded in 1954 and has provided training for some of India’s leading mountaineers. Its fascinating Mountaineering Museum exhibits evocative memorabilia from the 1922 and 1924 Everest expeditions, which set off from Darjeeling, as well as more-recent summit attempts – including the successful 1953 climb. Just outside the museum are Tenzing Norgay's samadhi (cremation spot) and a Tenzing statue. The intrepid Everest summiteer was a director and adviser at the institute for many years.\nAn odd curiosity of the museum is the Carl Zeiss telescope presented by Adolf Hitler to the head of the Nepali Army.The HMI also runs 28-day basic and advanced mountaineering courses from March to May and September to December."
},
{
    "country": "west-bengal",
    "index": 5,
    "name": "Observatory Hill",
    "latitude": "27.047755",
    "longitude": "88.268012",
    "excerpt": "The hill rising above Chowrasta is home to several much-visited temples, approached through a flurry of colourful prayer flags and hanging bells. The main…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/observatory-hill/a/poi-sig/1284325/356540",
    "image_url": null,
    "detail_description": "The hill rising above Chowrasta is home to several much-visited temples, approached through a flurry of colourful prayer flags and hanging bells. The main summit temple is sacred to Mahakala, a Buddhist protector deity also worshipped as a wrathful avatar of Shiva. It is staffed by a Hindu priest and Buddhist lama sitting side by side in an admirable display of religious coexistence. A 300m path up to the summit starts about 100m along the eastern Mall road from Chowrasta.\nThe several other temples around the hilltop include a narrow cave with a Shiva lingam, signposted down steps to the left as you approach the summit. Sadly no mountain panoramas from the top, but if you go back down to the Mall and turn left (north) you'll soon reach a couple of viewpoints with Khangchendzonga-view benches.Observatory Hill was the original location of Bhutia Busty Gompa, whose monks may have given Darjeeling its name calling their site dorje-ling (place of thunder)."
},
{
    "country": "west-bengal",
    "index": 4,
    "name": "Tiger Hill",
    "latitude": "26.994557",
    "longitude": "88.285661",
    "excerpt": "To watch the dawn light break over a spectacular 250km stretch of Himalayan horizon, including Everest (8848m), Khangchendzonga (8598m) and two more of…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/tiger-hill/a/poi-sig/449627/356540",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-556360249_full.jpg",
    "detail_description": "To watch the dawn light break over a spectacular 250km stretch of Himalayan horizon, including Everest (8848m), Khangchendzonga (8598m) and two more of the world's five highest peaks, rise very early and take a jeep out to Tiger Hill (2590m), 11km south of Darjeeling, above Ghum. This daily morning spectacle (views are best in autumn and spring) is a major tourist attraction, however, so if you prefer your Himalayan views in peace you might want to try somewhere else.\nHundreds of jeeps leave Darjeeling for Tiger Hill every morning at 4am – traffic snarls en route are quite common. Sunrise trips (usually with stops at Batasia Loop and a Buddhist monastery in Ghum on the way back) can be booked through a travel agency or directly with jeep drivers at the Clubside taxi stand. Return trips cost ₹1200 for a three/four passenger car, ₹1800 for a bigger, comfier Innova, or ₹200 per seat."
},
{
    "country": "west-bengal",
    "index": 3,
    "name": "Singalila National Park",
    "latitude": "27.108798",
    "longitude": "88.002977",
    "excerpt": "Singalila National Park covers the Indian side of the scenic Singalila Ridge, the Darjeeling region's finest trekking area, along the India–Nepal border…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/singalila-national-park/a/poi-sig/1154785/356540",
    "image_url": null,
    "detail_description": "Singalila National Park covers the Indian side of the scenic Singalila Ridge, the Darjeeling region's finest trekking area, along the India–Nepal border west of Darjeeling. As well as providing fantastic views of the eastern Himalaya, the park is home to extensive rhododendron forests, a gorgeous site when blooming in late April and May. The most used park entry point is near Tumling, on the road from Mane Bhanjang, 25km from Darjeeling, to Sandakphu.\nA local guide (per day per Indian/foreign group ₹1000/1300) or porter (per day ₹1000) is obligatory within the park (unless you come with a Forest Department–authorised guide from Darjeeling) and can be arranged at the Highlander Guides &amp; Porters Welfare Association in Mane Bhanjang. Bring your passport as you’ll have to register at a Frontier Check Post in Mane Bhanjang and probably show it elsewhere too. Jeep transport within the national park is available from the Singalila Land Rover Owner’s Welfare Association in Mane Bhanjang."
},
{
    "country": "west-bengal",
    "index": 2,
    "name": "Darjeeling Himalayan Railway",
    "latitude": "27.037875",
    "longitude": "88.263087",
    "excerpt": "The Darjeeling Himalayan Railway, known affectionately as the toy train, made its first journey along its precipice-topping, 2ft-wide tracks in 1881 and…",
    "detail_url": "https://www.lonelyplanet.com/india/west-bengal/darjeeling/attractions/darjeeling-himalayan-railway/a/poi-sig/449611/356540",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/e334c849c1afc591cb8336ea99f9c825-darjeeling.jpg",
    "detail_description": "The Darjeeling Himalayan Railway, known affectionately as the toy train, made its first journey along its precipice-topping, 2ft-wide tracks in 1881 and is one of the few hill railways still operating in India. It has had Unesco World Heritage listing since 1999. Two-hour 'joy rides' from Darjeeling to Ghum and back satisfy most people's toy-train urges. There are normally around six of these pulled by antique steam locomotives daily, and three or so with diesel engines.\nJust one (diesel-powered) train in each direction daily makes the whole 88km (seven-hour!) trip between New Jalpaiguri and Darjeeling; another runs just from Kurseong to Darjeeling and back."
}
]