[
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 1,
    "name": "Cafesjian Center for the Arts",
    "latitude": "40.19257142",
    "longitude": "44.51572733",
    "excerpt": "Housed in a vast flight of stone steps known as the Cascade, this arts centre is one of the city's major cultural attractions. Originally conceived in the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/cafesjian-center-for-the-arts/a/poi-sig/1467588/358583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/af736293ddfa8584602b1860fbfac507-cafesjian-center-for-the-arts.jpg",
    "detail_description": "Housed in a vast flight of stone steps known as the Cascade, this arts centre is one of the city's major cultural attractions. Originally conceived in the 1920s by Soviet architect Alexander Tamanyan as part of his plan to modernise Yerevan, work on the monumental structure finally commenced in the 1980s but stalled after the 1988 earthquake. Eventually, Armenian-American philanthropist Gerard Cafesjian came to the rescue, funding its completion and transformation into a multi-level contemporary arts space.\nThe centre's two external garden galleries and five exhibition halls are accessed via an internal escalator. Next to the escalator are platforms where artworks from Cafesjian's personal collection of 20th-century and contemporary sculpture and furniture are displayed. There's a decidedly quirky theme at work here, with pieces such as Studio 65 for Gufram's Marilyn 'Bocca' Lip Sofa, Giorgio Laveri's Lipstick and Richard Cresswell's Butterfly Seat three of many works catching the eye on the trip up and down. These and the garden galleries, which feature recessed fountains, modern khachkars (stone steles featuring carved crosses) and contemporary sculptures, can be visited free of charge. Internal exhibits are free, except for one temporary exhibition which costs AMD1000.On the ground floor, the large gift shop is one of the best places in the city to source quality souvenirs. There's also a welcoming and well-stocked art library with a small children's section.In front of the Cascade, a sculpture garden features three huge bronze works by Colombian-Italian sculptor Fernando Botero: Cat, Roman Warrior and Woman Smoking a Cigarette. These sit alongside a whimsical wrought-iron teapot by Joana Vasconcelos, a bright blue kiwi by Peter Woytuk and plenty of other works. The two streets edging the park are home to cafes, bars and restaurants with plenty of outdoor seating.The steps themselves make for a popular place to catch a sunset while (discreetly) swigging a bottle of wine."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 23,
    "name": "Karmir Blur",
    "latitude": "40.14164179",
    "longitude": "44.43699346",
    "excerpt": "The Urartian king Rusa II moved his capital from Erebuni to this nearby site in the 7th century. Sadly, few traces of his fortified citadel remain.",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/karmir-blur/a/poi-sig/1487367/358583",
    "image_url": null,
    "detail_description": "The Urartian king Rusa II moved his capital from Erebuni to this nearby site in the 7th century. Sadly, few traces of his fortified citadel remain.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 20,
    "name": "Charles Aznavour Square",
    "latitude": "40.181843",
    "longitude": "44.517003",
    "excerpt": "Named after the beloved French-Armenian singer often referred to as Paris' Frank Sinatra, the square is focused on the Moscow Cinema, built in 1936 on the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/charles-aznavour-square/a/poi-sig/1627886/358583",
    "image_url": null,
    "detail_description": "Named after the beloved French-Armenian singer often referred to as Paris' Frank Sinatra, the square is focused on the Moscow Cinema, built in 1936 on the remains of a destroyed church. The square is also bordered by the five-star Grand Hotel Yerevan, which originally opened as a state hotel in 1926.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 21,
    "name": "Zoravor Church",
    "latitude": "40.186",
    "longitude": "44.509508",
    "excerpt": "Through a dalan (archway) on Parpetsi St tucked between Soviet apartment blocks is a late-17th-century church on the site of a 9th- to 13th-century…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/zoravor-church/a/poi-sig/1629270/358583",
    "image_url": null,
    "detail_description": "Through a dalan (archway) on Parpetsi St tucked between Soviet apartment blocks is a late-17th-century church on the site of a 9th- to 13th-century monastery. Renovations were performed as recently as the 1990s and the church is beautifully lit up at night. Beneath the small chapel is a mausoleum dedicated to St Anania.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 22,
    "name": "Martiros Sarian Statue",
    "latitude": "40.18725557",
    "longitude": "44.51419891",
    "excerpt": "This marble sculpture by D Yerevantsi honours the painter Martiros Sarian (1880–1972). Around the statue is a vernissage with many imitations of Sarian's…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/martiros-sarian-statue/a/poi-sig/1487081/358583",
    "image_url": null,
    "detail_description": "This marble sculpture by D Yerevantsi honours the painter Martiros Sarian (1880–1972). Around the statue is a vernissage with many imitations of Sarian's work as well as paintings of Mt Ararat, pomegranates and apricots which make for great souvenirs.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 19,
    "name": "Armenian Centre for Contemporary Experimental Art",
    "latitude": "40.17516906",
    "longitude": "44.51780503",
    "excerpt": "In a central location facing the popular Vernissage Market, this slightly down-at-heel arts centre is the hub of the city's avant-garde, hosting concerts,…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/armenian-centre-for-contemporary-experimental-art/a/poi-sig/1464308/358583",
    "image_url": null,
    "detail_description": "In a central location facing the popular Vernissage Market, this slightly down-at-heel arts centre is the hub of the city's avant-garde, hosting concerts, performances and talks. Experimental art in a variety of media is exhibited in four exhibition spaces and often has political overtones. Yervand Kochar’s 1959 figure Melancholy pines at the entrance.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 18,
    "name": "Katoghike",
    "latitude": "40.18439879",
    "longitude": "44.51903606",
    "excerpt": "The tiny 13th-century chapel incongruously known as the Katoghike (Cathedral) nestles beside the recently constructed Surp Anna Church. It has a…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/katoghike/a/poi-sig/1464202/358583",
    "image_url": null,
    "detail_description": "The tiny 13th-century chapel incongruously known as the Katoghike (Cathedral) nestles beside the recently constructed Surp Anna Church. It has a fascinating history: the only Yerevan church to survive a devastating earthquake in 1679, it was incorporated into a new basilica in the 17th century and narrowly escaped being demolished when the Soviets pulled that building down in 1936. A public outcry – highly unusual for that time – led to its preservation.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 17,
    "name": "Levon's Divine Underground",
    "latitude": "40.230358",
    "longitude": "44.57066",
    "excerpt": "All Tosya Arakelyan wanted was for her husband Levon to build her a potato cellar. What she got in return was an extremely intricate seven-level…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/levon-s-divine-underground/a/poi-sig/1627624/358583",
    "image_url": null,
    "detail_description": "All Tosya Arakelyan wanted was for her husband Levon to build her a potato cellar. What she got in return was an extremely intricate seven-level underground cave network built over 23 years with only simple tools. When Levon died in 2008 (he worked the last day of his life) his strange and impressive creation was opened to the public. Don't miss the beautiful stone garden designed by Levon. Ask to speak to the couple’s granddaughter for an explanation in English.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 16,
    "name": "Centre of Popular Creation",
    "latitude": "40.191455",
    "longitude": "44.528672",
    "excerpt": "Its somewhat esoteric name means that many visitors to Yerevan overlook this museum. This is a great shame, as it is home to the best folk-art collection…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/centre-of-popular-creation/a/poi-sig/444017/358583",
    "image_url": null,
    "detail_description": "Its somewhat esoteric name means that many visitors to Yerevan overlook this museum. This is a great shame, as it is home to the best folk-art collection in the country and is well worth a visit. Spread over two floors, the collection of woodcarving, silverwork, embroidery, carpets, lace and costumes is in mint condition and attractively displayed, with good lighting and English-language labels. The 19th- and 20th-century carpets and the intricate woodwork (some inlaid) are particularly impressive.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 15,
    "name": "Modern Art Museum of Yerevan",
    "latitude": "40.18020156",
    "longitude": "44.50599227",
    "excerpt": "When it opened in 1972, this was the first specialised museum of contemporary and modern art in the Soviet Union, and a source of enormous pride for the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/modern-art-museum-of-yerevan/a/poi-sig/444007/358583",
    "image_url": null,
    "detail_description": "When it opened in 1972, this was the first specialised museum of contemporary and modern art in the Soviet Union, and a source of enormous pride for the Armenian avant-garde. Many prominent local artists of the time donated works, and these form the core of the collection along with further artist donations from the 1980s. Recent acquisitions include impressive works by Karen Petrosyan, Armen Gevorgyan and Laura Avetisyan.\nThe museum is accessed via a narrow lane running off Movses Khorenatsi St, parallel to Mesrop Mashtots Ave."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 14,
    "name": "Blue Mosque",
    "latitude": "40.17826198",
    "longitude": "44.50556066",
    "excerpt": "There has been a mosque on this site since 1765, but like the other eight or so mosques that operated in Yerevan at the beginning of the 20th century it…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/blue-mosque/a/poi-sig/443985/358583",
    "image_url": null,
    "detail_description": "There has been a mosque on this site since 1765, but like the other eight or so mosques that operated in Yerevan at the beginning of the 20th century it was closed during the Soviet era. Reconstructed in the late 1990s with Iranian funds, it is now the only functioning mosque in the city. Decorated with exterior tiles, it has a modest interior, graceful tiled dome, small minaret, and shady garden with fountains and flowerbeds.\nVisitors should dress appropriately – no bare legs or shoulders, and women should wear a headscarf when entering the prayer hall."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 11,
    "name": "Republic Square",
    "latitude": "40.17760334",
    "longitude": "44.51259221",
    "excerpt": "From dawn till late into the night, Republic Sq is Yerevan's focal point and beating heart. Designed by architect Alexander Tamanyan as part of his 1924…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/republic-square/a/poi-sig/1464223/358583",
    "image_url": null,
    "detail_description": "From dawn till late into the night, Republic Sq is Yerevan's focal point and beating heart. Designed by architect Alexander Tamanyan as part of his 1924 urban plan for the city and originally named after Vladimir Lenin until 1991, the square is enclosed by a few current and former government buildings, the Armenia Marriott Hotel and the History Museum and National Gallery. Its famous musical fountains (8pm to 10pm in summer) are the city's most endearing attraction and a popular meeting point.\nUnderneath the square is a large bunker constructed during the Cold War to protect high-ranking officials in the event of a nuclear attack. This is closed to the public."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 13,
    "name": "National Gallery of Armenia",
    "latitude": "40.178119",
    "longitude": "44.513297",
    "excerpt": "Housed on the top floors of the History Museum, Armenia's foremost art gallery holds a large but somewhat underwhelming collection of European and Russian…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/national-gallery-of-armenia/a/poi-sig/444015/358583",
    "image_url": null,
    "detail_description": "Housed on the top floors of the History Museum, Armenia's foremost art gallery holds a large but somewhat underwhelming collection of European and Russian art. Its major draw is the collection of Armenian art displayed on the 4th and 5th floors. Highlights include works by Hakob Hovnatanian (1806–81), Martiros Sarian (1880–1972) and Vardges Surenyants (1860–1921). Of these, the paintings by Surenyants are the most impressive. Depicting scenes from Armenian fairy tales and various historical events, they are colourful and delicately detailed, with an Orientalist feel. Don't miss them.\n"
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 12,
    "name": "Surp Grigor Lusavorich Cathedral",
    "latitude": "40.17196618",
    "longitude": "44.5168678",
    "excerpt": "Built to celebrate 1700 years of Christianity in Armenia and consecrated in 2001, this is the largest cathedral of the Armenian Apostolic Church. The…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/surp-grigor-lusavorich-cathedral/a/poi-sig/1464309/358583",
    "image_url": null,
    "detail_description": "Built to celebrate 1700 years of Christianity in Armenia and consecrated in 2001, this is the largest cathedral of the Armenian Apostolic Church. The complex, which has a prominent location atop a hill on the eastern edge of the city centre, consists of three churches: the cathedral, the Chapel of St Tiridates the King, and the Chapel of St Ashkhen the Queen. These two royal figures supported St Gregory in converting Armenia to Christianity.\nSome visitors find the interior disconcerting due to the presence of seats (1700 to be exact), the absence of candles (almost unheard of in Armenian Orthodox churches), the copious natural light and the minimalist decoration. The baldachin near the entrance was originally from Surp Gayane at Etchmiadzin; it contains relics of St Gregory."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 10,
    "name": "Yervand Kochar Museum",
    "latitude": "40.188398",
    "longitude": "44.516097",
    "excerpt": "Though small, this fascinating museum does a great job of documenting the life and work of the prolific Armenian painter and sculptor. The museum…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/yervand-kochar-museum/a/poi-sig/444035/358583",
    "image_url": null,
    "detail_description": "Though small, this fascinating museum does a great job of documenting the life and work of the prolific Armenian painter and sculptor. The museum showcases works created throughout Kochar’s career, including Lonely Woman (1913) painted when he was only 13. Labels are in English and there's a short film about his most famous piece, the Guernica-like Disaster of War (1962).\nBorn in Tiflis (Tbilisi) in 1899, Kochar studied art there and in Moscow before moving to Paris in 1923, where he exhibited work in shows alongside Georges Braque, Henri Matisse, Pablo Picasso, Joan Miró and many other avant-garde masters. In 1936 he relocated to Soviet-ruled Armenia, a move he no doubt regretted after he was imprisoned on politically motivated charges between 1941 and 1943. In later years, the Soviets recognised his work and bestowed a number of honours on him, including the People's Artist of the Soviet Union in 1975. He died in 1979."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 9,
    "name": "Hovhannes Tumanyan Museum",
    "latitude": "40.187816",
    "longitude": "44.510154",
    "excerpt": "This museum celebrates the life and work of the extraordinary writer, translator and humanist who is often described as Armenia’s greatest poet. The…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/hovhannes-tumanyan-museum/a/poi-sig/1464198/358583",
    "image_url": null,
    "detail_description": "This museum celebrates the life and work of the extraordinary writer, translator and humanist who is often described as Armenia’s greatest poet. The museum includes exhibits about his works, photographs and letters documenting his life, as well as a six-room reconstruction of his apartment in Tbilisi. Armenians clearly find the museum intriguing, but those that don't speak the language may struggle to get the same impression due to a lack of English or foreign-language signage.\nBorn in 1869 in the village of Dsegh in the Lori region, Tumanyan was a handsome and charismatic man who received his education in Tiflis (now Tbilisi) and was based in that city for most of his life. There, he hosted a circle of intellectuals in the garret of his house that included Avetik Isahakyan, Ghazaros Aghayan and Derenik Demirchian. Known as the ‘Vernatoun’, they were artistically prolific and socially progressive. Tumanyan’s most famous works are the libretto for Armen Tigranian’s opera Anoush (1912), his poem ‘The Conquest of Tmkaberd’ and his novel David of Sassoun. In 1921, Tumanyan travelled to Constantinople to garner support and funds for Armenian refugees. Returning from that stressful trip, he fell ill in Tbilisi and was eventually transferred to Moscow for treatment. He died there in 1923 at age 54."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 8,
    "name": "Martiros Sarian Museum",
    "latitude": "40.18706194",
    "longitude": "44.50974011",
    "excerpt": "This museum preserves the studio and some of the works of 20th-century painter Martiros Sarian, known for his vibrant colour-saturated canvases. On the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/martiros-sarian-museum/a/poi-sig/443999/358583",
    "image_url": null,
    "detail_description": "This museum preserves the studio and some of the works of 20th-century painter Martiros Sarian, known for his vibrant colour-saturated canvases. On the 3rd floor, Sarian's work portrays his travels to Egypt, Constantinople and Iran – trips he said ignited his creativity like school never could. The next floor down covers paintings he did in Armenia following independence in the 1920s. Finally, on the ground floor are photos and personal belongings. Staff don't speak English, but the museum is well signed.\nOften described as the founder of the national style of painting, Sarian (also spelled Saryan) was born in Russia in 1880 and studied art at the Moscow School of Painting, Sculpture and Architecture. Wanting to visit the homeland of his parents, he travelled to Armenia in 1901 and completed many paintings of the local landscape on that trip. After returning in 1915 to help refugees who had fled from the massacres in the Ottoman Empire, he relocated to Armenia permanently in 1928 after a two-year stint painting in Paris. Strongly influenced by the work of Henri Matisse and Paul Gauguin, Sarian soon became known for his vibrantly coloured landscapes and portraits. Unlike many of his artistic peers he managed to stay in the good books of his Soviet masters, and was awarded the Order of Lenin three times. He died in Yerevan 1972."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 7,
    "name": "Matenadaran",
    "latitude": "40.191152",
    "longitude": "44.520035",
    "excerpt": "Standing at the top of Yerevan’s grandest avenue, this cathedral-like manuscript library is a source of enormous pride to all Armenians. The first…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/matenadaran/a/poi-sig/444001/358583",
    "image_url": null,
    "detail_description": "Standing at the top of Yerevan’s grandest avenue, this cathedral-like manuscript library is a source of enormous pride to all Armenians. The first matenadaran (book depository) for Armenian texts was built by Mesrop Mashtots, the inventor of the Armenian alphabet, at Etchmiadzin in the 5th century and held thousands of manuscripts. Invasions over the centuries led to enormous losses through looting and burning, but 1800 exquisitely illustrated and bound manuscripts survived. These form the basis of the stunning collection here.\nAt the base of the purpose-designed building, which dates from 1957, is a statue of Mashtots teaching his alphabet to a disciple. Six other statues of great scholars and writers stand by the door. The outdoor gallery has carved rock tombs and khachkars brought here from ancient sites around Armenia.Inside, there are more than 23,000 manuscripts, fragments, documents and maps, although only a small number are on display. The central hall focuses on the development of Armenian medieval sciences, literature and arts throughout the centuries. Other halls showcase Greek and Roman scientific and philosophical works, Iranian and Arabic manuscripts, and singular items such as the 13th-century Homilies of Mush, so heavy that it was ripped in half to be carried away to safety by two women after the 1915 massacres. The book was not put back together until years later, as one saviour had emigrated to America and taken it with her for safekeeping."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 6,
    "name": "Mother Armenia Military Museum",
    "latitude": "40.1957196",
    "longitude": "44.52537019",
    "excerpt": "There's symbolism aplenty in this huge 22m-high memorial above the Cascade. Mother Armenia's stern visage, military stance and massive sword project a…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/mother-armenia-military-museum/a/poi-sig/1467572/358583",
    "image_url": null,
    "detail_description": "There's symbolism aplenty in this huge 22m-high memorial above the Cascade. Mother Armenia's stern visage, military stance and massive sword project a clear message: Armenia has had its fill of invasions, massacres and repression, and will fight to preserve its nationhood. Inside the pedestal is a somewhat dull military museum of photos and dioramas documenting Armenian involvement in WWII (150,000 to 250,000 Armenians died, half of those sent to fight) as well as the bloody 1989–94 Karabakh War.\nThe museum opened in 1950 and was originally topped with a 17m statue of Stalin. This was replaced with Ara Harutyunyan's Mother Armenia statue in 1967. One soldier was crushed to death and several were injured when Stalin's statue was wrenched off unannounced one night, leading to grim muttering about Stalin still killing from beyond the grave. Inside, the Karabakh War gets prominent exposure on the main floor and includes an explanation of Operation Nemesis, a covert operation by the Armenian Revolutionary Federation (Dashnaktsutyun) carried out from 1920 to 1922 in which Ottoman political and military figures were assassinated for their roles in the horrific massacres of 1915–16.Mother Armenia is located in the poorly maintained Haghtanak (Victory) Park, which is also home to a small amusement park popular with locals on weekends.To get here, take the elevator in the Cascade to the top courtyard and from there walk up the stairs to the huge concrete platform. From the top of the platform, walk to the main road, take the underpass and enter the park."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 5,
    "name": "Sergei Parajanov Museum",
    "latitude": "40.178849",
    "longitude": "44.499532",
    "excerpt": "For something totally unique, head to this museum near Hrazdan Gorge. Crammed with collages, drawings, photographs and assemblages created by the…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/sergei-parajanov-museum/a/poi-sig/444023/358583",
    "image_url": null,
    "detail_description": "For something totally unique, head to this museum near Hrazdan Gorge. Crammed with collages, drawings, photographs and assemblages created by the experimental film-maker best known for his 1969 film Sayat Nova (aka The Colour of Pomegranates), it is as eccentric as it is engaging. Housed in an attractive 19th-century timber house, the collection manages to evoke Parajanov's prodigious talent, humour and humanity while at the same time illustrating the difficulties faced by artists, film-makers and writers living in the USSR.\nBorn in 1924 in Tiflis (Tbilisi), Parajanov moved to Moscow in 1945 to study film-making. His early career was blighted when he was convicted of homosexuality (then illegal) in 1948, a charge that many of his friends and supporters considered bogus. After being released from jail and living in Ukraine for a few years, he moved to Yerevan in the late 1960s. Two more criminal charges were levied against him in 1973 (for rape and producing pornography) and he was sentenced to five years of hard labour in a Siberian jail.While in prison, he used his fingernails to make faces in aluminium milk-bottle lids and called them 'thalers'. One of these can be found in the museum and a silver replica is given as an award at the Golden Apricot Yerevan International Film Festival.Parajanov was eventually released after a high-profile international campaign for his freedom, supported by artists including Françoise Sagan, Jean-Luc Godard, François Truffaut, Luis Buñuel, Federico Fellini, Michelangelo Antonioni, Andrei Tarkovsky, Louis Aragon and John Updike. Parajanov died in Yerevan in 1990."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 4,
    "name": "Erebuni Historical & Archaeological Museum-Reserve",
    "latitude": "40.14292318",
    "longitude": "44.53642243",
    "excerpt": "This archaeological site dates from 782 BC, three decades before Rome was established. It gives insight into daily life in the palace of Argishti I, one…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/erebuni-historical-archaeological-museum-reserve/a/poi-sig/1467576/358583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/088f0d387171155c8abdd7be02b46f25-erebuni-historical-archaeological-museum-reserve.jpg",
    "detail_description": "This archaeological site dates from 782 BC, three decades before Rome was established. It gives insight into daily life in the palace of Argishti I, one of the greatest kings of Urartu. At the foot of the hill, a poorly maintained Soviet-era museum displays artefacts from the palace excavations including some extraordinary silver rhytons (drinking horns), as well as objects found when an Urartian tomb was uncovered in Yerevan in 1984 during construction of a factory.\nThe first stage of excavations here started in 1950, after a farmer unearthed an inscribed stone tablet. Archaeologists swooped in and soon found a large cuneiform slab with the inscriptions of Argishti I confirming the date when the fortress was constructed. They went on to uncover the remains of courtyards, halls, temples and rooms that were part of the royal palace. Dozens of Urartian and Achaemenid artefacts and mural fragments were also found, many of which are now displayed in the museum.The view from the fortress takes in parts of the city and Karmir Blur, where excavations have revealed similar ancient finds. Frescoes in the reconstructed palace wall are replicas. There are huge storerooms for wheat, along with tonir (oven pits) and gigantic pitchers for wine and oil. There’s also a place for animal sacrifices, and workshops (still buried) for making tools. If you're lucky, two women stationed behind the fortress walls will sing you beautiful Armenian songs from their CD, which is available for purchase.To get here, take bus 2 or marshrutka 14 from Khandjian St or from opposite the Zoravar Andranik metro station on Tigran Mets Ave. Alternatively, take marshrutka 11 from Republic Sq. Get off at the large roundabout with an orange tuff statue of King Argishti in his chariot; it's a 15- to 20-minute trip from the city centre."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 3,
    "name": "History Museum of Armenia",
    "latitude": "40.178062",
    "longitude": "44.513254",
    "excerpt": "Its simply extraordinary collection of Bronze Age artefacts make this museum Armenia's pre-eminent cultural institution and an essential stop on every…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/history-museum-of-armenia/a/poi-sig/444025/358583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/b37b64dbe20ee2a4e1102ed71cb87d01-history-museum-of-armenia.jpg",
    "detail_description": "Its simply extraordinary collection of Bronze Age artefacts make this museum Armenia's pre-eminent cultural institution and an essential stop on every visitor's itinerary. Many of the items were excavated at the Necropolis of Lchashen near Lake Sevan in the 1950s, and it's hard to do them justice in words. The collection includes bronze sculptures, four-wheeled wooden chariots with metal decoration, carved stone fertility symbols, and a magnificent array of weapons and armour (arrows, quivers, helmets and shields).\nOther exhibits of note include medieval khachkars (cross-stones), 18th- and 19th-century Armenian costumes, a 5500-year-old leather shoe discovered in a cave in the Vayots Dzor region in 2008, carpets and embroidered amices (liturgical vestments). The only disappointing section is the one concentrating on Soviet Armenia, which ostentatiously eschews English-language labelling (all other exhibits have Armenian, Russian and English labels).The National Gallery of Armenia is on the top floors."
},
{
    "country": "yerevan",
    "city": "Yerevan",
    "index": 2,
    "name": "Armenian Genocide Memorial & Museum",
    "latitude": "40.185352887791",
    "longitude": "44.488363265991",
    "excerpt": "Commemorating the massacre of Armenians in the Ottoman Empire from 1915 to 1922, this institution uses photographs, documents, reports and films to…",
    "detail_url": "https://www.lonelyplanet.com/armenia/yerevan/attractions/armenian-genocide-memorial-museum/a/poi-sig/444011/358583",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/dc09406e991afa6dacee68a5d831f5b3-armenian-genocide-memorial-museum.jpg",
    "detail_description": "Commemorating the massacre of Armenians in the Ottoman Empire from 1915 to 1922, this institution uses photographs, documents, reports and films to deliver a powerful museum experience similar to that of Israel's Yad Vashem (Holocaust Museum). Free tours are available for five or more. On the hill above is a 44m-high spire memorial next to a circle of 12 basalt slabs leaning over to guard an eternal flame.\nBuilt in 1967, the memorial's 12 tilted slabs represent the lost provinces of western Armenia, land lost to Turkey in a post-WWI peace deal between Ataturk and Lenin, while the spire has a fine split dividing it into larger and smaller needles, the smaller one representing western Armenia. From the museum, a broad pathway flanked by a 100m-long wall engraved with the names of massacred communities leads to the memorial.In the grounds, there is a stand of trees planted by foreign leaders who use the term genocide to describe the events that occurred.The complex is on Tsitsernakaberd Hill (Fortress of Swallows) across the Hrazdan Gorge from central Yerevan. The easiest way to get here is via a ride-hailing app (about AMD600) or taxi (AMD800 to AMD1200 from the city centre). There won't be any taxis waiting when you leave unless you prearrange one, so having the GG or Yandex app is a good idea. Alternatively, take marshrutka (minivan) 46 from Mesrop Mashtots Ave and alight at the steps of Hamalir (the sports and concert complex). From here you can walk up the steps to the end of the park where the memorial and the museum are located. If driving, head towards the Hrazdan stadium, turn right onto Athena St and look for a blue sign with white lettering signalling the route."
}
]