[
{
    "country": "zhejiang",
    "index": 1,
    "name": "West Lake",
    "latitude": "30.250742",
    "longitude": "120.148917",
    "excerpt": "The very definition of classical beauty in China, West Lake is utterly mesmerising: pagoda-topped hills rise over willow-lined waters as boats drift…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/west-lake/a/poi-sig/473520/356175",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/GettyImages-157982752_super.jpg",
    "detail_description": "The very definition of classical beauty in China, West Lake is utterly mesmerising: pagoda-topped hills rise over willow-lined waters as boats drift slowly through a idyll of leisurely charm. Walkways, perfectly positioned benches, parks and gardens around the banks of the lake offer a thousand and one vantage points for visitors to admire the faultless scenery.\nOriginally a lagoon adjoining the Qiantang River, the lake didn’t come into existence until the 8th century, when the governor of Hangzhou had the marshy expanse dredged. As time passed, the lake’s splendour was gradually cultivated: gardens were planted, pagodas built, and causeways and islands were constructed from dredged silt.Celebrated poet Su Dongpo himself had a hand in the lake’s development, constructing the Su Causeway (苏堤, Sūdī) during his tenure as local governor in the 11th century. It wasn’t an original idea – the poet-governor Bai Juyi had already constructed the Bai Causeway (白堤, Báidī) some 200 years earlier. Lined by willow, plum and peach trees, today the traffic-free causeways with their half-moon bridges make for restful outings.Lashed to the northern shores by the Bai Causeway is Gushan Island (孤山岛, Gūshān Dǎo), the largest island in the lake and the location of the Zhejiang Provincial Museum and Zhongshan Park. The island’s buildings and gardens were once the site of Emperor Qianlong’s 18th-century holiday palace and gardens. Also on the island is the intriguing Seal Engravers Society. Though it was closed for renovations at the time of research, it's dedicated to the ancient art of carving the name seals (chops) that serve as personal signatures.The northwest of the lake is fringed with the lovely Quyuan Garden, a collection of gardens spread out over numerous islets and renowned for their fragrant spring lotus blossoms. Near Xiling Bridge (Xīlíng Qiáo) is Su Xiaoxiao's Tomb, a 5th-century courtesan who died of grief while waiting for her lover to return. It’s been said that her ghost haunts the area and the tinkle of the bells on her gown are audible at night.The smaller island in the lake is Xiaoying Island, where you can look over at Three Pools Mirroring the Moon, three small towers in the water on the southern side of the island; each has five holes that release shafts of candlelight on the night of the mid-autumn festival. From Lesser Yíngzhōu Island, you can gaze over to Red Carp Pond, home to a few thousand red carp.Impromptu opera singing, ballroom dancing and other cultural activities often take place around the lake, and if the weather’s fine, don’t forget to earmark the eastern shore for sunset over West Lake photos.It's hardly needed, but musical dancing fountains burst into action at regular intervals throughout the night and day, close to Lakeview Park.Crowds can be a real issue here, especially on public days off when it can seem as if every holidaymaker in China is strolling around the lake. Escape the jam of people by getting out and about early in the morning – also the best time to spot the odd serene lakeside taichi session.The best way to get around the lake is by bike or on foot."
},
{
    "country": "zhejiang",
    "index": 17,
    "name": "Fayu Temple",
    "latitude": "30.005044",
    "longitude": "122.394047",
    "excerpt": "Colossal camphor trees and a huge gingko tree tower over this yellow-roof-tiled Chan (Zen) temple, where a vast glittering statue of Guanyin sits…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/putuoshan/attractions/fayu-temple/a/poi-sig/1239156/356178",
    "image_url": null,
    "detail_description": "Colossal camphor trees and a huge gingko tree tower over this yellow-roof-tiled Chan (Zen) temple, where a vast glittering statue of Guanyin sits resplendently in the main hall, flanked by 18 luóhàn effigies. Each luóhàn has a name – eg the Crossing the River luóhàn or the Long Eyebrows luóhàn – and worshippers pray to each in turn. In the hall behind stands a dextrous 1000-arm Guanyin.\nThe temple is also a hub for the island's minibuses. Buses go to the ferry terminal (¥10), Puji Temple (¥5), the cable car (¥10) or Fanyin Cave (¥10)."
},
{
    "country": "zhejiang",
    "index": 18,
    "name": "Wengjiashan Village",
    "latitude": "30.22189",
    "longitude": "120.111852",
    "excerpt": "In the hills near Dragon Well Village, Wengjiashan Village is an alternative place in which to enjoy lóngjǐng tea at one of the village's many teahouses…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/wengjiashan-village/a/poi-sig/1607120/356175",
    "image_url": null,
    "detail_description": "In the hills near Dragon Well Village, Wengjiashan Village is an alternative place in which to enjoy lóngjǐng tea at one of the village's many teahouses. Wengjiashan has a permanent population of around 900 people, most of whom traditionally had the surname Wēng. There are many trails radiating from the village, including a beautiful route that starts at Yanxia Cave before winding its way up through tea plantations and forests to Santai Pavilion and beyond.\n"
},
{
    "country": "zhejiang",
    "index": 19,
    "name": "South Sea Guanyin",
    "latitude": "29.976201",
    "longitude": "122.390442",
    "excerpt": "The first thing you see as you approach Putuoshan by boat is this 33m-high glittering statue of Guanyin, overlooking the waves at the southernmost tip of…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/putuoshan/attractions/south-sea-guanyin/a/poi-sig/1239144/356178",
    "image_url": null,
    "detail_description": "The first thing you see as you approach Putuoshan by boat is this 33m-high glittering statue of Guanyin, overlooking the waves at the southernmost tip of the island. It's the symbol of the island. To get closer to her and 33 other bronze Guanyin images, and for grand seaviews, you'll have to pay an entrance fee and climb hundreds of steps.\nThe number 33 is significant because Guanyin is said to be able to take 33 forms in her quest to hear all human suffering. Putuoshan lies at 33 degrees latitude north, with an apparent circumference of 33km."
},
{
    "country": "zhejiang",
    "index": 16,
    "name": "Zhuge",
    "latitude": "29.252613",
    "longitude": "119.291943",
    "excerpt": "Traditional Chinese village architecture and feng shui planning have created a village laid out according to the bāguà (八卦, eight trigrams) of the I Ching…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/attractions/zhuge/a/poi-sig/1627313/356174",
    "image_url": null,
    "detail_description": "Traditional Chinese village architecture and feng shui planning have created a village laid out according to the bāguà (八卦, eight trigrams) of the I Ching. Narrow cobblestone lanes trail off the centre of the village in a radial and concentric pattern so that you can never get a clear sight of what is at the end, creating a labyrinth to confuse intruders and delight modern-day visitors.\nZhuge is the most tourist friendly of the area villages, but still a true town with local residents, who are largely descendants of Zhuge Liang, a prime minister during the Three Kingdoms period."
},
{
    "country": "zhejiang",
    "index": 15,
    "name": "Hall of Good Order",
    "latitude": "29.332811",
    "longitude": "119.330256",
    "excerpt": "This hall is central to the village; its front door does not open so its accessible side door faces out onto pyramid-shaped Daofeng Mountain (道峰山, Dàofēng…",
    "detail_url": "https://www.lonelyplanet.com/china/xinye/attractions/hall-of-good-order/a/poi-sig/1501052/1339787",
    "image_url": null,
    "detail_description": "This hall is central to the village; its front door does not open so its accessible side door faces out onto pyramid-shaped Daofeng Mountain (道峰山, Dàofēng Shān), across the waters of half-moon shaped South Pond (南塘, Nántáng), from where eight alleys radiate out through the village. Originally built in 1290 and rebuilt during the Republic, the hall contains some astonishing wood carvings of a deer, small birds and a monkey in the trees.\nAt the end of the day, sit out next to the pond and watch old folk gathering to chat. Admission to the hall is covered by the entry fee for the village."
},
{
    "country": "zhejiang",
    "index": 40,
    "name": "Baoshi Hill",
    "latitude": "30.261402",
    "longitude": "120.135176",
    "excerpt": "Baoshi Hill is one of the loveliest places in Hangzhou to take a hike. Numerous well-kept paths wind through the forest, taking you up steep slopes and…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/baoshi-hill/a/poi-sig/1413428/356175",
    "image_url": null,
    "detail_description": "Baoshi Hill is one of the loveliest places in Hangzhou to take a hike. Numerous well-kept paths wind through the forest, taking you up steep slopes and past pagodas, West Lake viewpoints and a temple. A perfect escape from the city bustle.\n"
},
{
    "country": "zhejiang",
    "index": 39,
    "name": "Chaoyang Cave",
    "latitude": "29.992556",
    "longitude": "122.387009",
    "excerpt": "At the jutting point that marks the boundary between One Hundred Step Beach and One Thousand Step Beach, 'Sun-facing' Cave is a small, rarely visited…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/putuoshan/attractions/chaoyang-cave/a/poi-sig/1239213/356178",
    "image_url": null,
    "detail_description": "At the jutting point that marks the boundary between One Hundred Step Beach and One Thousand Step Beach, 'Sun-facing' Cave is a small, rarely visited grotto with altars inside to Guanyin. The sound of the roaring waves here is said to imitate the chanting of the Buddha; it's also known as the island's best sunrise spot.\n"
},
{
    "country": "zhejiang",
    "index": 38,
    "name": "Confucius Temple",
    "latitude": "30.24376362",
    "longitude": "120.15743249",
    "excerpt": "A repository of silence and calm, Hangzhou’s Confucius Temple is worth exploring for the main hall and the fabulous painted woodwork of its beams and…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/confucius-temple/a/poi-sig/1437386/356175",
    "image_url": null,
    "detail_description": "A repository of silence and calm, Hangzhou’s Confucius Temple is worth exploring for the main hall and the fabulous painted woodwork of its beams and ceiling. Seated within are imposing figures of Confucius and other Confucian philosophers, including Mencius. Stone sutras with Confucian, Buddhist and Taoist texts are on display.\n"
},
{
    "country": "zhejiang",
    "index": 37,
    "name": "Dagong Hall",
    "latitude": "29.250712",
    "longitude": "119.292158",
    "excerpt": "This splendid memorial hall overlooking the tàijí diagram pond at the centre of the village is a huge, airy space with a pairing of huge black Chinese…",
    "detail_url": "https://www.lonelyplanet.com/china/zhuge/attractions/dagong-hall/a/poi-sig/1501060/1339793",
    "image_url": null,
    "detail_description": "This splendid memorial hall overlooking the tàijí diagram pond at the centre of the village is a huge, airy space with a pairing of huge black Chinese characters 武 (‘Wǔ’ or ‘Martial’) and 忠 (‘Zhōng’ or ‘Loyal’) on the walls outside. The hall originally dates to the Yuan dynasty; note its two large and smooth drum stones.\n"
},
{
    "country": "zhejiang",
    "index": 36,
    "name": "Leifeng Pagoda",
    "latitude": "30.233899",
    "longitude": "120.144974",
    "excerpt": "Topped with a golden spire, the eye-catching Leifeng Pagoda can be climbed for fine views of the lake. The original pagoda, built in AD 977, collapsed in…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/leifeng-pagoda/a/poi-sig/473506/356175",
    "image_url": null,
    "detail_description": "Topped with a golden spire, the eye-catching Leifeng Pagoda can be climbed for fine views of the lake. The original pagoda, built in AD 977, collapsed in 1924. During renovations in 2001, Buddhist scriptures written on silk were discovered in the foundations, along with other treasures. There's now a lift and an escalator to help visitors reach the top.\n"
},
{
    "country": "zhejiang",
    "index": 35,
    "name": "Siping",
    "latitude": "29.024306",
    "longitude": "119.345695",
    "excerpt": "Without its homestay program, the few visitors to the miniscule village of Siping would miss out on its collection of brick and wood carvings. Siping lies…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/attractions/siping/a/poi-sig/1631650/356174",
    "image_url": null,
    "detail_description": "Without its homestay program, the few visitors to the miniscule village of Siping would miss out on its collection of brick and wood carvings. Siping lies 30km west of Jinhua and is out of the way enough to stay uncommercial, preserving Qing dynasty ancestral halls arranged in the shape of the Big Dipper for those willing to make the trek to this 700-year-plus town.\n"
},
{
    "country": "zhejiang",
    "index": 34,
    "name": "Big Buddha Temple",
    "latitude": "30.262922",
    "longitude": "120.144832",
    "excerpt": "The remains of this historic temple on the western slope of Baoshi Hill north of West Lake only run to a weather-beaten and dilapidated vast stone head of…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/big-buddha-temple/a/poi-sig/1497009/356175",
    "image_url": null,
    "detail_description": "The remains of this historic temple on the western slope of Baoshi Hill north of West Lake only run to a weather-beaten and dilapidated vast stone head of a Buddha; all the temple halls have vanished. It's easy to miss, unless you're hunting for it, as it lies behind a residential building and can only be seen from the top of the steps that lie along the hill's slope.\n"
},
{
    "country": "zhejiang",
    "index": 33,
    "name": "Baopu Taoist Temple",
    "latitude": "30.261761",
    "longitude": "120.140703",
    "excerpt": "In the forested hills above West Lake, reachable by a pleasant hike, is the striking tiled-roof, yellow-walled Baopu Taoist Temple. The temple’s first…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/baopu-taoist-temple/a/poi-sig/1096606/356175",
    "image_url": null,
    "detail_description": "In the forested hills above West Lake, reachable by a pleasant hike, is the striking tiled-roof, yellow-walled Baopu Taoist Temple. The temple’s first hall contains a statue of Guanyin in front of a yin and yang diagram; an effigy of Gehong ( 葛洪) – who once smelted cinnabar here – resides in the next hall, behind a fabulously carved altar decorated with figures.\n"
},
{
    "country": "zhejiang",
    "index": 32,
    "name": "Luxun Native Place",
    "latitude": "29.994907",
    "longitude": "120.580316",
    "excerpt": "This busy cobblestone pedestrian stretch is home to several sights relating to Lu Xun (1881–1936), China’s first great modern novelist, who lived here…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/shaoxing/attractions/luxun-native-place/a/poi-sig/1539173/356179",
    "image_url": null,
    "detail_description": "This busy cobblestone pedestrian stretch is home to several sights relating to Lu Xun (1881–1936), China’s first great modern novelist, who lived here until heading abroad to study. The most interesting of the bunch is the Sānwèi Shūwū (三味书屋), the one-room schoolhouse where the author studied as a boy. There are also two residences through which you can stroll. Passport required to enter the sights.\n"
},
{
    "country": "zhejiang",
    "index": 31,
    "name": "China National Tea Museum – Lóngjǐng Scenic Area",
    "latitude": "30.2224",
    "longitude": "120.108848",
    "excerpt": "This second branch of the China National Tea Museum, which opened in 2015, enjoys stunning views of the surrounding tea plantations and is set amid…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/china-national-tea-museum-longjing-scenic-area/a/poi-sig/1607118/356175",
    "image_url": null,
    "detail_description": "This second branch of the China National Tea Museum, which opened in 2015, enjoys stunning views of the surrounding tea plantations and is set amid beautifully manicured gardens. It has an especially interesting exhibition hall, with excellent English signs, dedicated to global tea culture. A fascinating insight into the history and influence of a drink that is now ubiquitous in almost every culture.\n"
},
{
    "country": "zhejiang",
    "index": 30,
    "name": "Chongren Temple",
    "latitude": "29.33058",
    "longitude": "119.332091",
    "excerpt": "This temple, the village's largest, is dedicated to the ancestors of the Chongren, a sub-clan of the Ye people of Xinye. The Chongren are the wealthiest…",
    "detail_url": "https://www.lonelyplanet.com/china/xinye/attractions/chongren-temple/a/poi-sig/1501054/1339787",
    "image_url": null,
    "detail_description": "This temple, the village's largest, is dedicated to the ancestors of the Chongren, a sub-clan of the Ye people of Xinye. The Chongren are the wealthiest of the five subclans so these buildings see more restoration efforts than others. This temple is charmingly located next to Half Moon Pond (半月塘, Bànyuè Táng), one of Xinye's attractive pools.\nAdmission to the hall is covered by the entry fee for the village."
},
{
    "country": "zhejiang",
    "index": 29,
    "name": "Seal Engravers Society",
    "latitude": "30.253329",
    "longitude": "120.135309",
    "excerpt": "Connected to West Lake’s northern shores by the Bai Causeway is Gushan Island (孤山, Gū Shān), the lake’s largest island. You’ll find the intriguing Seal…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/seal-engravers-society/a/poi-sig/1096591/356175",
    "image_url": null,
    "detail_description": "Connected to West Lake’s northern shores by the Bai Causeway is Gushan Island (孤山, Gū Shān), the lake’s largest island. You’ll find the intriguing Seal Engravers Society here, dedicated to the ancient art of carving the name seals (or chops) that serve as personal signatures. It’s housed in beautiful, shaded gardens on the slope of a hill. There’s an old teahouse at the top (pots of tea from ¥20).\n"
},
{
    "country": "zhejiang",
    "index": 26,
    "name": "Wǔjiān Huāxuān",
    "latitude": "29.023677",
    "longitude": "119.34489",
    "excerpt": "Wǔjiān Huāxuān is the birthplace of Dai Yinniang, Siping's most famous historical resident, who became an imperial concubine. Flowery brick carvings hang…",
    "detail_url": "https://www.lonelyplanet.com/china/siping/attractions/wujian-huaxuan/a/poi-sig/1537312/1341195",
    "image_url": null,
    "detail_description": "Wǔjiān Huāxuān is the birthplace of Dai Yinniang, Siping's most famous historical resident, who became an imperial concubine. Flowery brick carvings hang over the door.\nAccording to legend, when Yinniang was ill as a child, a monk in a vision told her father to construct a well near the house. He did, and after giving his daughter water from it to drink and wash she was cured – and more beautiful. The well still exists, adjacent to the house."
},
{
    "country": "zhejiang",
    "index": 28,
    "name": "China National Silk Museum",
    "latitude": "30.22891",
    "longitude": "120.147213",
    "excerpt": "This vast museum is devoted to all things silk, covering fashion, craftsmanship and the historic Silk Road in great depth. Extensive galleries showcase…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/china-national-silk-museum/a/poi-sig/1096638/356175",
    "image_url": null,
    "detail_description": "This vast museum is devoted to all things silk, covering fashion, craftsmanship and the historic Silk Road in great depth. Extensive galleries showcase the evolution of the qípáo (Chinese dress) from the 1920s onwards, as well as some fabulously ornate European gowns from the 1600s to 1800s.\nThe history of the Chinese silk trade and its influence on the relationship between East and West is also explored in a series of exhibitions."
},
{
    "country": "zhejiang",
    "index": 27,
    "name": "Yanxia Cave",
    "latitude": "30.221083",
    "longitude": "120.114845",
    "excerpt": "Accessed via a trail from the road heading east out of Wengjiashan Village, this naturally formed limestone cave features Buddhist statues carved into the…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/yanxia-cave/a/poi-sig/1607121/356175",
    "image_url": null,
    "detail_description": "Accessed via a trail from the road heading east out of Wengjiashan Village, this naturally formed limestone cave features Buddhist statues carved into the walls that date from the Five Dynasties period (AD 907–960) and the Song dynasty (960–1027).\nYanxia Cave is an access point to a trail that runs up to Santai Pavilion through beautiful tea plantation country."
},
{
    "country": "zhejiang",
    "index": 25,
    "name": "Mausoleum of General Yue Fei",
    "latitude": "30.25469564",
    "longitude": "120.13086947",
    "excerpt": "Commander of the southern Song armies, General Yue Fei (1103–42) led successful battles against northern Jurchen invaders in the 12th century. Despite…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/mausoleum-of-general-yue-fei/a/poi-sig/1437266/356175",
    "image_url": null,
    "detail_description": "Commander of the southern Song armies, General Yue Fei (1103–42) led successful battles against northern Jurchen invaders in the 12th century. Despite initial successes, he was recalled to the Song court, where he was executed, along with his son, after being deceived by the treacherous prime minister Qin Hui. In 1163, Song emperor Gao Zong exonerated Yue Fei and had his corpse reburied here.\nThree halls, a shrine and a small museum (with English signage) mark the site."
},
{
    "country": "zhejiang",
    "index": 24,
    "name": "Santai Pavilion",
    "latitude": "30.23078",
    "longitude": "120.121551",
    "excerpt": "This pavilion was a popular feature in Ming dynasty (1368–1644) paintings of West Lake. Located at the top of Santai Hill, in the West Lake Scenic Area, a…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/santai-pavilion/a/poi-sig/1607117/356175",
    "image_url": null,
    "detail_description": "This pavilion was a popular feature in Ming dynasty (1368–1644) paintings of West Lake. Located at the top of Santai Hill, in the West Lake Scenic Area, a hiking trail, which is accessible from Santaishan Lu, takes you via the pavilion through forests and into tea plantations, emerging either near the China National Tea Museum on Longjing Lu or at Yanxia Cave further southwest.\n"
},
{
    "country": "zhejiang",
    "index": 23,
    "name": "Xiaoying Island",
    "latitude": "30.240931",
    "longitude": "120.140741",
    "excerpt": "Wooden cruise boats shuttle visitors from a number of points on the banks of West Lake to the Mid-Lake Pavilion and Xiaoying Island, which has a fine…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/xiaoying-island/a/poi-sig/1413147/356175",
    "image_url": null,
    "detail_description": "Wooden cruise boats shuttle visitors from a number of points on the banks of West Lake to the Mid-Lake Pavilion and Xiaoying Island, which has a fine central pavilion and ‘nine-turn’ causeway. From the island you can look over at the Three Pools Mirroring the Moon, a string of three small towers in the water, each of which has five holes that release shafts of candlelight on the night of the Mooncake Festival in autumn.\n"
},
{
    "country": "zhejiang",
    "index": 22,
    "name": "Huqing Yutang Chinese Medicine Museum",
    "latitude": "30.241436",
    "longitude": "120.164288",
    "excerpt": "The Huqing Yutang Chinese Medicine Museum has a dispensary and clinic adjoined to the museum. Established by the Qing dynasty merchant Hu Xueyan in 1874,…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/huqing-yutang-chinese-medicine-museum/a/poi-sig/473502/356175",
    "image_url": null,
    "detail_description": "The Huqing Yutang Chinese Medicine Museum has a dispensary and clinic adjoined to the museum. Established by the Qing dynasty merchant Hu Xueyan in 1874, the medicine shop and factory retain the typical style of the period. The museum itself is housed in a lovely, musty old building with a bright courtyard full of medicinal plants.\nDisplays range from the fascinating, such as an ancient instruction book for medicine-making and old medical implements, to the surreal – including a giant rhino model."
},
{
    "country": "zhejiang",
    "index": 21,
    "name": "Zhangshiming's Former Residence",
    "latitude": "30.874714",
    "longitude": "120.428138",
    "excerpt": "The grandest of Nanxun's wealthy merchant homes looks like a classic Chinese manor, with ornate carvings in wood, stone and brick – until you reach deep…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/nanxun/attractions/zhangshiming-s-former-residence/a/poi-sig/1539175/356176",
    "image_url": null,
    "detail_description": "The grandest of Nanxun's wealthy merchant homes looks like a classic Chinese manor, with ornate carvings in wood, stone and brick – until you reach deep into the interior, which hides a European-style ballroom, complete with crown moulding, crystal chandelier and brocade drapery. Other European touches draw on both Renaissance and baroque styles. The combined effect is both fascinating and bizarre, a well-preserved portrait of the cultural exchange between China and the West at the turn of the last century.\n"
},
{
    "country": "zhejiang",
    "index": 20,
    "name": "Moganshan Hilltop Resort",
    "latitude": "30.609402",
    "longitude": "119.856119",
    "excerpt": "A blessed release from the suffocating summer torpor roasting north Zhejiang, this delightful hilltop resort (719m) was developed by 19th-century…",
    "detail_url": "https://www.lonelyplanet.com/china/moganshan/attractions/moganshan-hilltop-resort/a/poi-sig/1437443/1323909",
    "image_url": null,
    "detail_description": "A blessed release from the suffocating summer torpor roasting north Zhejiang, this delightful hilltop resort (719m) was developed by 19th-century Europeans from Shanghai and Hangzhou during the concession era, in the style of Lúshān and Jīgōngshān in Hénán. Refreshingly cool in summer and sometimes smothered in spectral fog, Moganshan is famed for its scenic vistas, forested views, towering bamboo and stone villa architecture; there is visible wealthy privilege to this mountain-cool escape, lending it the nickname 'the Hamptons of China'.\n"
},
{
    "country": "zhejiang",
    "index": 14,
    "name": "Qinghefang Old Street",
    "latitude": "30.242277",
    "longitude": "120.1596",
    "excerpt": "At the southern end of Zhongshan Zhonglu is this touristy, crowded and bustling pedestrian street, with makeshift puppet theatres, teahouses, and gift and…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/qinghefang-old-street/a/poi-sig/473530/356175",
    "image_url": null,
    "detail_description": "At the southern end of Zhongshan Zhonglu is this touristy, crowded and bustling pedestrian street, with makeshift puppet theatres, teahouses, and gift and curio stalls selling everything from stone teapots to boxes of lóngxūtáng (龙须糖, dragon whiskers sweets), ginseng and silk. It’s also home to several traditional medicine shops, including the Huqing Yutang Chinese Medicine Museum, which is an actual dispensary and clinic.\nThe pedestrianised area continues on the adjoining Southern Song Imperial St (南宋御街, Nan Song Yu Jie), which runs along one of Hangzhou’s historic thoroughfares and is also packed with shops and cafes."
},
{
    "country": "zhejiang",
    "index": 13,
    "name": "Puji Temple",
    "latitude": "29.988245",
    "longitude": "122.381344",
    "excerpt": "Fronted by large ponds and overlooked by towering camphor trees and luohan pines, this restored Chan (Zen) temple stands by the main square and dates from…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/putuoshan/attractions/puji-temple/a/poi-sig/1239153/356178",
    "image_url": null,
    "detail_description": "Fronted by large ponds and overlooked by towering camphor trees and luohan pines, this restored Chan (Zen) temple stands by the main square and dates from at least the 17th century. Beyond chubby Milefo sitting in a red, gold and green burnished cabinet in the Hall of Heavenly Kings, throngs of worshippers stand with flaming incense in front of the colossal main hall. Note the seated 1000-arm effigy of Guanyin in the Pumen Hall (普门殿, Pǔmén Diàn).\nPuji has a large vegetarian canteen serving up humble temple food to visitors. Buses leave from the western side of the temple to various points around the island."
},
{
    "country": "zhejiang",
    "index": 11,
    "name": "Foding Mountain",
    "latitude": "30.008166",
    "longitude": "122.381172",
    "excerpt": "A steep but beautifully shaded half-hour to 45-minute climb can be made up Foding Mountain – Buddha’s Summit Peak – the highest point on the island. This…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/putuoshan/attractions/foding-mountain/a/poi-sig/1239172/356178",
    "image_url": null,
    "detail_description": "A steep but beautifully shaded half-hour to 45-minute climb can be made up Foding Mountain – Buddha’s Summit Peak – the highest point on the island. This is also where you will find Huiji Temple. Watch devout pilgrims and Buddhist nuns stop every three steps to either bow or kneel in supplication. The less motivated take the cable car (索道, suǒdào; one way/return ¥40/70, 6.30am to 5pm).\nThe Xiangyun Pavilion (香云亭, Xiāngyún Tíng) is a pleasant spot for a breather.To walk up the mountain, follow Xiangyun Lu next to Fayu Temple. There are good sea views, with the islands dotted towards the horizon, but are more unobstructed from the cable car."
},
{
    "country": "zhejiang",
    "index": 12,
    "name": "Xinye",
    "latitude": "29.332746",
    "longitude": "119.33017",
    "excerpt": "There is a lovely big-family feel to this village in Zhejiang Province, and no wonder when virtually everybody is related across a 'Ye' surname family…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/attractions/xinye/a/poi-sig/1627043/356174",
    "image_url": null,
    "detail_description": "There is a lovely big-family feel to this village in Zhejiang Province, and no wonder when virtually everybody is related across a 'Ye' surname family line stretching across about 30 generations. A wander through its ancestral halls and around its adjacent ponds and pagoda makes an insightful day trip from Zhuge (or even Hangzhou) for a peek at rural life, even if its run-down wooden homes often are a beauty of a raw kind.\nAfter Xinye featured as the location for season two of Chinese TV hit Dad, Where are We Going? (爸爸去哪儿第二季) in 2014, pulling in 75 million viewers per episode, urban parents began travelling to the famous rural town with their children (mirroring the premise of the show) to soak up the nostalgia."
},
{
    "country": "zhejiang",
    "index": 9,
    "name": "Nanxun",
    "latitude": "30.876703",
    "longitude": "120.42625",
    "excerpt": "This lived-in Southern Song dynasty water town has unique architecture that fuses Chinese and European styles. With fewer visitors than other canal-filled…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/attractions/nanxun/a/poi-sig/1631649/356174",
    "image_url": null,
    "detail_description": "This lived-in Southern Song dynasty water town has unique architecture that fuses Chinese and European styles. With fewer visitors than other canal-filled villages, it is easier to picture ancient life here as you wander the lanes and cross its arched stone bridges, passing by ancient wooden houses, a hundred of which are still actual residences. Nanxun became an important trading post from Beijing to Hangzhou in the Ming and Qing dynasties with wealth poured into its splendid houses, many of which remain well preserved.\nThe main ticket office is at the opposite end of Nanxi Lu, which means you may be able to dodge the admission fee, though you'll need a ticket to enter any of the sights (the ticket covers entry to all of them). The scenic area is well signposted in English."
},
{
    "country": "zhejiang",
    "index": 10,
    "name": "China National Tea Museum",
    "latitude": "30.234371",
    "longitude": "120.113838",
    "excerpt": "Not far into the hills of Hangzhou, you’ll begin to see fields of tea bushes planted in undulating rows, the setting for the China Tea Museum – 3.7…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/china-national-tea-museum/a/poi-sig/473496/356175",
    "image_url": null,
    "detail_description": "Not far into the hills of Hangzhou, you’ll begin to see fields of tea bushes planted in undulating rows, the setting for the China Tea Museum – 3.7 hectares of land dedicated to the art, cultivation and tasting of tea. Further up are several tea-producing villages, all of which harvest China’s most famous variety of green tea, lóngjǐng (dragon well), named after the spring where the pattern in the water resembles a dragon.\nBeautiful Tang dynasty tea sets are on display here and staff may invite you for a free tasting. Otherwise, you can enjoy one of Hangzhou’s most famous teas at the adjoining restaurant.There is a newer second branch of the museum further up into the hills, accessible on the same bus lines."
},
{
    "country": "zhejiang",
    "index": 8,
    "name": "Hangzhou Old City Wall Exhibition Hall",
    "latitude": "30.260365",
    "longitude": "120.18322",
    "excerpt": "Hangzhou is famed for its lake, but the lake was once only a (glorious) appendage to a flourishing and magnificent city. The historic city of Hangzhou –…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/hangzhou-old-city-wall-exhibition-hall/a/poi-sig/1494485/356175",
    "image_url": null,
    "detail_description": "Hangzhou is famed for its lake, but the lake was once only a (glorious) appendage to a flourishing and magnificent city. The historic city of Hangzhou – directly east of West Lake – has vanished, its monumental city wall long gone. This modest exhibition hall within the reconstructed gate of Qingchun Men celebrates the vanished bastion. For anyone keen to understand what Hangzhou looked like until the early 20th century, there are photos and testaments to the old city (but no English translations).\nThe names of the city gates only survive in place names (such as Qingbo Men and Yongjin Men), but the old city of Hangzhou (and its temples) has been buried beneath department stores and malls, leaving virtually nothing behind. This exhibition hall puts that disappearance in context. You may need to bang on the door to be let in."
},
{
    "country": "zhejiang",
    "index": 7,
    "name": "Six Harmonies Pagoda",
    "latitude": "30.198256",
    "longitude": "120.126808",
    "excerpt": "The 60m-high octagonal Six Harmonies Pagoda, dating from AD 1165 in its current form but first built in AD 960, is a stout pagoda that once served as a…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/six-harmonies-pagoda/a/poi-sig/473516/356175",
    "image_url": null,
    "detail_description": "The 60m-high octagonal Six Harmonies Pagoda, dating from AD 1165 in its current form but first built in AD 960, is a stout pagoda that once served as a lighthouse, and was said to possess magical powers to halt the 6.5m-high tidal bore that thunders up Qiantang River. You can climb the tight stairs of the pagoda. Behind it stretches a charming walk through terraces dotted with sculptures, bells (¥10 buys you six chimes and a lucky bracelet), shrines and inscriptions.\nA small exhibition hall on the grounds does a good job of explaining the significance of the few remaining painted tiles and carved brick panels of flowers, birds and fairies that remain in the pagoda itself (which has limited signage).The pagoda is 3km southwest of West Lake, near an enormous rail and road bridge (钱塘江大桥, Qiántáng Jiāng Dàqiáo) spanning the Qiantang River."
},
{
    "country": "zhejiang",
    "index": 6,
    "name": "Jinhua Architecture Park",
    "latitude": "29.102714",
    "longitude": "119.663644",
    "excerpt": "Jinhua Architecture Park is made up of 16 pavilions, designed by international and domestic architects, strung over 2km along the Yìwū River. It was…",
    "detail_url": "https://www.lonelyplanet.com/china/jinhua/attractions/jinhua-architecture-park/a/poi-sig/1537306/1341194",
    "image_url": null,
    "detail_description": "Jinhua Architecture Park is made up of 16 pavilions, designed by international and domestic architects, strung over 2km along the Yìwū River. It was conceived and curated by the artist Ai Wei Wei, to honour his father, poet and native son Ai Qing. Though the buildings – intended to be coffee shops, libraries, wi-fi–enabled work spaces and the like – are shuttered, it is still a fascinating sight, a modern meditation on memorial architecture.\nThe park, created in 2002, could have put the city on the international map: the star power of the names attached to the project (like Herzog &amp; de Meuron) are a testimony to Ai's global renown as an artist. Yet he is also a controversial, outspoken figure; despite having once been named artistic director for the Beijing Olympic stadium, he was arrested in 2011 on vague charges.Jinhua Architecture Park is all but abandoned and, given southeast China's propensity for rain, the buildings are already succumbing to rust and mould – acquiring the patina of ruins, despite their contemporary nature. Local children play in the open-air structures; the rest can be appreciated only from the outside.The park is 6km east of central Jinhua. A taxi to the park costs around ¥30, and buses 24, 303 and 528 run here."
},
{
    "country": "zhejiang",
    "index": 5,
    "name": "Jingci Temple",
    "latitude": "30.23183226",
    "longitude": "120.1458755",
    "excerpt": "The serene yet monastically active Chan (Zen) Jingci Temple was built in AD 954 and has been fully restored. The splendid first hall contains the massive,…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/jingci-temple/a/poi-sig/473504/356175",
    "image_url": null,
    "detail_description": "The serene yet monastically active Chan (Zen) Jingci Temple was built in AD 954 and has been fully restored. The splendid first hall contains the massive, foreboding Heavenly Kings and an elaborate red and gold case encapsulating Milefo (the future Buddha) and Weituo (protector of the Buddhist temples and teachings). The main hall – known as the Great Treasure Hall – contains a vast seated effigy of Sakyamuni (Buddha).\nHunt down the awesome 1000-arm Guanyin (千手观音) in the Guanyin Pavilion, with her huge fan of arms. The temple’s enormous bronze bell is struck 108 times for prosperity on the eve of the Lunar New Year. There's a vegetarian restaurant attached."
},
{
    "country": "zhejiang",
    "index": 4,
    "name": "Bǎijiānlóu",
    "latitude": "30.883738",
    "longitude": "120.425692",
    "excerpt": "Oddly overlooked by most visitors, this 400m stretch of 100 (or so) wooden row houses, flanking a narrow canal, is Nanxun's most charming spot. The…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/nanxun/attractions/baijianlou/a/poi-sig/1539177/356176",
    "image_url": null,
    "detail_description": "Oddly overlooked by most visitors, this 400m stretch of 100 (or so) wooden row houses, flanking a narrow canal, is Nanxun's most charming spot. The buildings here have distinctive blue-black tiles and white walls, creating striking views. Most houses are still lived in by descendants of workers from Nanxun's Ming dynasty (1368–1644) merchant days when goods would arrive from Suzhou along these waters. Today residents run small tea shops on their waterfront patios (try the local water-chestnut cakes).\nHead to the east bank of the canal at the Lotus Bridge (identifiable by the perfect circle shape formed by its reflection in the water) for the largest, most picturesque concentration of houses, where willow trees brush the deep green water. Many of the buildings have decorative eaves to shelter from the rain and retain stylised carvings such as clouds and Guanyin (the goddess of mercy). Red lanterns hang here and are lit up spectacularly at night."
},
{
    "country": "zhejiang",
    "index": 3,
    "name": "Longjing Tea Village",
    "latitude": "30.22427159",
    "longitude": "120.10701749",
    "excerpt": "The lush, green scenery around this tea village up in the hills southwest of West Lake makes for a wonderful break from the bustle of Hangzhou. Visitors…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/longjing-tea-village/a/poi-sig/1437342/356175",
    "image_url": null,
    "detail_description": "The lush, green scenery around this tea village up in the hills southwest of West Lake makes for a wonderful break from the bustle of Hangzhou. Visitors can wander through the village and up into the tea plantations themselves. During the spring, which is the best time to visit, straw-hatted workers can be seen picking the tea leaves by hand in the fields, and baskets of the fresh leaves are left out to dry in the sun back in the village.\nStop into any of the casual restaurants and teahouses to taste the lóngjǐng (dragon well) tea itself, which is renowned throughout China. It's expensive but has a fine, distinctive flavour.Well-signposted walking trails lead off from the village into the surrounding hills.To get to the tourist area, take local bus 27 (¥2, 25 minutes, frequent) from anywhere along the northern shore of West Lake and get off at the Lóngjǐngcháshì (龙井茶室) stop. Last buses at 8pm. A taxi costs about ¥25.Bus 87 usefully connects most of the sites in the tea plantation area."
},
{
    "country": "zhejiang",
    "index": 2,
    "name": "Lingyin Temple",
    "latitude": "30.243048",
    "longitude": "120.096798",
    "excerpt": "Hangzhou’s most famous Buddhist temple, Lingyin Temple was originally built in AD 326, but has been destroyed and rebuilt no fewer than 16 times. During…",
    "detail_url": "https://www.lonelyplanet.com/china/zhejiang/hangzhou/attractions/lingyin-temple/a/poi-sig/1096625/356175",
    "image_url": "https://lp-cms-production.imgix.net/2019-06/5abb09faf59eb09f90d8cd8522c7fb5a-lingy-n-temple.jpg",
    "detail_description": "Hangzhou’s most famous Buddhist temple, Lingyin Temple was originally built in AD 326, but has been destroyed and rebuilt no fewer than 16 times. During the Five Dynasties period (907–960) about 3000 monks lived here. The Hall of the Four Heavenly Kings is astonishing, with its four vast guardians and an ornate cabinet housing Milefo (the future Buddha). The Great Hall contains a magnificent 20m-high statue of Siddhartha Gautama (Sakyamuni), sculpted from 24 blocks of camphor wood in 1956 and based on a Tang dynasty original.\nBehind the giant statue is a startling montage of Guanyin surrounded by 150 small figures, including multiple luóhàn (arhat), in a variety of poses. The earlier hall collapsed in 1949, crushing the Buddhist statues within, so it was rebuilt and the statue conceived. The Hall of the Medicine Buddha is beyond.The walk up to the temple skirts the flanks of Feilai Peak (飞来峰, Fēilái Fēng, Peak Flying from Afar), magically transported here from India according to legend. The Buddhist carvings (all 470 of them) lining the riverbanks and hillsides and tucked away inside grottoes date from the 10th to 14th centuries and are as appealing as Lingyin Temple itself. To get a close-up view of the best carvings, including the famed ‘laughing’ Maitreya Buddha, follow the paths along the far (eastern) side of the stream.There are several other temples near Lingyin Temple that can be explored, including Yongfu Temple and Taoguang Temple.Behind Lingyin Temple is the Northern Peak (Běi Gāofēng), which can be scaled by cable car (up/down/return ¥30/20/40). From the summit there are sweeping views across the lake and city.To get here, take local bus 7 from anywhere on the north shore of West Lake (¥2, 20 minutes, frequent). A taxi costs about ¥25."
}
]