{
  "list_id": "579",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/579/1.jpg",
  "description": "Dive into \"Whispers of Love in Kolkata's Heart\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163815"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Kolkata's Heart",
  "city_id": "69",
  "subtype": "poi",
  "city": "Kolkata",
  "created_ts": 1758970351,
  "slug": "whispers-of-love-in-kolkatas-heart-kolkata-poi-8f00b7",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJb1sq4kR1AjoRZefrzpDLKvI",
        "generalDescription": "Eco Park, also known as New Town Eco Park, is a sprawling urban park covering 480 acres of land. It offers a wide range of recreational activities such as boating, cycling, and a playground for children. The park features various attractions including wildflower meadows, restaurants, lakes, grassland, an urban museum, craft shops, gardens, an amphitheater and more. Visitors can enjoy the serene natural surroundings and take part in activities like dual cycling and boat rides.",
        "utcOffset": 330,
        "maxMinutesSpent": 180,
        "longitude": 88.470604,
        "rating": 4.5,
        "numRatings": 179113,
        "sources": [
          {
            "id": "2506853",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-near-kolkata",
            "sourceSite": "Web",
            "snippet": "New Town Eco Park, kolkata Mother Teressa House, kolkata Fort William, kolkata Marble Palace, kolkata Dakshineswar Kali Temple, kolkata Alipore Zoological Gardens, kolkata Kalighat Kali Temple, kolkata Elliot Park, kolkata Rabindra Sarobar, kolkata South Park Cemetery, kolkata Birla Planetarium, kolkata Eden Gardens, kolkata Nakhoda Masjid, kolkata Indian Museum, kolkata Prinsep Ghats, kolkata Belur Math, kolkata Tipu Sultan Mosque, kolkata Science City, kolkata Birla Industrial & Technological Museum, kolkata Millennium Park, kolkata General Post Office, kolkata Writers Building, kolkata Nicco Park, kolkata Shaheed Minar, kolkata Nipponzan Myohoji Buddhist Temple, kolkata Sabarna Sangrahashala, kolkata Wet O Wild, kolkata Nehru’S Children’S Museum, kolkata Aquatica, kolkata Tonglu Trek Viewpoint, west bengal",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit near Kolkata: 2025 Updated",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Covering a whopping area of 480 acres, the Eco Park also called the New Town Eco Park is a place that is a must visit if looking to spend some time in the serenity of nature with your loved one. Being divided into three zones namely the urban forest, the wetlands and the grassland with an addition of themed parks and a glasshouse, this place serves to be the perfect backdrop to make your special someone feel furthermore significant a part of your life. Also Read : Amusement Parks in Kolkata",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 0,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223163",
            "type": "webPlacesList",
            "url": "https://asruptravels.com/places-for-couples-in-kolkata-will-make-you-happy/",
            "sourceSite": "Web",
            "snippet": "Eco Park is a unique getaway in the heart of Kolkata, that gives you a place to escape from the hustle and bustle of city life. This 194 hectares area has many significant features, such as jogging trails, waterfalls, a camping area, and public picnic grounds – to keep your love blazing. The Eco Park is inaugurated by the Hon’ble Chief Minister of West Bengal, Smt Mamata Banerjee in 2012, and after that Eco Park has been opened for visitors except Monday for cleaning and maintenance.",
            "siteName": "Welcome",
            "shortName": "17 Best Places For Couples In Kolkata: Romantic Places",
            "indexInSource": 1,
            "iconSiteId": 18983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277874",
            "type": "webPlacesList",
            "url": "https://indianchacha.com/best-places-for-couples-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Across a vast area of 480 acres, Eco Park, also known as New Town Eco Park, is a must visiting the place if you want to spend some time in the serenity of nature with your loved ones. Eco Park is the best couple park in Kolkata which is specially organized for nature-loving couples who are adventurous and Nature lovers. Water sports and nature are coming together, this could be a beautiful place for your next date.",
            "siteName": "Explore India with Indian Chacha",
            "shortName": "11 Best Places For Couples in Kolkata (Best for Romance)",
            "indexInSource": 0,
            "iconSiteId": 27869,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1415570",
            "type": "webPlacesList",
            "url": "https://lbb.in/kolkata/places-for-romantic-dates-kolkata/",
            "sourceSite": "Web",
            "snippet": "This 480-acre property is not only a hotspot for power-packed activities (they even have couples ‘duo’ cycling to heat things up), which are a great ice breaker for a first date, but for all the ‘seasoned’ couples, there are also enough quiet spots away from the prying eyes of judgmental uncles and aunties. Take advantage of the long car drive there as a build-up to the romance!",
            "siteName": "LBB, Kolkata",
            "shortName": "Visit These Romantic Places in Kolkata I",
            "indexInSource": 2,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477562",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/7-stunning-places-in-kolkata-for-a-romantic-photoshoot-597305348f2d7",
            "sourceSite": "Web",
            "snippet": "A new addition in the list of parks, this place has won country's top urban landscape award. The Rose garden, Butterfly garden, Fruit garden, Tea garden and Eco Island can give your pictures an unique appeal. The place is mostly visited by lovebirds and laid-back travelers and dominated by silence making this place perfect for having a photo-shoot devoid of any disturbances.",
            "siteName": "Tripoto",
            "shortName": "7 Stunning Places in Kolkata for a Romantic Photoshoot",
            "indexInSource": 4,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263872",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Huge park for diverse recreational activities like cycling, boating in the lakes, huge gardens are sure to satiate young and old alike. It is situated on the Major Arterial Road and is specially designed to encourage eco-tourism in Kolkata. One of the largest city built up park in the country it is scattered in an area of approximately 480 acres of land.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 18 Places To Visit In Kolkata (2024 Updated List)",
            "indexInSource": 3,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "Ecopark Kolkata is a hand-made place that is one of the most important places to visit in the heart of Kolkata. It has become a landmark in Kolkata in a very short time. Some work on the eco park is still being done and some parts are still under development but the ecopark has already gained tremendous popularity in Kolkata.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 0,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "Organized is the perfect place for the nature-loving couple who are also adventurous. The relatively new and vast Eco Park is not completed, with parts still under development, but it has already gained tremendous popularity. With water sports and nature coming together, this can be a beautiful venue for your next date.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 0,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412128",
            "type": "webPlacesList",
            "url": "https://blog.brevistay.com/romantic-escapes-top-10-places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Eco Park, also known as Prakriti Tirtha, is a sprawling sanctuary ensconced within Kolkata’s heart. This sanctuary caters to couples yearning for communion with nature and each other. The verdant foliage, crystalline waters, and diverse activities make it a perfect place to visit in Kolkata for couples.",
            "siteName": "blog.brevistay.com",
            "shortName": "Top 10 Romantic Places to Visit in Kolkata for Couples",
            "indexInSource": 1,
            "iconSiteId": 93798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": "Timings: Monday – closed               Tuesday to Saturday – 12:00 hours to 19:30 hours               Sunday – 11:00 AM to 7:30 PM. Costs: Entry – INR 30            Rides and games have separate individual prices. Organized is the perfect place for the nature-loving couple who are also adventurous.",
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 0,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Eco Park is the largest eco-tourism park in India so far, with an area of about 480 acres, surrounded by a huge lake, and with an island in the middle. It is one of the most romantic places in Kolkata. Owing to its mesmerizing ambiance, it has to offer a breathtaking view of the serene lake.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 0,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "409331",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "You can’t leave out Eco Park when talking about the best places to visit in Kolkata for couples. Covering a huge area of 480 acres, it stands as the biggest park in India. However, it’s not the size, rather the beauty and ambiance that draw lovebirds to this place.",
            "siteName": "FabHotels",
            "shortName": "13 Romantic Places for Couples in Kolkata 2024: Location List",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477569",
            "type": "webPlacesList",
            "url": "https://www.mistay.in/travel-blog/15-romantic-ways-to-spend-a-day-with-your-girlfriend-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Perfect place for a couple who is looking for some adventure. Ecopark offers a lot of activities which couples would love to participate in. Ice skating, Kayaking, Cruising, Cycling, Zorbing, Sip in the lake( Boat cafe) etc.",
            "siteName": "MiStay Travel Blog",
            "shortName": "15 Romantic places in Kolkata perfect for a date with your girlfriend",
            "indexInSource": 7,
            "iconSiteId": 3283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412118",
            "type": "webPlacesList",
            "url": "https://travel-india.in/10-best-romantic-places-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Eco park has been developed over a large area in Kolkata’s New Town for recreation. Eco Park is as attractive as it is beautiful. A huge artificial lake has been constructed within the park.",
            "siteName": "Travel India Information",
            "shortName": "10 Best Romantic Places in Kolkata for Couples this season",
            "indexInSource": 0,
            "iconSiteId": 202158,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "lujvTGubvxNaQij1Q56XKbyfu4H4bbRg",
          "scgLjuu1WPxNjKRr0pI1HdWnzc1vXAo5",
          "3E80ZabwJaDa4zhioMjHQnH7F8bSgiff",
          "Yy4TAz282JfEVmQtyJ7GR70M0M6bhpvP",
          "GTJXudVOJyrwE6CAjpSDi8naVjwBOQP7",
          "lujvTGubvxNaQij1Q56XKbyfu4H4bbRg",
          "scgLjuu1WPxNjKRr0pI1HdWnzc1vXAo5",
          "3E80ZabwJaDa4zhioMjHQnH7F8bSgiff",
          "Yy4TAz282JfEVmQtyJ7GR70M0M6bhpvP",
          "GTJXudVOJyrwE6CAjpSDi8naVjwBOQP7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1230"
            },
            "close": {
              "day": 0,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1230"
            },
            "close": {
              "day": 2,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1230"
            },
            "close": {
              "day": 3,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1230"
            },
            "close": {
              "day": 4,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1230"
            },
            "close": {
              "day": 5,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1230"
            },
            "close": {
              "day": 6,
              "time": "2030"
            }
          }
        ],
        "name": "Eco Park",
        "placeId": "ChIJb1sq4kR1AjoRZefrzpDLKvI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Wow, Eco Park in Kolkata is such a gem! 🌿 Tucked away in New Town, this massive 480-acre park is my go-to for a fun, chill day out. It's got everything-gorgeous lakes, vibrant gardens, and even mini Seven Wonders to snap pics with (just INR 30 to see ‘em)! 🚤 Boating's a blast (INR 50–300), and I love renting a cycle (INR 70–150) to zip around. The musical fountain at night? Total magic! 🌟\n\nIt's super family-friendly, though I wish there were more kid facilities. Everyone from toddlers to grandparents can enjoy it, but it's not the best for wheelchairs. The park's pretty eco-conscious with solar lights and recycling, but those plastic food stall cups bug me. ♻️ Entry's only INR 30 (kids INR 15), and most activities are dirt cheap. Go early to dodge the weekend crowds! Pack water, sunscreen, and maybe a picnic-Eco Park's perfect for making memories! 😄",
            "author_name": "Ahasan Habib Mallick",
            "relative_time_description": "",
            "time": 1745321370,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Eco Park is truly a breath of fresh air in the heart of Kolkata. Spread across a vast area, it offers something for everyone-beautiful gardens, themed zones, a large lake, and plenty of open space to relax or take a long walk. The landscaping is well-maintained and the variety of attractions, like the replicas of the Seven Wonders and boating on the lake, make it an ideal spot for both families and solo visitors. I especially enjoyed the peaceful vibe away from the city's hustle. It's a great place to unwind, click pictures, or just spend time close to nature. Clean, spacious, and thoughtfully designed-definitely worth a visit!",
            "author_name": "Travel muse by Sangeeta",
            "relative_time_description": "",
            "time": 1754143552,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Good place for a family day out. Entry fees is Rs 30 and you just can enjoy the sprawling park spread over huge acerages. For seven wonders you can get a entry for Rs 30. Also a huge rain forests area can be ur attraction. Mist garden is another attraction. Boating specially during evening is attractive after lights come out. Island and solar done is added attraction. But need to have patience for walking.",
            "author_name": "Rakesh Kumar Mahunta",
            "relative_time_description": "",
            "time": 1755270587,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://ecoparknewtown.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Park",
          "Cafe",
          "Ecological park",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4459,
            "2": 2135,
            "3": 8961,
            "4": 40296,
            "5": 123333
          }
        },
        "minMinutesSpent": 180,
        "latitude": 22.600408,
        "address": "Major Arterial Road(South-East, Biswa Bangla Sarani, AA II, Newtown, Kolkata, West Bengal 700156, India",
        "travel_time": null
      },
      {
        "_id": "ChIJG-seu793AjoRmRFBjKoKhMk",
        "generalDescription": "The Howrah Bridge, also known as Rabindra Setu, is a bustling cantilever road bridge that spans the Hooghly River, connecting Kolkata and Howrah in Bengal. Built by the British and opened in 1943, it is one of the busiest bridges in India. Despite its age, it is referred to as the 'New Howrah Bridge' and stands as an enduring symbol of Kolkata.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.346776,
        "rating": 4.6,
        "numRatings": 131605,
        "sources": [
          {
            "id": "2506853",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-near-kolkata",
            "sourceSite": "Web",
            "snippet": "This one tops the list of places to see in Kolkata, probably because it gets so often portrayed in movies. It was constructed in 1943 replacing the Pontoon Bridge and is made of steel. Due to the immense popularity that the bridge has, tourists from far and wide travel to Kolkata just to visit the amazing bridge.One will be amazed to see the view from the bridge in the evening.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit near Kolkata: 2025 Updated",
            "indexInSource": 1,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263872",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The sightseeing of Kolkata will not be complete without your visit to the Howrah Bridge. It is one of the busiest and oldest place in the city of Kolkata. The bridge was constructed over the River Hooghly to sustain the connectivity of Kolkata to its neighbouring town, Howrah.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 18 Places To Visit In Kolkata (2024 Updated List)",
            "indexInSource": 6,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412128",
            "type": "webPlacesList",
            "url": "https://blog.brevistay.com/romantic-escapes-top-10-places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "The Howrah Bridge is one of the best places to visit in Kolkata for couples. It is not a mere conduit; it’s an embodiment of Kolkata’s charisma. A saunter across this iconic structure with your beloved will imbue you with the sense of being a part of the city’s lifeblood.",
            "siteName": "blog.brevistay.com",
            "shortName": "Top 10 Romantic Places to Visit in Kolkata for Couples",
            "indexInSource": 3,
            "iconSiteId": 93798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600315",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Opened in February 1943, this cantilever steel bridge hangs majestically over River Hooghly (Ganga) and was often the first sight that greeted awe-struck travellers who arrived in the city from nearby towns, by rail or water.",
            "siteName": "makemytrip.com",
            "shortName": "29 Places to Visit in Kolkata in 2025",
            "indexInSource": 3,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YYiBKGvklhUwiug2VPsTilLl3mc4e9r8",
          "DLOA5ap3bb6OILYLspB00H76Kgk3ScZW",
          "COUmwJ1YqLnwatM2jenZyQC0INZnpsfe",
          "ig0nxRertSpagDeOY6KygPs1tDarlfpU",
          "iZlo13EBhBxTWrzoP4LcxJUs8ROKBSVE",
          "YYiBKGvklhUwiug2VPsTilLl3mc4e9r8",
          "DLOA5ap3bb6OILYLspB00H76Kgk3ScZW",
          "COUmwJ1YqLnwatM2jenZyQC0INZnpsfe",
          "ig0nxRertSpagDeOY6KygPs1tDarlfpU",
          "iZlo13EBhBxTWrzoP4LcxJUs8ROKBSVE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Howrah Bridge",
        "placeId": "ChIJG-seu793AjoRmRFBjKoKhMk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most iconic landmarks of India!\nHowrah Bridge is not just a bridge - it's a symbol of Kolkata's vibrant culture and daily life. The view of the Hooghly River from here is breathtaking, especially during sunrise or sunset. You'll see thousands of people crossing it every day - from local vendors to daily commuters.\n\nIt's a perfect blend of engineering marvel and historic charm. A must-visit if you're in Kolkata!\n\n🕙 Best time to visit: Early morning or evening\n📍Pro tip: Walk across the bridge for a real feel of Kolkata's heartbeat",
            "author_name": "Sikindar Thakur",
            "relative_time_description": "",
            "time": 1751276684,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The bridge is a landmark, and it looks absolutely majestic.\n\nA bridge of this size to standing still without any support pillars makes it an engineering marvel.\n\nI just wish it was cleaner. But Kolkata as a city is very dirty itself, so it's not really fair to expect that the bridge will be an exception.",
            "author_name": "Ayush Kudesia",
            "relative_time_description": "",
            "time": 1750947253,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An iconic landmark of Kolkata, Howrah Bridge is a stunning example of engineering and history. Best experienced at sunrise or night when it's beautifully lit. A must-see symbol of the city.",
            "author_name": "Sahil Ansari",
            "relative_time_description": "",
            "time": 1756989219,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://howrah.gov.in/bn/tourist-place/%E0%A6%B9%E0%A6%BE%E0%A6%93%E0%A6%A1%E0%A6%BC%E0%A6%BE-%E0%A6%AC%E0%A7%8D%E0%A6%B0%E0%A6%BF%E0%A6%9C/",
        "index": 2,
        "id": "",
        "categories": [
          "Bridge",
          "Sights & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4466,
            "2": 1771,
            "3": 5284,
            "4": 19456,
            "5": 100706
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.585127,
        "address": "Kolkata, West Bengal 711101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJd-iAfed1AjoRaoa-NrlVCRE",
        "generalDescription": "City Centre Salt Lake stands out as a vibrant shopping hub in Kolkata, offering an eclectic mix of retail options that cater to every budget. This mall is not just about shopping; it’s a lifestyle destination where visitors can explore everything from high-street brands to charming local boutiques. The entertainment offerings are equally impressive, featuring an Inox multiplex cinema and the Timezone amusement center, which includes video games and bowling alleys—perfect for family outings or a fun day with friends.",
        "utcOffset": 330,
        "maxMinutesSpent": 180,
        "longitude": 88.408246,
        "rating": 4.5,
        "numRatings": 88197,
        "sources": [
          {
            "id": "1412114",
            "type": "webPlacesList",
            "url": "https://thesolitarymoon.wordpress.com/2014/01/27/5-really-romantic-places-in-kolkata/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Just a Few Words",
            "shortName": "5 really romantic places in Kolkata",
            "indexInSource": 3,
            "iconSiteId": 202156,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "PbbuZRWFCzzqZ2zmTVTUsQCLrLCIaZ2f",
          "qs2GBPZ7Yu4xUcvU0jK3FZU06xMC8NPz",
          "PbbuZRWFCzzqZ2zmTVTUsQCLrLCIaZ2f",
          "qs2GBPZ7Yu4xUcvU0jK3FZU06xMC8NPz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "City Centre Salt Lake",
        "placeId": "ChIJd-iAfed1AjoRaoa-NrlVCRE",
        "internationalPhoneNumber": "+91 33 4006 3195",
        "reviews": [
          {
            "rating": 5,
            "text": "The mall is huge. It's rather a place for relaxation than a mall. The architecture is fantastic. And specially the iNox is the cherry on top. A Must visit place.",
            "author_name": "Subhadeep Sarkar",
            "relative_time_description": "",
            "time": 1754884138,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I visited here yesterday with my loved ones to spend our special time. The ambience of the mall is good. It is near City center metro station. It has a lot of food stalls in ground floor as well as 1st floor and 3rd floor. We took Pizza from pizza Hut as she likes it. We spend a very special time here. I recommend everyone to visit this mall with their families and friends.",
            "author_name": "Souptik Tat",
            "relative_time_description": "",
            "time": 1742869980,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "City Center is situated in Salt Lake, Kolkata. It is one of the first and famous malls in Salt Lake area. The shopping area is smaller than most malls. The garden and hangout areas are much more and beautiful. For food joints, this place is very good. It is a very good hangout places among people. The best part is it is just one min walk from adjoining metro station.",
            "author_name": "Abhishek Roy",
            "relative_time_description": "",
            "time": 1756062014,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.citycentremalls.in/",
        "index": 3,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Ice cream shop"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1400,
            "2": 1118,
            "3": 6287,
            "4": 25597,
            "5": 53748
          }
        },
        "minMinutesSpent": 180,
        "latitude": 22.588116,
        "address": "DC Block, Sector 1, Bidhannagar, Kolkata, West Bengal 700064, India",
        "travel_time": null
      },
      {
        "_id": "ChIJr7nl9593AjoReb27vYQYGx0",
        "generalDescription": "Eden Gardens is a renowned 66,000-capacity cricket ground in Kolkata, India. It hosts various matches including Indian Premier League and international games. The city of Kolkata offers a blend of historical and modern attractions such as Victoria Memorial, Indian Museum, Kalighat Temple, Marble Palace, Nicco Park and Dakshineswar Kali Temple. Despite its initial chaos, Kolkata promises an unforgettable experience for adventurous travelers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.343315,
        "rating": 4.6,
        "numRatings": 43833,
        "sources": [
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "What could be better than the electric excitement of Eden Gardens on a match day?. For the couple who love sports, or for those simply looking for a new and different kind of experience, this place could be a great idea. Sure, it might not be romantic in the privacy and nature-oriented way, but nothing can beat the feeling of watching a match at this iconic place.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 11,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": "Cost: Varies depending on the location of seats and specific match. What could be better than the electric excitement of Eden Gardens on a match day?. For the couple who love sports, or for those simply looking for a new and different kind of experience, this place could be a great idea.",
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 11,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263872",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Pride of Kolkata and home of cricket, The Eden Gardens is a gorgeous, well-maintained stadium nicely placed in B. B. D. Bagh area close to the High Court of Kolkata. It came into existence in the year 1864.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 18 Places To Visit In Kolkata (2024 Updated List)",
            "indexInSource": 4,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nJg3EEHEj0fJwSIiFFLGXuf587dbW5xX",
          "gdqxjkWRdw7Q2fzGENxaSfr1a2Ud7cgo",
          "uY3RXV46hCju6wkurpEaFqY5F1oSqQBT",
          "ahNWkP6nPfRgegZ6zCkFd6CGpI4vh8Rk",
          "nJg3EEHEj0fJwSIiFFLGXuf587dbW5xX",
          "gdqxjkWRdw7Q2fzGENxaSfr1a2Ud7cgo",
          "uY3RXV46hCju6wkurpEaFqY5F1oSqQBT",
          "ahNWkP6nPfRgegZ6zCkFd6CGpI4vh8Rk"
        ],
        "openingPeriods": [],
        "name": "Eden Gardens",
        "placeId": "ChIJr7nl9593AjoReb27vYQYGx0",
        "internationalPhoneNumber": "+91 33 2248 0411",
        "reviews": [
          {
            "rating": 5,
            "text": "Eden Gardens is the only Venue for International Cricket matches and IPL matches in Kolkata, West Bengal. It is always a treat to watch a Cricket match in Eden Gardens Cricket Stadium. It is managed by Cricket Association of Bengal( CAB). One of the ancient and nostalgic cricket stadiums in India. This stadium is famous for the enthusiasm of the Cricket Lovers and fans. The atmosphere is always electric as it remains forever...",
            "author_name": "Bijay Laha",
            "relative_time_description": "",
            "time": 1745298137,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Eden Gardens in Kolkata is a place every cricket fan dreams of visiting. Known as the “Mecca of Indian cricket,” this iconic stadium can hold over 60,000 people, and the energy here is simply electrifying during a live match. The roar of the crowd, the sight of cricketing legends on the field, and the sheer scale of the arena make it unforgettable. Even if you are not a huge cricket follower, stepping inside gives you goosebumps because of its history and atmosphere. Outside the stadium, the Eden Gardens park offers a calm contrast, with shady trees and a small lake perfect for a quiet walk. A visit here blends passion, history, and the thrill of being part of something larger than life.",
            "author_name": "Prithish Ghosh",
            "relative_time_description": "",
            "time": 1755582873,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If cricket had a Heaven in India, then Eden Gardens would be it. This isn't just a stadium - it's an emotion, a coliseum where legends are made, dreams are shattered, and 66,000+ voices chant in unison, shaking the very ground. Established in 1864, Eden Gardens is India's oldest and second-largest cricket stadium, often called the “Lords of the East” (but let's be honest, even Lord's can't match the madness of an India-Pakistan match here!).\nThe roar of the crowd when Sourav Ganguly waved his shirt at Lord's? That energy was born here. Sachin's records, Dhoni's helicopter shots, and Kolkata Knight Riders' IPL triumphs? All celebrated under Eden's floodlights.\nBut Eden Gardens isn't just about cricket. The Maidan surrounding it is Kolkata's green lung, where footballers, morning walkers, and political rallies coexist in perfect chaos. Nearby, the Rabindra Sadan-Nandan cultural complex fuels Bengal's love for theatre and films, while the Mohan Bagan, Mohammedan Sporting and East Bengal football clubs remind you that Kolkata's second religion is football.\nAnd then there's the Eden Gardens Park, a serene escape with a picturesque lake, along with the pagoda, perfect for a quiet evening stroll (assuming you aren't still hoarse from screaming at a match).\nVerdict: Whether you love cricket or just the thrill of history, Eden Gardens is a must-visit.\nPro tip - Catch a live match here; the energy is electric, and the crowd could out-cheer a rock concert!",
            "author_name": "Rajdeep Dutta",
            "relative_time_description": "",
            "time": 1742523439,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.cricketassociationofbengal.com/edengarden.php",
        "index": 4,
        "id": "",
        "categories": [
          "Stadium",
          "Sights & Landmarks",
          "Cricket ground",
          "Arenas & Stadiums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1314,
            "2": 489,
            "3": 1419,
            "4": 6199,
            "5": 34405
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.564579,
        "address": "Maidan, B.B.D. Bagh, Kolkata, West Bengal 700021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ33o0YBF3AjoRrAtN-RkG158",
        "generalDescription": "The Indian Museum, founded in 1814, is a significant heritage site in India. It's the country's largest and oldest museum, featuring a diverse range of exhibits across its 35 galleries. Visitors can explore artifacts from various disciplines including archaeology, art, anthropology, geology, zoology and economic botany.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 88.351127,
        "rating": 4.5,
        "numRatings": 54585,
        "sources": [
          {
            "id": "477569",
            "type": "webPlacesList",
            "url": "https://www.mistay.in/travel-blog/15-romantic-ways-to-spend-a-day-with-your-girlfriend-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "The oldest museum in the country will surely excite you and your partner if you both are history enthusiast. The Museum is the largest in the country as well and is home to million years old dinosaur fossils , 4000 year old Egyptian mummy, 100's of fossils of other extinct animals, birds and reptiles, and  1000's of Indian artifacts. Entry fee and when to visit?",
            "siteName": "MiStay Travel Blog",
            "shortName": "15 Romantic places in Kolkata perfect for a date with your girlfriend",
            "indexInSource": 8,
            "iconSiteId": 3283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "No place can be more fun for the couple who wants a knowledge-filled day out. Granted, the museum may not be your first choice for romance, but the Indian Museum checks all the right boxes to make our list. With displays dating back from a few decades to a few thousand years ago, this place has some exciting offerings.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 8,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223163",
            "type": "webPlacesList",
            "url": "https://asruptravels.com/places-for-couples-in-kolkata-will-make-you-happy/",
            "sourceSite": "Web",
            "snippet": "Are you a couple and now thinking about the best options for dating in Kolkata?. If yes, then go to the Indian Museum. The museum has rare collections of antiques, armor and ornaments, fossils, skeletons, mummies, and Mughal paintings.",
            "siteName": "Welcome",
            "shortName": "17 Best Places For Couples In Kolkata: Romantic Places",
            "indexInSource": 3,
            "iconSiteId": 18983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "Besides, there are many more places to visit in Kolkata like The Bridge In Floatel, Elliot Park, Marble Palace, Indian Museum, Science City, Birla Planetarium, Cafe Ekante, Nicco Park, Aquatica Water Park, Snow Park etc.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 9,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600315",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Located in the New Market area, this museum showcases many rare collections of paintings, artefacts, artworks, fossils and antiques. It is the ninth oldest museum in the world and is popularly called ‘Jadughar'.",
            "siteName": "makemytrip.com",
            "shortName": "29 Places to Visit in Kolkata in 2025",
            "indexInSource": 5,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412128",
            "type": "webPlacesList",
            "url": "https://blog.brevistay.com/romantic-escapes-top-10-places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "For couples with a penchant for art and history, the Indian Museum stands as a repository of wisdom and culture. Explore its expansive collection and savour moments delving into India’s opulent heritage.",
            "siteName": "blog.brevistay.com",
            "shortName": "Top 10 Romantic Places to Visit in Kolkata for Couples",
            "indexInSource": 7,
            "iconSiteId": 93798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YuRnSczHBYAtlkzxrGbxcQLkqNxNVVcz",
          "PoF98T0W4e6Q0sUvhIyoGrgTXRg8HMnt",
          "B1kQFm1bw8PnnqUo01cTzJdVO7dcfF8z",
          "3BwnwpkaGmzQRAqjZcBMMinhHujiDU1r",
          "groMnOSRxKhLwjnWITWhdAQMbeKT65Ex",
          "YuRnSczHBYAtlkzxrGbxcQLkqNxNVVcz",
          "PoF98T0W4e6Q0sUvhIyoGrgTXRg8HMnt",
          "B1kQFm1bw8PnnqUo01cTzJdVO7dcfF8z",
          "3BwnwpkaGmzQRAqjZcBMMinhHujiDU1r",
          "groMnOSRxKhLwjnWITWhdAQMbeKT65Ex"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Indian Museum",
        "placeId": "ChIJ33o0YBF3AjoRrAtN-RkG158",
        "internationalPhoneNumber": "+91 33 2252 1790",
        "reviews": [
          {
            "rating": 5,
            "text": "The Indian Museum is a must-visit destination for history lovers and culture enthusiasts. It houses an incredible collection of artifacts from ancient times, including sculptures, fossils, coins, textiles, and more. The Egyptian mummy and the grand Buddhist galleries are particularly fascinating.\n\nThe museum is quite large, so give yourself at least 2–3 hours to explore it properly. It can get a little warm inside during summer months, so I recommend visiting in winter for a more comfortable experience. Overall, it's an enriching and educational experience that offers a glimpse into India's vast and diverse heritage.",
            "author_name": "Ayush Raj",
            "relative_time_description": "",
            "time": 1753243678,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I love exploring museums and have visited museums across all major Indian cities, and I can say with confidence that this is the finest museum in India, at least from my experience. The collection is vast and incredibly diverse, showcasing historic items and antiques from across time and geography. The star attraction is the 4000 year old Egyptian mummy in the Egypt Gallery, which is truly fascinating. Apart from that, the museum also houses remarkable Buddhist archaeological treasures from Gandhara (present-day Kandahar, Afghanistan), along with fascinating galleries on fossils, zoology, birds, geology and what not. The Botany Survey of India is also part of this museum, adding to its richness and diversity. I would recommend keeping at least 2–3 hours aside to explore properly. This museum is a journey through both history and culture, and an absolute must visit.",
            "author_name": "Tanmay Sarkar",
            "relative_time_description": "",
            "time": 1756474571,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visiting the Indian Museum was an enlightening and enjoyable experience!\n\nEvery gallery tells a unique story, and I learned so much, especially in the Zoological and Egyptian sections, which were my favorites-truly captivating!\n\nThe museum is a paradise for history buffs and curious travelers, offering a deep dive into India's rich heritage and beyond.\n\nThe museum is conveniently located near Park Street Metro, making it super accessible.\n\nHowever, the ticket prices are a bit steep for college students, and there are extra charges for mobile phone photography.\n\nThe cafeteria prices, though, are quite reasonable.\n\nI highly recommend taking your time to explore this inspiring and educational gem.\n\nHad a great time with my buddies!\n\nIt's a journey through time that's well worth taking, imperfections and all.",
            "author_name": "Soutik Mandal",
            "relative_time_description": "",
            "time": 1752810307,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://hindi.indianmuseumkolkata.org/",
        "index": 5,
        "id": "",
        "categories": [
          "Museum",
          "History Museums",
          "Natural History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1197,
            "2": 864,
            "3": 3401,
            "4": 12507,
            "5": 36592
          }
        },
        "minMinutesSpent": 150,
        "latitude": 22.557886,
        "address": "27, Jawaharlal Nehru Rd, Fire Brigade Head Quarter, New Market Area, Dharmatala, Taltala, Kolkata, West Bengal 700016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXQGuRhN3AjoRY5fjvORAtQA",
        "generalDescription": "Victoria Memorial is an exquisite white marble museum in Kolkata, built in 1921 as a tribute to Queen Victoria. The grand architecture and well-maintained gardens make it a popular spot for locals and tourists alike. Inside, the museum showcases the history of Kolkata and the British Empire in India. It also boasts a remarkable collection of over 5,000 paintings by renowned artists from the Bengal School of Art.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 88.342558,
        "rating": 4.6,
        "numRatings": 84904,
        "sources": [
          {
            "id": "477562",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/7-stunning-places-in-kolkata-for-a-romantic-photoshoot-597305348f2d7",
            "sourceSite": "Web",
            "snippet": "Commissioned by Lord Curzon, the then Viceroy of India, this vast white marble palace was designed to commemorate Queen Victoria’s demise in 1901. While the main highlights of the inside are the soaring central chamber and the Calcutta Gallery, an excellent, even-handed exhibition tracing the city’s colonial-era history, the outside renders magnificently photogenic views across reflecting ponds from the northeast and northwest along with a large, well-tended park. You can set the park and outside lawn as your photo-shoot spot with the magnificent piece of white marble as the backdrop.",
            "siteName": "Tripoto",
            "shortName": "7 Stunning Places in Kolkata for a Romantic Photoshoot",
            "indexInSource": 0,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477569",
            "type": "webPlacesList",
            "url": "https://www.mistay.in/travel-blog/15-romantic-ways-to-spend-a-day-with-your-girlfriend-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "This historic marble building was constructed in the early 1900's in the memory of the Late Queen Victoria. Build across several hundred acres, the Victoria memorial was beautified by big ponds and beautiful gardens. Inside the memorial is a museum, which stores several beautiful artifacts from Kolkata's golden past since the time of its creation by Job Charnock, detailed portraits of Queen Elizabeth and Prince Albert lifestyles, their dresses, and other artifacts.",
            "siteName": "MiStay Travel Blog",
            "shortName": "15 Romantic places in Kolkata perfect for a date with your girlfriend",
            "indexInSource": 0,
            "iconSiteId": 3283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Victoria Memorial- has a striking resemblance to the Taj Mahal, is the ultimate destination for couples who spend some quality time and embrace some architectural splendor at the same time, and is dedicated to Queen Victoria of England. Inside it has 25 galleries and the marvelous Indo-Saracenic revivalist style of architecture is also commendable. The structure is surrounded by lush green shrubs and gardens, water bodies, and colorful flowers.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 6,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412128",
            "type": "webPlacesList",
            "url": "https://blog.brevistay.com/romantic-escapes-top-10-places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "The Victoria Memorial is excellent for those yearning for a locale embodying love and history. This splendid edifice, crafted from alabaster, is a poignant tribute to Queen Victoria and an enduring testament to the profound affection shared between a sovereign and her subjects. A sojourn within its opulent gardens and stately architecture is a journey back in time, making it the perfect place to visit in Kolkata for couples.",
            "siteName": "blog.brevistay.com",
            "shortName": "Top 10 Romantic Places to Visit in Kolkata for Couples",
            "indexInSource": 0,
            "iconSiteId": 93798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223163",
            "type": "webPlacesList",
            "url": "https://asruptravels.com/places-for-couples-in-kolkata-will-make-you-happy/",
            "sourceSite": "Web",
            "snippet": "The Victoria Memorial was built in 1916 in memory of Queen Victoria, who was Empress of India from 1876 to 1901. It is a fine piece of British architecture in the heart of Kolkata, a city bursting with colors, energy, and culture. The Victoria Memorial building houses an impressive collection of historical artifacts and is a great place to visit on the 21st-century heritage trail of India.",
            "siteName": "Welcome",
            "shortName": "17 Best Places For Couples In Kolkata: Romantic Places",
            "indexInSource": 4,
            "iconSiteId": 18983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353542",
            "type": "webPlacesList",
            "url": "https://www.gokitetours.com/top-7-best-sightseeing-places-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Located in the heart of Kolkata, the Victoria Memorial is a beautiful white monument – a palace in structure – built in memory of Queen Victoria. It also located near to 64 acres of garden, which makes it one of the symbols of the British architectural style. It has now become a museum and currently has 25 galleries adorned with portraits, sculptures, paintings and historical relics.",
            "siteName": "Gokite Tours and Travels",
            "shortName": "Best sightseeing places in Kolkata for Couples",
            "indexInSource": 0,
            "iconSiteId": 173900,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "One of the primary tourist places in Kolkata, the Victoria Memorial is a place the mysticism of which cannot simply be put in words. Accompanied with lush green gardens and quaint water bodies, this monument in sheer marble does remind you quite a bit of the symbol of love, Taj Mahal, thus making it one of the best places in Kolkata for couples. Also Read : Monuments in Kolkata",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 8,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "Victoria Memorial Hall is one of the major tourist attractions in Kolkata. This lush green garden and bright marble monument mixed with strange water bodies reminds you of the Taj Mahal, the symbol of love, so it is one of the best places for couples. Don’t forget to capture some moments even with nice scenes or structures in the background for the Insta-Story, Facebook-Story.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 2,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263872",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Scattered in an area of approximately 56 acres, the place is a must visit for all the tourists coming to Kolkata. It houses nearly 22 well-manicured gardens, around 3,800 paintings of diverse artists and 28,394 artefacts. Queen Victoria’s statue is placed within the memorial and the architecture of museum inside is simply marvellous.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 18 Places To Visit In Kolkata (2024 Updated List)",
            "indexInSource": 12,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "A testament to the colonial history of Kolkata, this beautiful marble hall is dedicated to the memory of Queen Victoria. Its design echoes that of the Taj Mahal as does its beauty. Perched atop the central dome of the Memorial is an angel figure - The Angel of Victory as well as other allegorical sculptures.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 3,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412118",
            "type": "webPlacesList",
            "url": "https://travel-india.in/10-best-romantic-places-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "When talking about romantic spots in Kolkata, the first name that comes in mind is The Victoria Memorial. Victoria Memorial, a historic building built in honor of Queen Victoria, is the pride of Kolkata. This extraordinary architecture made of white marble is one of the most romantic places in Kolkata.",
            "siteName": "Travel India Information",
            "shortName": "10 Best Romantic Places in Kolkata for Couples this season",
            "indexInSource": 1,
            "iconSiteId": 202158,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "377788",
            "type": "webPlacesList",
            "url": "https://www.romanticbug.com/top-romantic-places-in-kolkata.html",
            "sourceSite": "Web",
            "snippet": "The Victoria Memorial of Kolkata is a majestic white marble structure, designed like Taj Mahal. The mystical lighting effect on each night brings a charming appeal and magnificence to the structure of Victoria Memorial. It is an elegant and much protected place for couples and love birds.",
            "siteName": "Romantic Travel Guide",
            "shortName": "14 Best Romantic Places in Kolkata For Couples",
            "indexInSource": 1,
            "iconSiteId": 3182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277874",
            "type": "webPlacesList",
            "url": "https://indianchacha.com/best-places-for-couples-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Victoria Memorial is one of the most popular and best places for couples and also for normal Tourists in Kolkata. A testament to Calcutta’s colonial history, this beautiful marble hall is dedicated to the memory of Queen Victoria. Its design echoes the beauty of the Taj Mahal.",
            "siteName": "Explore India with Indian Chacha",
            "shortName": "11 Best Places For Couples in Kolkata (Best for Romance)",
            "indexInSource": 5,
            "iconSiteId": 27869,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": "Timings: For Gallery and Museum – 10:00 AM to 5:00 PM [Closed on Mondays and National Holidays]. For Gardens – 05:30 AM to 6:15 PM (daily). A testament to the colonial history of Kolkata, this beautiful marble hall is dedicated to the memory of Queen Victoria.",
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 3,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600315",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "A sprawling marble palatial monument dedicated to the memory of Britan’s Queen Victoria, this is one of Kolkata’s most famous landmarks and was built using the same Makrana Marble as Taj Mahal.",
            "siteName": "makemytrip.com",
            "shortName": "29 Places to Visit in Kolkata in 2025",
            "indexInSource": 4,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2506853",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/places-to-visit-near-kolkata",
            "sourceSite": "Web",
            "snippet": "Moreover, it has unique, and original  works of William Shakespeare, Omar Khayyam, as well as Arabian Nights.Location: Victoria Memorial Hall, 1, Queens Way, Maidan, Kolkata.Price:-Rs.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "30 Places to Visit near Kolkata: 2025 Updated",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "znaO8GPco8nZJQ1V5IqrMko61qnOvtbk",
          "RhkviLOwp5xEcXUVf6SzRhf7FCNd9mvQ",
          "Rg1CoXbOvx6nYzKPJTOQ2SR0pQ6OPDu5",
          "C3UpaRPF0UndAAUyd166RYKNPGBCXFDC",
          "BkehF4cxA0ul2CKojGmE0fXGkS6KvRZB",
          "znaO8GPco8nZJQ1V5IqrMko61qnOvtbk",
          "RhkviLOwp5xEcXUVf6SzRhf7FCNd9mvQ",
          "Rg1CoXbOvx6nYzKPJTOQ2SR0pQ6OPDu5",
          "C3UpaRPF0UndAAUyd166RYKNPGBCXFDC",
          "BkehF4cxA0ul2CKojGmE0fXGkS6KvRZB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Victoria Memorial",
        "placeId": "ChIJXQGuRhN3AjoRY5fjvORAtQA",
        "internationalPhoneNumber": "+91 33 2223 1890",
        "reviews": [
          {
            "rating": 5,
            "text": "Such a marvellous architecture.\nA must visit place in Kolkata.\nFood & water is not allowed inside the Memorial.\nThe place is very neat & clean & the information is placed for all the monuments.\nThis place can be crowded during weekends.\nThe park outside is amazing during sunset time.\nHistory lover will love this place.\nPlace has some entry fees also..\nIf you want save some fare you can come by bus also..",
            "author_name": "Deepak Rajput",
            "relative_time_description": "",
            "time": 1753620403,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Victoria Memorial is a beautiful place, which can recreate memories of the Britishers and their reigning period. It's a vast place in the heart of the city. The gardens are quite beautiful and it is build up of marble. There are many marble statues of certain rulers of England and many important people. It also includes a museum inside it where there are lots of valuable things from the past including paintings, clothes, etc. The price for entry is ₹50 (Lawn and Museum), ₹30 (Lawn only) and ₹500 (Foreigners). Its huge yes, and there a beautiful place in Kolkata. Recommended for visit.",
            "author_name": "Chris",
            "relative_time_description": "",
            "time": 1753377531,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "𝐕𝐢𝐜𝐭𝐨𝐫𝐢𝐚 𝐌𝐞𝐦𝐨𝐫𝐢𝐚𝐥 𝐇𝐚𝐥𝐥 – 𝐊𝐨𝐥𝐤𝐚𝐭𝐚'𝐬 𝐂𝐫𝐨𝐰𝐧 𝐉𝐞𝐰𝐞𝐥 🏛️✨\n\nBuilt between 𝟏𝟗𝟎𝟔–𝟏𝟗𝟐𝟏 in memory of Queen Victoria, this stunning white marble monument blends British & Mughal architecture.\n\n📍 Location: Maidan, Kolkata\n🌿 Surrounded by 64 acres of lush gardens\n🏛 Houses 25 galleries with rare paintings, books & artifacts\n🌟 Don't miss the rotating Angel of Victory on top\n\n𝗩𝗶𝘀𝗶𝘁𝗼𝗿 𝗜𝗻𝗳𝗼:\n🕙 𝗠𝘂𝘀𝗲𝘂𝗺: 𝟭𝟬 𝗔𝗠 – 𝟲 𝗣𝗠 (𝗖𝗹𝗼𝘀𝗲𝗱 𝗠𝗼𝗻𝗱𝗮𝘆𝘀)\n🌳 𝗚𝗮𝗿𝗱𝗲𝗻𝘀: 𝟲 𝗔𝗠 – 𝟲 𝗣𝗠 (𝗗𝗮𝗶𝗹𝘆)\n🎟 𝗙𝗲𝗲𝘀: ₹𝟱𝟬 (𝗜𝗻𝗱𝗶𝗮𝗻𝘀), ₹𝟱𝟬𝟬 (𝗙𝗼𝗿𝗲𝗶𝗴𝗻𝗲𝗿𝘀), ₹𝟯𝟬 (𝗚𝗮𝗿𝗱𝗲𝗻𝘀)\n\nA must-visit for history lovers, photographers & anyone who wants to soak in Kolkata's heritage. 📸 ♥",
            "author_name": "Avik Adhikary",
            "relative_time_description": "",
            "time": 1754842035,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://victoriamemorial-cal.org/",
        "index": 6,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1921,
            "2": 883,
            "3": 3951,
            "4": 17940,
            "5": 60199
          }
        },
        "minMinutesSpent": 90,
        "latitude": 22.544808,
        "address": "Victoria Memorial Hall, 1, Queens Way, Maidan, Kolkata, West Bengal 700071, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXSw0yrV3AjoR7AUALYqTLUI",
        "generalDescription": "Jorasanko Thakurbari is the ancestral home of the renowned Tagore family and has been transformed into a museum that showcases the lives of its members. The house, which is now part of Rabindra Bharati University, has been meticulously restored and serves as a tribute to Rabindranath Tagore, the creator of India's national anthem and a Nobel laureate.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 88.359229,
        "rating": 4.6,
        "numRatings": 14174,
        "sources": [
          {
            "id": "1600315",
            "type": "webPlacesList",
            "url": "https://www.makemytrip.com/tripideas/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Literally translating to the House of Thakurs, Jorasanko Thakur Bari is the ancestral home of the Kolkata's eminent Tagore Family. It has also been the centre for political and cultural discussions during India’s independence struggle.",
            "siteName": "makemytrip.com",
            "shortName": "29 Places to Visit in Kolkata in 2025",
            "indexInSource": 8,
            "iconSiteId": 1216,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477562",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/7-stunning-places-in-kolkata-for-a-romantic-photoshoot-597305348f2d7",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tripoto",
            "shortName": "7 Stunning Places in Kolkata for a Romantic Photoshoot",
            "indexInSource": 6,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "A9IuKWtqufHEmu4UCBX0ot3hwkHPD5bk",
          "dSPCiwvHbtVtUSH35K28jnqrfLtYLzF2",
          "60nmbeSRP2kcBmm63OQWNA7KnejBqzBX",
          "EtaKGJhMpNIQValTFxXHuVTaUcHwOS9w",
          "A9IuKWtqufHEmu4UCBX0ot3hwkHPD5bk",
          "dSPCiwvHbtVtUSH35K28jnqrfLtYLzF2",
          "60nmbeSRP2kcBmm63OQWNA7KnejBqzBX",
          "EtaKGJhMpNIQValTFxXHuVTaUcHwOS9w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Jorasanko Thakurbari",
        "placeId": "ChIJXSw0yrV3AjoR7AUALYqTLUI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Jorasanko Thakur Bari, located in North Kolkata, is the ancestral home of the renowned Tagore family. Built in 1784-85 by Nilmoni Tagore, the house has a rich history and cultural significance. Here's a brief overview:\n\nHistory\n- The land was donated by the Sett family of Burrabazar to Prince Dwarkanath Tagore, Rabindranath Tagore's grandfather.\n- The house was expanded by Prince Dwarkanath Tagore and became the residence of the Tagore family.\n- Rabindranath Tagore, the first Asian Nobel laureate, was born here in 1861 and spent most of his life in this house.\n\nArchitecture and Layout\n- The mansion showcases traditional Bengali architecture with a sprawling 35,000 square meter area.\n- It features a rounded verandah, allowing family members to watch performances on the natya manch.\n- The house has multiple wings, including the Bhdrashan Bari (Maharshi Bhavan) and the Boithak Khana Bari.\n\nRabindra Bharati University and Museum\n- The Government of West Bengal established Rabindra Bharati University in 1961 to commemorate Rabindranath Tagore's birth centenary.\n- The university focuses on Indian classical fine arts and quality education.\n- The Rabindra Bharati Museum, located within the complex, showcases the history of the Tagore family, their involvement in the Bengal Renaissance, and Brahmo Samaj.\n- The museum features over 700 paintings, manuscripts, books, and antique items, including Rabindranath Tagore's original paintings and self-composed wedding invitation card ¹ ².\n\nVisitor Information\n- *Timings:* 10:30 AM - 5:00 PM (closed on Mondays)\n- *Entry Fee:* Indians: ₹20 (adults), ₹10 (students); Foreigners: ₹150 (adults), ₹100 (students)\n- *Light and Sound Show:* ₹50 per person, available in Bengali and English\n² ³\n\nOverall, Jorasanko Thakur Bari is a significant cultural and historical landmark in Kolkata, offering insights into the life and works of Rabindranath Tagore and the Tagore family.",
            "author_name": "Utsaw Pan",
            "relative_time_description": "",
            "time": 1744901664,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very peaceful and culturally rich place. Walking through the ancestral home of Rabindranath Tagore feels like stepping back in time. The atmosphere is calm, and the museum gives a beautiful glimpse into the life and legacy of the Tagore family. Highly recommended for anyone interested in history, literature, or just looking for a quiet escape in the heart of the city.",
            "author_name": "Ankan Maiti",
            "relative_time_description": "",
            "time": 1753035660,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It requires a ticket for entry and a different one to take pictures only from the outside. No inside photography is not allowed. This establishment formulated with many buildings including the living room of Rabindranath Tagore. His daily used things are being displayed here and with his car too. Walking through corridor of the main museum building one could have perception about the lifestyle and type of that time.",
            "author_name": "P.K. Roy",
            "relative_time_description": "",
            "time": 1756546442,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Museum",
          "Sights & Landmarks",
          "Heritage building",
          "Architectural Buildings",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 358,
            "2": 141,
            "3": 679,
            "4": 2662,
            "5": 10331
          }
        },
        "minMinutesSpent": 120,
        "latitude": 22.584896,
        "address": "Ganesh Talkies, 267, Rabindra Sarani, Raja Katra, Singhi Bagan, Jorasanko, Kolkata, West Bengal 700007, India",
        "travel_time": null
      },
      {
        "_id": "ChIJQa8kotd2AjoReFWjxqT_HCI",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 88.364789,
        "rating": 4.5,
        "numRatings": 8593,
        "sources": [
          {
            "id": "56130",
            "type": "webPlacesList",
            "url": "https://www.whatshot.in/kolkata/the-best-romantic-restaurants-in-kolkata-that-are-perfect-for-a-dreamy-date-c-20912",
            "sourceSite": "Web",
            "snippet": "Spice Kraft offers the ideal combination for sparks to fly - dim lights, snazzy decor, tasty food, and an overall romantic ambience. As such, this casual dining restaurant is one of the city's favourites and would totally please you and your significant other if you two happen to be die-hard foodies. With Middle Eastern, Asian, and Continental varieties on offer, they curate an extensive and mouth-watering spread for all those couples who share a common zest for tasty food!",
            "siteName": "Whats Hot",
            "shortName": "The Best Romantic Restaurants In Kolkata That Are Perfect For A Dreamy Date",
            "indexInSource": 5,
            "iconSiteId": 524,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "A fine new addition to the culinary scene of Kolkata, this single restaurant is creating waves among the couples in the city. Perfect for treating your loved one to some distinguished décor with lip-smacking food, this place is sure to win hearts all the way. Also Read : Places to Visit Near Kolkata",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 14,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4klsJHv4t5iBR96C9Q6PgOIFsimnKjh4",
          "jXFl6TdPB7VCYTRdLzvdgQmC81gBmykc",
          "zw5Y2HDA0Ti6HG1BN6F1My9j7MdDWLBR",
          "4klsJHv4t5iBR96C9Q6PgOIFsimnKjh4",
          "jXFl6TdPB7VCYTRdLzvdgQmC81gBmykc",
          "zw5Y2HDA0Ti6HG1BN6F1My9j7MdDWLBR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "2355"
            }
          }
        ],
        "name": "Spice Kraft",
        "placeId": "ChIJQa8kotd2AjoReFWjxqT_HCI",
        "internationalPhoneNumber": "+91 98312 23311",
        "reviews": [
          {
            "rating": 5,
            "text": "First time visited this place. Really good experience. Food is tasty. Loved the kokum drink they suggested. Service is really great as I went with my infant and they kept the AC off for us. Thank you for the gesture:)",
            "author_name": "madhurima dutta",
            "relative_time_description": "",
            "time": 1742924863,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Innovative Fusion Delicious Food!\n\nSpiceKraft has built its name for quite some time now! And they boast on maintaining the quality till now!\n\nWe enjoyed each and every item !\n\nEven the cocktails were quite innovative!\n\nLoved the food presentation as well!\n\nJust one thing to improve would be work on their inside ventilation. It was growing more hot and humid!!\n\nRest everything went absolutely prefect!",
            "author_name": "swagatam gupta",
            "relative_time_description": "",
            "time": 1745754696,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The experience was really nice. The quality of food was very nice, especially the baked fish wellington.\n\nThe staff are also very cordial, and the environment is good as well.\n\nOnly thing here is that there is no dedicated parking space, and only street parking is available.",
            "author_name": "Srutarshi Chakrabarti",
            "relative_time_description": "",
            "time": 1750995279,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://spice-kraft-restaurant.shop/",
        "index": 8,
        "id": "",
        "categories": [
          "Fine dining restaurant",
          "Bar",
          "Modern European restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 219,
            "2": 169,
            "3": 559,
            "4": 2114,
            "5": 5532
          }
        },
        "minMinutesSpent": 120,
        "latitude": 22.526386,
        "address": "54/1/2A, Hazra Rd, near HDFC Bank, Dover Terrace, Ballygunge, Kolkata, West Bengal 700019, India",
        "travel_time": null
      },
      {
        "_id": "ChIJxUkuCD13AjoRvKUKCcElbWk",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.345618,
        "rating": 4.7,
        "numRatings": 29814,
        "sources": [
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Nandan is the film and cultural hub in Kolkata aiming to encourage and felicitate cinematic awareness in society. Surrounded by impressive architectural buildings, Nandan is a popular place for youngsters and aged people equally and also a hub for art lovers. from literature to art to cinema, Nandan is one of the most romantic places in Kolkata.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 5,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "npo4bUJoTgSWpDZhGDps6krNKg5tbXju",
          "JCC3c6iRQn3iRnZDjX8TGeUlER3eV0oW",
          "wtOHxcnZf3i810pAWQq2yiB6xv84FV99",
          "npo4bUJoTgSWpDZhGDps6krNKg5tbXju",
          "JCC3c6iRQn3iRnZDjX8TGeUlER3eV0oW",
          "wtOHxcnZf3i810pAWQq2yiB6xv84FV99"
        ],
        "openingPeriods": [],
        "name": "Nandan",
        "placeId": "ChIJxUkuCD13AjoRvKUKCcElbWk",
        "internationalPhoneNumber": "+91 33 2223 1210",
        "reviews": [
          {
            "rating": 5,
            "text": "This is one the most beautiful cultural place of the city, Kolkata. Basically a govt sponsored film & cultural centre. This place can offer you several things at a time. For me, I often visit here for watching cinema & you can also have an evening chat with friends. The place become bustling with dancing, singing in the evening. Lots of options for fooding outside in the premise. The ticket price is very pocket friendly, good for the school or college students. There are 3 screens. Nandan 1 is the largest in capacity, I guess. I watched several cinema here. You can feel that the seating arrangement is not that good, not enough leg space, even you can't push your seat back like many others offer. But at this price point, this should be normal. Other 2 screens are comparatively smaller that the first one. The place is very easy to access. The area quite a big with a water body behind & is very clean.",
            "author_name": "Rupam Paul",
            "relative_time_description": "",
            "time": 1747622049,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visited Nandan Kolkata recently and really liked the vibe of the place. It has this calm, artistic charm and is always buzzing with people - from film lovers to college students just hanging around. What makes it even more special is that the iconic filmmaker Satyajit Ray was actually involved in designing the logo and played a key role in shaping the idea of Nandan. You can really feel that cultural and creative energy here. Watched a film, walked around a bit, and clicked a few photos which I've shared here. If you're in Kolkata and love cinema or just want a peaceful spot to relax, definitely give Nandan a visit.",
            "author_name": "ADITYA ROY",
            "relative_time_description": "",
            "time": 1746893973,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nandan is the cultural heartbeat of Kolkata-a perfect blend of cinema, art, and nostalgia. From classic films to vibrant festivals, it's a haven for movie lovers. Peaceful ambience, affordable tickets, and intellectual vibes make it a must-visit for every Kolkatan.",
            "author_name": "Prasun Saha",
            "relative_time_description": "",
            "time": 1748227837,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Movie theater",
          "Cultural center",
          "Performing arts theater"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 303,
            "2": 156,
            "3": 870,
            "4": 5526,
            "5": 22973
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.542305,
        "address": "1 1, Acharya Jagdish Chandra Bose Rd, Maidan, Kolkata, West Bengal 700020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJU8fZJNRwAjoR7-EJFyf-Yoo",
        "generalDescription": "Rabindra Sarovar Lake, also known as Dhakuria Lake, is a picturesque artificial lake located in south Kolkata. Surrounded by lush greenery, it offers a serene and romantic atmosphere, making it a popular spot for couples and morning walkers alike. The lake is complemented by large trees, a children's park, and well-maintained walkways that provide an ideal setting for leisurely strolls.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.356109,
        "rating": 4.6,
        "numRatings": 4644,
        "sources": [
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The artificial lake in south Kolkata offers an awesome view to cherish both in the morning and evening. The lake is surrounded by large trees, a children’s park, a garden, and a beautiful walk-along path throughout, making it a perfect romantic place in Kolkata. It is a haunt for all the morning walkers and is the only place to be yourself amidst the busy life of south Kolkata.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 2,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412114",
            "type": "webPlacesList",
            "url": "https://thesolitarymoon.wordpress.com/2014/01/27/5-really-romantic-places-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "The lake is huge with a beautiful forest-cramped island in the middle. The shores are green and lavish. There is a lot of space to walk hand in hand or just sit on the benches or at the edge of the lake.",
            "siteName": "Just a Few Words",
            "shortName": "5 really romantic places in Kolkata",
            "indexInSource": 0,
            "iconSiteId": 202156,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ujKttEJ4qilhRYrH9XwbywlFbNXGHLYA",
          "HqVMj9wNsh8Q8guGrSZRY64rxr2KN6kO",
          "x8fKbg0m8bu8ql5mEJpshbviFCRGlpE8",
          "ujKttEJ4qilhRYrH9XwbywlFbNXGHLYA",
          "HqVMj9wNsh8Q8guGrSZRY64rxr2KN6kO",
          "x8fKbg0m8bu8ql5mEJpshbviFCRGlpE8"
        ],
        "openingPeriods": [],
        "name": "Rabindra Sarovar Lake",
        "placeId": "ChIJU8fZJNRwAjoR7-EJFyf-Yoo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The scenic Rabindra Sarobar Lake adds a serene charm to the surroundings, with its tranquil waters and lush greenery creating a perfect escape from the city's hustle. It's a haven for nature lovers, morning joggers, and photographers alike. The peaceful ambiance makes it an ideal backdrop for the Bengal Rowing Club's graceful water sports.",
            "author_name": "William Mondal",
            "relative_time_description": "",
            "time": 1745314410,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A really nice place to have some tranquil time. Been visiting here since my high school days and almost nothing has changed for the better. Same old trees and the same old lake. You can find migrant birds from the asian sub continent in winter time. A really nice photogenic place for some occasional shoots. Good place to hangout with friends. We often used to hangout here after our school was over. Ofcourse this place is a nostalgic place to me. Now after all these years I come here to revisit the beautiful memories. Taking a walk past the lake is always a pleasant experience. If I ever leave kolkata permanently this will be the place I will miss the most.",
            "author_name": "Arunava Ganguly",
            "relative_time_description": "",
            "time": 1753695760,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ravindra Sarobar Lake serves many purposes for different people. Some come here for their morning walks, others to find peace and calmness. You'll see couples strolling through the park, while nature lovers and photographers capture the beauty of the lake, birds, and surroundings. It's a place that welcomes everyone in their own way.",
            "author_name": "Somdip Ganguly",
            "relative_time_description": "",
            "time": 1751950802,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.rainwaterharvesting.org/ravindra_sarovar/rabindra-sarovar.htm",
        "index": 10,
        "id": "",
        "categories": [
          "Lake"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 71,
            "2": 37,
            "3": 236,
            "4": 1118,
            "5": 3182
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.510951,
        "address": "Dhakuria, Rabindra Sarobar, Kolkata, West Bengal",
        "travel_time": null
      },
      {
        "_id": "ChIJCbjf7lJxAjoRskv1RgAXlAU",
        "generalDescription": "Ozora is a vibrant terrace seating pub and restaurant located on the twentieth floor of Acropolis Mall in Kasba, Kolkata. It offers a stunning view of the city, making it an ideal spot for a romantic evening. The venue specializes in tea-based cocktails and mocktails, offering unique options like Te Basilica and Tam Bram Thank You Maam.",
        "utcOffset": 330,
        "maxMinutesSpent": 30,
        "longitude": 88.39292,
        "rating": 4.3,
        "numRatings": 13483,
        "sources": [
          {
            "id": "56130",
            "type": "webPlacesList",
            "url": "https://www.whatshot.in/kolkata/the-best-romantic-restaurants-in-kolkata-that-are-perfect-for-a-dreamy-date-c-20912",
            "sourceSite": "Web",
            "snippet": "Ozora is one of the best romantic restaurants for couples who happen to enjoy upbeat vibes and zesty music, then Ozora is where you ought to be headed to for a romantic yet exciting evening with your significant other. Crowned on the whopping 20th floor of Acropolis Mall in Kasba, it has a stunning and spacious rooftop dining space that offers THE MOST spellbinding view of the city. At Ozora, you can unwind from the week's stress and relish a passionate conversation with someone you deeply admire.",
            "siteName": "Whats Hot",
            "shortName": "The Best Romantic Restaurants In Kolkata That Are Perfect For A Dreamy Date",
            "indexInSource": 1,
            "iconSiteId": 524,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "v97l7FUuVRHXbOEThuPGa9xDpnQMiU5c",
          "1Jl46FS8Yp1sD5ep0AtWeWiO5ltmyug5",
          "YtfXlK9rvsFPKxK0BjcOmdO6zx0ZwXA6",
          "rTpoQqTe4gNR4QDPFBIJmILAB1uoVASn",
          "v97l7FUuVRHXbOEThuPGa9xDpnQMiU5c",
          "1Jl46FS8Yp1sD5ep0AtWeWiO5ltmyug5",
          "YtfXlK9rvsFPKxK0BjcOmdO6zx0ZwXA6",
          "rTpoQqTe4gNR4QDPFBIJmILAB1uoVASn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "2355"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "2355"
            }
          }
        ],
        "name": "Ozora",
        "placeId": "ChIJCbjf7lJxAjoRskv1RgAXlAU",
        "internationalPhoneNumber": "+91 98366 78686",
        "reviews": [
          {
            "rating": 5,
            "text": "It is a great pleasure to experience such kind of ambiance with food and drinks. I like the ambience heavenly and also the quality of food is great. We visit often here to enjoy the beautiful environment of the place and spent a good quality time. 3000/4000 Rupees is enough for a couple including drinks.",
            "author_name": "Sayantika Nandy",
            "relative_time_description": "",
            "time": 1738222245,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "**Ozora, Kolkata: A Brief Review**\n\n**Ambiance & Atmosphere**:\nOzora offers an elegant yet lively rooftop dining experience with panoramic views of Kolkata. The interior features contemporary decor, warm lighting, and comfortable seating, making it ideal for evening gatherings.\n\n**Service Quality**:\nWhile some guests appreciate the attentive staff, there are mixed reviews about service. Some mention professional service, while others highlight untrained staff and issues with drink preparation.\n\n**Food & Drink**:\nThe menu offers a variety of cuisines with flavorful dishes. However, feedback on drink quality varies, with some noting that cocktails lack expertise.\n\n**Cleanliness & Hygiene**:\nDetails on cleanliness are limited, but as a premium venue, it likely adheres to standard hygiene protocols.\n\n**Value for Money**:\nWhile prices reflect the premium setting and views, some feel the quality of service and drinks doesn't justify the cost.\n\n**Overall Experience**:\nOzora provides a unique dining experience with stunning views but mixed service and drink quality. It's worth visiting for special occasions, but experiences may vary.",
            "author_name": "Shreya Das",
            "relative_time_description": "",
            "time": 1741366526,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had a wonderful evening at Ozora – the ambiance was simply stunning! Dining on the rooftop of the 20th floor offered breathtaking views of the city skyline. The atmosphere was elegant yet relaxed, perfect for both a romantic date or a casual hangout with friends.\n\nThe food was delicious – every dish was beautifully presented and full of flavor. The staff was warm, courteous, and attentive, making the experience even more memorable. Highly recommend this place if you're looking for good vibes, great food, and an unforgettable rooftop experience! 🍽✨",
            "author_name": "Sapon Naskar",
            "relative_time_description": "",
            "time": 1749405704,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 4,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://ozora.wchindia.com/",
        "index": 11,
        "id": "",
        "categories": [
          "Restaurant",
          "Banquet hall",
          "Bar",
          "Event venue",
          "Fine dining restaurant",
          "Wedding venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 668,
            "2": 335,
            "3": 951,
            "4": 3224,
            "5": 8283
          }
        },
        "minMinutesSpent": 30,
        "latitude": 22.514709,
        "address": "20 Floor, 1858, Acropolis Mall, Rajdanga Main Rd, Kolkata, West Bengal 700107, India",
        "travel_time": null
      },
      {
        "_id": "ChIJAYpE6KJ3AjoR5Gp1_roxcPw",
        "generalDescription": "Millennium Park in Kolkata is a picturesque waterfront park that stretches along the Hooghly River, offering stunning views of the river and the iconic Howrah Bridge. The park's landscaped gardens, manicured lawns, and lovely sculptures create a romantic setting for couples to enjoy some quality time together. Situated beside the Ganges, it provides a peaceful and private ambiance with cool breezes perfect for romance.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 88.344549,
        "rating": 4.1,
        "numRatings": 30025,
        "sources": [
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The place with irresistible beauty and situated just beside the Ganges, Millennium park has earned its position among one of the most romantic places in Kolkata due to its beauty, peace, privacy and reachability. It is the most visited location in Kolkata for the couples who want to spend some quality time together. Its presence beside the river gifts the visitors with cool breeze, a serene view and the perfect ambiance for romance.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 7,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "409331",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Stretching for about 2.5 km along the Hooghly River, Millennium Park is undoubtedly one of the top places in Kolkata for couples. Dotted with plants, trees, and lovely sculptures, the landscaped gardens and manicured lawns provide the perfect setting for a romantic date. The incredible views of the river and the iconic Howrah Bridge add to its allure while the amusement rides available here enhance its fun quotient.",
            "siteName": "FabHotels",
            "shortName": "13 Romantic Places for Couples in Kolkata 2024: Location List",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223163",
            "type": "webPlacesList",
            "url": "https://asruptravels.com/places-for-couples-in-kolkata-will-make-you-happy/",
            "sourceSite": "Web",
            "snippet": "A date is a perfect time to explore the nooks and corners of any big city. No matter if you are in love or on a date with your friend; as long as you are in Kolkata, there are plenty of romantic spots that couples enjoy the most. Whether one is looking for an outstanding place to carry out a candle-lit dinner, or somewhere quiet to spend some quality time with their partner, Kolkata has all the options.",
            "siteName": "Welcome",
            "shortName": "17 Best Places For Couples In Kolkata: Romantic Places",
            "indexInSource": 8,
            "iconSiteId": 18983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "The Millennium Park) is one of the most romantic places in Kolkata for couples, where there is indescribable beauty on the banks of the Ganges. Millennium Park has a clear environment, beautiful scenery and a safe place where you need to visit at least once. From here you can get some great views of the Ganges and the Howrah Bridge, as well as you can also get boats and launches on the Ganges.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 4,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277874",
            "type": "webPlacesList",
            "url": "https://indianchacha.com/best-places-for-couples-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Millennium Park gives lovebirds a beautiful river view of nature and a relaxing ambiance, and well-maintained sitting space. You can get some stunning views of the Ganges and the Howrah Bridge. The Millennium Park by the Ganges should be one of the most romantic parks or one of the best places for couples in Kolkata.",
            "siteName": "Explore India with Indian Chacha",
            "shortName": "11 Best Places For Couples in Kolkata (Best for Romance)",
            "indexInSource": 1,
            "iconSiteId": 27869,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "By the Hooghly River, the Millennium Park has to be one of the most romantic gardens of Kolkata. Witnessing the sunset for one is one of the most idyllic of things that you can venture here with your partner. Also offering the chance of boating this place sure holds the key to your loved one’s heart.",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 1,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412118",
            "type": "webPlacesList",
            "url": "https://travel-india.in/10-best-romantic-places-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Hours can be spent with loved ones in this beautiful park on the banks of the Ganges. This park’s own shovar will take your mind to sit on the banks of the Ganges and watch the gentle breeze of the Ganga boats and the sunset. The elegant beauty of Millennium Park has many benches to sit comfortably.",
            "siteName": "Travel India Information",
            "shortName": "10 Best Romantic Places in Kolkata for Couples this season",
            "indexInSource": 5,
            "iconSiteId": 202158,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "Beautiful views, a relaxing ambience, and a well-maintained space make up Millennium Park. From here, you can get some stunning views of the Ganges and the Howrah Bridge. Sculptures dot the area, and a gentle breeze can always be found blowing.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 7,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 7,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "377788",
            "type": "webPlacesList",
            "url": "https://www.romanticbug.com/top-romantic-places-in-kolkata.html",
            "sourceSite": "Web",
            "snippet": "Several visitors throng the park for the duration of the day. The park is covered with greenery all around. There are seats in the park for you to sit and unwind in the company of the charitable and elegant beauty of the Millennium Park.",
            "siteName": "Romantic Travel Guide",
            "shortName": "14 Best Romantic Places in Kolkata For Couples",
            "indexInSource": 9,
            "iconSiteId": 3182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1415570",
            "type": "webPlacesList",
            "url": "https://lbb.in/kolkata/places-for-romantic-dates-kolkata/",
            "sourceSite": "Web",
            "snippet": "This park along the strand is a perfect spot for an eventful date. Packed with vendors and families, it’s very safe and secure. Get gorgeous pictures looking out onto the river.",
            "siteName": "LBB, Kolkata",
            "shortName": "Visit These Romantic Places in Kolkata I",
            "indexInSource": 1,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KvvZMFva3VnuxmR74lP7lKA8bFqZkU4l",
          "ZSM2HJm304Ci3FSN3PmDbFwaB8JTMR6R",
          "LRI1m18QuFiPAARXbOVByzAFbp9vXPxL",
          "KvvZMFva3VnuxmR74lP7lKA8bFqZkU4l",
          "ZSM2HJm304Ci3FSN3PmDbFwaB8JTMR6R",
          "LRI1m18QuFiPAARXbOVByzAFbp9vXPxL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Millennium Park",
        "placeId": "ChIJAYpE6KJ3AjoR5Gp1_roxcPw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Millennium Park in Howrah and had a great experience, especially with the boat ride, which was the highlight of the visit. The ride was smooth and enjoyable, and the ticket price was incredibly affordable-just Rs. 6 for a one-way trip, making it a great value for money.\n\nThe park itself is a nice place to relax by the river, but the atmosphere was quite humid, which made it a bit uncomfortable to stay for long, especially during the day. Despite that, it's a good spot for a quick outing, and the boat ride alone makes it worth visiting.",
            "author_name": "Shankar Singh Rajput",
            "relative_time_description": "",
            "time": 1750078891,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a wonderful location for an afternoon stroll. While there was an initial entry fee of ₹20, access to parks 2 and 3 is now completely FREE. Park 1, however, is reserved for official visits. Furthermore, all the rides have been temporarily removed. Although the amphitheater is often utilized by roller skaters, it remains available for various artistic performances. Overall, it is a delightful place to relax and uplift one's spirits.",
            "author_name": "Amlan Saha Kundu",
            "relative_time_description": "",
            "time": 1753771088,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Millennium Park is a peaceful and scenic spot perfect for a relaxing walk by the riverside. The view of the Ganges, especially during evening, is absolutely stunning. It's clean, well-maintained, and has plenty of seating areas to just sit and enjoy nature. The palm trees and soft lighting in the evening create a beautiful ambiance. Great place for photography too.",
            "author_name": "Srijita Koley",
            "relative_time_description": "",
            "time": 1748615724,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://kolkatatourism.travel/millennium-park-kolkata",
        "index": 12,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1578,
            "2": 1120,
            "3": 4015,
            "4": 8331,
            "5": 14977
          }
        },
        "minMinutesSpent": 90,
        "latitude": 22.572821,
        "address": "12, Strand Rd, Bara Bazar, B.B.D. Bagh, Kolkata, West Bengal 700001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJMY9YQhR3AjoR5XEZx8wiZmQ",
        "generalDescription": "St. Paul's Cathedral is a significant Anglican church in Kolkata, completed in 1847. It boasts a restored steeple and remarkable stained glass windows. The cathedral stands as an impressive example of colonial architecture alongside the old Writers Building and the Victoria Memorial. Built to accommodate the growing European community, it resembles England's Norwich Cathedral with its pointed arches, buttresses, and vertical piers. St. Paul's Cathedral replaced St.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.346653,
        "rating": 4.6,
        "numRatings": 16981,
        "sources": [
          {
            "id": "1412128",
            "type": "webPlacesList",
            "url": "https://blog.brevistay.com/romantic-escapes-top-10-places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Couples yearning for a serene and romantic setting find it imperative to embark on a journey to St. Paul’s Cathedral. This marvel of architecture emanates a profound sense of calm, offering a sanctuary to those desiring respite from the urban commotion.",
            "siteName": "blog.brevistay.com",
            "shortName": "Top 10 Romantic Places to Visit in Kolkata for Couples",
            "indexInSource": 2,
            "iconSiteId": 93798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "f27AzI9K7ZwGqMU72cYSWOBnD3GfEtDi",
          "XOXaIUHcqlFagjIkCcbawHzPHEiXZ49V",
          "NipcluASZonFka8QI6pqcbHX8crQe7E4",
          "bkgEWJ7dDkATHH06IB4Cajx7CEPt5Spr",
          "k3H3a0ee4N8uNFgvbmf8wajlSrABu1Xe",
          "f27AzI9K7ZwGqMU72cYSWOBnD3GfEtDi",
          "XOXaIUHcqlFagjIkCcbawHzPHEiXZ49V",
          "NipcluASZonFka8QI6pqcbHX8crQe7E4",
          "bkgEWJ7dDkATHH06IB4Cajx7CEPt5Spr",
          "k3H3a0ee4N8uNFgvbmf8wajlSrABu1Xe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "St. Paul's Cathedral",
        "placeId": "ChIJMY9YQhR3AjoR5XEZx8wiZmQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "St. Paul's Cathedral is a must-visit for those who appreciate history, architecture and tranquility. With an entry fee of ₹10, this iconic church offers a peaceful and serene atmosphere that makes you feel instantly at ease.\n\nThe Gothic-style architecture is truly stunning with high ceilings, intricate stained-glass windows, and beautifully designed interiors. While photography is not allowed inside, the experience of just sitting there in silence, soaking in the calmness is worth it.\n\nWhether you're visiting for prayer, history or just some quiet time, St. Paul's Cathedral is a perfect escape from the city's hustle. Highly recommended for a peaceful and reflective experience!",
            "author_name": "Vijender Singh",
            "relative_time_description": "",
            "time": 1742768797,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "St. Paul's Cathedral in Kolkata is a majestic symbol of Indo-Gothic architecture and colonial heritage. Completed in 1847, it was the first Anglican cathedral built in Asia and remains the seat of the Diocese of Calcutta. Designed by Major William Nairn Forbes and architect C.K. Robinson, its towering spire, pointed arches, and stained-glass windows reflect a blend of Gothic Revival and Indian adaptations suited to the local climate. Located on Cathedral Road near Victoria Memorial and Birla Planetarium, the cathedral is surrounded by lush gardens and offers a serene retreat from the city's bustle. Inside, visitors find a high-vaulted nave, intricate woodwork, and frescoes depicting the life of St. Paul.",
            "author_name": "Abhik",
            "relative_time_description": "",
            "time": 1752423851,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An architectural masterpiece!\nVisiting St. Paul's Cathedral was an unforgettable experience. The grandeur of the dome, the intricate details in the interior, and the peaceful ambiance make it truly breathtaking. The Whispering Gallery is a unique highlight, and the panoramic view from the top is worth every step. The staff were warm and welcoming, and the entire place is well-maintained. Highly recommend booking tickets in advance to make the entry smooth and hassle-free. A must-visit for history, architecture, and photography lovers!",
            "author_name": "Naman Singh",
            "relative_time_description": "",
            "time": 1754970558,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Cathedral",
          "Sights & Landmarks",
          "Church",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 181,
            "2": 144,
            "3": 737,
            "4": 3779,
            "5": 12134
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.544271,
        "address": "Rabindra Sadan, 1A, Cathedral Rd, Maidan, New Market Area, Kolkata, West Bengal 700071, India",
        "travel_time": null
      },
      {
        "_id": "ChIJq8TgaSpxAjoRRRIterTeKgQ",
        "generalDescription": "Rabindra Sarobar, also known as Dhakuria Lake, is a picturesque artificial lake located in south Kolkata, West Bengal. Spanning over 70 acres of lush green space with shade trees and pathways, it offers a serene atmosphere for visitors to enjoy nature. The lake was created in 1921 by excavating a marsh and has since become a popular destination for morning walkers and joggers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.363695,
        "rating": 4.5,
        "numRatings": 4676,
        "sources": [
          {
            "id": "277874",
            "type": "webPlacesList",
            "url": "https://indianchacha.com/best-places-for-couples-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Has a tranquil atmosphere, which is one of the best places to spend time with girlfriend in Kolkata for a quiet moment together. Though Kolkata has many water bodies which prove to be good places for couples to hang out, Rabindra Sarobar is one of the most beautiful couple spots in Kolkata, escaping from the hustle and bustle sound of the city. An artificial lake in Rabindra Sarobar with lush greenery surrounding gives a Vibe of Nature to the Love Birds.",
            "siteName": "Explore India with Indian Chacha",
            "shortName": "11 Best Places For Couples in Kolkata (Best for Romance)",
            "indexInSource": 6,
            "iconSiteId": 27869,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "Rabindra Sarobar Lake is the right place for you if you want to feel different in Kolkata City. There are several reservoirs in Kolkata but these reservoirs at Rabindra Sarobar have become a good hangout point for couples. The green and waterfront enclosure makes it an ideal backdrop where you can share heartfelt sensations with your loved ones, including the chirping of birds and with mild sunlight the track can get lost in time if you’re here.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 3,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1415570",
            "type": "webPlacesList",
            "url": "https://lbb.in/kolkata/places-for-romantic-dates-kolkata/",
            "sourceSite": "Web",
            "snippet": "A romantic list on Kolkata cannot be complete without the Rabindra Sarobar Lake where everyone finds privacy and acceptance. After extensive maintenance work in the recent past, the lakes are as beautiful as ever. You might want to watch out for the mosquitoes particularly in the monsoon evenings, since they can interrupt your alone-time.",
            "siteName": "LBB, Kolkata",
            "shortName": "Visit These Romantic Places in Kolkata I",
            "indexInSource": 3,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477569",
            "type": "webPlacesList",
            "url": "https://www.mistay.in/travel-blog/15-romantic-ways-to-spend-a-day-with-your-girlfriend-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "This Artificial Lake created in the early 1920's is a romantic getaway for couples in Kolkata. Easily accessible by Road transports, Metros and Train, and surrounded by loads of couple friendly hotels and restaurants. It is a perfect place for couples to engage in heartfelt conversations and spend an romantic evening together.",
            "siteName": "MiStay Travel Blog",
            "shortName": "15 Romantic places in Kolkata perfect for a date with your girlfriend",
            "indexInSource": 5,
            "iconSiteId": 3283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Kolkata has several water bodies which prove to be a good hang out points for couples, but the Rabindra Sarobar is by far one of the most beautiful places to escape from the cacophony of the Kolkata city. The solitude that the place guarantees sure sets the mood right for a date. Must Read : Romantic Restaurants in Kolkata",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 9,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412118",
            "type": "webPlacesList",
            "url": "https://travel-india.in/10-best-romantic-places-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "This artificial water body is an ideal place for a private conversation with loved ones in Kolkata. The park’s pollution-free environment, lush green surroundings have established it as one of the most romantic spots in Kolkata. Many migratory birds can be seen here during winter.",
            "siteName": "Travel India Information",
            "shortName": "10 Best Romantic Places in Kolkata for Couples this season",
            "indexInSource": 3,
            "iconSiteId": 202158,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223163",
            "type": "webPlacesList",
            "url": "https://asruptravels.com/places-for-couples-in-kolkata-will-make-you-happy/",
            "sourceSite": "Web",
            "snippet": "One of the most romantic spots in Kolkata city is Rabindra Sarobar Lake. It is a great place for a romantic walk, especially when you are dating your partner. It is in South Kolkata surrounded by greenery and offers a peaceful environment.",
            "siteName": "Welcome",
            "shortName": "17 Best Places For Couples In Kolkata: Romantic Places",
            "indexInSource": 5,
            "iconSiteId": 18983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "This artificial lake is a quiet haven with lush greenery surrounding it. In winter one can see many migratory birds perched in and around the lake. The lakeside walkways are perfect if you want to take a romantic stroll with your partner.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 6,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 6,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "377788",
            "type": "webPlacesList",
            "url": "https://www.romanticbug.com/top-romantic-places-in-kolkata.html",
            "sourceSite": "Web",
            "snippet": "Dhakuria Lake otherwise called Rabindra Sarobar is an artificial lake in south Kolkata. Dhakuria lake is another beautiful and romantic space for college going couples. Mostly college students visit this place.",
            "siteName": "Romantic Travel Guide",
            "shortName": "14 Best Romantic Places in Kolkata For Couples",
            "indexInSource": 7,
            "iconSiteId": 3182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412128",
            "type": "webPlacesList",
            "url": "https://blog.brevistay.com/romantic-escapes-top-10-places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Nestled amidst a lush emerald embrace, Rabindra Sarobar is a haven of tranquillity. Here, couples can escape the chaotic city life and submerge themselves in the serene ambience of this paradisiacal haven.",
            "siteName": "blog.brevistay.com",
            "shortName": "Top 10 Romantic Places to Visit in Kolkata for Couples",
            "indexInSource": 6,
            "iconSiteId": 93798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "409331",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Rabindra Sarobar or Dhakuria Lake – call it what you may – remains among the favorite places for couples in Kolkata.",
            "siteName": "FabHotels",
            "shortName": "13 Romantic Places for Couples in Kolkata 2024: Location List",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "S9iUf5Mzco17DKQLbH2jWb6ZPD1qXnFY",
          "sYrQo3QfZLbzZOgvcHJTWwqG8vMb478w",
          "1szJuRpMzW1nNygJhfNJIcx5OPz4Eroo",
          "S9iUf5Mzco17DKQLbH2jWb6ZPD1qXnFY",
          "sYrQo3QfZLbzZOgvcHJTWwqG8vMb478w",
          "1szJuRpMzW1nNygJhfNJIcx5OPz4Eroo"
        ],
        "openingPeriods": [],
        "name": "Rabindra Sarobar",
        "placeId": "ChIJq8TgaSpxAjoRRRIterTeKgQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Until you go inside, you won't know how beautiful the place is.\n\nIt's serene and peaceful. It's a pleasant combination of a huge artificial lake, lush green grass, and a great variety of tall trees.\n\nIt's an ideal place for a morning or evening walk.\n\nExpect to see many varieties of birds in great numbers.",
            "author_name": "Abhijit Biswas",
            "relative_time_description": "",
            "time": 1741763354,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's the biggest artificial lake of Kolkata. Surrounded by flora and fauna. Well maintained.\nPeople from all walks of life come here , there are many clubs/ association,s are around it related to sports, cultural activities and clubbing.",
            "author_name": "RAJESH “Supreme Treads Pvt Ltd” VERMA",
            "relative_time_description": "",
            "time": 1745310978,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "As the sun begins to dip behind the treetops, Rabindra Sarovar transforms into something magical. The golden light reflects off the still waters of the lake, painting the entire scene in warm hues of orange and pink. Birds return to their nests, their silhouettes dancing across the sky, while some glide just above the water, creating ripples in the calm surface.\n\nFamilies stroll along the tree-lined paths, some laughing, some simply soaking in the quiet. Children play near the benches, and couples find quiet corners to sit and talk. Occasionally, you'll spot kayakers gently paddling across the lake, their boats cutting through the sunset's reflection like brushstrokes on a canvas.\n\nIt's not just a park-it's a breath of fresh air, a reminder of how beautiful moments can still exist in the heart of a busy city. Whether you're here for a peaceful walk, to take photos, or to simply sit and watch nature do its thing, evenings at Rabindra Sarovar offer a rare kind of calm that stays with you long after you leave.",
            "author_name": "Pranay Karmakar",
            "relative_time_description": "",
            "time": 1745508281,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Lake",
          "Nature & Parks",
          "Bodies of Water"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 93,
            "2": 57,
            "3": 214,
            "4": 1149,
            "5": 3157
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.512145,
        "address": "Dhakuria, Rabindra Sarobar, Kolkata, West Bengal 700029",
        "travel_time": null
      },
      {
        "_id": "ChIJrXycR-d2AjoRkj9lPDKZ4yw",
        "generalDescription": "Park Street, also known as Mother Teresa Sarani, is a prominent thoroughfare in Kolkata, West Bengal. It is renowned for its historic sites, upscale boutiques, charming cafes, and vibrant nightlife. The street offers a wide array of internationally-recognized fast-food outlets, English-style pubs, hip nightclubs, and restaurants serving diverse cuisines. Additionally, it boasts western-style supermarkets and enticing bookshops.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.351357,
        "rating": 4.5,
        "numRatings": 4097,
        "sources": [
          {
            "id": "1171498",
            "type": "webPlacesList",
            "url": "https://santorinidave.com/best-places-kolkata",
            "sourceSite": "Web",
            "snippet": "Branching off at a sharp angle from Chowringhee Road, the facilities along Park Street are as enticing and refined as anywhere in Asia. This one-way road and, to a lesser degree, the backstreets are lined with internationally-recognized fast-food outlets, English-style pubs, hip nightclubs, and restaurants that serve pizzas rather than parathas. Still known (and probably always will be) as simply Park Street, the shopping is among the finest in India – from western-style supermarkets to tempting bookshops and gorgeous boutiques selling silk saris.",
            "siteName": "Santorini Dave",
            "shortName": "WHERE TO STAY in KOLKATA",
            "indexInSource": 3,
            "iconSiteId": 507,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Park Street is the main hub of restaurants and bars and has an ambient atmosphere. The vibes, the mood & the nostalgia are just out of the world & that’s why Park Street never gets old for anyone who’s been visiting the place for decades. Stop by the Oxford bookstore for browsing through their immense collection of books and treat yourself with a latte in there.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 9,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412128",
            "type": "webPlacesList",
            "url": "https://blog.brevistay.com/romantic-escapes-top-10-places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "As day transforms into night, Park Street in Kolkata emerges as a vibrant hub, teeming with gastronomic and entertainment options for couples seeking a vivacious nocturnal experience.",
            "siteName": "blog.brevistay.com",
            "shortName": "Top 10 Romantic Places to Visit in Kolkata for Couples",
            "indexInSource": 5,
            "iconSiteId": 93798,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XFYjEumBC0LwmZAiIIGpohED7wwUfgSz",
          "xnT430E7PoSfgAs4FzMpgn125adqKUTn",
          "NloKTF3ERZrIyrvBTo9g1BH8UgoYr9Oe",
          "oGjXyqKwAN6QyRaqf5ttxezvp1WQFDsL",
          "d3XiVTh8WBjC5RqST2kJWZvAnWkfW5Nt",
          "XFYjEumBC0LwmZAiIIGpohED7wwUfgSz",
          "xnT430E7PoSfgAs4FzMpgn125adqKUTn",
          "NloKTF3ERZrIyrvBTo9g1BH8UgoYr9Oe",
          "oGjXyqKwAN6QyRaqf5ttxezvp1WQFDsL",
          "d3XiVTh8WBjC5RqST2kJWZvAnWkfW5Nt"
        ],
        "openingPeriods": [],
        "name": "Park St",
        "placeId": "ChIJrXycR-d2AjoRkj9lPDKZ4yw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Winter wonderland!!!❤️🫶🏼 Absolute paradise for food lovers and a wholesome experience!!",
            "author_name": "Saloni Chowdhuri",
            "relative_time_description": "",
            "time": 1748060221,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most happening and burstling places in kolkata city with loads of shops and restaurants.",
            "author_name": "Jeswin Jose",
            "relative_time_description": "",
            "time": 1753537849,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful place ❤️❤️❤️ to spend weekend",
            "author_name": "Devlina Dutta",
            "relative_time_description": "",
            "time": 1756392328,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Notable street",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 80,
            "2": 49,
            "3": 226,
            "4": 969,
            "5": 2767
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.55411,
        "address": "Kolkata, West Bengal, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ1QFmx7F3AjoR7p8V5lY2fN4",
        "generalDescription": "Elliot Park, located in Kolkata, is a romantic green space perfect for couples looking to spend quality time together. The park features lush greenery, ponds, fountains, and ample seating areas. It also hosts free concerts and events. Originally established by Tata Steel, the park is now maintained by Kolkata Municipality while still retaining its natural beauty. Spanning nearly 90,000 square feet, the park offers walkways, jogging tracks, restaurants, museums and outlets for visitors to enjoy.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 88.348183,
        "rating": 4.3,
        "numRatings": 15279,
        "sources": [
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The park is a breath of fresh air and just the perfect spot for couples who want to spend some quality time together. Enriched with lush greenery, pond, fountains, and enough seating area, the park lies amidst the lap of nature and hence is one of the most romantic places in Kolkata. Apart from the mesmerizing beauty, the park offers happenings of various concerts and events which can be attended at no cost.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 4,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "This sprawling park comes as a breath of fresh air in the heart of the city. With well-maintained lush greenery, fountains, ponds, walkways and jogging tracks and ample seating areas scattered around the park it finds an enthusiastic audience in the city's youth. The park also offers a modicum of privacy for couples seeking a brief respite from their busy lives to enjoy each other's company.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": "This sprawling park comes as a breath of fresh air in the heart of the city. With well-maintained lush greenery, fountains, ponds, walkways and jogging tracks and ample seating areas scattered around the park it finds an enthusiastic audience in the city’s youth. The park also offers a modicum of privacy for couples seeking a brief respite from their busy lives to enjoy each other’s company.",
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 1,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223163",
            "type": "webPlacesList",
            "url": "https://asruptravels.com/places-for-couples-in-kolkata-will-make-you-happy/",
            "sourceSite": "Web",
            "snippet": "Imagine you don’t have to deal with those awkward first dates that are too short or those blind dates that are held in a public place where you hardly get any privacy. Imagine if instead, you can just chill at a private spot and talk to each other while your comfort levels increase. Then the comfort levels hit a peak and the two of you go for a kiss but don’t kiss.",
            "siteName": "Welcome",
            "shortName": "17 Best Places For Couples In Kolkata: Romantic Places",
            "indexInSource": 2,
            "iconSiteId": 18983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "The idea incepted by Tata Steel Company, this park was under their supervision for quite some time and now falls under the Kolkata Administration. But the beauty of the place has not diminished a single ounce. quite the spot fort eh lovers of the city, this park overlooks the Chowringhee Lane.",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 5,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1415570",
            "type": "webPlacesList",
            "url": "https://lbb.in/kolkata/places-for-romantic-dates-kolkata/",
            "sourceSite": "Web",
            "snippet": "Ditch the crowded Victoria Memorial because Elliot Park is just around the corner from there (opposite St. Paul’s Cathedral) and is full of greenery and privacy. Entry is free and you get to enjoy pretty fountains and lush greenery. There are also guards who patrol here, so it’s pretty safe.",
            "siteName": "LBB, Kolkata",
            "shortName": "Visit These Romantic Places in Kolkata I",
            "indexInSource": 0,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277874",
            "type": "webPlacesList",
            "url": "https://indianchacha.com/best-places-for-couples-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "The peaceful and romantic atmosphere for a perfect couples getaway which exactly located near Victoria. Tata Steel Company incepted Elliot Park which had been under their care for some time. Now, the park is now under the administration of Kolkata and is maintained by Kolkata Municipality.",
            "siteName": "Explore India with Indian Chacha",
            "shortName": "11 Best Places For Couples in Kolkata (Best for Romance)",
            "indexInSource": 3,
            "iconSiteId": 27869,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "Besides, there are many more places to visit in Kolkata like The Bridge In Floatel, Elliot Park, Marble Palace, Indian Museum, Science City, Birla Planetarium, Cafe Ekante, Nicco Park, Aquatica Water Park, Snow Park etc.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 7,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412118",
            "type": "webPlacesList",
            "url": "https://travel-india.in/10-best-romantic-places-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Elliot Park is a beautifully landscaped park adjacent to Calcutta Brigade Parade Ground. This park is made keeping in mind everyone from the little ones. So, there is not much for children to ride here.",
            "siteName": "Travel India Information",
            "shortName": "10 Best Romantic Places in Kolkata for Couples this season",
            "indexInSource": 7,
            "iconSiteId": 202158,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rutHvjTViw8DwzeN7KaYbvj6cQKU2xiB",
          "4JCrBTbsERp4TH453LspZ68tuLM1JuGc",
          "tQTviJBUGF75jPvMTfQn0mAb8pCNKRBg",
          "rutHvjTViw8DwzeN7KaYbvj6cQKU2xiB",
          "4JCrBTbsERp4TH453LspZ68tuLM1JuGc",
          "tQTviJBUGF75jPvMTfQn0mAb8pCNKRBg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1300"
            },
            "close": {
              "day": 1,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1300"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1300"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1300"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1300"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Elliot Park",
        "placeId": "ChIJ1QFmx7F3AjoR7p8V5lY2fN4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most beautiful parks in Kolkata, a lovely environment of plants. Clean and very carefully arranged.",
            "author_name": "Utsaw Pan",
            "relative_time_description": "",
            "time": 1741459077,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A glorious park in the heart of Kolkata. It's open till 10am in the morning. Perfect location for morning walk, exercises and spending time with nature.",
            "author_name": "Ayan Sarkar.",
            "relative_time_description": "",
            "time": 1753612108,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "in all of Kolkata, this is THE place to be yourself. i have not yet seen a better park. serene, filled with tranquil trees, chirping of the birds and simply amazing atmosphere, this place is wonderful. it could get a little too warm in summers, though. but during winters, this place is way too wonderful. you could even take a walk around the park, under the tree shade, and it feels very refreshing. truly splendid!",
            "author_name": "Safina Paul",
            "relative_time_description": "",
            "time": 1749183926,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 558,
            "2": 374,
            "3": 1830,
            "4": 4428,
            "5": 8088
          }
        },
        "minMinutesSpent": 60,
        "latitude": 22.548028,
        "address": "Jawaharlal Nehru Rd, Maidan, Kolkata, West Bengal 700021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ32eM87V1AjoRkTcxeNNzLYQ",
        "generalDescription": "Nicco Park, situated in Bidhannagar, Kolkata, is a sprawling amusement park that offers a wide array of rides and games suitable for visitors of all ages. The park provides a clean and enjoyable environment with well-maintained rides. While the entry fee includes complimentary access to 13 rides, additional attractions are available at an extra cost. Online ticket purchasing is convenient and helps avoid long queues at the entrance. The park also features dining options within its premises.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 88.420508,
        "rating": 4.4,
        "numRatings": 5412,
        "sources": [
          {
            "id": "277874",
            "type": "webPlacesList",
            "url": "https://indianchacha.com/best-places-for-couples-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "As we already know in the previous article about Best Water Parks in Kolkata, Nicco Park is an Amusement Park in Kolkata and it is also known as the Disneyland of Kolkata. Nicco Park, With a number of rides on its premises, work wonders to hit the spark between couples. Nicco Park is the Best Place for couples to level their romance with fun and amazing rides.",
            "siteName": "Explore India with Indian Chacha",
            "shortName": "11 Best Places For Couples in Kolkata (Best for Romance)",
            "indexInSource": 2,
            "iconSiteId": 27869,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "The Disneyland of the West, the Nicco Park is a recreational park that has several rides in its premises which work wonders in striking the spark between couples. especially the waterpark at the joint works irrefutably well to make the couples revive the charm of a relationship. Suggested to Read : Water Parks in Kolkata",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 2,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223163",
            "type": "webPlacesList",
            "url": "https://asruptravels.com/places-for-couples-in-kolkata-will-make-you-happy/",
            "sourceSite": "Web",
            "snippet": "Finding the best place for couples in Kolkata has never been this easy!. If you’re looking for dating places for couples in Kolkata, Nicco Park offers a wide collection of things to do for couples. It is one of the best and most sought-after places for dating in Kolkata.",
            "siteName": "Welcome",
            "shortName": "17 Best Places For Couples In Kolkata: Romantic Places",
            "indexInSource": 6,
            "iconSiteId": 18983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477569",
            "type": "webPlacesList",
            "url": "https://www.mistay.in/travel-blog/15-romantic-ways-to-spend-a-day-with-your-girlfriend-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "No need to worry for that, enjoy a day with your partner at Nicco Park. The rides gives a wholesome experience of fun and thrilling experience at the same time. A roller-coaster ride with your partner will be something you will remember for a long time.",
            "siteName": "MiStay Travel Blog",
            "shortName": "15 Romantic places in Kolkata perfect for a date with your girlfriend",
            "indexInSource": 2,
            "iconSiteId": 3283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "377788",
            "type": "webPlacesList",
            "url": "https://www.romanticbug.com/top-romantic-places-in-kolkata.html",
            "sourceSite": "Web",
            "snippet": "Also known as the Disneyland of West Bengal, Nicco Park is a 40 acre Amusement park in Kolkata. It is a perfect place for couples who want to enjoy their time together with fun-filled activities. Nicco Park is located at Salt Lake in Kolkata.",
            "siteName": "Romantic Travel Guide",
            "shortName": "14 Best Romantic Places in Kolkata For Couples",
            "indexInSource": 0,
            "iconSiteId": 3182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "If we list the fun places in Kolkata, Nicco Park tops the list. Just buy a ticket to the park and enjoy a day full of super fun filled rides. There are so many things to do at Nicco Park, you need a day to cover it entirely.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 17,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "Besides, there are many more places to visit in Kolkata like The Bridge In Floatel, Elliot Park, Marble Palace, Indian Museum, Science City, Birla Planetarium, Cafe Ekante, Nicco Park, Aquatica Water Park, Snow Park etc.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 12,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "If the list is about the fun places to visit in Kolkata, then Nicco park surely tops it. Do not forget to ride the roller coaster with your partner. It is worth the hype!",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 18,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Wrijugyc4aMry5XQT54Sadys2zn61HWg",
          "jVMyYWe4HsP4oWOj63zBqIvGzwGEV9Go",
          "H5NFle1BEkcn4uj2TjPikGoCSVQn4IFO",
          "Wrijugyc4aMry5XQT54Sadys2zn61HWg",
          "jVMyYWe4HsP4oWOj63zBqIvGzwGEV9Go",
          "H5NFle1BEkcn4uj2TjPikGoCSVQn4IFO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Nicco park",
        "placeId": "ChIJ32eM87V1AjoRkTcxeNNzLYQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nicco Park in Kolkata is a popular amusement park that offers a fun-filled experience for visitors of all ages. Here's what you can expect:\n\nVariety of Rides : Nicco Park has 48 rides and attractions, including roller coasters, water rides, and virtual reality experiences.\nFamily-Friendly : The park is ideal for spending quality time with family and kids, with many attractions suitable for all ages.\nCleanliness and Maintenance : The park is generally well-maintained, with a focus on cleanliness and safety.\n\nMust-Try Attractions:\n\nRiver Cave: A fun ride that's perfect for families and kids.\nSkydiver: A recent addition to the park that's gained popularity among visitors.\n\nOverall, Nicco Park is a great destination for families and thrill-seekers, offering a fun-filled experience with a range of rides and attractions.",
            "author_name": "JINNAT ARA KHATUN",
            "relative_time_description": "",
            "time": 1747057183,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "⭐⭐⭐⭐⭐\nNicco Park is without a doubt one of the best attractions in Kolkata for a fun-filled day with family and friends. From the moment you step inside, you're greeted with a lively atmosphere, lush greenery, and well-organized pathways that make the entire park easy to explore. It truly lives up to its nickname - the \"Disneyland of the East.\"\n\nThe variety of rides here is impressive. Whether you're an adventure seeker who loves high-speed roller coasters and the Cyclone ride, or someone who prefers calmer experiences like the cable car or toy train, there's something for everyone. The park maintains high safety standards, and you can see staff actively ensuring that rides are operated smoothly and securely.\n\nThe Water Park section is a highlight in itself - perfect for cooling off on a warm day. The wave pool, water slides, and lazy river are all well-maintained and super fun. Kids absolutely love the splash zones, and adults can enjoy the slides just as much.\n\nAnother great thing about Nicco Park is the cleanliness. You'll find dustbins at regular intervals, and the staff are quick to keep the area neat. There are also plenty of food stalls offering everything from snacks to full meals, with both local and international options. The prices are reasonable for the quality and convenience.\n\nIt's not just about rides - Nicco Park also has beautiful gardens, a small aquarium, and various fun activities that make it more than just an amusement park. You can easily spend an entire day here without feeling bored.\n\nOverall, Nicco Park offers excellent value for money and delivers an experience that's enjoyable for people of all ages. It's a must-visit in Kolkata if you're looking for adventure, entertainment, and a bit of nostalgia all in one place.",
            "author_name": "Sk Samim",
            "relative_time_description": "",
            "time": 1755168410,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nicco Park is a great place for a fun-filled day with family and friends. It offers a wide variety of rides and attractions, especially for kids and young adults. The main amusement park has some exciting rides and scenic spots, and the water park is definitely a highlight, especially during the summer.\n\nHowever, it can get very crowded on weekends, especially in the water park section. Be prepared for long queues for most of the popular rides. If you're planning a visit, weekdays might be a better option for a more relaxed experience.\n\nThe food at the café inside was surprisingly good-fresh and tasty with decent options for both snacks and meals. One thing to note is that basic items like bottled water are sold at a premium-a 1-liter bottle costs ₹50, which feels a bit overpriced.\n\nOverall, Nicco Park offers a memorable day out, especially for families, but planning ahead and visiting on a less busy day can make a big difference.",
            "author_name": "Hosenur Rahaman",
            "relative_time_description": "",
            "time": 1750172100,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://niccoparks.com/",
        "index": 17,
        "id": "",
        "categories": [
          "Amusement park",
          "Amusement park ride"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 293,
            "2": 102,
            "3": 372,
            "4": 1235,
            "5": 3418
          }
        },
        "minMinutesSpent": 240,
        "latitude": 22.571054,
        "address": "HM Block, Sector IV, Bidhannagar, Kolkata, West Bengal 700106, India",
        "travel_time": null
      },
      {
        "_id": "ChIJp6XOKxx3AjoRY2Ytgd6-Xyc",
        "generalDescription": "South Park Street Cemetery, an 18th-century Christian graveyard in Kolkata, is known for its large and picturesque tombstones. It is home to the final resting places of notable figures such as Walter Landor Dickens, Captain Edward Cooke, and Maj General Charles Stuart. The cemetery also features Grave 363, famous for its epitaph that reads 'A virtuous mother.'",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.360188,
        "rating": 4.5,
        "numRatings": 1651,
        "sources": [
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The Park Street Cemetery was one of the earliest non-church cemeteries in the world, and probably the largest Christian cemetery outside Europe and America in the 19th century. Opened in 1767 on what was previously a marshy area, the cemetery was in use until about 1830 and is now a heritage site, protected by the Archaeological Survey of India. The tombs are a mix of Gothic and the rich flavor of the Indo-Saracenic style.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 10,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477569",
            "type": "webPlacesList",
            "url": "https://www.mistay.in/travel-blog/15-romantic-ways-to-spend-a-day-with-your-girlfriend-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "This cemetery is the final resting place to over 2000 men, among which lies great personalities such as Henry Louis Vivian Derozio, Job Charnock and many more. The eerie silence and melancholy of the place strangely adds uo into a very Romantic place for the couples. And no need to worry about apparitions and ghosts, this cemetery has stopped functioning a long time ago.",
            "siteName": "MiStay Travel Blog",
            "shortName": "15 Romantic places in Kolkata perfect for a date with your girlfriend",
            "indexInSource": 9,
            "iconSiteId": 3283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263872",
            "type": "webPlacesList",
            "url": "https://yometro.com/travel-guide/places-to-visit-in-kolkata",
            "sourceSite": "Web",
            "snippet": "A heritage site, South Park Cemetery is located at Park street, just opposite the Assembly Of God Church. It is an 18th century cemetery. Managed by the Archaeological Survey Of India, the eye-catching tombs attract tourists in huge number.",
            "siteName": "YoMetro - Route Finder",
            "shortName": "Best 18 Places To Visit In Kolkata (2024 Updated List)",
            "indexInSource": 10,
            "iconSiteId": 14222,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qCQEWdFKFJFayTcS8KB27gmOe8Ugu4vr",
          "I64ErOk4DkAQutHG3olqbhlQvsWnHWLI",
          "6K8RUKYlXfEB1HQKOHGsn2U0yJm214iL",
          "qCQEWdFKFJFayTcS8KB27gmOe8Ugu4vr",
          "I64ErOk4DkAQutHG3olqbhlQvsWnHWLI",
          "6K8RUKYlXfEB1HQKOHGsn2U0yJm214iL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "South Park Street Cemetery",
        "placeId": "ChIJp6XOKxx3AjoRY2Ytgd6-Xyc",
        "internationalPhoneNumber": "+91 1800 212 1655",
        "reviews": [
          {
            "rating": 5,
            "text": "South Park Street Cemetery is a fascinating historical site in Kolkata with beautifully designed cemeteries dating back over 200 years. The entry fee is ₹25 which is well worth it for the experience.\n\nLocated beside St. Xavier's College on Park Street, this place is a hidden gem for history and architecture enthusiasts. The grand tombs and serene atmosphere make it a fascinating spot to explore. Definitely worth a visit!",
            "author_name": "Vijender Singh",
            "relative_time_description": "",
            "time": 1742822537,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the must visit place in Kolkata belonging to the colonial period. It's a nice place to visit to know your history regarding the British empire and British Raj. You can get the tickets in front of the door which costs Rs 25 (normal) and Rs 50 (DSLR + Person). No separates student discount is given by the authority. Videography strictly prohibited inside the premises, even model photography is also prohibited. There are authorised person who will be checking your phone or camera just to check if any video clipping or any model photography is there. There are lists of rules and regulation which are written behind the ticket please read it before entering. Overall the experience was good, but according to me some more care is needed.\nFollowing are the rules and regulations which is to be followed inside the premises:\n\n♦️ Silence to be maintained.\n♦️ The ticket is valid for 2 hours only.\n♦️ One should keep the ticket unless you get outside the ground.\n♦️ Alcohol or other narcotics are strictly prohibited.\n♦️ No split or litre.\n♦️♦️ Violation of any of these is a punishable offence by law and a spot fine of Rs 500 with legal steps.\n\nThe timing of the Cemetery is from 10:00 a.m. to 05:00 p.m. and is open all days.",
            "author_name": "Nishan Dutta",
            "relative_time_description": "",
            "time": 1745849798,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the famous heritage and interesting place to visit in Kolkata .\nYou can visit anytime here between 10am to 4:30 pm and it remains opens everyday.\nThe ticket price is Rs:25 for camera it will be RS: 50 and this place is not at all haunted they are all rumours, it's a very calm and very less crowded spot.",
            "author_name": "Raneet Saha",
            "relative_time_description": "",
            "time": 1739921698,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Cemetery",
          "Sights & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 24,
            "2": 21,
            "3": 122,
            "4": 499,
            "5": 984
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.546572,
        "address": "52, मदर टेरेसा सरनी, Opposite The Assembly of God Church School, Park Street, Mullick Bazar, Park Street area, Kolkata, West Bengal 700017, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ-aMuCgZ3AjoRGPZL2PA9Ja0",
        "generalDescription": "Raj's Spanish Cafe is a charming eatery located in the alleys of Sudder Street, offering delicious woodfire pizzas and authentic Italian recipes passed down by Italian patrons. The cafe also features a microbrewery, making it one of the unique spots in Kolkata. With its cozy ambiance and delectable food selection including Spanish, Italian, Mexican, and American snacks, this cafe is sure to leave every foodie impressed.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 88.354022,
        "rating": 4.4,
        "numRatings": 3139,
        "sources": [
          {
            "id": "1412110",
            "type": "webPlacesList",
            "url": "https://www.scoopwhoop.com/food/most-romantic-date-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "You wouldn’t expect this to be on a date night list, but hear me out. The rustic charm and the brick-oven aroma are enough to make anyone fall in love (with the place, not the person). Plus there’s an antique store right next door where you can buy your date some funky jewellery or a handcrafted journal.",
            "siteName": "ScoopWhoop",
            "shortName": "6 Of The Most Romantic Spots In Kolkata So You Don't Disappoint Your Date",
            "indexInSource": 4,
            "iconSiteId": 2055,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ktGSN2AnWN5oNpDS7g38tIheBQGJi2Iz",
          "YyZjvbPPX2vbflJtqvLpzPjBdr5upYs3",
          "SCQpOGwcUdXx8YSBX85rBjDQ8EZEpxKi",
          "IYeJzsebOIhaBIRgIq649p5b8VNEECoU",
          "ktGSN2AnWN5oNpDS7g38tIheBQGJi2Iz",
          "YyZjvbPPX2vbflJtqvLpzPjBdr5upYs3",
          "SCQpOGwcUdXx8YSBX85rBjDQ8EZEpxKi",
          "IYeJzsebOIhaBIRgIq649p5b8VNEECoU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "2230"
            }
          }
        ],
        "name": "Raj's Spanish Cafe",
        "placeId": "ChIJ-aMuCgZ3AjoRGPZL2PA9Ja0",
        "internationalPhoneNumber": "+91 33 2252 3456",
        "reviews": [
          {
            "rating": 5,
            "text": "It's a nice cozy cafe for a hangout. The food is as good as its reviews. A good place to try its thin crust pizzas, lasagnas, and other continental cuisines. You can sit inside the cafe or outside in the open air. It is well decorated with plants and hanging table lamps. Don't miss the wall arts and graffiti. If you want to be creative you can always contribute to the graffiti.",
            "author_name": "Abhishek Chatterjee",
            "relative_time_description": "",
            "time": 1739383071,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If only I could have lifetime supply of iced latte from this cafe 😁\nEnjoyed the buttery croissant, garlic pasta with fried chicken, funghi pizza and the blueberry cheesecake a lot.\nLooking forward to trying more options when I visit next. Loved the cozy ambience too.\n\nThe vibes were immaculate...",
            "author_name": "S's",
            "relative_time_description": "",
            "time": 1751458332,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I have visited this place twice. Their service was very good. For advice, I can say that they can make a little bit of change in taste of foods as in chicken combo,pollo was pretty dry. Otherwise most of the dishes taste good. And the show winner is Tiramisu 🙌. Although, It was a good experience. 🤗",
            "author_name": "Madhumita Gharami",
            "relative_time_description": "",
            "time": 1744403799,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.rajspanishcafe.com/",
        "index": 19,
        "id": "",
        "categories": [
          "Cafe",
          "Coffee shop",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 86,
            "2": 66,
            "3": 235,
            "4": 864,
            "5": 1880
          }
        },
        "minMinutesSpent": 120,
        "latitude": 22.558289,
        "address": "7, Sudder St, Fire Brigade Head Quarter, New Market Area, Dharmatala, Taltala, Kolkata, West Bengal 700016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ_____0x1AjoR4ceWm4YHmTw",
        "generalDescription": "Cafe Ekante is a unique Bengali houseboat restaurant and cafe located amidst beautiful waters, offering a serene and picturesque setting for visitors. Accessible by ferry, this island restaurant provides an ideal romantic getaway with its aesthetic interior and delicious Bengali cuisine. The tranquil location in the middle of the lake makes it perfect for those seeking solitude or a romantic evening. Guests can enjoy stunning views of the Bay of Bengal while indulging in delectable food, creating an unforgettable experience.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 88.466881,
        "rating": 4.2,
        "numRatings": 6544,
        "sources": [
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "A houseboat restaurant on the eco-island can be perfect place for a romantic getaway with your partner. one has to take the ferry to reach this island restaurant and what else can be more romantic than a lakeside dinner and delicious Bengali cuisine to die for. The place has a very aesthetic interior which compliments totally with its location.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 15,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "For all the lovers in Kolkata, Café Ekante is where you should go for your next date. The restaurant is located across the Eco Park Lake and you have to take a ferry ride to reach this island restaurant. Lake-side dining always sounds romantic, but this experience becomes great because of the highly rated Bengali cuisine in there.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 13,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 13,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "Besides, there are many more places to visit in Kolkata like The Bridge In Floatel, Elliot Park, Marble Palace, Indian Museum, Science City, Birla Planetarium, Cafe Ekante, Nicco Park, Aquatica Water Park, Snow Park etc.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 11,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "cMJY4oxulanCS0Bj7lcn6ZFEoY7bBsOi",
          "6gqfTprrHK9TLJ8zxWa76fSBvrMRdHRv",
          "B6qn1avWcuuMMfEMkL6XGQ2jiooGfq3k",
          "cMJY4oxulanCS0Bj7lcn6ZFEoY7bBsOi",
          "6gqfTprrHK9TLJ8zxWa76fSBvrMRdHRv",
          "B6qn1avWcuuMMfEMkL6XGQ2jiooGfq3k"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1300"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1300"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1300"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1300"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1300"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Cafe Ekante",
        "placeId": "ChIJ_____0x1AjoR4ceWm4YHmTw",
        "internationalPhoneNumber": "+91 83340 65345",
        "reviews": [
          {
            "rating": 5,
            "text": "Very good ambience and the boat ride is free for this cafe. Only thing noticed that water is printed as 25 but took 35 and price is moderate costly but yeah worth it 👌 😋. Food was 4star specific the house boat special chicken. We ordered the houseboat spl chicken and chilly garlic chicken noodles.",
            "author_name": "subhadip chatterjee",
            "relative_time_description": "",
            "time": 1746286403,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The cafe offers a cozy ambiance with delicious food and friendly service, plus the added charm of a beautiful lakeside view. The peaceful setting enhances the dining experience, making it perfect for relaxation.",
            "author_name": "Leena",
            "relative_time_description": "",
            "time": 1743577099,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A good cafe with a beautiful view beside the lake of Eco Park. We went to the restaurant which offers Bengali cuisine and tried Bhetki Fish fry, Basanti Pulao, Chicken Kasha, all of them were delicious. Overall nice experience.",
            "author_name": "RITWIKA GHOSH",
            "relative_time_description": "",
            "time": 1745947258,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 20,
        "id": "",
        "categories": [
          "Bengali restaurant",
          "Chinese restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 431,
            "2": 235,
            "3": 598,
            "4": 1777,
            "5": 3503
          }
        },
        "minMinutesSpent": 90,
        "latitude": 22.59856,
        "address": "Eco Park, Eco Island, Ekante, New Town, West Bengal 700156, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB2v0MXp3AjoR8HYXs1Y-kHY",
        "generalDescription": "Princep Ghat, located beside the Hooghly River in Kolkata, is a historic site built in 1843 by the British. It features a monument dedicated to English scholar James Princep and serves as a popular leisure spot for locals and visitors alike. The area offers serene riverfront strolls, private cruises on the Ganges, and rides on the Circular Railway.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.331604,
        "rating": 4.5,
        "numRatings": 1516,
        "sources": [
          {
            "id": "277874",
            "type": "webPlacesList",
            "url": "https://indianchacha.com/best-places-for-couples-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Revive the allure of the British period still preserved in the heart of Calcutta in the form of Princep Ghat. This romantic and photoshoot place was built in 1841 and has been one of the city’s favorite recreational spots ever since. Princep Ghat is one of the oldest and Best romantic places in Kolkata or you can say, Princep Ghat is one of the couple friendly places in Kolkata where love birds spend their time without any disruption.",
            "siteName": "Explore India with Indian Chacha",
            "shortName": "11 Best Places For Couples in Kolkata (Best for Romance)",
            "indexInSource": 4,
            "iconSiteId": 27869,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1415570",
            "type": "webPlacesList",
            "url": "https://lbb.in/kolkata/places-for-romantic-dates-kolkata/",
            "sourceSite": "Web",
            "snippet": "A favourite hangout spot for couples in the city, Princep Ghat is where you should head for a romantic evening with your beloved. Located on the banks of River Hooghly, this place is one of the most loved destinations to spend some quality time with your special one. Perch yourself on one of the benches, sit by the riverside, or enjoy a ‘nouko’ (boat) ride while watching the sun go down behind Vidyasagar Setu.",
            "siteName": "LBB, Kolkata",
            "shortName": "Visit These Romantic Places in Kolkata I",
            "indexInSource": 4,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Relive the charm of the British era which is still well preserved in the heart of Kolkata in the form of the Princep Ghat. This place was built in the year 1841 and since has been one of the most favorite recreational spots in the city. Also, coming with a set of its own street culinary treats this place is worth experiencing hand in hand with your loved one.",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 7,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477569",
            "type": "webPlacesList",
            "url": "https://www.mistay.in/travel-blog/15-romantic-ways-to-spend-a-day-with-your-girlfriend-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "The misty cool breeze and the mesmerizing view of the Hooghly River will be a cherry on top to your Romantic evening with your girlfriend. The park is stretched along the bank of  the river Hooghly and offers a range of street food options, scenic beauty and private boat rides. Surely a must visit for all couples in Kolkata.",
            "siteName": "MiStay Travel Blog",
            "shortName": "15 Romantic places in Kolkata perfect for a date with your girlfriend",
            "indexInSource": 1,
            "iconSiteId": 3283,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412119",
            "type": "webPlacesList",
            "url": "https://medium.com/@atanughosh.29/best-romantic-places-in-kolkata-city-of-joy-kolkata-906b63662b24",
            "sourceSite": "Web",
            "snippet": "Princep Ghat is one of the earliest romantic places in Kolkata and very possibly it’s most romantic. Prinsep Ghat is a gorgeous spot that’s become the shooting scene for all tv soaps and Bollywood films. Overlooking the Hooghly River, this Vidyasagar Bridge is a beautiful sight you can feel in the morning and evening.",
            "siteName": "Medium",
            "shortName": "Best Romantic Places in Kolkata — City of joy, Kolkata | by Atanu Ghosh",
            "indexInSource": 1,
            "iconSiteId": 165,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412118",
            "type": "webPlacesList",
            "url": "https://travel-india.in/10-best-romantic-places-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Vidyasagar Bridge is clearly visible from this place on the banks of the Ganges. Prinsep Ghat can be reached on foot by crossing Babughat-Outram Ghat along the Chakrarail railway line. Prinsep Ghat is a wonderful place on the banks of the Ganges, a great place to spend time with yourself enjoying the natural beauty.",
            "siteName": "Travel India Information",
            "shortName": "10 Best Romantic Places in Kolkata for Couples this season",
            "indexInSource": 2,
            "iconSiteId": 202158,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223150",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/romantic-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The monument of Princep, rich in Greek and Gothic inlays, is beautified exceptionally by the river back. Princep ghat is a popular spot for shooting television soaps and even Bollywood movies. It is one of the oldest recreational spots in Kolkata with a ferry service and enough seating places.",
            "siteName": "qpidindia.in",
            "shortName": "31 Best Romantic Places in Kolkata for Couples [2023]",
            "indexInSource": 8,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "This is the perfect setting for an idyllic riverside outing. Princep Ghat is one of the oldest recreational spots in Kolkata and quite possibly it's most romantic. At any time of the day, this place, which also boasts a Greek and Gothic style beautiful monument, is a sight for sore eyes.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": "This is the perfect setting for an idyllic riverside outing. Princep Ghat is one of the oldest recreational spots in Kolkata and quite possibly it’s most romantic. At any time of the day, this place, which also boasts a Greek and Gothic style beautiful monument, is a sight for sore eyes.",
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 2,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "223163",
            "type": "webPlacesList",
            "url": "https://asruptravels.com/places-for-couples-in-kolkata-will-make-you-happy/",
            "sourceSite": "Web",
            "snippet": "At the banks of the majestic Hooghly River, Princep Ghat is known as Kolkata’s most romantic destination. This is one of the several other best places for dating in Kolkata. Right after its first look, it attracts thousands of couples towards it.",
            "siteName": "Welcome",
            "shortName": "17 Best Places For Couples In Kolkata: Romantic Places",
            "indexInSource": 9,
            "iconSiteId": 18983,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477562",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/7-stunning-places-in-kolkata-for-a-romantic-photoshoot-597305348f2d7",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tripoto",
            "shortName": "7 Stunning Places in Kolkata for a Romantic Photoshoot",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "w9PdI0VBNmHWhyhXUJo3AluMZJo9vkSR",
          "k2PXzb9aP8GTkdnMvWzqdLQk76gTghKv",
          "PXWC58ZKB0WGPmSmJWIhoedC20jUz9jm",
          "4WuDf3359xi361sZzfTnO3PlRUirMa3l",
          "w9PdI0VBNmHWhyhXUJo3AluMZJo9vkSR",
          "k2PXzb9aP8GTkdnMvWzqdLQk76gTghKv",
          "PXWC58ZKB0WGPmSmJWIhoedC20jUz9jm",
          "4WuDf3359xi361sZzfTnO3PlRUirMa3l"
        ],
        "openingPeriods": [],
        "name": "Princep Ghat",
        "placeId": "ChIJB2v0MXp3AjoR8HYXs1Y-kHY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "🌟🌟🌟🌟🌟 (5/5)\n\nA Slice of Peace in the Heart of Kolkata\n\nPrincep Ghat is truly one of Kolkata's most iconic and peaceful spots. The view of the Hooghly River, especially during sunset, is breathtaking. Whether you're on a casual walk, enjoying a boat ride, or simply sitting by the riverside, the atmosphere is calm and refreshing. The white Palladian-style monument is beautifully maintained and adds a historical charm.\n\nEvenings are vibrant with street food vendors, local musicians, and couples strolling hand in hand. It's a perfect blend of nature, history, and local life. The surrounding gardens are clean, and the nearby railway station makes it easily accessible.\n\nHighly recommend visiting if you're in Kolkata - don't forget your camera, the views are picture-perfect!",
            "author_name": "Niladri Saha",
            "relative_time_description": "",
            "time": 1749060424,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good place to visit for a boat ride in evenings for sunsets. You can also walk here in the garden areas and enjoy the scenic view of river Ganga.",
            "author_name": "Piyush Yadav",
            "relative_time_description": "",
            "time": 1733677347,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Princep Ghat is one of Kolkata's most iconic landmarks and a must-visit destination for both locals and tourists. Located along the banks of the Hooghly River, it beautifully combines history, architecture, and natural beauty. Built in 1843 in memory of the British scholar James Prinsep, the structure boasts stunning colonial-style design and is surrounded by lush green gardens, making it an ideal spot for relaxation and photography. The place is especially charming during the evenings when the Vidyasagar Setu, which looms majestically overhead, is lit up, creating a magical atmosphere.\n\nVisitors can enjoy peaceful walks along the riverbank, take a boat ride for a mesmerizing view of the sunset, or simply sit and watch the gentle flow of the Hooghly. Street food stalls nearby offer delicious local snacks, adding to the experience. It's also a favorite spot for couples, families, and photographers due to its scenic charm. The area is well-maintained, with clean surroundings and proper seating arrangements.\n\nReaching Princep Ghat is easy, as it is well-connected by road and even has a nearby railway station. Early mornings and evenings are the best times to visit, as you can witness the golden hues of sunrise or sunset reflecting on the water. Whether you're looking for a peaceful escape, a place to unwind, or a spot to soak in Kolkata's heritage, Princep Ghat offers it all. Highly recommended for a serene and memorable experience in the city.",
            "author_name": "Rakesh Rai",
            "relative_time_description": "",
            "time": 1753646505,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 21,
        "id": "",
        "categories": [
          "Train station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 15,
            "2": 15,
            "3": 93,
            "4": 432,
            "5": 961
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.556955,
        "address": "Strand Rd, Maidan, Fort William, Hastings, Kolkata, West Bengal 700021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ33o0YBF3AjoRlUv2ycQXbZQ",
        "generalDescription": "Nehru Children's Museum, also known as Childrens Museum, is a captivating paradise for kids. It opened its doors to the public in 1972 and features an extensive collection of dolls from 88 different countries. The museum spans four floors and offers various galleries showcasing dolls from around the world, providing children with an opportunity to learn about different cultures and traditions. Additionally, there are interactive displays such as the Ramayana and Mahabharata gallery that make learning history fun for kids.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 88.347215,
        "rating": 4.4,
        "numRatings": 1920,
        "sources": [
          {
            "id": "2353542",
            "type": "webPlacesList",
            "url": "https://www.gokitetours.com/top-7-best-sightseeing-places-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "While it is designed for children, the Nehru Children’s Museum may be a good place for couples interested in art and cultural exhibitions. Adding a bit of humour, the museum has a collection of dolls from 88 different countries. It is a beautiful destination to travel to, as it gives the visitors a feel of different cultures and artistic work.",
            "siteName": "Gokite Tours and Travels",
            "shortName": "Best sightseeing places in Kolkata for Couples",
            "indexInSource": 2,
            "iconSiteId": 173900,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZjEBdi1DqNmjMkUqwvpDEqRCh3jk4gu6",
          "P6JbABQ3tl65z17nNd3NeKOMsd9NLjD7",
          "pPYYWxk0e9i878LY9BglyKqgv6T5d9C7",
          "ZjEBdi1DqNmjMkUqwvpDEqRCh3jk4gu6",
          "P6JbABQ3tl65z17nNd3NeKOMsd9NLjD7",
          "pPYYWxk0e9i878LY9BglyKqgv6T5d9C7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Nehru Children's Museum",
        "placeId": "ChIJ33o0YBF3AjoRlUv2ycQXbZQ",
        "internationalPhoneNumber": "+91 33 2223 1551",
        "reviews": [
          {
            "rating": 5,
            "text": "National Cultural Association established the Museum in 1972 on Panditji's name on his birthday. Today when a child walks into Nehru Children's Museum, he walks into a world of treasure. It touches the imaginative mind and encourages him to know more. The exhibits in the museum which are spread over 4 floors, enable a child to take off to the world of epics, the world of science and to dream.\n\nDolls gallery, Toys gallery, Ramayana & Mahabharata in clay models are the most fascinating archives for the children.\n\nThe Museum remains open for all between 11 am and 6 pm on Wednesday through Sunday. The Museum remains closed for the public on Mondays and Tuesdays.",
            "author_name": "Parthesh Biswas",
            "relative_time_description": "",
            "time": 1734160650,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very nice place for kids. Kids can join plenty of activities like wall painting, canvas painting, robotics, music etc. there is excellent ramayan story depicted in photos. Highly recommend\n\nGiven above are the images of a robotic activity. Centrally located. Nearest metro station is Rabindra sadan. (2 minutes walk)",
            "author_name": "Siddarth Jaiswal (National Vidya Foundation)",
            "relative_time_description": "",
            "time": 1745041266,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A heaven of dolls and figurines. A museum solely based on dolls is itself quite interesting. Dolls and figurines of all kinds (so many variations) are exhibited here along with the history and stories behind them. An impressive collection of dolls of different countries as well as India. Innumerable amount of figurines of different shape, size, colour, style, clothes claims appreciation and reverence for the artists. Getting tired by seeing so many dolls are natural. Ticket price is different for adults and kids.",
            "author_name": "Soujanya Kirtunia",
            "relative_time_description": "",
            "time": 1734374051,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.nehrumuseum.com/",
        "index": 22,
        "id": "",
        "categories": [
          "Children's museum",
          "Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 41,
            "2": 41,
            "3": 177,
            "4": 524,
            "5": 1132
          }
        },
        "minMinutesSpent": 210,
        "latitude": 22.542325,
        "address": "Nehru children's museum, 94/1, Jawaharlal Nehru Rd, Maidan, Kolkata, West Bengal 700020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJCw1JnKh1AjoR8XzGl-YA_tw",
        "generalDescription": "AltAir - Capella is a rooftop restaurant located on the 20th floor of AltAir Boutique Hotel in Kolkata, offering stunning panoramic views of the city. The venue features a restobar-kitchen-brewery-skybar concept with gourmet plated delights, live entertainment, and a full bar serving sumptuous cocktail snack options. Additionally, Rendezvous, an upscale French cafe at Altair, combines Haute French cuisine with Pondicherry influences for a unique dining experience.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 88.428005,
        "rating": 4.3,
        "numRatings": 3160,
        "sources": [
          {
            "id": "56130",
            "type": "webPlacesList",
            "url": "https://www.whatshot.in/kolkata/the-best-romantic-restaurants-in-kolkata-that-are-perfect-for-a-dreamy-date-c-20912",
            "sourceSite": "Web",
            "snippet": "Yes, we are a little biased towards rooftop seating, and why shouldn’t we be?. After all, there’s nothing better than relishing your dinner under the canopy of stars, with your significant other right by your side.",
            "siteName": "Whats Hot",
            "shortName": "The Best Romantic Restaurants In Kolkata That Are Perfect For A Dreamy Date",
            "indexInSource": 4,
            "iconSiteId": 524,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1XatZ3tMZuTwn7wwwqDUr8rrYW2HG2km",
          "srA9UJyYEK3Z2BtGmrQOaBBtMCfkzj8S",
          "1XatZ3tMZuTwn7wwwqDUr8rrYW2HG2km",
          "srA9UJyYEK3Z2BtGmrQOaBBtMCfkzj8S"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "0400"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "0400"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "0400"
            }
          }
        ],
        "name": "AltAir - Capella",
        "placeId": "ChIJCw1JnKh1AjoR8XzGl-YA_tw",
        "internationalPhoneNumber": "+91 33 7101 7101",
        "reviews": [
          {
            "rating": 5,
            "text": "This is one of the few experiences that will stay with you forever. Right from the beginning we are awestruck by the interiors of the place. Every corner was picture worthy!!\n\nSo I won't dare to say anything bad about this place. Love it so much!!\n\nComing to the food we thought that the wait time was a bit too long though it might have been due to the high demand as we went on 1st January this year.\n\nFood quality wise this was great and tasty too.\n\nFinally I would love to come back here again and again.",
            "author_name": "Somasree Paul",
            "relative_time_description": "",
            "time": 1742877667,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "I recently visited AltAir - Capella and had a mixed experience. The food was just okay, nothing particularly impressive or memorable.\n\nHowever, the view from the restaurant was absolutely stunning! It's definitely a great spot to enjoy a meal with a beautiful backdrop.\n\nUnfortunately, the ambience didn't quite live up to my expectations. The music was too loud and didn't seem to match the atmosphere of the restaurant. It felt a bit disjointed and took away from my overall experience.\n\nOverall, I would recommend AltAir - Capella for its amazing view, but perhaps not for its food or ambience. Maybe they can work on improving those aspects to make it a more well-rounded experience.",
            "author_name": "Rajashree Paul",
            "relative_time_description": "",
            "time": 1738044877,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Their restaurant is full of tasty food with lesser options on the menu. I really liked the ambience and the staff are very cordial and polite. The pool side view was worth it.",
            "author_name": "Bashita Basu",
            "relative_time_description": "",
            "time": 1751900164,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://altairkolkata.com/rooms/capella/",
        "index": 23,
        "id": "",
        "categories": [
          "Restaurant",
          "Brewpub",
          "Lounge"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 187,
            "2": 78,
            "3": 203,
            "4": 738,
            "5": 1948
          }
        },
        "minMinutesSpent": 240,
        "latitude": 22.576962,
        "address": "Ambuja Neotia EcoCentre, 20th Floor, EM-4, Street No. 13, EM Block, Sector V, Bidhannagar, Kolkata, West Bengal 700091, India",
        "travel_time": null
      },
      {
        "_id": "ChIJxTH0wxV3AjoRcseg30VVtjY",
        "generalDescription": "This stylish Thai restaurant in The Oberoi Grand is  decorated with native motifs & carved wood.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.351666,
        "rating": 4.6,
        "numRatings": 1292,
        "sources": [
          {
            "id": "56130",
            "type": "webPlacesList",
            "url": "https://www.whatshot.in/kolkata/the-best-romantic-restaurants-in-kolkata-that-are-perfect-for-a-dreamy-date-c-20912",
            "sourceSite": "Web",
            "snippet": "Finally, there’s Baan Thai, a name that most Kolkatans are familiar with, all thanks to the delicious Thai fare offered out here. And while most of us absolutely dig their Thai curries and delicious seafood, did you know that it is also a great spot for a romantic dinner?. After all, keeping aside the mouth-watering concoctions, the ambience of this place is incredibly vibrant, and a total treat for the eyes.",
            "siteName": "Whats Hot",
            "shortName": "The Best Romantic Restaurants In Kolkata That Are Perfect For A Dreamy Date",
            "indexInSource": 7,
            "iconSiteId": 524,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1F1pBOjZCQGEiYU1JIaMSaWjhFjIc2lr",
          "jv8GSU0nIKDffkqzc6gMvqtBeFJ7cRwO",
          "dVJGfTI9yJ5cuR7BYVMM9mTxRtxX81fP",
          "1F1pBOjZCQGEiYU1JIaMSaWjhFjIc2lr",
          "jv8GSU0nIKDffkqzc6gMvqtBeFJ7cRwO",
          "dVJGfTI9yJ5cuR7BYVMM9mTxRtxX81fP"
        ],
        "openingPeriods": [],
        "name": "Baan Thai",
        "placeId": "ChIJxTH0wxV3AjoRcseg30VVtjY",
        "internationalPhoneNumber": "+91 33 2249 2323",
        "reviews": [
          {
            "rating": 5,
            "text": "Incredible service from the whole team. I had private authentic floor seating. A candle. And a server that brought me extra spicy sauce, dished my food on my plate, and even gave me a complimentary dessert. It was a bit pricey, but the service, quality of food, and ambience were worth it! Sabita and Tenzing were amazing!!",
            "author_name": "Ama Mensah",
            "relative_time_description": "",
            "time": 1674137887,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Baan Thai at Grand Oberoi Kolkata is a delightful Thai restaurant that offers an authentic taste of Thailand right in the heart of the city. The cozy ambiance, attentive service, and exquisite flavors make it a must-visit for Thai food enthusiasts. From traditional Pad Thai to flavorful curries, each dish is prepared with precision and care, ensuring a memorable dining experience. Don't miss the opportunity to indulge in their delicious offerings and transport your taste buds to the vibrant streets of Thailand",
            "author_name": "Abhijit Chaterji",
            "relative_time_description": "",
            "time": 1714655465,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Good Thai foods in town. However you might not get authentic taste of Thai food here. Prices are a bit high comparing to the portion n quality you will get.\nRecommend for foreigners who never tried Thai food before.",
            "author_name": "Viet Cuong Nguyen",
            "relative_time_description": "",
            "time": 1685009463,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.oberoihotels.com/hotels-in-kolkata/restaurants/baan-thai?utm_source=GMBlisting&utm_medium=organic",
        "index": 24,
        "id": "",
        "categories": [
          "Thai restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 26,
            "2": 9,
            "3": 55,
            "4": 230,
            "5": 972
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.561927,
        "address": "The, OBEROI GRAND KOLKATA, 15, Jawaharlal Nehru Rd, Esplanade, Dharmatala, Taltala, Kolkata, West Bengal 700013, India",
        "travel_time": null
      },
      {
        "_id": "ChIJORAa38l1AjoR-LZuWNihhuY",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 88.421348,
        "rating": 4.3,
        "numRatings": 2180,
        "sources": [
          {
            "id": "477572",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/romantic-places-in-kolkata-492.html",
            "sourceSite": "Web",
            "snippet": "This is one of the best places in Kolkata to hang out with your friends. At the Nicco Park Super Bowl, you can enjoy competing with your partner and also, being on the same team. This will bring out your partner's gaming spirit and you can have fun challenging them to a game of bowling pins.",
            "siteName": "Holidify",
            "shortName": "27 Romantic Places in Kolkata For Couples in 2024",
            "indexInSource": 14,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353543",
            "type": "webPlacesList",
            "url": "https://allinonerik.home.blog/2019/04/08/romantic-places-in-kolkata-to-go-on-a-perfect-date/",
            "sourceSite": "Web",
            "snippet": "This is one of the best places in Kolkata to hang out with your friends. At the Nicco Park Super Bowl, you can enjoy competing with your partner and also, being on the same team. This will bring out your partner’s gaming spirit and you can have fun challenging them to a game of bowling pins.",
            "siteName": "ALL IN ONE RIK",
            "shortName": "Romantic Places in Kolkata To Go On A Perfect Date",
            "indexInSource": 14,
            "iconSiteId": 327140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JPCQGlIb2vIOlQlgUsJCbXmbKXaHDYLO",
          "1yoYk2vP8Ab28MlRV2VrOCSR0KsC7B2Y",
          "YqCnnwKbiPyTvt0K4W2XhNoW5QOp9XiB",
          "JPCQGlIb2vIOlQlgUsJCbXmbKXaHDYLO",
          "1yoYk2vP8Ab28MlRV2VrOCSR0KsC7B2Y",
          "YqCnnwKbiPyTvt0K4W2XhNoW5QOp9XiB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1300"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1300"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1300"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1300"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1300"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Nicco Super Bowl",
        "placeId": "ChIJORAa38l1AjoR-LZuWNihhuY",
        "internationalPhoneNumber": "+91 33 6628 5530",
        "reviews": [
          {
            "rating": 5,
            "text": "Spent an epic day at Nicco Super Bowl with the gang, and honestly, it was just what we needed. After downing a few chilled beers, the energy hit different – every throw felt like a celebration, every strike was a victory dance, and even the gutter balls had us in splits.\n\nThe place has a vibrant and energetic atmosphere – neon lights, great music, and a vibe that just screams fun. The lanes were smooth, the arcade games kept us pumped between rounds, and the staff was super chill and helpful.\n\nBowling with a buzz made it even more hilarious – from wild celebrations to competitive banter, the whole experience was pure gold. And the nearby food options made sure our beer-fueled hunger was taken care of.\n\nIf you're looking to kick back, laugh loud, and make some unforgettable memories with friends, Nicco Super Bowl is the perfect strike zone. 10/10, would roll again. 🍺🎳🔥",
            "author_name": "Priyanshu Dey",
            "relative_time_description": "",
            "time": 1750007306,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I recently visited this bowling alley and had a great time with friends. The lanes are well-maintained, and the equipment is in good condition. The overall atmosphere is lively, making it an excellent place for group outings or casual fun. The staff were friendly and attentive, ensuring everything ran smoothly. While the place can get a bit crowded during peak hours, it adds to the energy. They also offer a decent selection of snacks and drinks. Overall, a fun and enjoyable experience, and I look forward to visiting again.",
            "author_name": "Daypayan Nath",
            "relative_time_description": "",
            "time": 1727681227,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nicco Super Bowl is a fantastic spot to unwind with a variety of gaming options. From bowling to air hockey, basketball, pool, and car racing video games, there's something fun for everyone. The venue is well-maintained, with the bowling lanes being particularly impressive and in excellent condition. What really stands out, however, is how budget-friendly the charges are, making it an affordable choice for a day out.\n\nHere's a breakdown of the pricing: The entry fee is just ₹100 per person. Bowling is only ₹150 for a 10-round game, and it's shareable, so you can easily split the cost with friends. Other games like air hockey and basketball are priced at ₹60 for 3 minutes, while the pool table is available for ₹80 per 15 minutes.\n\nWith such reasonable prices, Nicco Super Bowl offers great entertainment without breaking the bank. Whether you're in the mood for a friendly bowling match or some competitive gaming, this venue has got you covered!",
            "author_name": "Abhishek Choudhuri",
            "relative_time_description": "",
            "time": 1747531699,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://niccoparks.com/park-attractions/nicco-super-bowl/",
        "index": 25,
        "id": "",
        "categories": [
          "Bowling alley"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 104,
            "2": 56,
            "3": 180,
            "4": 600,
            "5": 1240
          }
        },
        "minMinutesSpent": 120,
        "latitude": 22.572599,
        "address": "near NICCO PARK, Jheel Meel, Sector IV, Bidhannagar, Kolkata, West Bengal 700106, India",
        "travel_time": null
      },
      {
        "_id": "ChIJGQs9UcF1AjoRrmdkKQ7W0Xs",
        "generalDescription": "Afraa Lounge is a luxurious dining destination in Kolkata, offering a diverse range of Mediterranean, Asian, and Indian cuisine. The restaurant boasts lavish decor with artwork and plush furnishings, creating a warm and romantic ambiance perfect for special occasions. Located on the rooftop of Salt Lake City Centre 1, it provides stunning views from one of the highest points in the mall. Guests can indulge in buffet dining experiences by making prior reservations to ensure an unforgettable culinary journey.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.407814,
        "rating": 4.2,
        "numRatings": 4157,
        "sources": [
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Talking of the experience of buffet dining in Kolkata, there is no better place than Afraa Restaurant and Lounge. Though a joint that cannot be visited without prior booking, this place definitely does justice to the effort. Treat your special someone to the luxury of this spectacular restaurant and make them realize the place that they hold in your life.",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 15,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uQHqq3oVvnbfXVYf2IXIAmL28LOpWgNO",
          "VHPh0j4QYe54xL5OHFR9Ux7Yml6HkZ5g",
          "xLN4FiFTjW004FLnb3GBAIP7MamTnQ0h",
          "uQHqq3oVvnbfXVYf2IXIAmL28LOpWgNO",
          "VHPh0j4QYe54xL5OHFR9Ux7Yml6HkZ5g",
          "xLN4FiFTjW004FLnb3GBAIP7MamTnQ0h"
        ],
        "openingPeriods": [],
        "name": "Afraa Lounge",
        "placeId": "ChIJGQs9UcF1AjoRrmdkKQ7W0Xs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited this lounge on Saturday evening with my family. We ordered a variety of dishes, starting with appetizers, moving on to a bit of the main course, and ending with some delicious desserts. Everything was served with great care and presentation.\n\nThe staffs were exceptionally pleasant, amiable, and attentive. They recommended their special dishes based on our preferences. Since some of my family members are seniors, the staff took time to engage with them, understand their tastes, and make suitable suggestions accordingly.\n\nThe ambiance of the lounge was unique-slightly dim, as is typical for such places-but upon our request, they brightened the space a bit so we could take some photos. Since we were with children, the staff made adjustments to ensure a comfortable and family-friendly atmosphere.\n\nWe also ordered a gin cocktail and a few mocktails, all of which were expertly crafted and incredibly flavorful. We ended up staying longer than expected as some of our relatives arrived late, but the staff remained kind, patient, and cooperative throughout.\n\nOverall, it was a wonderful experience-from the food and drinks to the ambiance and hospitality. Highly recommended!",
            "author_name": "Anusmita Das",
            "relative_time_description": "",
            "time": 1747978081,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you want to have an amazing fine dining experience at saltlake area then Afraa lounge would be one of the best choices for you. It is located at the 6th floor of CC1 mall. Great ambiance, professional staff , delicious food . We celebrated birthday party there with few numbers of teenagers and the staffs were very cooperative and careful about them. Had a great experience over there.",
            "author_name": "sudipta kundu (sonu)",
            "relative_time_description": "",
            "time": 1749472640,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Food was too good and so was the service. What I did not liked was their table which was quite low. Probably the one were I sat.\n\nI would like to return back to try their continental dishes since the Indian dishes we tried were all mouth watering and finger licking.\n\nA bit overpriced.",
            "author_name": "Joy Sahela",
            "relative_time_description": "",
            "time": 1752200120,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 26,
        "id": "",
        "categories": [
          "Lounge"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 181,
            "2": 109,
            "3": 423,
            "4": 1247,
            "5": 2197
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.587383,
        "address": "6th Floor, City Centre Mall, G-Block, Sector 1, Bidhannagar, Kolkata, West Bengal 700064, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ2Xlhj9Gf-DkRWlI8uGopa_I",
        "generalDescription": "World flavours combine on the menu of this atmospheric hotel restaurant.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 88.445629,
        "rating": 4.3,
        "numRatings": 1824,
        "sources": [
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "Being in the lone company of your loved one, having some of best views of the city with the best food that the city has to offer, the concept does seem like the planning of a perfect date. Treat yourself to the same when you make a visit to the Tamara restaurant. Known for its astounding ambiance and plush setting, this place is perfect for a romantic dinner.",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 16,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "U8G6bI2VAIxcxEm8ySXVbHgloM9avFYp",
          "I60Z3RCksx7IErp8Sg01Zro37PpNfaWb",
          "U8G6bI2VAIxcxEm8ySXVbHgloM9avFYp",
          "I60Z3RCksx7IErp8Sg01Zro37PpNfaWb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1230"
            },
            "close": {
              "day": 0,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1230"
            },
            "close": {
              "day": 1,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1230"
            },
            "close": {
              "day": 2,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1230"
            },
            "close": {
              "day": 3,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1230"
            },
            "close": {
              "day": 4,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1230"
            },
            "close": {
              "day": 5,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1230"
            },
            "close": {
              "day": 6,
              "time": "1530"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Tamara",
        "placeId": "ChIJ2Xlhj9Gf-DkRWlI8uGopa_I",
        "internationalPhoneNumber": "+91 85848 48484",
        "reviews": [
          {
            "rating": 5,
            "text": "A very elaborate menu but also very tasty. I had both breakfast and lunch here and they knocked it out of the park. I had Hilsa and home styled chicken. Fantastic dishes both.  The quality and quantity are both top notch. They also serve a nice chocolate pan at the end. The chicken was the stand out for me. Hilsa was authentic too.",
            "author_name": "Rajkumar elanjeran",
            "relative_time_description": "",
            "time": 1753858350,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "If you're a foodie like me, you'll love this place! The menu has a fantastic selection of dishes, and it was a buffet during festive season, we went on saptami evening with friends and families. We loved everything we tried. The menu offers a wide variety of options, and everything we tried was delicious. We only had good comments about the food and services. Ambiances was giving a good vibes. Recommended.",
            "author_name": "Subhajit Karmakar",
            "relative_time_description": "",
            "time": 1733838415,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice ambience, decoration and food quality. We tried Murg Tikka Peshawari (₹495) which was very good, chickens were juicy and tasty. Lighting is romantic and candles provided in each table. Must go in evening rather in day time because of ambience. Good for both couples and family. Price is costly.",
            "author_name": "Arnab Kumar Maity",
            "relative_time_description": "",
            "time": 1735369873,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 27,
        "id": "",
        "categories": [
          "North Indian restaurant",
          "Continental restaurant",
          "Dessert restaurant",
          "Fine dining restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 69,
            "2": 48,
            "3": 152,
            "4": 520,
            "5": 1035
          }
        },
        "minMinutesSpent": 150,
        "latitude": 22.622074,
        "address": "Pipal Tree Hotel, AS/464, Hatiara,Major Arterial Road, Noapara, Sukanta Pally, Rajarhat, West Bengal 700157, India",
        "travel_time": null
      },
      {
        "_id": "ChIJnxjKmAh3AjoR8n8JflmEgKc",
        "generalDescription": "This swanky open-air lounge on the roof of The Lindsay serves cocktails & a range of global dishes.",
        "utcOffset": 330,
        "maxMinutesSpent": 210,
        "longitude": 88.35326,
        "rating": 4,
        "numRatings": 4112,
        "sources": [
          {
            "id": "130490",
            "type": "webPlacesList",
            "url": "https://www.treebo.com/blog/places-to-visit-in-kolkata-for-couples/",
            "sourceSite": "Web",
            "snippet": "The way to a man heart is through his stomach and the statement surely holds true when talking of the place called Blue And Beyond. This little joint is known best for its luxuriousness, which is clearly visible in everything from its ambiance to its menu. With the chance to taste the food from different cuisines to the rooftop panoramic views of the city, this place has the perfect recipe for you to charm your way into your date’s heart.",
            "siteName": "Treebo Blog",
            "shortName": "23 Places To Visit In Kolkata For Couples, Places For Couples In Kolkata",
            "indexInSource": 11,
            "iconSiteId": 535,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "377788",
            "type": "webPlacesList",
            "url": "https://www.romanticbug.com/top-romantic-places-in-kolkata.html",
            "sourceSite": "Web",
            "snippet": "Blue and Beyond Restaurant in Located in Lindsay Hotel and is a fine dining multi-cuisine restaurant, Kolkata’s only venue with a view from the roof top, serves wide selection of mesmerizing dishes and refreshing drinks.",
            "siteName": "Romantic Travel Guide",
            "shortName": "14 Best Romantic Places in Kolkata For Couples",
            "indexInSource": 11,
            "iconSiteId": 3182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "MHe1L6GCG2eOW8fNwmpulDqU8dPhh0tx",
          "50eYemx09irCiMrwSSr1BNwR8UiiQrUC",
          "m31GGVwI4Kd0nvZx13FrQZQ8n61CKn1S",
          "MHe1L6GCG2eOW8fNwmpulDqU8dPhh0tx",
          "50eYemx09irCiMrwSSr1BNwR8UiiQrUC",
          "m31GGVwI4Kd0nvZx13FrQZQ8n61CKn1S"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1300"
            },
            "close": {
              "day": 1,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1300"
            },
            "close": {
              "day": 2,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1300"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1300"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1300"
            },
            "close": {
              "day": 5,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 6,
              "time": "2230"
            }
          }
        ],
        "name": "Blue & Beyond Rooftop RestoBar",
        "placeId": "ChIJnxjKmAh3AjoR8n8JflmEgKc",
        "internationalPhoneNumber": "+91 96741 65156",
        "reviews": [
          {
            "rating": 5,
            "text": "Went on my anniversary, it was really a great experience for both of us. Ambience was breezy and delightful. Ordered half tandoori chicken, hot garlic chicken, butter nan and jeera rice. Loved all there dishes specially the starter and jeera rice. Staffs were friendly and delivered the food on time.\n\nVantage point is that you can get a 180 degree view of kolkata from their rooftop seating arrangement.",
            "author_name": "Rahul Mukherjee",
            "relative_time_description": "",
            "time": 1734467854,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Blue and Beyond is a popular rooftop restaurant located in the heart of Kolkata's New Market area. Known for its chic ambiance and panoramic views of the city skyline, it offers a perfect blend of fine dining and a relaxing atmosphere.\nOne of the major attractions of Blue and Beyond is its stunning rooftop setting. The open-air seating offers a beautiful view of the bustling city below, especially at night when the skyline is lit up. The serene, elevated location provides a refreshing escape from the chaos of the city, making it ideal for a romantic dinner or a relaxed evening with friends.",
            "author_name": "Debashruti Das",
            "relative_time_description": "",
            "time": 1725721473,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Apart from the ambience every thing was just average . Food could not justify the prices and so was the bad service . Their menu is restricted to just few options not much .\nWe ordered :\nHot N sour chicken soup  - 165/-  for full\nPaneer tikka just 4 medium sized pieces for 275/-\nTangdi Kebab - 3 piece for 385/-\norange blossom Mocktail which was white in color for 225/-\nAnd Kung Pao chicken Sizzler  for 425/-\n\nOnly the soup was in ample quantity sufficient for 2 people rest everything had a small portion . There was nothing extra ordinary about the Tangdi kebab and paneer tikka, just like some road side stall . Sizzler was OKAY , too much of sauce confusing ones palette .\n\nOverall it could be good for just one time visit that too if you are not a foodiee...\n\nWe asked the waiter to bring the soup and Paneer tikka first and then the other ones Later . But the waiter bought the Mocktail too with the hot items and soup .  Just then even after clear requests he bought the Sizzler within minutes before we could even finish the soup .\nPlease return back the food if they do so because sitting outside makes your waiting food cold and dusty .\n\nThe worst part is they are leveraging 18% GST on your bill which even some of the most renowned restaurants don't.\n\nWe booked through EazyDiner app so we got a good discount .\n\nOverall just an OKAY experience .",
            "author_name": "Arnab Paul",
            "relative_time_description": "",
            "time": 1734029503,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.thelindsay.in/dining/blue-beyond.html",
        "index": 28,
        "id": "",
        "categories": [
          "Bar",
          "Chinese restaurant",
          "Continental restaurant",
          "Hookah store",
          "Indian restaurant",
          "Italian restaurant",
          "North Indian restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 256,
            "2": 222,
            "3": 522,
            "4": 1221,
            "5": 1891
          }
        },
        "minMinutesSpent": 210,
        "latitude": 22.559144,
        "address": "8A & 8B, Lindsay Street, Lindsay Hotel, Opp, New Market Area, Kolkata, West Bengal 700087, India",
        "travel_time": null
      },
      {
        "_id": "ChIJv4HT6Gh1AjoRy8KByzPgIuc",
        "generalDescription": "Glook The Sky Lounge is a stylish indoor-outdoor rooftop venue in Kolkata, offering regional dishes and drinks in a chic setting. It's popular for romantic evenings due to its open-air ambiance and stunning views, especially at night. The lounge features lavish interior design and provides breathtaking vistas of the city. With various indoor and outdoor seating options, it's an ideal spot for a romantic date or special celebration.",
        "utcOffset": 330,
        "maxMinutesSpent": 180,
        "longitude": 88.462432,
        "rating": 4.2,
        "numRatings": 1938,
        "sources": [
          {
            "id": "56130",
            "type": "webPlacesList",
            "url": "https://www.whatshot.in/kolkata/the-best-romantic-restaurants-in-kolkata-that-are-perfect-for-a-dreamy-date-c-20912",
            "sourceSite": "Web",
            "snippet": "Next, our hunt for the best romantic restaurants in Kolkata took us to Glook - The Sky Lounge, which is yet another excellent open-air venue, perfect for a date night. First things first, its rooftop setting is super-romantic, especially during evenings. Not to mention, the majestic view it offers is a sight to behold.",
            "siteName": "Whats Hot",
            "shortName": "The Best Romantic Restaurants In Kolkata That Are Perfect For A Dreamy Date",
            "indexInSource": 2,
            "iconSiteId": 524,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "m4dBXMRfdKJU5KlZe7xWCt27k1sK47NF",
          "2zhk7Tkz0nJSpoLWmsOAsDd9X9wt8Efr",
          "s3TZ2UkkI7ZVYj0V6t3NkLmSGb3IhUOO",
          "m4dBXMRfdKJU5KlZe7xWCt27k1sK47NF",
          "2zhk7Tkz0nJSpoLWmsOAsDd9X9wt8Efr",
          "s3TZ2UkkI7ZVYj0V6t3NkLmSGb3IhUOO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Glook The Sky Lounge",
        "placeId": "ChIJv4HT6Gh1AjoRy8KByzPgIuc",
        "internationalPhoneNumber": "+91 62912 93239",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the best place in newtown to vibe on with friends or colleague or loved ones. Great ambiance and food is great with good music. They have a dance floor. In their sky lounge you get a amazing view of new town.\nAnd the behaviour of the staffs are nice and polite.",
            "author_name": "Somenath Masanta",
            "relative_time_description": "",
            "time": 1732860861,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very well located and a nice place, but the rooftop area being closed for now half the charm of the place is  gone. Also on the day of our visit the main restaurant area was fully reserved so we were seated in a dimly lit claustrophobic area. So better to call and confirm about seating area before visiting. The starter items were very good also north Indian items. Biriyani was a disaster. Some cocktails were very good, some average. So a mixed experience this time. Special mention ..all the staff, very well behaved and friendly",
            "author_name": "Anjana Hajra",
            "relative_time_description": "",
            "time": 1748760968,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Glook The Sky Lounge is a fantastic spot in Kolkata, offering a unique blend of Indian and continental cuisine. Located on the 5th floor of The Terminus in Newtown, this rooftop cafe provides breathtaking views of the city skyline.\n\nThe ambiance is modern and chic, with comfortable seating arrangements perfect for a romantic dinner or a night out with friends. They also have outdoor seating, takeaway, and delivery options available.\n\nTheir menu features a variety of dishes, including Chinese, North Indian, and Continental cuisine. Some popular items include Spaghetti Aglio E Olio, Mocktail, Fish, Chicken Afghani Tandoori, and Ravioli.\n\nGlook The Sky Lounge also boasts a well-stocked bar with an impressive selection of cocktails, soft drinks, and wines. They have live music performances and DJs, making it an excellent spot for celebrations.\n\nIn terms of pricing, the average cost for two people is around ₹2,900, with a pint of beer costing ₹300 . They also have banquet halls available for events, with a capacity of 250 seats and 350 floating guests.\n\nOverall, Glook The Sky Lounge is a great spot to enjoy delicious food, stunning views, and a lively atmosphere.💞",
            "author_name": "Âʋɨʝɨt ɮօsʊ ʀօʏ",
            "relative_time_description": "",
            "time": 1737654208,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.glookskylounge.com/",
        "index": 29,
        "id": "",
        "categories": [
          "North Indian restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 184,
            "2": 45,
            "3": 128,
            "4": 418,
            "5": 1171
          }
        },
        "minMinutesSpent": 180,
        "latitude": 22.582454,
        "address": "5th Floor, The Terminus, BG-12, BG Block(Newtown), Action Area I, Newtown, New Town, West Bengal 700156, India",
        "travel_time": null
      }
    ]
  }
}