{
  "list_id": "580",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/580/1.jpg",
  "description": "Dive into \"Capturing Kolkata: A Photographic Journey\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160217"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Kolkata: A Photographic Journey",
  "city_id": "69",
  "subtype": "poi",
  "city": "Kolkata",
  "created_ts": 1758970998,
  "slug": "capturing-kolkata-a-photographic-journey-kolkata-poi-271870",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJb1sq4kR1AjoRZefrzpDLKvI",
        "generalDescription": "Eco Park, also known as New Town Eco Park, is a sprawling urban park covering 480 acres of land. It offers a wide range of recreational activities such as boating, cycling, and a playground for children. The park features various attractions including wildflower meadows, restaurants, lakes, grassland, an urban museum, craft shops, gardens, an amphitheater and more. Visitors can enjoy the serene natural surroundings and take part in activities like dual cycling and boat rides.",
        "utcOffset": 330,
        "maxMinutesSpent": 180,
        "longitude": 88.470604,
        "rating": 4.5,
        "numRatings": 179113,
        "sources": [
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "If you are from Kolkata, you are well aware of this place and how it hosts the small replicas of the seven wonders of the world. Not just that, the Rabi Aranya, and the graffiti-covered walls of the place make the backdrop for some best pre wedding shoot in Kolkata. Along with a nice photography session, you also get to bond over some couple activities like kayaking, duo cycling and others.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 3,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477562",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/7-stunning-places-in-kolkata-for-a-romantic-photoshoot-597305348f2d7",
            "sourceSite": "Web",
            "snippet": "A new addition in the list of parks, this place has won country's top urban landscape award. The Rose garden, Butterfly garden, Fruit garden, Tea garden and Eco Island can give your pictures an unique appeal. The place is mostly visited by lovebirds and laid-back travelers and dominated by silence making this place perfect for having a photo-shoot devoid of any disturbances.",
            "siteName": "Tripoto",
            "shortName": "7 Stunning Places in Kolkata for a Romantic Photoshoot",
            "indexInSource": 4,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222370",
            "type": "webPlacesList",
            "url": "https://rigbiswas.com/blog/pre-wedding-photoshoot-locations-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Located in Newtown, Eco Park is a popular and one of the best places for a pre-wedding shoot in Kolkata. If you're from Kolkata, you're likely familiar with this location and how it displays miniature replicas of the world's seven wonders. Not only that, but the Rabi Aranya and the place's art walls make for some of Kolkata's best pre wedding shoots.",
            "siteName": "rigbiswas",
            "shortName": "10 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 4,
            "iconSiteId": 29692,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "If you're looking for a best place for pre-wedding shoot in Kolkata, Eco Park is definitely a must-visit spot. Whether you want to capture romantic shots under the shade of towering trees, take a stroll along the winding pathways, or pose against the stunning floral backdrops, Eco Park offers a plethora of options to suit every preference.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 8,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222365",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "If the person wants to have an amazing location for shooting and also for a picnic, this park is a good location. Recently the state government has transformed a grassland area in the Salt Lake area into this beautiful spot. The entire area is entered through different gates, and the scenic beauty of this tourist spot is very nice.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Kolkata",
            "indexInSource": 8,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222358",
            "type": "webPlacesList",
            "url": "https://shaadiwish.com/blog/2020/01/15/locations-for-pre-wedding-shoot-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "From graffiti-covered walls to replicas of some of the Seven Wonders of the world, Eco Park makes for an ideal location for a pre wedding shoot. Offering you with ample of different backgrounds and lush greenery, get ready to have some of the most gorgeous and colour pop pictures with your BAE. Image Source: Raja Das Photography",
            "siteName": "ShaadiWish",
            "shortName": "8 Best Locations For Pre Wedding Shoot In Kolkata",
            "indexInSource": 6,
            "iconSiteId": 16741,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220963",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-location-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Furthermore, Eco Park hosts the Rabi Aranya garden and graffiti-covered walls that make this a gorgeous backdrop for some best pre-wedding shoots in Kolkata!. Along with a nice pre-wedding photography session, you also get to bond over a couple of activities like kayaking, duo cycling and more!",
            "siteName": "WeddingBazaar",
            "shortName": "Bookmark These 20 Best Pre-Wedding Shoot Locations In Kolkata!",
            "indexInSource": 3,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923329",
            "type": "webPlacesList",
            "url": "https://sombitdeyphotography.com/blog/best-places-for-photography-in-kolkata",
            "sourceSite": "Web",
            "snippet": "This public park is one of the best attractions in Kolkata to celebrate your love story in the lack of nature. The best part about this place is it has a replica of the seven wonders of the world. This park allows you to click some amazing pre-wedding shots with a stunning backdrop.",
            "siteName": "sombitdeyphotography",
            "shortName": "Best Places For Photography In Kolkata You Should Know",
            "indexInSource": 11,
            "iconSiteId": 276469,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "New Town Eco Park | #28 of 34 Best Places to Visit in Kolkata. This is the largest park in the country. Spread over 480 acres, the park is complete with a water body and an island in the middle.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 19,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "lujvTGubvxNaQij1Q56XKbyfu4H4bbRg",
          "scgLjuu1WPxNjKRr0pI1HdWnzc1vXAo5",
          "3E80ZabwJaDa4zhioMjHQnH7F8bSgiff",
          "Yy4TAz282JfEVmQtyJ7GR70M0M6bhpvP",
          "GTJXudVOJyrwE6CAjpSDi8naVjwBOQP7",
          "lujvTGubvxNaQij1Q56XKbyfu4H4bbRg",
          "scgLjuu1WPxNjKRr0pI1HdWnzc1vXAo5",
          "3E80ZabwJaDa4zhioMjHQnH7F8bSgiff",
          "Yy4TAz282JfEVmQtyJ7GR70M0M6bhpvP",
          "GTJXudVOJyrwE6CAjpSDi8naVjwBOQP7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1230"
            },
            "close": {
              "day": 0,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1230"
            },
            "close": {
              "day": 2,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1230"
            },
            "close": {
              "day": 3,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1230"
            },
            "close": {
              "day": 4,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1230"
            },
            "close": {
              "day": 5,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1230"
            },
            "close": {
              "day": 6,
              "time": "2030"
            }
          }
        ],
        "name": "Eco Park",
        "placeId": "ChIJb1sq4kR1AjoRZefrzpDLKvI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Wow, Eco Park in Kolkata is such a gem! 🌿 Tucked away in New Town, this massive 480-acre park is my go-to for a fun, chill day out. It's got everything-gorgeous lakes, vibrant gardens, and even mini Seven Wonders to snap pics with (just INR 30 to see ‘em)! 🚤 Boating's a blast (INR 50–300), and I love renting a cycle (INR 70–150) to zip around. The musical fountain at night? Total magic! 🌟\n\nIt's super family-friendly, though I wish there were more kid facilities. Everyone from toddlers to grandparents can enjoy it, but it's not the best for wheelchairs. The park's pretty eco-conscious with solar lights and recycling, but those plastic food stall cups bug me. ♻️ Entry's only INR 30 (kids INR 15), and most activities are dirt cheap. Go early to dodge the weekend crowds! Pack water, sunscreen, and maybe a picnic-Eco Park's perfect for making memories! 😄",
            "author_name": "Ahasan Habib Mallick",
            "relative_time_description": "",
            "time": 1745321370,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Eco Park is truly a breath of fresh air in the heart of Kolkata. Spread across a vast area, it offers something for everyone-beautiful gardens, themed zones, a large lake, and plenty of open space to relax or take a long walk. The landscaping is well-maintained and the variety of attractions, like the replicas of the Seven Wonders and boating on the lake, make it an ideal spot for both families and solo visitors. I especially enjoyed the peaceful vibe away from the city's hustle. It's a great place to unwind, click pictures, or just spend time close to nature. Clean, spacious, and thoughtfully designed-definitely worth a visit!",
            "author_name": "Travel muse by Sangeeta",
            "relative_time_description": "",
            "time": 1754143552,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Good place for a family day out. Entry fees is Rs 30 and you just can enjoy the sprawling park spread over huge acerages. For seven wonders you can get a entry for Rs 30. Also a huge rain forests area can be ur attraction. Mist garden is another attraction. Boating specially during evening is attractive after lights come out. Island and solar done is added attraction. But need to have patience for walking.",
            "author_name": "Rakesh Kumar Mahunta",
            "relative_time_description": "",
            "time": 1755270587,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://ecoparknewtown.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Park",
          "Cafe",
          "Ecological park",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4459,
            "2": 2135,
            "3": 8961,
            "4": 40296,
            "5": 123333
          }
        },
        "minMinutesSpent": 180,
        "latitude": 22.600408,
        "address": "Major Arterial Road(South-East, Biswa Bangla Sarani, AA II, Newtown, Kolkata, West Bengal 700156, India",
        "travel_time": null
      },
      {
        "_id": "ChIJG-seu793AjoRmRFBjKoKhMk",
        "generalDescription": "The Howrah Bridge, also known as Rabindra Setu, is a bustling cantilever road bridge that spans the Hooghly River, connecting Kolkata and Howrah in Bengal. Built by the British and opened in 1943, it is one of the busiest bridges in India. Despite its age, it is referred to as the 'New Howrah Bridge' and stands as an enduring symbol of Kolkata.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.346776,
        "rating": 4.6,
        "numRatings": 131605,
        "sources": [
          {
            "id": "128869",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/kolkata-photography-places",
            "sourceSite": "Web",
            "snippet": "This architectural icon is one of the first images that come to mind, when one mentions Kolkata. A street photography hub, the 705m-long cantilever bridge across the Hoogly river is a spectacle of sorts, carrying approximately 1 lakh vehicles everyday, with nearly 2 million people frequenting the platforms of the Romanesque Howrah Station. Joining the daily commuters, tea vendors and railways porters, one can explore the following spots by clambering aboard a local ferry, or on foot.",
            "siteName": "Tripoto",
            "shortName": "Kolkata Street Photography Places, Places for Photography in Kolkata",
            "indexInSource": 4,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The majestic structure, with its suspended steel cables and intricate latticework, provides a captivating setting for romantic shots against the picturesque riverfront. As the sun sets, the bridge transforms into a breathtaking sight, with its vibrant lights casting a romantic glow on the surroundings. With its unparalleled beauty and grandeur, Howrah Bridge offers couples a unique opportunity to create cherished memories that will last a lifetime.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 1,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128841",
            "type": "webPlacesList",
            "url": "https://www.travelwithcg.com/the-10-best-instagrammable-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "There really is nothing more quintessential about Kolkata than the Howrah Bridge itself. You can either cover the length of the bridge by foot or hail a cab and enjoy the experience that is crossing one of the busiest cantilever bridges in the world, if not the most. I personally wanted to do both, but since it was pouring heavy rain that morning I went with the latter.",
            "siteName": "Travel With CG",
            "shortName": "The 10 Best Instagrammable Spots In Kolkata",
            "indexInSource": 3,
            "iconSiteId": 19850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "To say that Howrah Bridge is one of the top places to visit in Kolkata would be an understatement. An unofficial emblem of the city, Howrah Bridge merits a visit if you want to spend some time alone with just the ocean in front of you. Sit here in silence or simply observe the fishermen go about their work at dawn and dusk.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The iconic Howrah Bridge serves as the breathtaking backdrop for a pre-wedding photoshoot. It radiates timeless beauty in addition to being an engineering wonder. As soon as the sun sets, casting its golden hues over the wonderful bridge, it creates a magical atmosphere that evokes romance.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 10,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128843",
            "type": "webPlacesList",
            "url": "https://www.idiva.com/lifestyle/hot-takes/places-in-kolkata-to-click-instagram-photos/18017941",
            "sourceSite": "Web",
            "snippet": "Since the bridge is one of the most defining structures of the city, a lot of the nearby areas allow you to have it in your backdrop. If you’re in the streets right below, you’re bound to get an amazing photo without having to do much. Did we mention the iconic yellow taxi shot?",
            "siteName": "iDiva",
            "shortName": "Places In Kolkata To Click Instagram Photos",
            "indexInSource": 2,
            "iconSiteId": 5394,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923353",
            "type": "webPlacesList",
            "url": "https://www.kreslavsky.com/kolkata-best-spots-for-photography/",
            "sourceSite": "Web",
            "snippet": "The famous Howrah Bridge has an under-bridge passage where, during certain hours in the morning, you can witness a very special quality of light. Best time for photography: About 2 hours after sunrise. You need a few hours to let the sun come higher and reach under the bridge.",
            "siteName": "Gil Kreslavsky Photography Workshops",
            "shortName": "Kolkata - Best Spots For Photography",
            "indexInSource": 3,
            "iconSiteId": 276472,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459681",
            "type": "webPlacesList",
            "url": "https://www.wanderingwelshgirl.com/the-best-places-for-photography-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Conveniently placed next to the flower market is one of Kolkata’s most famous symbols – Howrah Bridge. A huge steel suspension bridge that crosses the Hooghly River. Admire it from below or walk up and battle the crowds along the pedestrian walkway.",
            "siteName": "Wandering Welsh Girl",
            "shortName": "The Best Places For Photography In Kolkata",
            "indexInSource": 2,
            "iconSiteId": 36167,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220963",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-location-in-kolkata",
            "sourceSite": "Web",
            "snippet": "How about shooting with the iconic Howrah Bridge in the backdrop?. After all, when in Kolkata you cannot miss visiting this world-famous bridge of India. This incredible historical bridge is one of the most photogenic landmarks of Kolkata.",
            "siteName": "WeddingBazaar",
            "shortName": "Bookmark These 20 Best Pre-Wedding Shoot Locations In Kolkata!",
            "indexInSource": 12,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222365",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "While watching a portfolio on Kolkata, one must have seen the ash-colour painted suspended bridge structure. It is the Howrah Bridge. Bollywood and the television industry signifies the eternal nature of love through Howrah Bridge.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Kolkata",
            "indexInSource": 9,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923332",
            "type": "webPlacesList",
            "url": "https://www.indianeagle.com/traveldiary/photography-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "No visit to Kolkata is complete without capturing the iconic Howrah Bridge. This magnificent steel structure, spanning the Hooghly River, is a photographer’s delight. It is one of the most popular photography spots in Kolkata.",
            "siteName": "Travel Blog | Travel Inspiration, Tips and News | Travel Diary",
            "shortName": "Photography Spots in Kolkata to Unleash the Photographer in You",
            "indexInSource": 0,
            "iconSiteId": 14451,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923329",
            "type": "webPlacesList",
            "url": "https://sombitdeyphotography.com/blog/best-places-for-photography-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Let’s talk about the most iconic construction made under colonial rule. Howrah bridge is one of the best places for photoshoot in Kolkata. Located over the Hoogly river this wonderful bridge looks amazing at night.",
            "siteName": "sombitdeyphotography",
            "shortName": "Best Places For Photography In Kolkata You Should Know",
            "indexInSource": 5,
            "iconSiteId": 276469,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222358",
            "type": "webPlacesList",
            "url": "https://shaadiwish.com/blog/2020/01/15/locations-for-pre-wedding-shoot-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "How about shooting with the iconic Howrah Bridge in the backdrop?. After all, when in Kolkata you cannot miss visiting this world-famous bridge of India. Image Source: The Shutter Snappers",
            "siteName": "ShaadiWish",
            "shortName": "8 Best Locations For Pre Wedding Shoot In Kolkata",
            "indexInSource": 7,
            "iconSiteId": 16741,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YYiBKGvklhUwiug2VPsTilLl3mc4e9r8",
          "DLOA5ap3bb6OILYLspB00H76Kgk3ScZW",
          "COUmwJ1YqLnwatM2jenZyQC0INZnpsfe",
          "ig0nxRertSpagDeOY6KygPs1tDarlfpU",
          "iZlo13EBhBxTWrzoP4LcxJUs8ROKBSVE",
          "YYiBKGvklhUwiug2VPsTilLl3mc4e9r8",
          "DLOA5ap3bb6OILYLspB00H76Kgk3ScZW",
          "COUmwJ1YqLnwatM2jenZyQC0INZnpsfe",
          "ig0nxRertSpagDeOY6KygPs1tDarlfpU",
          "iZlo13EBhBxTWrzoP4LcxJUs8ROKBSVE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Howrah Bridge",
        "placeId": "ChIJG-seu793AjoRmRFBjKoKhMk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most iconic landmarks of India!\nHowrah Bridge is not just a bridge - it's a symbol of Kolkata's vibrant culture and daily life. The view of the Hooghly River from here is breathtaking, especially during sunrise or sunset. You'll see thousands of people crossing it every day - from local vendors to daily commuters.\n\nIt's a perfect blend of engineering marvel and historic charm. A must-visit if you're in Kolkata!\n\n🕙 Best time to visit: Early morning or evening\n📍Pro tip: Walk across the bridge for a real feel of Kolkata's heartbeat",
            "author_name": "Sikindar Thakur",
            "relative_time_description": "",
            "time": 1751276684,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The bridge is a landmark, and it looks absolutely majestic.\n\nA bridge of this size to standing still without any support pillars makes it an engineering marvel.\n\nI just wish it was cleaner. But Kolkata as a city is very dirty itself, so it's not really fair to expect that the bridge will be an exception.",
            "author_name": "Ayush Kudesia",
            "relative_time_description": "",
            "time": 1750947253,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An iconic landmark of Kolkata, Howrah Bridge is a stunning example of engineering and history. Best experienced at sunrise or night when it's beautifully lit. A must-see symbol of the city.",
            "author_name": "Sahil Ansari",
            "relative_time_description": "",
            "time": 1756989219,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://howrah.gov.in/bn/tourist-place/%E0%A6%B9%E0%A6%BE%E0%A6%93%E0%A6%A1%E0%A6%BC%E0%A6%BE-%E0%A6%AC%E0%A7%8D%E0%A6%B0%E0%A6%BF%E0%A6%9C/",
        "index": 2,
        "id": "",
        "categories": [
          "Bridge",
          "Sights & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4466,
            "2": 1771,
            "3": 5284,
            "4": 19456,
            "5": 100706
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.585127,
        "address": "Kolkata, West Bengal 711101, India",
        "travel_time": null
      },
      {
        "_id": "ChIJr7nl9593AjoReb27vYQYGx0",
        "generalDescription": "Eden Gardens is a renowned 66,000-capacity cricket ground in Kolkata, India. It hosts various matches including Indian Premier League and international games. The city of Kolkata offers a blend of historical and modern attractions such as Victoria Memorial, Indian Museum, Kalighat Temple, Marble Palace, Nicco Park and Dakshineswar Kali Temple. Despite its initial chaos, Kolkata promises an unforgettable experience for adventurous travelers.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.343315,
        "rating": 4.6,
        "numRatings": 43833,
        "sources": [
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Popular as the largest cricket stadium in the India and the second largest in the world, the Eden Gardens can seat 66,000 spectators. It is set amidst an adjoining garden where Eden- related to the one-time Governor of Aukland and her sister would stroll during the evenings.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 7,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "If you are a cricket fan, there is no way you can miss the Eden Gardens. This is one of the popular visiting places in Kolkata. Cricket fans get really fond memories of matches played and won here when they step into the building.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 10,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923337",
            "type": "webPlacesList",
            "url": "https://photographylife.com/photo-spots/babughat",
            "sourceSite": "Web",
            "snippet": "It is located along the banks of the Ganges river (local name Hooghly river) and is very near to the Eden Gardens stadium",
            "siteName": "Photography Life",
            "shortName": "Babughat - Best Photo Spots",
            "indexInSource": 3,
            "iconSiteId": 19899,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nJg3EEHEj0fJwSIiFFLGXuf587dbW5xX",
          "gdqxjkWRdw7Q2fzGENxaSfr1a2Ud7cgo",
          "uY3RXV46hCju6wkurpEaFqY5F1oSqQBT",
          "ahNWkP6nPfRgegZ6zCkFd6CGpI4vh8Rk",
          "nJg3EEHEj0fJwSIiFFLGXuf587dbW5xX",
          "gdqxjkWRdw7Q2fzGENxaSfr1a2Ud7cgo",
          "uY3RXV46hCju6wkurpEaFqY5F1oSqQBT",
          "ahNWkP6nPfRgegZ6zCkFd6CGpI4vh8Rk"
        ],
        "openingPeriods": [],
        "name": "Eden Gardens",
        "placeId": "ChIJr7nl9593AjoReb27vYQYGx0",
        "internationalPhoneNumber": "+91 33 2248 0411",
        "reviews": [
          {
            "rating": 5,
            "text": "Eden Gardens is the only Venue for International Cricket matches and IPL matches in Kolkata, West Bengal. It is always a treat to watch a Cricket match in Eden Gardens Cricket Stadium. It is managed by Cricket Association of Bengal( CAB). One of the ancient and nostalgic cricket stadiums in India. This stadium is famous for the enthusiasm of the Cricket Lovers and fans. The atmosphere is always electric as it remains forever...",
            "author_name": "Bijay Laha",
            "relative_time_description": "",
            "time": 1745298137,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Eden Gardens in Kolkata is a place every cricket fan dreams of visiting. Known as the “Mecca of Indian cricket,” this iconic stadium can hold over 60,000 people, and the energy here is simply electrifying during a live match. The roar of the crowd, the sight of cricketing legends on the field, and the sheer scale of the arena make it unforgettable. Even if you are not a huge cricket follower, stepping inside gives you goosebumps because of its history and atmosphere. Outside the stadium, the Eden Gardens park offers a calm contrast, with shady trees and a small lake perfect for a quiet walk. A visit here blends passion, history, and the thrill of being part of something larger than life.",
            "author_name": "Prithish Ghosh",
            "relative_time_description": "",
            "time": 1755582873,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If cricket had a Heaven in India, then Eden Gardens would be it. This isn't just a stadium - it's an emotion, a coliseum where legends are made, dreams are shattered, and 66,000+ voices chant in unison, shaking the very ground. Established in 1864, Eden Gardens is India's oldest and second-largest cricket stadium, often called the “Lords of the East” (but let's be honest, even Lord's can't match the madness of an India-Pakistan match here!).\nThe roar of the crowd when Sourav Ganguly waved his shirt at Lord's? That energy was born here. Sachin's records, Dhoni's helicopter shots, and Kolkata Knight Riders' IPL triumphs? All celebrated under Eden's floodlights.\nBut Eden Gardens isn't just about cricket. The Maidan surrounding it is Kolkata's green lung, where footballers, morning walkers, and political rallies coexist in perfect chaos. Nearby, the Rabindra Sadan-Nandan cultural complex fuels Bengal's love for theatre and films, while the Mohan Bagan, Mohammedan Sporting and East Bengal football clubs remind you that Kolkata's second religion is football.\nAnd then there's the Eden Gardens Park, a serene escape with a picturesque lake, along with the pagoda, perfect for a quiet evening stroll (assuming you aren't still hoarse from screaming at a match).\nVerdict: Whether you love cricket or just the thrill of history, Eden Gardens is a must-visit.\nPro tip - Catch a live match here; the energy is electric, and the crowd could out-cheer a rock concert!",
            "author_name": "Rajdeep Dutta",
            "relative_time_description": "",
            "time": 1742523439,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.cricketassociationofbengal.com/edengarden.php",
        "index": 3,
        "id": "",
        "categories": [
          "Stadium",
          "Sights & Landmarks",
          "Cricket ground",
          "Arenas & Stadiums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1314,
            "2": 489,
            "3": 1419,
            "4": 6199,
            "5": 34405
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.564579,
        "address": "Maidan, B.B.D. Bagh, Kolkata, West Bengal 700021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ33o0YBF3AjoRrAtN-RkG158",
        "generalDescription": "The Indian Museum, founded in 1814, is a significant heritage site in India. It's the country's largest and oldest museum, featuring a diverse range of exhibits across its 35 galleries. Visitors can explore artifacts from various disciplines including archaeology, art, anthropology, geology, zoology and economic botany.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 88.351127,
        "rating": 4.5,
        "numRatings": 54585,
        "sources": [
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The Indian Museum is a true treasure trove for couples seeking a dreamy location for their pre-wedding photoshoot. With its breathtaking architecture, ornate galleries, and preserved artifacts, this iconic institution exudes timeless charm and elegance. Whether you desire a touch of regal opulence or a whimsical ambiance, the Indian Museum caters to every romantic vision.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 4,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222365",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Renowned for being the biggest museum in India, the museum is filled with archaeological relics and assets that reflect the rich culture of India. Photography is now allowed inside. The big auditorium shaped rooms, the old textured stairs, the history together mix up the environment to be a perfect shooting location during the travel to Kolkata India.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Kolkata",
            "indexInSource": 0,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "With its foundation laid down in 1814, the Indian Museum is one of the oldest in the world. Its 35 galleries are filled with historically significant items like stunning Mughal paintings, skeletons, fossils, Egyptian mummies, and other sacred items. This is the largest multi-purpose museum in the whole of the Asia-Pacific region.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 7,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The Indian Museum, located in the center of Kolkata, is a symbol of culture and history. It attracts lots of couples with its breathtaking beauty. This museum offers an amazing background for pre-wedding photography in Kolkata.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 11,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "The Indian Museum is one of the oldest museums of the world boasting some of the most exquisite collections of ornaments, fossils, skeletons, antiques, armors, mummies and stunning Mughal paintings.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YuRnSczHBYAtlkzxrGbxcQLkqNxNVVcz",
          "PoF98T0W4e6Q0sUvhIyoGrgTXRg8HMnt",
          "B1kQFm1bw8PnnqUo01cTzJdVO7dcfF8z",
          "3BwnwpkaGmzQRAqjZcBMMinhHujiDU1r",
          "groMnOSRxKhLwjnWITWhdAQMbeKT65Ex",
          "YuRnSczHBYAtlkzxrGbxcQLkqNxNVVcz",
          "PoF98T0W4e6Q0sUvhIyoGrgTXRg8HMnt",
          "B1kQFm1bw8PnnqUo01cTzJdVO7dcfF8z",
          "3BwnwpkaGmzQRAqjZcBMMinhHujiDU1r",
          "groMnOSRxKhLwjnWITWhdAQMbeKT65Ex"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Indian Museum",
        "placeId": "ChIJ33o0YBF3AjoRrAtN-RkG158",
        "internationalPhoneNumber": "+91 33 2252 1790",
        "reviews": [
          {
            "rating": 5,
            "text": "The Indian Museum is a must-visit destination for history lovers and culture enthusiasts. It houses an incredible collection of artifacts from ancient times, including sculptures, fossils, coins, textiles, and more. The Egyptian mummy and the grand Buddhist galleries are particularly fascinating.\n\nThe museum is quite large, so give yourself at least 2–3 hours to explore it properly. It can get a little warm inside during summer months, so I recommend visiting in winter for a more comfortable experience. Overall, it's an enriching and educational experience that offers a glimpse into India's vast and diverse heritage.",
            "author_name": "Ayush Raj",
            "relative_time_description": "",
            "time": 1753243678,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I love exploring museums and have visited museums across all major Indian cities, and I can say with confidence that this is the finest museum in India, at least from my experience. The collection is vast and incredibly diverse, showcasing historic items and antiques from across time and geography. The star attraction is the 4000 year old Egyptian mummy in the Egypt Gallery, which is truly fascinating. Apart from that, the museum also houses remarkable Buddhist archaeological treasures from Gandhara (present-day Kandahar, Afghanistan), along with fascinating galleries on fossils, zoology, birds, geology and what not. The Botany Survey of India is also part of this museum, adding to its richness and diversity. I would recommend keeping at least 2–3 hours aside to explore properly. This museum is a journey through both history and culture, and an absolute must visit.",
            "author_name": "Tanmay Sarkar",
            "relative_time_description": "",
            "time": 1756474571,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visiting the Indian Museum was an enlightening and enjoyable experience!\n\nEvery gallery tells a unique story, and I learned so much, especially in the Zoological and Egyptian sections, which were my favorites-truly captivating!\n\nThe museum is a paradise for history buffs and curious travelers, offering a deep dive into India's rich heritage and beyond.\n\nThe museum is conveniently located near Park Street Metro, making it super accessible.\n\nHowever, the ticket prices are a bit steep for college students, and there are extra charges for mobile phone photography.\n\nThe cafeteria prices, though, are quite reasonable.\n\nI highly recommend taking your time to explore this inspiring and educational gem.\n\nHad a great time with my buddies!\n\nIt's a journey through time that's well worth taking, imperfections and all.",
            "author_name": "Soutik Mandal",
            "relative_time_description": "",
            "time": 1752810307,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://hindi.indianmuseumkolkata.org/",
        "index": 4,
        "id": "",
        "categories": [
          "Museum",
          "History Museums",
          "Natural History Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1197,
            "2": 864,
            "3": 3401,
            "4": 12507,
            "5": 36592
          }
        },
        "minMinutesSpent": 150,
        "latitude": 22.557886,
        "address": "27, Jawaharlal Nehru Rd, Fire Brigade Head Quarter, New Market Area, Dharmatala, Taltala, Kolkata, West Bengal 700016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJMY9YQhR3AjoR5XEZx8wiZmQ",
        "generalDescription": "St. Paul's Cathedral is a significant Anglican church in Kolkata, completed in 1847. It boasts a restored steeple and remarkable stained glass windows. The cathedral stands as an impressive example of colonial architecture alongside the old Writers Building and the Victoria Memorial. Built to accommodate the growing European community, it resembles England's Norwich Cathedral with its pointed arches, buttresses, and vertical piers. St. Paul's Cathedral replaced St.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.346653,
        "rating": 4.6,
        "numRatings": 16981,
        "sources": [
          {
            "id": "128841",
            "type": "webPlacesList",
            "url": "https://www.travelwithcg.com/the-10-best-instagrammable-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Situated only a few minutes away from Victoria Memorial, St. Paul’s Cathedral is another place that I really wanted to capture. But even though you can enter the outer area of the cathedral whenever you like and take a walk, the security there doesn’t let you take any pictures before opening time. Not being aware of this, I actually went here on my way to Victoria memorial for sunrise and was unfortunately turned down even after requesting quite a lot.",
            "siteName": "Travel With CG",
            "shortName": "The 10 Best Instagrammable Spots In Kolkata",
            "indexInSource": 1,
            "iconSiteId": 19850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923348",
            "type": "webPlacesList",
            "url": "https://lbb.in/kolkata/romantic-spots-kolkata-couple-photoshoot/",
            "sourceSite": "Web",
            "snippet": "The majestic church may not allow for photography inside its hallowed halls but the outside gardens also make for a grand photo opportunity. With the cathedral towering over in the backdrop and the well-maintained garden dominating the scene, get a romantic Romeo-Juliet princess theme shoot to treasure your memories.",
            "siteName": "LBB, Kolkata",
            "shortName": "Top Spots For A Couple Photoshoot In Kolkata I",
            "indexInSource": 0,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Now this is something truly magnificent and peaceful to create a splendid love story. The scenic view of this gothic building will make you feel like you are shooting in England. If you have planned a photo shoot in Victoria Memorial, it’s a golden opportunity for you to click few more enchanting pictures.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 13,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "St. Paul’s Cathedral | #24 of 34 Best Places to Visit in Kolkata. This is one of the first cathedrals built by the Britishers in India. Located in the heart of the city, St. Paul’s Cathedral is built in an indo-gothic style and is an impressive structure you should not miss visiting.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 16,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Said to be the first cathedral built in the overseas territory of the British Empire, St. Paul's Cathedral is a Anglican cathedral located in Kolkata. Also said to be the seat of the Diocese of Calcutta, it is a very fine example of Indo-Gothic style of architecture.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 5,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "With its exquisite architecture and ethereal charm, the magnificent St. Paul's Cathedral stands as an epitome of beauty. Making it the perfect backdrop for a pre-wedding photoshoot. Each frame will tell a story, as the couple explores the lush gardens.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 7,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459686",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/10-offbeat-instagrammable-places-in-kolkata-india/",
            "sourceSite": "Web",
            "snippet": "Located just adjacent to the Victoria Memorial is St Paul’s Cathedral. It is one of the most Instagrammable Churches in Kolkata due to its Gothic Architecture. On weekdays (Monday to Saturday) it’s open from 9:00 am – 12:00 pm and 3:00 pm – 6:00 pm.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "10 Offbeat Instagrammable places in Kolkata, India",
            "indexInSource": 4,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459681",
            "type": "webPlacesList",
            "url": "https://www.wanderingwelshgirl.com/the-best-places-for-photography-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Take a break from the people pictures and try out some architectural snaps. Jump in a cab and head for St. Paul’s Cathedral. This cathedral was built in 1847 when St. John’s Church became too small for Kolkata’s growing European community.",
            "siteName": "Wandering Welsh Girl",
            "shortName": "The Best Places For Photography In Kolkata",
            "indexInSource": 4,
            "iconSiteId": 36167,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923329",
            "type": "webPlacesList",
            "url": "https://sombitdeyphotography.com/blog/best-places-for-photography-in-kolkata",
            "sourceSite": "Web",
            "snippet": "This gothic architecture in Kolkata can provide you with a great background option. St. Paul Cathedral Church attracts hundreds of couples every year. Couples love to click their pre-wedding photos with this finest building in the city.",
            "siteName": "sombitdeyphotography",
            "shortName": "Best Places For Photography In Kolkata You Should Know",
            "indexInSource": 10,
            "iconSiteId": 276469,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222365",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "But the green meadow outside with the magnificent church in the background can be the place for posing on Instagram. Get your  e visa India, make a plan and get your most liked photo on Instagram there!",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Kolkata",
            "indexInSource": 5,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128843",
            "type": "webPlacesList",
            "url": "https://www.idiva.com/lifestyle/hot-takes/places-in-kolkata-to-click-instagram-photos/18017941",
            "sourceSite": "Web",
            "snippet": "The Cathedral, built in 1839, holds the city’s most iconic Christmas Mass every year. Apart from that, its Gothic architecture is all white and edgy. View this post on Instagram",
            "siteName": "iDiva",
            "shortName": "Places In Kolkata To Click Instagram Photos",
            "indexInSource": 6,
            "iconSiteId": 5394,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "f27AzI9K7ZwGqMU72cYSWOBnD3GfEtDi",
          "XOXaIUHcqlFagjIkCcbawHzPHEiXZ49V",
          "NipcluASZonFka8QI6pqcbHX8crQe7E4",
          "bkgEWJ7dDkATHH06IB4Cajx7CEPt5Spr",
          "k3H3a0ee4N8uNFgvbmf8wajlSrABu1Xe",
          "f27AzI9K7ZwGqMU72cYSWOBnD3GfEtDi",
          "XOXaIUHcqlFagjIkCcbawHzPHEiXZ49V",
          "NipcluASZonFka8QI6pqcbHX8crQe7E4",
          "bkgEWJ7dDkATHH06IB4Cajx7CEPt5Spr",
          "k3H3a0ee4N8uNFgvbmf8wajlSrABu1Xe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "St. Paul's Cathedral",
        "placeId": "ChIJMY9YQhR3AjoR5XEZx8wiZmQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "St. Paul's Cathedral is a must-visit for those who appreciate history, architecture and tranquility. With an entry fee of ₹10, this iconic church offers a peaceful and serene atmosphere that makes you feel instantly at ease.\n\nThe Gothic-style architecture is truly stunning with high ceilings, intricate stained-glass windows, and beautifully designed interiors. While photography is not allowed inside, the experience of just sitting there in silence, soaking in the calmness is worth it.\n\nWhether you're visiting for prayer, history or just some quiet time, St. Paul's Cathedral is a perfect escape from the city's hustle. Highly recommended for a peaceful and reflective experience!",
            "author_name": "Vijender Singh",
            "relative_time_description": "",
            "time": 1742768797,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "St. Paul's Cathedral in Kolkata is a majestic symbol of Indo-Gothic architecture and colonial heritage. Completed in 1847, it was the first Anglican cathedral built in Asia and remains the seat of the Diocese of Calcutta. Designed by Major William Nairn Forbes and architect C.K. Robinson, its towering spire, pointed arches, and stained-glass windows reflect a blend of Gothic Revival and Indian adaptations suited to the local climate. Located on Cathedral Road near Victoria Memorial and Birla Planetarium, the cathedral is surrounded by lush gardens and offers a serene retreat from the city's bustle. Inside, visitors find a high-vaulted nave, intricate woodwork, and frescoes depicting the life of St. Paul.",
            "author_name": "Abhik",
            "relative_time_description": "",
            "time": 1752423851,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An architectural masterpiece!\nVisiting St. Paul's Cathedral was an unforgettable experience. The grandeur of the dome, the intricate details in the interior, and the peaceful ambiance make it truly breathtaking. The Whispering Gallery is a unique highlight, and the panoramic view from the top is worth every step. The staff were warm and welcoming, and the entire place is well-maintained. Highly recommend booking tickets in advance to make the entry smooth and hassle-free. A must-visit for history, architecture, and photography lovers!",
            "author_name": "Naman Singh",
            "relative_time_description": "",
            "time": 1754970558,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Cathedral",
          "Sights & Landmarks",
          "Church",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 181,
            "2": 144,
            "3": 737,
            "4": 3779,
            "5": 12134
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.544271,
        "address": "Rabindra Sadan, 1A, Cathedral Rd, Maidan, New Market Area, Kolkata, West Bengal 700071, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXQGuRhN3AjoRY5fjvORAtQA",
        "generalDescription": "Victoria Memorial is an exquisite white marble museum in Kolkata, built in 1921 as a tribute to Queen Victoria. The grand architecture and well-maintained gardens make it a popular spot for locals and tourists alike. Inside, the museum showcases the history of Kolkata and the British Empire in India. It also boasts a remarkable collection of over 5,000 paintings by renowned artists from the Bengal School of Art.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 88.342558,
        "rating": 4.6,
        "numRatings": 84904,
        "sources": [
          {
            "id": "477562",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/7-stunning-places-in-kolkata-for-a-romantic-photoshoot-597305348f2d7",
            "sourceSite": "Web",
            "snippet": "Commissioned by Lord Curzon, the then Viceroy of India, this vast white marble palace was designed to commemorate Queen Victoria’s demise in 1901. While the main highlights of the inside are the soaring central chamber and the Calcutta Gallery, an excellent, even-handed exhibition tracing the city’s colonial-era history, the outside renders magnificently photogenic views across reflecting ponds from the northeast and northwest along with a large, well-tended park. You can set the park and outside lawn as your photo-shoot spot with the magnificent piece of white marble as the backdrop.",
            "siteName": "Tripoto",
            "shortName": "7 Stunning Places in Kolkata for a Romantic Photoshoot",
            "indexInSource": 0,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128841",
            "type": "webPlacesList",
            "url": "https://www.travelwithcg.com/the-10-best-instagrammable-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Like any other person who visits Kolkata, Victoria Memorial is the sight that was on the very top of my to-see list. Built in the early 20th century, this architectural marvel dedicated to the memory of Queen Victoria is a true embodiment of Kolkata and its colonial heritage, if you ask me. Being a grand monument made entirely of white Makrana marble (the same as Taj Mahal in Agra) that is situated amidst lush green gardens, Victoria memorial is a photographer’s dream that keeps on delivering one Instagrammable spot after the other.",
            "siteName": "Travel With CG",
            "shortName": "The 10 Best Instagrammable Spots In Kolkata",
            "indexInSource": 0,
            "iconSiteId": 19850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476341",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/compelling-places-to-visit-kolkata-1539481",
            "sourceSite": "Web",
            "snippet": "Imposing white marble Victoria Memorial at the southern end of the Maidan was completed in 1921 and currently serves as a museum. Constructed in memory of Queen Victoria of the United Kingdom, it houses a fine art history collection and a gallery from the British Colonial period including many impressive paintings, sculptures, and books. The building's exterior is evocatively illuminated at night, and its surrounded by a vast garden that's an attraction in itself.",
            "siteName": "TripSavvy",
            "shortName": "18 Best Places to Visit in Kolkata to Discover the City",
            "indexInSource": 5,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923334",
            "type": "webPlacesList",
            "url": "https://shooterfiles.com/2018/12/city-street-guides-by-f-d-walker-a-street-photography-guide-to-kolkata-india/",
            "sourceSite": "Web",
            "snippet": "The Victoria Memorial is a large marble building on Queens Way that was built over a century ago in dedication to the memory of Queen Victoria. Now, it’s also a museum, but the reason you should come here for street photography isn’t for the building, but the 64 acres of grounds and gardens surrounding it. There are parks, ponds, and plenty of people walking around here at all times during the day, especially in the evening.",
            "siteName": "Shooter Files by f.d. walker",
            "shortName": "City Street Guides by f.d. walker: A Street Photography Guide to Kolkata, India",
            "indexInSource": 1,
            "iconSiteId": 19862,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923336",
            "type": "webPlacesList",
            "url": "https://petapixel.com/2021/07/22/5-top-places-to-shoot-in-kolkata-a-400-year-old-indian-city/",
            "sourceSite": "Web",
            "snippet": "Just behind Maidan, you will find the crown jewel of Kolkata, Victoria Memorial. Akin to its namesake, this heritage building was built as a memorial to Queen Victoria by Lord Curzon in the year of 1906. This huge central building houses a museum that exhibits guns, bullets, and canons that were used during the First and the Second World Wars, along with other artifacts.",
            "siteName": "PetaPixel",
            "shortName": "5 Top Places to Shoot in Kolkata, a 400-Year-Old Indian City",
            "indexInSource": 3,
            "iconSiteId": 276470,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222358",
            "type": "webPlacesList",
            "url": "https://shaadiwish.com/blog/2020/01/15/locations-for-pre-wedding-shoot-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "The most iconic heritage property in Kolkata, Victoria Memorial is a unique blend of European, Indian and Persian architecture. Choose this white marble wonder along with its 64 acres well-maintained garden and open space as one of the locations for your dreamy and memorable pre-wedding shoot. Image Source: Bireswar Biswas Photography",
            "siteName": "ShaadiWish",
            "shortName": "8 Best Locations For Pre Wedding Shoot In Kolkata",
            "indexInSource": 2,
            "iconSiteId": 16741,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The exhibition of colonial British architecture in the place shall leave you dazzled with its vibe. The aesthetic of the place is further enhanced by the confluence of Indian, Persian and European architecture. A very popular spot for couples can give you some ambient pictures for you to cherish forever.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 6,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222370",
            "type": "webPlacesList",
            "url": "https://rigbiswas.com/blog/pre-wedding-photoshoot-locations-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The place's ambience will amaze you with its exhibition of  British heritage. The fusion of Indian, Persian and European styles adds to the overall appeal of the location. A popular location for couples can give you lots of beautiful pre wedding photographs that you will treasure for a lifetime.",
            "siteName": "rigbiswas",
            "shortName": "10 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 6,
            "iconSiteId": 29692,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Victoria Memorial is one of the best pre-wedding locations in Kolkata, making it a perfect addition to the blog on the 28 best locations. Its architectural beauty, reminiscent of the British Raj, offers a captivating backdrop. It is ideal for capturing timeless moments of love and romance.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 0,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923332",
            "type": "webPlacesList",
            "url": "https://www.indianeagle.com/traveldiary/photography-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "The Victoria Memorial is not only a testament to Kolkata’s colonial past but also a visual treat for photographers. It is one of the top photography places in Kolkata. This grand marble building, surrounded by lush gardens, showcases exquisite architecture and intricate detailing.",
            "siteName": "Travel Blog | Travel Inspiration, Tips and News | Travel Diary",
            "shortName": "Photography Spots in Kolkata to Unleash the Photographer in You",
            "indexInSource": 1,
            "iconSiteId": 14451,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459681",
            "type": "webPlacesList",
            "url": "https://www.wanderingwelshgirl.com/the-best-places-for-photography-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "This incredible marble building was constructed in the early 1900s in dedication to Queen Victoria. A visit to the museum inside requires several hours and free guided tours are available. However, my favourite part of this site was actually the gardens that surround it.",
            "siteName": "Wandering Welsh Girl",
            "shortName": "The Best Places For Photography In Kolkata",
            "indexInSource": 5,
            "iconSiteId": 36167,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Victoria Memorial | #1 of 34 Best Places to Visit in Kolkata. An imposing white monument, Victoria Memorial is one of the most visited places in Kolkata, and for all good reasons. Named after Queen Victoria, it now serves as a museum and is perfect for history buffs.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923329",
            "type": "webPlacesList",
            "url": "https://sombitdeyphotography.com/blog/best-places-for-photography-in-kolkata",
            "sourceSite": "Web",
            "snippet": "This finest building is a perfect location for a romantic pre wedding photoshoot in Kolkata. The sparkling white marble monument is a symbol of colonial rule in our country. Its Indo-European architecture will add a magical twist to your pre-wedding photoshoot.",
            "siteName": "sombitdeyphotography",
            "shortName": "Best Places For Photography In Kolkata You Should Know",
            "indexInSource": 1,
            "iconSiteId": 276469,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222365",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The marble building made in honour of Queen Victoria surely hits the list of 12 Instagrammable places of Kolkata. A huge green garden was built surrounding the building. It is a good spot for a picnic, friend meets and of course, photography.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Kolkata",
            "indexInSource": 4,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128843",
            "type": "webPlacesList",
            "url": "https://www.idiva.com/lifestyle/hot-takes/places-in-kolkata-to-click-instagram-photos/18017941",
            "sourceSite": "Web",
            "snippet": "Both of these areas are right beside each other but offer completely different vibes. The Memorial, known for its architecture, is ethereal when photographed. It provides an olden-day feel that cannot be easily replicated.",
            "siteName": "iDiva",
            "shortName": "Places In Kolkata To Click Instagram Photos",
            "indexInSource": 3,
            "iconSiteId": 5394,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220963",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-location-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Whether you're staring into each other's eyes on the banks of the Hooghly river or hugging one another with the Victoria Memorial in the backdrop, there are so many pre-wedding shoot locations in Kolkata.",
            "siteName": "WeddingBazaar",
            "shortName": "Bookmark These 20 Best Pre-Wedding Shoot Locations In Kolkata!",
            "indexInSource": 6,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459686",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/10-offbeat-instagrammable-places-in-kolkata-india/",
            "sourceSite": "Web",
            "snippet": "One of the most popular and sought-after locations in Kolkata. First-timers make sure to visit the Victoria Memorial as first priority.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "10 Offbeat Instagrammable places in Kolkata, India",
            "indexInSource": 3,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "znaO8GPco8nZJQ1V5IqrMko61qnOvtbk",
          "RhkviLOwp5xEcXUVf6SzRhf7FCNd9mvQ",
          "Rg1CoXbOvx6nYzKPJTOQ2SR0pQ6OPDu5",
          "C3UpaRPF0UndAAUyd166RYKNPGBCXFDC",
          "BkehF4cxA0ul2CKojGmE0fXGkS6KvRZB",
          "znaO8GPco8nZJQ1V5IqrMko61qnOvtbk",
          "RhkviLOwp5xEcXUVf6SzRhf7FCNd9mvQ",
          "Rg1CoXbOvx6nYzKPJTOQ2SR0pQ6OPDu5",
          "C3UpaRPF0UndAAUyd166RYKNPGBCXFDC",
          "BkehF4cxA0ul2CKojGmE0fXGkS6KvRZB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Victoria Memorial",
        "placeId": "ChIJXQGuRhN3AjoRY5fjvORAtQA",
        "internationalPhoneNumber": "+91 33 2223 1890",
        "reviews": [
          {
            "rating": 5,
            "text": "Such a marvellous architecture.\nA must visit place in Kolkata.\nFood & water is not allowed inside the Memorial.\nThe place is very neat & clean & the information is placed for all the monuments.\nThis place can be crowded during weekends.\nThe park outside is amazing during sunset time.\nHistory lover will love this place.\nPlace has some entry fees also..\nIf you want save some fare you can come by bus also..",
            "author_name": "Deepak Rajput",
            "relative_time_description": "",
            "time": 1753620403,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Victoria Memorial is a beautiful place, which can recreate memories of the Britishers and their reigning period. It's a vast place in the heart of the city. The gardens are quite beautiful and it is build up of marble. There are many marble statues of certain rulers of England and many important people. It also includes a museum inside it where there are lots of valuable things from the past including paintings, clothes, etc. The price for entry is ₹50 (Lawn and Museum), ₹30 (Lawn only) and ₹500 (Foreigners). Its huge yes, and there a beautiful place in Kolkata. Recommended for visit.",
            "author_name": "Chris",
            "relative_time_description": "",
            "time": 1753377531,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "𝐕𝐢𝐜𝐭𝐨𝐫𝐢𝐚 𝐌𝐞𝐦𝐨𝐫𝐢𝐚𝐥 𝐇𝐚𝐥𝐥 – 𝐊𝐨𝐥𝐤𝐚𝐭𝐚'𝐬 𝐂𝐫𝐨𝐰𝐧 𝐉𝐞𝐰𝐞𝐥 🏛️✨\n\nBuilt between 𝟏𝟗𝟎𝟔–𝟏𝟗𝟐𝟏 in memory of Queen Victoria, this stunning white marble monument blends British & Mughal architecture.\n\n📍 Location: Maidan, Kolkata\n🌿 Surrounded by 64 acres of lush gardens\n🏛 Houses 25 galleries with rare paintings, books & artifacts\n🌟 Don't miss the rotating Angel of Victory on top\n\n𝗩𝗶𝘀𝗶𝘁𝗼𝗿 𝗜𝗻𝗳𝗼:\n🕙 𝗠𝘂𝘀𝗲𝘂𝗺: 𝟭𝟬 𝗔𝗠 – 𝟲 𝗣𝗠 (𝗖𝗹𝗼𝘀𝗲𝗱 𝗠𝗼𝗻𝗱𝗮𝘆𝘀)\n🌳 𝗚𝗮𝗿𝗱𝗲𝗻𝘀: 𝟲 𝗔𝗠 – 𝟲 𝗣𝗠 (𝗗𝗮𝗶𝗹𝘆)\n🎟 𝗙𝗲𝗲𝘀: ₹𝟱𝟬 (𝗜𝗻𝗱𝗶𝗮𝗻𝘀), ₹𝟱𝟬𝟬 (𝗙𝗼𝗿𝗲𝗶𝗴𝗻𝗲𝗿𝘀), ₹𝟯𝟬 (𝗚𝗮𝗿𝗱𝗲𝗻𝘀)\n\nA must-visit for history lovers, photographers & anyone who wants to soak in Kolkata's heritage. 📸 ♥",
            "author_name": "Avik Adhikary",
            "relative_time_description": "",
            "time": 1754842035,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://victoriamemorial-cal.org/",
        "index": 6,
        "id": "",
        "categories": [
          "Museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1921,
            "2": 883,
            "3": 3951,
            "4": 17940,
            "5": 60199
          }
        },
        "minMinutesSpent": 90,
        "latitude": 22.544808,
        "address": "Victoria Memorial Hall, 1, Queens Way, Maidan, Kolkata, West Bengal 700071, India",
        "travel_time": null
      },
      {
        "_id": "ChIJXSw0yrV3AjoR7AUALYqTLUI",
        "generalDescription": "Jorasanko Thakurbari is the ancestral home of the renowned Tagore family and has been transformed into a museum that showcases the lives of its members. The house, which is now part of Rabindra Bharati University, has been meticulously restored and serves as a tribute to Rabindranath Tagore, the creator of India's national anthem and a Nobel laureate.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 88.359229,
        "rating": 4.6,
        "numRatings": 14174,
        "sources": [
          {
            "id": "1220963",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-location-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The renowned poet and Bengal’s gem Rabindranath Tagore was born in this beautiful palace known as “Jorasanko”. It's at the centre of the rich essence of Rabindrik Calcutta and a symbol of some of the most intellectual eras of Bengal. The panoramic view of this majestic palace makes it one of the best places in Kolkata for a pre-wedding shoot.",
            "siteName": "WeddingBazaar",
            "shortName": "Bookmark These 20 Best Pre-Wedding Shoot Locations In Kolkata!",
            "indexInSource": 9,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Jorasanko Thakur Bari, home to the illustrious Tagore family. It exudes an aura of elegance and grandeur, making it an ideal backdrop for a pre-wedding photoshoot. With its timeless charm and picturesque surroundings, Jorasanko Thakur Bari offers countless enchanting spots for capturing intimate moments and creating everlasting memories.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 9,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The palace of the very popular Tagore family of Bengal also exhibits a rich essence of the Rabindrik Calcutta. One of the most intellectual eras of Bengal. Any die heart Bong can relate to this place very well.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 9,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222370",
            "type": "webPlacesList",
            "url": "https://rigbiswas.com/blog/pre-wedding-photoshoot-locations-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The palace of Bengal's  gem, the world famous Tagore family also reflects the heart of Rabindrik Calcutta. One of Bengal's most scholarly times. This is a place for anyone with a bong heart can connect to.",
            "siteName": "rigbiswas",
            "shortName": "10 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 8,
            "iconSiteId": 29692,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Currently located on the Rabindra Bharati University campus in Jorasank, Jorasanko Thakur Bari is the house in which the first non-European Nobel laureate and poet, Rabindranath Tagore was born.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477562",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/7-stunning-places-in-kolkata-for-a-romantic-photoshoot-597305348f2d7",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tripoto",
            "shortName": "7 Stunning Places in Kolkata for a Romantic Photoshoot",
            "indexInSource": 6,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "A9IuKWtqufHEmu4UCBX0ot3hwkHPD5bk",
          "dSPCiwvHbtVtUSH35K28jnqrfLtYLzF2",
          "60nmbeSRP2kcBmm63OQWNA7KnejBqzBX",
          "EtaKGJhMpNIQValTFxXHuVTaUcHwOS9w",
          "A9IuKWtqufHEmu4UCBX0ot3hwkHPD5bk",
          "dSPCiwvHbtVtUSH35K28jnqrfLtYLzF2",
          "60nmbeSRP2kcBmm63OQWNA7KnejBqzBX",
          "EtaKGJhMpNIQValTFxXHuVTaUcHwOS9w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Jorasanko Thakurbari",
        "placeId": "ChIJXSw0yrV3AjoR7AUALYqTLUI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Jorasanko Thakur Bari, located in North Kolkata, is the ancestral home of the renowned Tagore family. Built in 1784-85 by Nilmoni Tagore, the house has a rich history and cultural significance. Here's a brief overview:\n\nHistory\n- The land was donated by the Sett family of Burrabazar to Prince Dwarkanath Tagore, Rabindranath Tagore's grandfather.\n- The house was expanded by Prince Dwarkanath Tagore and became the residence of the Tagore family.\n- Rabindranath Tagore, the first Asian Nobel laureate, was born here in 1861 and spent most of his life in this house.\n\nArchitecture and Layout\n- The mansion showcases traditional Bengali architecture with a sprawling 35,000 square meter area.\n- It features a rounded verandah, allowing family members to watch performances on the natya manch.\n- The house has multiple wings, including the Bhdrashan Bari (Maharshi Bhavan) and the Boithak Khana Bari.\n\nRabindra Bharati University and Museum\n- The Government of West Bengal established Rabindra Bharati University in 1961 to commemorate Rabindranath Tagore's birth centenary.\n- The university focuses on Indian classical fine arts and quality education.\n- The Rabindra Bharati Museum, located within the complex, showcases the history of the Tagore family, their involvement in the Bengal Renaissance, and Brahmo Samaj.\n- The museum features over 700 paintings, manuscripts, books, and antique items, including Rabindranath Tagore's original paintings and self-composed wedding invitation card ¹ ².\n\nVisitor Information\n- *Timings:* 10:30 AM - 5:00 PM (closed on Mondays)\n- *Entry Fee:* Indians: ₹20 (adults), ₹10 (students); Foreigners: ₹150 (adults), ₹100 (students)\n- *Light and Sound Show:* ₹50 per person, available in Bengali and English\n² ³\n\nOverall, Jorasanko Thakur Bari is a significant cultural and historical landmark in Kolkata, offering insights into the life and works of Rabindranath Tagore and the Tagore family.",
            "author_name": "Utsaw Pan",
            "relative_time_description": "",
            "time": 1744901664,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very peaceful and culturally rich place. Walking through the ancestral home of Rabindranath Tagore feels like stepping back in time. The atmosphere is calm, and the museum gives a beautiful glimpse into the life and legacy of the Tagore family. Highly recommended for anyone interested in history, literature, or just looking for a quiet escape in the heart of the city.",
            "author_name": "Ankan Maiti",
            "relative_time_description": "",
            "time": 1753035660,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It requires a ticket for entry and a different one to take pictures only from the outside. No inside photography is not allowed. This establishment formulated with many buildings including the living room of Rabindranath Tagore. His daily used things are being displayed here and with his car too. Walking through corridor of the main museum building one could have perception about the lifestyle and type of that time.",
            "author_name": "P.K. Roy",
            "relative_time_description": "",
            "time": 1756546442,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Museum",
          "Sights & Landmarks",
          "Heritage building",
          "Architectural Buildings",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 358,
            "2": 141,
            "3": 679,
            "4": 2662,
            "5": 10331
          }
        },
        "minMinutesSpent": 120,
        "latitude": 22.584896,
        "address": "Ganesh Talkies, 267, Rabindra Sarani, Raja Katra, Singhi Bagan, Jorasanko, Kolkata, West Bengal 700007, India",
        "travel_time": null
      },
      {
        "_id": "ChIJHdGb7dh2AjoRd6QfSLwczaU",
        "generalDescription": "Located in the Ballygunge area of Kolkata, about 9 km from Kolkata Railway Station, the Birla Industrial & Technological Museum is India's first science museum. Established in 1959, it is a prime attraction for science enthusiasts and students. The museum aims to promote an interest in science and technology among visitors, especially students. Housed in a historic building, it offers exhibits and demonstrations showcasing various aspects of science and technology.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 88.363726,
        "rating": 4.6,
        "numRatings": 9581,
        "sources": [
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Birla Industrial and Technological Museum | #31 of 34 Best Places to Visit in Kolkata. Established in 1959, Birla Industrial & Technological Museum (BITM) is the first science museum in the country. The museum via various interactive programmes and exhibitions is actively engaged in promoting science among the masses especially the youth and children.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 22,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Being the first scientific and industrial museum in India, Birla Industrial and Technological Museum (BITM) is one of the prime attractions of Kolkata. It is famous for its galleries and 3D shows.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 9,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5zIVGb2caZWNZFnIsCTiJU97XHPMTeMO",
          "PVRVzDby7Eng57YG2XxaO3oYMVZSQRlR",
          "3POAEbBO51yk1IO5T4TjgNaPAcNlCmAe",
          "5zIVGb2caZWNZFnIsCTiJU97XHPMTeMO",
          "PVRVzDby7Eng57YG2XxaO3oYMVZSQRlR",
          "3POAEbBO51yk1IO5T4TjgNaPAcNlCmAe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Birla Industrial & Technological Museum",
        "placeId": "ChIJHdGb7dh2AjoRd6QfSLwczaU",
        "internationalPhoneNumber": "+91 94773 45291",
        "reviews": [
          {
            "rating": 5,
            "text": "This place provides a beautiful experience for the kids so schools often choose this place for conducting their field trip. It offers so many things to see and learn. It even has a good capacity to hold large number of people. The place runs a canteen too.",
            "author_name": "S Hazra",
            "relative_time_description": "",
            "time": 1745753746,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visited after many years. Last visited when I was a child. They have upgraded in every aspects.  My daughter enjoyed a lot. Though she is too small to understand many things, but she enjoyed cold mine show, 3D show, Science Magic show, things she understand and gaming zone specially for below 7 years old.\n\nParking is available,  elevator available,  wheelchair entrance is there, bathrooms are clean. They have also a canteen in very reasonable rate. Taste & quantity is ok, could have been better in this price point.\n\nHighly recommended. Try to visit in weekdays for less crowd.",
            "author_name": "Anirban Bhaumik",
            "relative_time_description": "",
            "time": 1748334565,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely wonderful place for children to learn science and understand scientific and natural phenomenon in a fun way. There are variety of pavilions displaying various items of scientific interest. The scientific officers and staffs are very helpful, friendly and knowledgeable. They explain the various items on display with love and care to the children. These people do not discriminate based on caste, religion, gender, social and economic condition. The displays are meticulously maintained. There's a cafeteria inside. Large groups of children can be taken to this museum for whole day trip",
            "author_name": "Ankita Pramanik",
            "relative_time_description": "",
            "time": 1750965808,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.bitm.gov.in/",
        "index": 8,
        "id": "",
        "categories": [
          "Technology museum",
          "Museums",
          "Children's museum",
          "Science museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 192,
            "2": 112,
            "3": 516,
            "4": 2154,
            "5": 6602
          }
        },
        "minMinutesSpent": 240,
        "latitude": 22.534805,
        "address": "PHYSICS BLOCK, BIRLA INDUSTRIAL & TECHNOLOGICAL MUSEUM, 19A, Gurusaday Road Near Ballygunge Ice Skating Rink, 19a, Gurusaday Dutta Rd, Beck Bagan, Ballygunge, Kolkata, West Bengal 700019, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ09TgI3B1AjoRKShIdUJtI1A",
        "generalDescription": "Biswa Bangla Gate, unveiled in 2017, is a vibrant representation of Bengal's artistic talent and cultural heritage. This 55-meter architectural marvel seamlessly blends modern and traditional design elements, adorned with intricate ceramic work and Bengali patterns. Visitors can enjoy breathtaking views from the top and immerse themselves in Bengali culture at the Biswa Bangla Mela. The on-site restaurant offers a delectable array of regional, Chinese, and Italian dishes.",
        "utcOffset": 330,
        "maxMinutesSpent": 25,
        "longitude": 88.471836,
        "rating": 4.5,
        "numRatings": 34168,
        "sources": [
          {
            "id": "1220963",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-location-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Moving on to the newer things in town, the Biswa Bangla Gate is one spot that is not only a spectacular architectural marvel but also an icon of the rising West Bengal. Located in Newtown, the arch monument is now one of the most attractive places in Kolkata because of its unique design and the first hanging restaurant in the city that it houses!. The place offers a mesmerizing bird's eye view of Newtown and visitors and reaches up there with the help of elevators.",
            "siteName": "WeddingBazaar",
            "shortName": "Bookmark These 20 Best Pre-Wedding Shoot Locations In Kolkata!",
            "indexInSource": 10,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Majestically standing tall in all its architectural glory, this magnificent gate is a true representation of the city's rich heritage and artistic brilliance. Its intricate design and exquisite craftsmanship make it an absolute delight for photographers and couples alike.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 14,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QvBjrxh0cHEa3NYl9JqRHEssBxRRwktK",
          "ojlsybUi5LO4M1uIbrWscdCJzjUKw4IF",
          "9LKc2GPaOkBOcJIbdWLceHdvivKdkzi1",
          "QvBjrxh0cHEa3NYl9JqRHEssBxRRwktK",
          "ojlsybUi5LO4M1uIbrWscdCJzjUKw4IF",
          "9LKc2GPaOkBOcJIbdWLceHdvivKdkzi1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1900"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Biswa Bangla Gate",
        "placeId": "ChIJ09TgI3B1AjoRKShIdUJtI1A",
        "internationalPhoneNumber": "+91 83358 17777",
        "reviews": [
          {
            "rating": 5,
            "text": "The gate is located in the heart of New Town, a short distance from Kolkata.  There is a restaurant above the gate, which opens at 12 noon.  There is a beautiful green grass park around the gate.  I went to Newtown on Independence Day.  The atmosphere there was really spectacular.",
            "author_name": "Manabendra Koch",
            "relative_time_description": "",
            "time": 1755397976,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Good place for evening snacks. Thick price is ₹100/Person. Children above 3yrs need to pay in full. You may book the tickets from \"book my show\".\nTimings: 5- 5:45pm & 6- 6:45pm.\nTea, coffee, mocktail, cake etc are available. Good for camera click and selfie.\nNote: DON'T ORDER MAIN COURSE.",
            "author_name": "Sanket Roy",
            "relative_time_description": "",
            "time": 1745297446,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This iconic structure is located in  near New Town.. The experience out here is breathtaking as the view of the city from the top floor of the structure is amazing.\nThe place offers an array of restaurants to make one's experience a little more exciting. The price of food here is a little too expensive but it's worth it because one gets to enjoy both the great view of the city at a good height and enjoy great food both at the same time. It gets a little saturated with space at times as the structure can allow a certain number of people inside it for the safety purposes. Keeping aside this factor, one can come and visit here with both friends and family for a lovely experience. However, getting a public transport to places from here can be a matter of concern at times but one can always opt for busses for some areas but for longer distances, it's always good to travel by cabs. In short,  if you want to enjoy breathtaking views of the city either during the day or the evening or night, do visit this place for that and enjoy mouthwatering delights to make your experience a little more comfortable and exciting.\nDon't forget to note the difficulties of accommodation and the high prices of the food along with the problems of traveling to the place and back. Otherwise, this place is just right for groups of all ages, kids as well as family to experience a wonderful time in the city.",
            "author_name": "Salini Das",
            "relative_time_description": "",
            "time": 1751695123,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.biswabanglagatekolkata.in/",
        "index": 9,
        "id": "",
        "categories": [
          "Cultural landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1261,
            "2": 570,
            "3": 2016,
            "4": 7116,
            "5": 23205
          }
        },
        "minMinutesSpent": 25,
        "latitude": 22.578715,
        "address": "Biswa Bangla Upas, Action Area 1D, Newtown, New Town, West Bengal 700156, India",
        "travel_time": null
      },
      {
        "_id": "ChIJk7nAsLF3AjoR6SQSI1FlQy0",
        "generalDescription": "Nakhoda Masjid, the largest mosque in Kolkata, is a stunning architectural marvel that showcases a blend of Islamic and Mughal styles. Completed in 1926, it features intricate details, including three domes and two 151-foot minarets. Modeled after Emperor Akbar's mausoleum in Agra, the mosque offers a serene atmosphere for prayer and reflection within its vast courtyard.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.356259,
        "rating": 4.6,
        "numRatings": 9273,
        "sources": [
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "The tall minarets and artistic dome of the Nakhoda Masjid, which was built in 1926 by Abdar Rahim Osman, attracts tourists to this busy place of worship. The prayer hall of Nakhoda has the capacity to hold 10000 worshipers at one time and it is considered the Kolkata’s largest masjid.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 21,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128869",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/kolkata-photography-places",
            "sourceSite": "Web",
            "snippet": "Nakhoda Masjid, was sought to be a replica of the Agra mausoleum of Mughal emperor Akbar. The magnificent mosque has three domes, over 20 minarets and a gateway that is an imitation of the Buland Darwaza at Fatehpur Sikri.",
            "siteName": "Tripoto",
            "shortName": "Kolkata Street Photography Places, Places for Photography in Kolkata",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "67dnoOYuIkOm7wSGFUHTme53AAMxmuEP",
          "i5pv7YRQ0Yz4iLG15rUqOuVo2miWPjWQ",
          "Y38Iy0xwtOo8ExhKAsmBUHdlU3KpnZPn",
          "67dnoOYuIkOm7wSGFUHTme53AAMxmuEP",
          "i5pv7YRQ0Yz4iLG15rUqOuVo2miWPjWQ",
          "Y38Iy0xwtOo8ExhKAsmBUHdlU3KpnZPn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Nakhoda Masjid",
        "placeId": "ChIJk7nAsLF3AjoR6SQSI1FlQy0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Nakhoda Masjid is located at Zakaria Street, Kolkata. It has a rich historical significance. It is one of the biggest mosques in India and the biggest mosque in the eastern part of India as well as West Bengal. It was opened in 1926, and 10,000 can offer prayers here. It allows both men and women to pray and also allows people from different faiths. The only thing that should be kept in mind is the proper dressing while visiting here.\n\nI got inner peace in this mosque, and the people here are very helpful. I visited here in the afternoon when people started gathering here, and they started doing Namaz.\n\nOverall, it was a great experience. If you live in Kolkata, you should visit here, especially during Ramadan.",
            "author_name": "Shaunak Chakraborty",
            "relative_time_description": "",
            "time": 1741336019,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I did visit there during Ramadan,while fasting..One pro tip for the ones who are expecting to have iftaar at the mosque that it would be better if they arrive 1 hr before the starting of iftaar as the place get crowded very much before the beginning of iftaar.Only then you can get iftaar from the mosque without any hassle.\nIf you want to save money and don't wanna lose your shoes then do carry a shoe bag with you .There is a higher possibility of you losing your shoe with that much crowd.There are shoe keeping services at the entrance of the mosque which cost around at around 10 Rupees per pair of shoe.\nThe view inside is mesmerizing and so beautiful..You can go the upper floor which have a even greater view.",
            "author_name": "Akkash Ali",
            "relative_time_description": "",
            "time": 1742465113,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tucked away in the heart of Bara Bazar, Kolkata, the Nakhoda Masjid stands as a majestic reminder of the city's rich cultural and architectural heritage. This historic mosque, built in the early 20th century, is one of the oldest and most significant Islamic landmarks in the area. With its grand domes, intricate carvings, and striking red sandstone facade, the mosque is nothing short of breathtaking.\n\nDespite the hustle and bustle of the surrounding marketplace, the moment one steps into the mosque premises, a sense of peace and calm washes over. The spacious courtyard and serene prayer halls offer a quiet escape from the busy world outside. Many people-locals and travelers alike-come not only to pray but also to sit and rest, reflecting in the tranquil atmosphere.\n\nThe Nakhoda Masjid is not just a place of worship but also a symbol of unity and tradition. Its timeless beauty and the soothing environment make it a cherished sanctuary for those seeking spiritual connection or a brief moment of solace. Whether you're there for prayer or a pause from the chaos, the mosque welcomes all with its calming embrace.whenever I came to Kolkata I am going there.\n\n🤲🏼🧎🛐🧎‍♂️",
            "author_name": "Md Mudasir",
            "relative_time_description": "",
            "time": 1749464208,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://nakhodamasjid.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 328,
            "2": 115,
            "3": 359,
            "4": 1049,
            "5": 7414
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.577457,
        "address": "92, Rabindra Sarani, near Nakhuda masjid, Kolutolla, Kolkata, West Bengal 700073, India",
        "travel_time": null
      },
      {
        "_id": "ChIJo1yQEiR3AjoRDgbnrse_Njc",
        "generalDescription": "The Mother House of the Missionaries of Charity in Kolkata is a serene convent that attracts visitors from around the world. It is a place where people can learn about the life and ideologies of Mother Teresa, a Nobel Peace Prize laureate and humanitarian. The house features her preserved room, tomb, and a small museum displaying items such as her sandals, drape, and eating bowl. Visitors can experience the peacefulness of her followers' beliefs and pay homage to her selfless sacrifice.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.363772,
        "rating": 4.6,
        "numRatings": 4394,
        "sources": [
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Mother House is a small building that houses Mother Theresa’s Tomb. There are also many photos, personal belongings, and articles displayed here. If you are around Rippon Street, definitely visit this beautiful building.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 18,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "BFBpJHjflInntMCj8XgHubysFS5SGoDi",
          "96ZReQnK5VufrOHhlkAZkWBpwfHrdJPh",
          "Ewx1IgjGCBQBrAsByHFJ8CpP5smJEBNG",
          "9FpxGvrq7Ne6qDaDv0Fh9NTVq8Qerfx1",
          "BFBpJHjflInntMCj8XgHubysFS5SGoDi",
          "96ZReQnK5VufrOHhlkAZkWBpwfHrdJPh",
          "Ewx1IgjGCBQBrAsByHFJ8CpP5smJEBNG",
          "9FpxGvrq7Ne6qDaDv0Fh9NTVq8Qerfx1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1500"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1500"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1500"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1500"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1500"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1500"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "The Mother Teresa House Of The Missionaries Of Charity",
        "placeId": "ChIJo1yQEiR3AjoRDgbnrse_Njc",
        "internationalPhoneNumber": "+91 83358 92277",
        "reviews": [
          {
            "rating": 5,
            "text": "A Peaceful and Inspiring Visit.  I recently visited The Mother House of the Missionaries of Charity in Kolkata, and it was a deeply moving experience. The serene atmosphere and the presence of Mother Teresa's tomb create a sense of peace and reverence. The museum, which displays her personal belongings and relics, offers a glimpse into her humble life and dedication to serving the poorest of the poor.\n\nThe staff were courteous and respectful, ensuring that visitors could reflect and pray in a tranquil environment. The daily Mass at the chapel is a beautiful experience, and the museum's exhibits are both informative and inspiring.\n\nThis place is not just a tourist spot but a pilgrimage for those who admire Mother Teresa's work and legacy. It's a must-visit for anyone looking to find some inner peace and learn about the incredible humanitarian efforts of Mother Teresa and her sisters.\n\nThe entry is free and there are shops nearby selling souvenirs.",
            "author_name": "Joji Jose",
            "relative_time_description": "",
            "time": 1737433155,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Review of Mother House, Missionaries of Charity – Kolkata\n\nAmong all the places I visited in Kolkata, Mother House left the most lasting impression on my heart. Nestled in a modest lane of the bustling city, this place radiates peace, simplicity, and divine presence. It is the headquarters of the Missionaries of Charity, founded by Saint Mother Teresa, and visiting here felt like stepping into a sacred space of love and humility.\n\nThe sisters welcomed everyone with warmth and grace. They gently guided us through the areas open to visitors – the tomb of Mother Teresa, the chapel where she used to pray, and the museum, which preserves many of her personal belongings. The museum is simple yet powerful – you'll find her worn sandals, handwritten letters, rosaries, her iconic white and blue saree, the awards she received, and deeply moving quotes that reflect her selfless mission.\n\nOne of the most touching moments was seeing Mother Teresa's own room – a tiny space with just a simple bed, a table, and no fan. It was a striking reminder of her vow to live among and like the poorest of the poor. Even today, the sisters live in the same humble manner – I saw them drawing water with buckets from a tank below, living a life of complete simplicity and service.\n\nPeople from across the world visit to seek peace, offer prayers, and draw strength from the legacy of Mother Teresa. Many, including myself, have experienced miraculous blessings after praying to her. There's a quiet sense of healing and hope in the air – the kind that words can barely capture.\n\nWhile Kolkata has many attractions, Mother House is a place that touches the soul. It's not just a tourist spot – it's a spiritual home that holds unforgettable memories and a timeless message of love and compassion.",
            "author_name": "Starlet Esther",
            "relative_time_description": "",
            "time": 1745423824,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Going to Mother Teresa's Home was a really unique experience. Unlike the other big tourist spots in Kolkata, this isn't about grand architecture or loud crowds. It's a place that just feels different. As soon as you step inside the gates, the noise of the city seems to just fade away.\n\nThe main thing to see is Mother Teresa's tomb, which is incredibly simple and beautiful. People are kneeling and praying, and the atmosphere is so peaceful and respectful. It's a very powerful place for quiet reflection. The small museum is interesting, too, with some of her personal belongings and a little history on the Missionaries of Charity.\n\nIt's not a place you'll spend hours and hours at, but you don't need to. It's a quick, quiet visit that leaves a lasting impression. It's a nice change of pace from the typical Kolkata sightseeing and a powerful reminder of her legacy. If you're looking for a moment of peace and a chance to feel connected to a truly remarkable person, it's absolutely worth a visit.",
            "author_name": "Kalyan Vinjamuri",
            "relative_time_description": "",
            "time": 1758031797,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://missionariesofcharity.org/mothers-tomb.html",
        "index": 11,
        "id": "",
        "categories": [
          "Convent",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 89,
            "2": 39,
            "3": 197,
            "4": 711,
            "5": 3364
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.553114,
        "address": "54A, Acharya Jagdish Chandra Bose Rd, near Ripon Street, opposite Bamboo Villa, Taltala, Kolkata, West Bengal 700016, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ3-ggXk12AjoRXEpZDw8zZNw",
        "generalDescription": "Nestled in the heart of College Street, Indian Coffee House has been a beloved haunt for students and intellectuals alike since its inception in 1942. This iconic establishment is steeped in history and has been frequented by renowned figures such as Rabindranath Tagore and Satyajit Ray. The vibrant atmosphere is filled with lively conversations and the aroma of freshly brewed coffee.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 88.363998,
        "rating": 4.1,
        "numRatings": 40259,
        "sources": [
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "The quaint ambiance of the Coffee House, adorned with vintage furniture and nostalgic photographs, creates a captivating backdrop for couples seeking a blend of history and romance. Whether it's the aroma of freshly brewed coffee or the melodious strains of Rabindra Sangeet playing in the background, every corner of this cultural hub sparks inspiration. As sunlight streams through the large windows, casting a warm glow on the tables, photographers can skillfully capture candid moments of laughter, stolen glances, and shared dreams.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 12,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476341",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/compelling-places-to-visit-kolkata-1539481",
            "sourceSite": "Web",
            "snippet": "One of the most historic restaurants in India, the Indian Coffee House on College Street harks back to the days of India's struggle for independence from British rule. It was a popular meeting place for intellectuals, freedom fighters, social activists, revolutionaries, and bohemians. These days college students often hang out there to converse and exchange ideas.",
            "siteName": "TripSavvy",
            "shortName": "18 Best Places to Visit in Kolkata to Discover the City",
            "indexInSource": 6,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923332",
            "type": "webPlacesList",
            "url": "https://www.indianeagle.com/traveldiary/photography-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "For a slice of nostalgia and a glimpse into the intellectual and artistic culture of Kolkata, visit the Indian Coffee House. It is one of the most popular photography spots in Kolkata for youngsters. This iconic café has been a hub for artists, writers, and intellectuals for decades.",
            "siteName": "Travel Blog | Travel Inspiration, Tips and News | Travel Diary",
            "shortName": "Photography Spots in Kolkata to Unleash the Photographer in You",
            "indexInSource": 4,
            "iconSiteId": 14451,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TYPa6ZnOYnS0ZNCzqCBSse1iUuCZJzNx",
          "Nm2wDl56ee8xyHUrDbJISVs7t6iUWXjI",
          "5ivRPn6E9MvNCgm4ckiKHCLEE4B2vLeX",
          "StdDi4v8mbSAF6oKI6cXRyOVrd2qvTrR",
          "TYPa6ZnOYnS0ZNCzqCBSse1iUuCZJzNx",
          "Nm2wDl56ee8xyHUrDbJISVs7t6iUWXjI",
          "5ivRPn6E9MvNCgm4ckiKHCLEE4B2vLeX",
          "StdDi4v8mbSAF6oKI6cXRyOVrd2qvTrR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Indian Coffee House",
        "placeId": "ChIJ3-ggXk12AjoRXEpZDw8zZNw",
        "internationalPhoneNumber": "+91 90077 98519",
        "reviews": [
          {
            "rating": 5,
            "text": "Indian Coffee House at College Street is a timeless gem that perfectly captures the essence of Kolkata's intellectual and cultural heritage. Surrounded by bookstores and the academic buzz of College Street, the vibe here is simply unmatched. The old-world charm, lively conversations and nostalgic ambiance make it a must-visit spot.\n\nThe food was equally delightful especially the chicken cutlet, mutton kabiraji and cold coffee which were all fantastic. The flavors were rich and the crispiness of the kabiraji was just perfect. The service was warm and efficient adding to the overall great experience.\n\nHad a wonderful time soaking in the history, the energy and the flavors. If you're in Kolkata, this place is a must-visit!",
            "author_name": "Vijender Singh",
            "relative_time_description": "",
            "time": 1742765621,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Absolutely rude staff, trying to push us out even before we finished our food.\nFood dint taste good either.\n\nBut , if in vicinity, recommend visiting (order only tea/coffee) - for this particular magnificent window which looked other-worldly when we visited around 12.30pm\n\n(We visited in November 2024)",
            "author_name": "Daya Abraham",
            "relative_time_description": "",
            "time": 1756916810,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "This is one of Kolkata's most nostalgic places, filled with rich history. However, the food quality is disappointing. I have been here twice mainly to soak in the nostalgia and though I tried different dishes, the taste was just average. Once known for good coffee and food, the quality has sadly deteriorated over the years, and the staff's behavior is not very welcoming either.\n\nStill, it holds a unique charm. You will often find elderly groups sitting here, continuing their adda sessions that began during their college days, sometimes 50–60 years ago. For that sense of history and continuity, it's worth a visit at least once but go for the nostalgia, not the food or the coffee.",
            "author_name": "Tanmay Sarkar",
            "relative_time_description": "",
            "time": 1757062765,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://indiancoffeehouse.in/",
        "index": 12,
        "id": "",
        "categories": [
          "Cafe",
          "Coffee store",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2519,
            "2": 1837,
            "3": 5657,
            "4": 10022,
            "5": 20242
          }
        },
        "minMinutesSpent": 90,
        "latitude": 22.576076,
        "address": "15, Bankim Chatterjee St, College Square West, College Street, Kolkata, West Bengal 700073, India",
        "travel_time": null
      },
      {
        "_id": "ChIJhTs5Tth2AjoRNUPy6r8FE_s",
        "generalDescription": "Birla Mandir, located in Kolkata, India, is a grand marble Hindu temple complex built between 1970 and 1996. Sponsored by the Birla family, it consists of three intricately carved temples dedicated to Lord Krishna and Goddess Radha in the main shrine, while the other two domes honor Lord Shiva and Goddess Durga. The entire structure is made of marble with towering pagoda-like monoliths at the entrance.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.365021,
        "rating": 4.6,
        "numRatings": 16821,
        "sources": [
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "This marvelous temple was built in 1996 and today it has grown to become one of the favorite pre-wedding shoot locations in Kolkata. The entire temple was designed in Rajasthani style and embellished with stone carvings. The temple is filled with a soft glow of natural light that is filtered through the glass windows.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 18,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Another of the famous places in Kolkata you should not miss is the Birla Mandir. Named after the Birla family who commissioned it, this abode of Lord Krishna, made completely of white marble stone, took 26 years to be built.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 13,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "The glowing structure that adorns the streets of Kolkata is the popular Hindu Temple, Birla Temple. Dedicated to Lord Krishna and Radha, the temple is perfect specimen of craftsmanship.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 6,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zxfzs7kaMIWLcP0sGnHwM3Db9pqKX2aW",
          "FIuTfPvLKiYUX3YKFilvwnsdJN2jQUhP",
          "jI3CXOvVqK9QHfAHafcKOCYKmPxmyAwO",
          "uKqQj2GSlz8BSijr0M7XXygof7hyx2yz",
          "zxfzs7kaMIWLcP0sGnHwM3Db9pqKX2aW",
          "FIuTfPvLKiYUX3YKFilvwnsdJN2jQUhP",
          "jI3CXOvVqK9QHfAHafcKOCYKmPxmyAwO",
          "uKqQj2GSlz8BSijr0M7XXygof7hyx2yz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0530"
            },
            "close": {
              "day": 0,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1630"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0530"
            },
            "close": {
              "day": 1,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1630"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0530"
            },
            "close": {
              "day": 2,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1630"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0530"
            },
            "close": {
              "day": 3,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1630"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0530"
            },
            "close": {
              "day": 4,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1630"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0530"
            },
            "close": {
              "day": 5,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1630"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0530"
            },
            "close": {
              "day": 6,
              "time": "1100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1630"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Birla Mandir",
        "placeId": "ChIJhTs5Tth2AjoRNUPy6r8FE_s",
        "internationalPhoneNumber": "+91 33 2461 5717",
        "reviews": [
          {
            "rating": 5,
            "text": "A perfect spot for spiritual seekers and those craving tranquility. Whether for prayer, meditation, or simply soaking in the peaceful vibes, Krishna Birla Temple offers a welcoming and rejuvenating experience. Highly recommended for a mindful escape!\n\nThe temple follows a strict schedule:\nMorning:-5:30 AM to 11:00 AM\nEvening:-4:30 PM to 9:00 PM\nThese timings are consistent daily, so plan your visit accordingly.",
            "author_name": "Utkarsh",
            "relative_time_description": "",
            "time": 1742124250,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Review of Birla Mandir, Kolkata\n\nI recently had the opportunity to visit Birla Mandir in Kolkata, and it was truly a serene and spiritually uplifting experience. The temple's white marble architecture is both majestic and elegant, standing tall as a symbol of peace and devotion in the heart of the city.\n\nThe moment I stepped inside the premises, I was struck by the calm and clean environment. The intricate carvings on the walls and ceilings reflect exquisite craftsmanship and devotion. The temple is dedicated to Lord Vishnu and his consort Lakshmi, and the sanctum radiates a divine aura that makes one pause and reflect.\n\nThe beautifully maintained gardens, well-laid pathways, and the peaceful ambience made my visit very pleasant. Though photography isn't allowed inside, the mental images of the serene interiors and the melodious temple bells will stay with me for a long time.\n\nThe temple is usually less crowded in the mornings and early evenings, which is when I would recommend going if you want a peaceful darshan. The security arrangements and cleanliness are commendable. It's also conveniently located and easy to reach by public or private transport.\n\nIn short, Birla Mandir is not just a place of worship but a quiet retreat from the city's hustle - perfect for spiritual seekers, architecture lovers, or anyone in need of a moment of calm.",
            "author_name": "Starlet Esther",
            "relative_time_description": "",
            "time": 1745422703,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of most beautiful place in kolkata, near Ballygunge road.\n\nBeautiful temple 🙏made of marvel.\n\nInside the temple there are deity of Radha Krishna, mahadev, and maa Santoshi.\nVery peaceful place.😊",
            "author_name": "Manjistha",
            "relative_time_description": "",
            "time": 1753087112,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Hindu temple"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 350,
            "2": 196,
            "3": 747,
            "4": 3141,
            "5": 12376
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.530487,
        "address": "29, Ashutosh Chowdary Ave, Ballygunge, Kolkata, West Bengal 700019, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ44q8ZhR3AjoRDI-uU3U3ot8",
        "generalDescription": "M.P. Birla Planetarium, also known as taramandal, is a renowned domed planetarium and observatory located in Kolkata, India. This impressive white marble building is the largest of its kind in Southeast Asia and the second largest globally. Established in September 1962, it stands as a marvel of Indian architecture alongside iconic structures like the Sanchi Pagoda.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 88.347384,
        "rating": 4.5,
        "numRatings": 6313,
        "sources": [
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Birla Planetarium | #12 of 34 Best Places to Visit in Kolkata. In the list of places to visit in Kolkata, one cannot ignore the majestic Birla Planetarium. Inaugurated in 1963 by Pandit Jawaharlal Nehru, the planetarium has exhibition corners, several galleries, a library, and a very impressive theatre room with high-end projector screens.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 8,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "DW8oeYzYatG4kjGydfnnJTZuXjVt3qAd",
          "DO8uS6RPlxmSMJJhyfSlaUa5m8doH80X",
          "1zBGyFoHA3mQflpuzsfCtMyUX2at2Vub",
          "yiYoN3CwugWZwdTJUvEi8HcGr3VSxqbD",
          "DW8oeYzYatG4kjGydfnnJTZuXjVt3qAd",
          "DO8uS6RPlxmSMJJhyfSlaUa5m8doH80X",
          "1zBGyFoHA3mQflpuzsfCtMyUX2at2Vub",
          "yiYoN3CwugWZwdTJUvEi8HcGr3VSxqbD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1130"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1130"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1130"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1130"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1130"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1130"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1130"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "M.P. Birla Planetarium",
        "placeId": "ChIJ44q8ZhR3AjoRDI-uU3U3ot8",
        "internationalPhoneNumber": "+91 33 2223 6610",
        "reviews": [
          {
            "rating": 5,
            "text": "The Birla Planetarium in Kolkata, established in 1963, offers an engaging gateway to the cosmos. Designed in a distinctive Indian architectural style inspired by the Sanchi Stupa, it stands as one of the largest planetariums in Asia. Visitors can enjoy well-structured shows in multiple languages (English, Hindi, and Bengali) with impressive graphics and sound that bring the wonders of the universe to life. While some find the ticket price a bit high, the overall experience is considered educational and unique, particularly for families and school groups. The planetarium also features interactive exhibits and a knowledgeable staff, making it a worthwhile visit for astronomy enthusiasts and those curious about space.",
            "author_name": "Anamika",
            "relative_time_description": "",
            "time": 1745235644,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "M.P. Birla Planetarium is a fantastic place for space enthusiasts and anyone curious about the universe! Located right beside St. Paul's Cathedral, this iconic planetarium offers hourly shows in Hindi, English and Bengali each lasting 40-45 minutes.\n\nThe shows are engaging and educational, covering fascinating topics like:\n* The Solar System – A deep dive into planets, moons and celestial bodies.\n* Black Holes & Space Mysteries – Exploring the wonders of deep space.\n* Cosmic Evolution – Understanding how the universe has evolved over time.\n\nThe dome-shaped theater and stunning visuals make the experience immersive, perfect for both kids and adults. Whether you love astronomy or just want to explore something unique in Kolkata, this place is highly recommended!",
            "author_name": "Vijender Singh",
            "relative_time_description": "",
            "time": 1742768226,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Perfect for a family & friends outing, this spot offers an engaging and educational experience for all ages. Plus, it's easily accessible by metro - just a 5-6 minute walk from Maidan station.\n\nWith informative shows running every hour, lasting around 30 minutes, you'll be sure to learn something new and have fun! The shows are conveniently available in English, Hindi, and other regional languages. Tickets are priced at Rs 140, which may seem a bit steep, but trust me, the experience is well worth it!",
            "author_name": "Harpreet Kaur",
            "relative_time_description": "",
            "time": 1755634010,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.mpbirlaplanetarium.org/",
        "index": 14,
        "id": "",
        "categories": [
          "Planetarium",
          "Museums",
          "Observatories & Planetariums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 234,
            "2": 118,
            "3": 357,
            "4": 1435,
            "5": 4168
          }
        },
        "minMinutesSpent": 120,
        "latitude": 22.545587,
        "address": "Paul's Cathedral, 96, Jawaharlal Nehru Road, Cathedral Rd, Adjacent To St, Kolkata, West Bengal 700071, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ1QFmx7F3AjoR7p8V5lY2fN4",
        "generalDescription": "Elliot Park, located in Kolkata, is a romantic green space perfect for couples looking to spend quality time together. The park features lush greenery, ponds, fountains, and ample seating areas. It also hosts free concerts and events. Originally established by Tata Steel, the park is now maintained by Kolkata Municipality while still retaining its natural beauty. Spanning nearly 90,000 square feet, the park offers walkways, jogging tracks, restaurants, museums and outlets for visitors to enjoy.",
        "utcOffset": 330,
        "maxMinutesSpent": 60,
        "longitude": 88.348183,
        "rating": 4.3,
        "numRatings": 15279,
        "sources": [
          {
            "id": "1220963",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-location-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Elliot Park is a breath of fresh air and just the perfect spot for couples who wants to hold a pre-wedding shoot here or just want to spend some quality time together. Enriched with lush greenery, a pond, fountains, and enough seating area, the park lies amidst the lap of nature and hence is one of the most romantic places in Kolkata. The park is open from 6 AM to 10 PM, and is easily accessible, with restaurants, museums, and walkthroughs!.",
            "siteName": "WeddingBazaar",
            "shortName": "Bookmark These 20 Best Pre-Wedding Shoot Locations In Kolkata!",
            "indexInSource": 11,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "This hidden gem, boasting a serene ambiance and picturesque landscapes, is a dream come true for couples seeking the perfect backdrop for their pre-wedding photoshoot. Elliot Park offers a myriad of possibilities for capturing intimate moments of affection. Image Credit: Holidify",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 17,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Inaugurated in 2004, Elliot Park is one of the relatively newer parks to have been developed in the city. The park has a joggers' stretch of 1.5 km besides the lush green vegetation, swings for children and water fountains.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 27,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rutHvjTViw8DwzeN7KaYbvj6cQKU2xiB",
          "4JCrBTbsERp4TH453LspZ68tuLM1JuGc",
          "tQTviJBUGF75jPvMTfQn0mAb8pCNKRBg",
          "rutHvjTViw8DwzeN7KaYbvj6cQKU2xiB",
          "4JCrBTbsERp4TH453LspZ68tuLM1JuGc",
          "tQTviJBUGF75jPvMTfQn0mAb8pCNKRBg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1300"
            },
            "close": {
              "day": 1,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1300"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1300"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1300"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1300"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Elliot Park",
        "placeId": "ChIJ1QFmx7F3AjoR7p8V5lY2fN4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most beautiful parks in Kolkata, a lovely environment of plants. Clean and very carefully arranged.",
            "author_name": "Utsaw Pan",
            "relative_time_description": "",
            "time": 1741459077,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A glorious park in the heart of Kolkata. It's open till 10am in the morning. Perfect location for morning walk, exercises and spending time with nature.",
            "author_name": "Ayan Sarkar.",
            "relative_time_description": "",
            "time": 1753612108,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "in all of Kolkata, this is THE place to be yourself. i have not yet seen a better park. serene, filled with tranquil trees, chirping of the birds and simply amazing atmosphere, this place is wonderful. it could get a little too warm in summers, though. but during winters, this place is way too wonderful. you could even take a walk around the park, under the tree shade, and it feels very refreshing. truly splendid!",
            "author_name": "Safina Paul",
            "relative_time_description": "",
            "time": 1749183926,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 558,
            "2": 374,
            "3": 1830,
            "4": 4428,
            "5": 8088
          }
        },
        "minMinutesSpent": 60,
        "latitude": 22.548028,
        "address": "Jawaharlal Nehru Rd, Maidan, Kolkata, West Bengal 700021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJAeS04p53AjoR32HeCaJAB9I",
        "generalDescription": "Babughat, located in Kolkata, offers a range of activities for visitors. It provides ferry departures and river boat cruises on the Hooghly River, allowing tourists to witness the stunning Ganga Aarti and enjoy sunset views. The area also features a pedestrian bridge that is popular for photography, especially with the iconic Howrah Bridge in the background. Despite some decay and encroachment by vendors and priests, Babughat remains a bustling spot from morning till late evening.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.341004,
        "rating": 4.3,
        "numRatings": 23077,
        "sources": [
          {
            "id": "128869",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/kolkata-photography-places",
            "sourceSite": "Web",
            "snippet": "Babu Ghat is the second oldest riverside embankment in the city, on Strand Road, the Calcutta side. Built by the British, it has a Doric-Greek style pavilion with huge pillars scaffolding it. The colonial structure today, is populated mostly by priests and vendors, and the daily crowds who frequent the ghat, engaging in a variety of activities ranging from religious ceremonies to massages.",
            "siteName": "Tripoto",
            "shortName": "Kolkata Street Photography Places, Places for Photography in Kolkata",
            "indexInSource": 8,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923353",
            "type": "webPlacesList",
            "url": "https://www.kreslavsky.com/kolkata-best-spots-for-photography/",
            "sourceSite": "Web",
            "snippet": "Babughat is best in the late afternoon hours when the light is coming from across the river, illuminating whatever is happening under the bridge. This provides a unique and captivating atmosphere for photography. Best time for photography: The place has always something happening, but in terms of light it is best to come early morning around sunrise, and afternoon before sunset",
            "siteName": "Gil Kreslavsky Photography Workshops",
            "shortName": "Kolkata - Best Spots For Photography",
            "indexInSource": 6,
            "iconSiteId": 276472,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923337",
            "type": "webPlacesList",
            "url": "https://photographylife.com/photo-spots/babughat",
            "sourceSite": "Web",
            "snippet": "Babughat is one of the many ghats built along the river bank of Hooghly along the Strand Road. The best time to visit is during the Durga Puja festival which happens around October in Kolkata. On the tenth day of the festival, the idols of Goddess Durga are brought to Babughat during late afternoon or evening and immersion rituals take place.",
            "siteName": "Photography Life",
            "shortName": "Babughat - Best Photo Spots",
            "indexInSource": 0,
            "iconSiteId": 19899,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "p2Q579LPuVfp0MgusYnVXqXjubP6MIdm",
          "Kug1LiHbXuAUryBdf1kuVje4aMyYEOGc",
          "rYza7Tdv07W6wwFGUrCeSUg8cLu4RbUi",
          "PxoFek61lXuM7Zz3YkdUG8tAWoCVIhUt",
          "p2Q579LPuVfp0MgusYnVXqXjubP6MIdm",
          "Kug1LiHbXuAUryBdf1kuVje4aMyYEOGc",
          "rYza7Tdv07W6wwFGUrCeSUg8cLu4RbUi",
          "PxoFek61lXuM7Zz3YkdUG8tAWoCVIhUt"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Babughat",
        "placeId": "ChIJAeS04p53AjoR32HeCaJAB9I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Ah, the iconic Babughat! The name itself is a delightful throwback to Kolkata's aristocratic past - imagine a zamindar with a monocle sipping cha while discussing Shakespeare and share prices. Built in 1830 by Rani Rashmoni, the original boss lady of Bengal, Babughat isn't just another riverside stop - it's the ultimate throwback Thursday in stone and soul.\n\nWith its Greek-Doric columns and faded colonial charm, Babughat is like an old photograph that refuses to yellow with time. It was once a posh bathing ghat for the “babus” of yesteryear - hence the name - and over the years, it has morphed into an eclectic hotspot for everyone from temple-goers to ticket-checkers.\n\nWhat's the Buzz at Babughat?\n- It's a multi-tasking marvel - part ghat, part transit hub, part protest ground, and fully Kolkata. One minute you're watching a political rally; the next, it's a flower-seller's market.\n- The Colonial portico structure is one of the last remaining neoclassical gems still clinging to dignity despite buses honking their way around it.\n- It's one of the most active immersion ghats during Durga Puja, where goddesses and goodbyes meet in a crescendo of conch shells and camera flashes.\n\nThe Real Experience:\nThe ghat is less about peace and more about poetry in motion. You'll find priests chanting, pigeons cooing, lovers whispering, and sadhus contemplating life - or possibly lunch. It's chaotic, colorful, and charmingly cluttered - a microcosm of Kolkata's soul with a splash of river nostalgia.\n\nAnd let's not forget the iconic launches that ferry passengers across the Hooghly from here. If you haven't taken a boat ride from Babughat to Howrah at sunset, you're seriously missing out on one of Kolkata's cheapest and most cinematic experiences.\n\nKolkata Recommends:\nGet there early to beat the bustle, click a few sepia-toned shots, grab a \"jhalmuri\" from a moustachioed vendor, and let the Hooghly whisper tales of colonial Calcutta and modern madness.\n\nVerdict:\nBabughat isn't just a place - it's a state of nostalgia. Slightly weathered, eternally poetic, and always ready for its close-up.",
            "author_name": "Rajdeep Dutta",
            "relative_time_description": "",
            "time": 1744348486,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "On 15.07.25 i went there and literally it's short space, and unhygienic steps somewhere, they deserve better....😁 but Babughat, a historic ghat on the Hooghly River in Kolkata, was built in 1830 by Rani Rashmoni in memory of her late husband, Babu Raj Chandra Das, the zamindar of Janbazar. It is the second oldest ghat in Kolkata and is known for its colonial-era architecture, including a tall structure with Greek-style pillars. The ghat served as a busy spot for ferry services and is also a popular location for religious rituals.\nI want to invite you all ,please visit here and experience extraordinary things ....2nd time  i came here so I was feeling glad to visit it.....For more interesting and informative reviews about West Bengal even kolkata then you should follow me here or on Facebook ..... Thanks🙏🌹❤",
            "author_name": "Projjwal Datta",
            "relative_time_description": "",
            "time": 1754287928,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Lovely Ganga river view you can get here ..\nYou visit at Morning aur Afternoon for time pass & to fresh your mind... This is very peaceful place & you can watch \"GANGA AARTI\" at 6:30 pm everyday...",
            "author_name": "Srijan Raha",
            "relative_time_description": "",
            "time": 1750892454,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Religious destination"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 783,
            "2": 673,
            "3": 2734,
            "4": 6120,
            "5": 12767
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.567904,
        "address": "Strand Rd, B.B.D. Bagh, Kolkata, West Bengal 700021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJEaewQ6J3AjoRPm8fOZ0Wpuo",
        "generalDescription": "Metcalfe Hall in Kolkata is a stunning tribute to Lord Metcalfe, the former Governor-General of India. Its grand architecture and pillared walkways evoke the feel of ancient Athens, making it a popular tourist spot. Originally home to an opulent library, today it is under the care of the Archeological Survey of India and hosts periodic exhibitions. This heritage building stands at the intersection of Strand Road and Hare Street, serving as a memorial to Sir Charles T.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 88.344713,
        "rating": 4.6,
        "numRatings": 3138,
        "sources": [
          {
            "id": "128843",
            "type": "webPlacesList",
            "url": "https://www.idiva.com/lifestyle/hot-takes/places-in-kolkata-to-click-instagram-photos/18017941",
            "sourceSite": "Web",
            "snippet": "Another superb location for all types of photography is the gorgeous Metcalfe Hall at the junction of Strand Road and Hare Street. The British architecture is oftentimes compared to Greek temples and provides a majestic background for all your blogger woes. There is also a museum and exhibition hall inside which usually has artistic displays rhat are a bonus on any day as well.",
            "siteName": "iDiva",
            "shortName": "Places In Kolkata To Click Instagram Photos",
            "indexInSource": 4,
            "iconSiteId": 5394,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459686",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/10-offbeat-instagrammable-places-in-kolkata-india/",
            "sourceSite": "Web",
            "snippet": "Yet another offbeat Instagrammable place in Kolkata and one of my personal favourites is Metcalfe Hall. Located at the junction of Strand Road and Hare Street Metcalfe Hall is a heritage building that dates back to the colonial era of Kolkata. It’s a memorial built in honour of Sir Charles T. Metcalfe, the Governor-General of India, for his efforts towards freedom of the press.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "10 Offbeat Instagrammable places in Kolkata, India",
            "indexInSource": 1,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wtjc1HYOPUTtW559ulfmQ3Nmo2gjD7m2",
          "o89SOrMVTuNR15IlnQXME0rfKN9YrDqk",
          "Y4sctxbsZDMGuIQpfZVD9dQsUXwhg7K5",
          "wtjc1HYOPUTtW559ulfmQ3Nmo2gjD7m2",
          "o89SOrMVTuNR15IlnQXME0rfKN9YrDqk",
          "Y4sctxbsZDMGuIQpfZVD9dQsUXwhg7K5"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Metcalfe Hall",
        "placeId": "ChIJEaewQ6J3AjoRPm8fOZ0Wpuo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "History:\n\nMetcalfe Hall is a heritage building located in Kolkata, West Bengal, India. Built between 1840 and 1844, it is named after Sir Charles Theophilus Metcalfe, who served as the Governor-General of India in the 1830s. He was known for his liberal policies and for supporting freedom of the press, which earned him great respect.\n\nThe hall was designed in the Greek Revival style, with 30 massive Corinthian columns, giving it a neoclassical look that resembles ancient Greek temples. Initially, it housed the Calcutta Public Library and later the Imperial Library, which eventually became the National Library of India. Today, it serves as a heritage center showcasing Kolkata's cultural and historical evolution.\n\nMetcalfe Hall is a peaceful and beautifully preserved colonial-era building, perfect for history buffs and architecture lovers. The exhibitions inside are curated to reflect Kolkata's past, with displays on literature, freedom movement, and cultural transitions. It's not a typical tourist hotspot, so it's less crowded-making it ideal for a quiet, reflective visit. Entry is usually free, and photography is allowed inside. It's especially recommended if you enjoy heritage walks or want a break from the city's usual hustle.",
            "author_name": "Utsaw Pan",
            "relative_time_description": "",
            "time": 1744868875,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🏦 Metcalfe Hall :\nThe place has an amazing feel and you can realize it from the first step you take into the hall... Magical! History and art based place that shows how enriched bengali culture is. Overall a good place to spend a couple of hours with your loved ones!\n🎟️ About Ticket :\n💰 Price :\nRs 20/Adult\n🤔 How to book :\nYou get the ticket at the entry of the place, need to scan the QR to buy tickets there. There is a person who will guide you how to book it online. You can take help if needed\n.\n.\nRest happy vibes! 🤘🏼",
            "author_name": "Sumit kumar Roy",
            "relative_time_description": "",
            "time": 1750098575,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A stunning, picturesque location for a day out. The ground level of the building is somewhat lackluster, but the first floor is well-kept. You'll find some vintage movie posters, photographs, and paintings that come with their historical background, but it doesn't quite qualify as a major art gallery or museum. Photography is allowed without any restrictions. The ticket costs Rs. 20, and only online payment is accepted, although the website frequently has issues.",
            "author_name": "Durjay Roy",
            "relative_time_description": "",
            "time": 1756072026,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Art museum",
          "Monument",
          "Museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 65,
            "2": 35,
            "3": 159,
            "4": 676,
            "5": 2203
          }
        },
        "minMinutesSpent": 120,
        "latitude": 22.571635,
        "address": "12, Strand Rd, B.B.D. Bagh, Kolkata, West Bengal 700001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJGSxKYRR3AjoRzm4O4sAS2tw",
        "generalDescription": "The Academy of Fine Arts, located in Kolkata, India, is a multidisciplinary space featuring bright galleries showcasing the work of local artists and a theater. The museum is divided into two sections, with the top level housing antique textiles, carpets, miniatures of Mughal monuments, and paintings by renowned artist Rabindranath Tagore. The ground floor boasts an impressive collection of works by local Bengali artists.",
        "utcOffset": 330,
        "maxMinutesSpent": 240,
        "longitude": 88.345376,
        "rating": 4.6,
        "numRatings": 1859,
        "sources": [
          {
            "id": "128852",
            "type": "webPlacesList",
            "url": "https://streetphotographyberlin.com/street-photography-courses-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "There are some really fine photography exhibitions that are frequently hosted at the Kolkata Academy of Fine Arts, some of which do include stunning street photography images. You can even have some of these photographs printed, glass-framed and mounted on location. Address: 2, Cathedrale Road, Maidan, 700020 Kolkata.",
            "siteName": "Oliver Krumes | Streetphotographyguy",
            "shortName": "Your Street Photography Workshop Guide to Kolkata (2024)",
            "indexInSource": 7,
            "iconSiteId": 19863,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JrUrC63vRWlPaNAAtY2JhM61nPp2GHdw",
          "xLCIjCyDjdHI2URnZYvGAmKM6kT51Tl3",
          "mtoLNe2YLVlbyh7nHXDV79CXO3tFLLM0",
          "CZdqZVQ4l26NGv8AcgCIfKo9EcyQytyv",
          "mecdU05lyBrImdy2rTxiPq6Rez7ybm6T",
          "JrUrC63vRWlPaNAAtY2JhM61nPp2GHdw",
          "xLCIjCyDjdHI2URnZYvGAmKM6kT51Tl3",
          "mtoLNe2YLVlbyh7nHXDV79CXO3tFLLM0",
          "CZdqZVQ4l26NGv8AcgCIfKo9EcyQytyv",
          "mecdU05lyBrImdy2rTxiPq6Rez7ybm6T"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Academy of Fine Arts",
        "placeId": "ChIJGSxKYRR3AjoRzm4O4sAS2tw",
        "internationalPhoneNumber": "+91 94330 63154",
        "reviews": [
          {
            "rating": 5,
            "text": "The Academy of Fine Arts in Kolkata, established in 1933, is a venerable institution dedicated to promoting art and culture. Situated opposite the Victoria Memorial, it houses several galleries showcasing a diverse collection of paintings, textiles, and other art forms, including significant works from the Bengal School of Art by artists like Rabindranath Tagore and Jamini Roy.\nBeyond its art collections, the Academy is renowned for its theatre auditorium, a popular venue for plays and cultural performances, including its annual theatre festival. While some visitors note that the infrastructure could benefit from updates, the Academy remains a vital hub for Kolkata's artistic community, hosting regular exhibitions by both emerging and established artists. It offers a valuable glimpse into the region's artistic heritage and contemporary art scene.",
            "author_name": "Anamika",
            "relative_time_description": "",
            "time": 1745235753,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Academy of Fine Arts, located near Maidan in Kolkata, is a truly remarkable institution and one of the oldest fine arts societies in India. Visiting it feels like stepping back in time; the air is thick with history, and every corner whispers stories of Bengal's rich artistic heritage.\nThe galleries here are a treasure trove, housing an incredible and priceless collection of paintings, textiles, and sculptures, including significant works by the Tagore family. To see such masterpieces firsthand, spanning various eras and styles, is truly inspiring. Beyond the visual arts, the Academy also boasts an auditorium and a conference center, showcasing its role as a vibrant hub for cultural activities in the city.\nOne of the most delightful aspects is the feeling that time has stopped here. It's a serene escape where you can truly immerse yourself in art and history. Learning about our cultural past through such a beautifully preserved collection is a genuine pleasure. The Academy of Fine Arts is not just a building; it's a living testament to India's artistic legacy, and a visit here is a deeply enriching experience for anyone keen to explore the depths of our heritage.",
            "author_name": "Victor Dey",
            "relative_time_description": "",
            "time": 1752731646,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best art gallery of Kolkata. Visited multiple times. Contains artwork of Tagore family in the first floor.",
            "author_name": "Sourin Saha",
            "relative_time_description": "",
            "time": 1747528755,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.academyoffinearts.in/",
        "index": 18,
        "id": "",
        "categories": [
          "Art center",
          "Museums",
          "Art gallery",
          "Art school"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 28,
            "2": 14,
            "3": 128,
            "4": 405,
            "5": 1283
          }
        },
        "minMinutesSpent": 240,
        "latitude": 22.543045,
        "address": "2, Cathedral Rd, Maidan, Kolkata, West Bengal 700020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJrXycR-d2AjoRkj9lPDKZ4yw",
        "generalDescription": "Park Street, also known as Mother Teresa Sarani, is a prominent thoroughfare in Kolkata, West Bengal. It is renowned for its historic sites, upscale boutiques, charming cafes, and vibrant nightlife. The street offers a wide array of internationally-recognized fast-food outlets, English-style pubs, hip nightclubs, and restaurants serving diverse cuisines. Additionally, it boasts western-style supermarkets and enticing bookshops.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.351357,
        "rating": 4.5,
        "numRatings": 4097,
        "sources": [
          {
            "id": "476341",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/compelling-places-to-visit-kolkata-1539481",
            "sourceSite": "Web",
            "snippet": "Kolkata's famous Park Street (formally renamed as Mother Teresa Sarani) runs from Chowringhee Road to Park Circus and is renowned for its entertainment, restaurants, and prominent historical landmarks including old colonial mansions. This iconic street was home to India's first independent nightclub and has been the center of Kolkata's nightlife since the glory days of the swinging 60s when venues overflowed with jazz, cabaret, and floor shows. Head to Mocambo, Moulin Rouge and Trincas for a rush of nostalgia.",
            "siteName": "TripSavvy",
            "shortName": "18 Best Places to Visit in Kolkata to Discover the City",
            "indexInSource": 0,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923334",
            "type": "webPlacesList",
            "url": "https://shooterfiles.com/2018/12/city-street-guides-by-f-d-walker-a-street-photography-guide-to-kolkata-india/",
            "sourceSite": "Web",
            "snippet": "It was the original high street of this huge metropolis and has been the recreation zone for Kolkata people since the British era. This is where much of Kolkata’s night life has been centered over the last century and remains Kolkata’s premier dining district. Lined with cafes, restaurants, bars and shops, it’s more upscale here than the most of Kolkata.",
            "siteName": "Shooter Files by f.d. walker",
            "shortName": "City Street Guides by f.d. walker: A Street Photography Guide to Kolkata, India",
            "indexInSource": 2,
            "iconSiteId": 19862,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "Park Street is a major access route in Kolkata, also officially known as Mother Teresa Sarani. The street begins at Chowringhee Road or JL Nehru road and stretches till Park Circus crossing. It is said that Park Street never sleeps and is always bustling with activities.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 17,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222365",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "This thoroughfare is the best place to visit in Kolkata for trying some authentic cuisines during travel to India. One must visit the street during Christmas. The entire area is decorated with lights and fancy items making it look like a foreign shooting location.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Kolkata",
            "indexInSource": 1,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "If posting photos of brunches with your bffs is your favorite thing to do, head to Park Street. Because this place has the most instagrammable cafes and restaurants!. Park Street has become a hub for people who want to chill out in the evening.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XFYjEumBC0LwmZAiIIGpohED7wwUfgSz",
          "xnT430E7PoSfgAs4FzMpgn125adqKUTn",
          "NloKTF3ERZrIyrvBTo9g1BH8UgoYr9Oe",
          "oGjXyqKwAN6QyRaqf5ttxezvp1WQFDsL",
          "d3XiVTh8WBjC5RqST2kJWZvAnWkfW5Nt",
          "XFYjEumBC0LwmZAiIIGpohED7wwUfgSz",
          "xnT430E7PoSfgAs4FzMpgn125adqKUTn",
          "NloKTF3ERZrIyrvBTo9g1BH8UgoYr9Oe",
          "oGjXyqKwAN6QyRaqf5ttxezvp1WQFDsL",
          "d3XiVTh8WBjC5RqST2kJWZvAnWkfW5Nt"
        ],
        "openingPeriods": [],
        "name": "Park St",
        "placeId": "ChIJrXycR-d2AjoRkj9lPDKZ4yw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Winter wonderland!!!❤️🫶🏼 Absolute paradise for food lovers and a wholesome experience!!",
            "author_name": "Saloni Chowdhuri",
            "relative_time_description": "",
            "time": 1748060221,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the most happening and burstling places in kolkata city with loads of shops and restaurants.",
            "author_name": "Jeswin Jose",
            "relative_time_description": "",
            "time": 1753537849,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful place ❤️❤️❤️ to spend weekend",
            "author_name": "Devlina Dutta",
            "relative_time_description": "",
            "time": 1756392328,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Notable street",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 80,
            "2": 49,
            "3": 226,
            "4": 969,
            "5": 2767
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.55411,
        "address": "Kolkata, West Bengal, India",
        "travel_time": null
      },
      {
        "_id": "ChIJp6XOKxx3AjoRY2Ytgd6-Xyc",
        "generalDescription": "South Park Street Cemetery, an 18th-century Christian graveyard in Kolkata, is known for its large and picturesque tombstones. It is home to the final resting places of notable figures such as Walter Landor Dickens, Captain Edward Cooke, and Maj General Charles Stuart. The cemetery also features Grave 363, famous for its epitaph that reads 'A virtuous mother.'",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.360188,
        "rating": 4.5,
        "numRatings": 1651,
        "sources": [
          {
            "id": "222365",
            "type": "webPlacesList",
            "url": "https://pickvisa.com/blog/instagrammable-places-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Apart from being the prime location for clicking pictures, this place to visit in Kolkata is also famous for being one of the haunted locations of Kolkata. Established during the British reign, this cemetery is filled with tombs and designed obelisks dedicated to the military and eminent personalities who breathed last in Bengal. While roaming around the cemetery, one can see many locations that will make it to the list of leading Instagrammable places of Kolkata.",
            "siteName": "pickvisa.com",
            "shortName": "12 Instagrammable places in Kolkata",
            "indexInSource": 3,
            "iconSiteId": 7516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Tucked away amidst the bustling city of Kolkata lies a hidden gem that oozes charm and historical significance—the South Park Street Cemetery. Imagine capturing your love story against the backdrop of majestic Gothic arches, ancient trees casting dreamy shadows, and intricate tomb sculptures. The ethereal atmosphere and the sense of history in every nook and cranny make South Park Street Cemetery a unique choice for couples.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 13,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "South Park Street Cemetery is an 18th-century non-church cemetery, one of the earliest in the world. It is one of the largest burial grounds and a heritage site in Kolkata and maintained by the Archaeological Survey of India. Most of the tombs in the South Park Street Cemetery are aesthetically beautiful and very attractive.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 20,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923332",
            "type": "webPlacesList",
            "url": "https://www.indianeagle.com/traveldiary/photography-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "For a touch of mystery and history, visit the South Park Street Cemetery. This colonial-era cemetery is not only a resting place for the departed but also an intriguing location for photography enthusiasts. Explore the atmospheric pathways lined with moss-covered tombs, ivy-clad trees, and delicate sculptures.",
            "siteName": "Travel Blog | Travel Inspiration, Tips and News | Travel Diary",
            "shortName": "Photography Spots in Kolkata to Unleash the Photographer in You",
            "indexInSource": 8,
            "iconSiteId": 14451,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476341",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/compelling-places-to-visit-kolkata-1539481",
            "sourceSite": "Web",
            "snippet": "Visiting a cemetery isn't usually high on the itineraries of tourists. However, this one is worth seeing, especially if you're interested in India's colonial history!. Established in 1767, this poignant grand old British cemetery was used up until 1830 and is now a protected heritage site.",
            "siteName": "TripSavvy",
            "shortName": "18 Best Places to Visit in Kolkata to Discover the City",
            "indexInSource": 8,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220963",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-location-in-kolkata",
            "sourceSite": "Web",
            "snippet": "A cemetery for a pre-wedding shoot feels a bit sacrilegious. But trust us, it's not. South Park Street Cemetery is actually a gorgeous green location and has several green patches which can be used for a pre-wedding shoot or even just a fun couple shoot.",
            "siteName": "WeddingBazaar",
            "shortName": "Bookmark These 20 Best Pre-Wedding Shoot Locations In Kolkata!",
            "indexInSource": 8,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "South Park Cemetery | #9 of 34 Best Places to Visit in Kolkata. Fan of everything spooky and haunted, visit South Park Cemetery. One of the most haunted places in India, this place is equal parts beautiful and equal parts eerie.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 6,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "How about this serene and quiet place where you can slowly and happily inhale the essence of your love, while we click you some memories?. Yet another haven for any pre wedding photographer in Kolkata.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 8,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qCQEWdFKFJFayTcS8KB27gmOe8Ugu4vr",
          "I64ErOk4DkAQutHG3olqbhlQvsWnHWLI",
          "6K8RUKYlXfEB1HQKOHGsn2U0yJm214iL",
          "qCQEWdFKFJFayTcS8KB27gmOe8Ugu4vr",
          "I64ErOk4DkAQutHG3olqbhlQvsWnHWLI",
          "6K8RUKYlXfEB1HQKOHGsn2U0yJm214iL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "South Park Street Cemetery",
        "placeId": "ChIJp6XOKxx3AjoRY2Ytgd6-Xyc",
        "internationalPhoneNumber": "+91 1800 212 1655",
        "reviews": [
          {
            "rating": 5,
            "text": "South Park Street Cemetery is a fascinating historical site in Kolkata with beautifully designed cemeteries dating back over 200 years. The entry fee is ₹25 which is well worth it for the experience.\n\nLocated beside St. Xavier's College on Park Street, this place is a hidden gem for history and architecture enthusiasts. The grand tombs and serene atmosphere make it a fascinating spot to explore. Definitely worth a visit!",
            "author_name": "Vijender Singh",
            "relative_time_description": "",
            "time": 1742822537,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the must visit place in Kolkata belonging to the colonial period. It's a nice place to visit to know your history regarding the British empire and British Raj. You can get the tickets in front of the door which costs Rs 25 (normal) and Rs 50 (DSLR + Person). No separates student discount is given by the authority. Videography strictly prohibited inside the premises, even model photography is also prohibited. There are authorised person who will be checking your phone or camera just to check if any video clipping or any model photography is there. There are lists of rules and regulation which are written behind the ticket please read it before entering. Overall the experience was good, but according to me some more care is needed.\nFollowing are the rules and regulations which is to be followed inside the premises:\n\n♦️ Silence to be maintained.\n♦️ The ticket is valid for 2 hours only.\n♦️ One should keep the ticket unless you get outside the ground.\n♦️ Alcohol or other narcotics are strictly prohibited.\n♦️ No split or litre.\n♦️♦️ Violation of any of these is a punishable offence by law and a spot fine of Rs 500 with legal steps.\n\nThe timing of the Cemetery is from 10:00 a.m. to 05:00 p.m. and is open all days.",
            "author_name": "Nishan Dutta",
            "relative_time_description": "",
            "time": 1745849798,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the famous heritage and interesting place to visit in Kolkata .\nYou can visit anytime here between 10am to 4:30 pm and it remains opens everyday.\nThe ticket price is Rs:25 for camera it will be RS: 50 and this place is not at all haunted they are all rumours, it's a very calm and very less crowded spot.",
            "author_name": "Raneet Saha",
            "relative_time_description": "",
            "time": 1739921698,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 20,
        "id": "",
        "categories": [
          "Cemetery",
          "Sights & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 24,
            "2": 21,
            "3": 122,
            "4": 499,
            "5": 984
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.546572,
        "address": "52, मदर टेरेसा सरनी, Opposite The Assembly of God Church School, Park Street, Mullick Bazar, Park Street area, Kolkata, West Bengal 700017, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ2UiRFhh3AjoRY7w4kTBLB3E",
        "generalDescription": "Artsy Coffee & Culture is a charming cafe tucked away in Minto Park, offering a unique blend of coffee and culture. Lighthouse Cafe in Jodhpur Park hosts photography workshops and showcases world-class literature, while 8th Day Cafe & Bakery serves delectable bagels. Sienna Cafe is known for its healthy avocado toasts and topli nu paneer salads. Hope Cafe in Gariahat not only offers excellent sandwiches but also employs staff from marginalized communities.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 88.353789,
        "rating": 4.4,
        "numRatings": 2493,
        "sources": [
          {
            "id": "128841",
            "type": "webPlacesList",
            "url": "https://www.travelwithcg.com/the-10-best-instagrammable-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Yes, it’s true that I would love any place that serves a good avocado toast. But, what makes cafes like Artsy even better are the photogenic walls that seem to attract us Instagrammers without fail. Hidden away in a small lane off a busy street, Artsy coffee and culture is one of my favourite Instagrammable spots in Kolkata.",
            "siteName": "Travel With CG",
            "shortName": "The 10 Best Instagrammable Spots In Kolkata",
            "indexInSource": 5,
            "iconSiteId": 19850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "tRKvhy6KJbCZTrMQ1ORKgwl8fQDj9gbA",
          "fxLjYaeanb2cYevxgQZv71kjpsIeyOVq",
          "koBnaQeAM5YVkCL6YIstJ10hhiBeGgm5",
          "xN6bxx9UqWhebdARzN40kXW9R6oGphZa",
          "tRKvhy6KJbCZTrMQ1ORKgwl8fQDj9gbA",
          "fxLjYaeanb2cYevxgQZv71kjpsIeyOVq",
          "koBnaQeAM5YVkCL6YIstJ10hhiBeGgm5",
          "xN6bxx9UqWhebdARzN40kXW9R6oGphZa"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2230"
            }
          }
        ],
        "name": "Artsy - Coffee & Culture",
        "placeId": "ChIJ2UiRFhh3AjoRY7w4kTBLB3E",
        "internationalPhoneNumber": "+91 91635 53395",
        "reviews": [
          {
            "rating": 5,
            "text": "Artsy Coffee & Culture is a charming spot with a well-decorated and inviting ambiance. The staff is attentive and polite, and the service is excellent, with drinking water provided. The latte was delightful, made with freshly brewed coffee beans, featuring lovely latte art and accompanied by a complimentary cookie, which was a nice touch.\n\nThe other items we tried were tasty, not overly oily, and quite satisfying. The washroom was clean and well-maintained, and the availability of charging points with chargers makes it convenient for working. While the seating arrangements were limited, we didn't face any waiting time. However, the ergonomics could be improved, as most tables are too low for comfortable use.\n\nIt would be great if they added more variety to their menu, including croissants and gluten-free options. A few tweaks, and this place would be perfect!",
            "author_name": "Paulomi Basu",
            "relative_time_description": "",
            "time": 1732858158,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is one of the most beautifully decorated cafes with unique foods ans good hospitality in Kolkata. Situated near the AJC Bose Road in between Exide crossing and Minto Park, this cafe offers a good variety of snacks and beverage options. The first thing to mention about this cafe is its excellent artistic ambience. They have all the modern artefacts, paintings ans other exotic decorative staff to give a unique feel inside this cafe. They have a nice book shelf with a very good variety of books but being in Kolkata, Bengali books are definitely missed here. Apart from that, they have charging points and high tables which are quite suitable for work or online meetings. Talking about the menu, we ordered Chicken Vietnamese roll, spicy chicken katsu sandwich and mocha. Among these, the roll was quite unique to taste, it was cold but very delicious due to its unique saucy flavour. The mocha was also very well brewed and good to taste. The lead time of serving was also quite practical. The staff members were very polite, attentive and good listeners. They were quite modest while talking to us, suggesting or taking orders. The washroom was very neat and clean ans well maintained. There are limited seats inside the cafe, once you get in, you will get a nice charming look which is very pleasing and charming. Prices are of course little high and the variety of foods can be improved.",
            "author_name": "SAYAN CHATTERJEE",
            "relative_time_description": "",
            "time": 1742759268,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is the most satisfying restaurant I have been to in Kolkata. It is a hidden place so I did not expect much. However, the interior is stylish and the staff service is good. The best part is the food. All the menus are delicious. Especially the sandwiches made with Panini bread were so delicious. The smoothie bowl was like the acai bowl I had in Hawaii. The pancakes and ice cream on top were also delicious. The tacos were topped with fried avocado. Very classy and delicious. I love this place so much. I've been here 3 times during my trip and have been satisfied every time.",
            "author_name": "김윤식",
            "relative_time_description": "",
            "time": 1741097329,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://artsyinkolkata.com/",
        "index": 21,
        "id": "",
        "categories": [
          "Cafe",
          "Art cafe",
          "Coffee shop",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 57,
            "2": 61,
            "3": 182,
            "4": 617,
            "5": 1569
          }
        },
        "minMinutesSpent": 150,
        "latitude": 22.540632,
        "address": "Ground Floor, 230/B, Minto Park, Acharya Jagdish Chandra Bose Rd, Sreepally, Bhowanipore, Kolkata, West Bengal 700020, India",
        "travel_time": null
      },
      {
        "_id": "ChIJDezUM1d2AjoRA99hKc0hTZE",
        "generalDescription": "St. John's Church, located in the heart of Kolkata, is a historic cathedral built in 1787 by the East India Company. It was funded through a public lottery and became the first Parish Church of Bengal. In 1815, it was designated as the primary Cathedral of Kolkata until St. Paul's Cathedral was consecrated in 1874.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.346072,
        "rating": 4.6,
        "numRatings": 891,
        "sources": [
          {
            "id": "1923333",
            "type": "webPlacesList",
            "url": "https://lbb.in/kolkata/10-instagrammable-places-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Remember that visual from the 'Piyu Bole' song in  Parineeta where Saif Ali Khan is seen playing the piano at the portico of a church and then dancing away with Vidya Balan in the compound?. Well, that's St. John's Church for you. One of the oldest churches in the city, St. John's boasts a Neo-Classical style of architecture.",
            "siteName": "LBB, Kolkata",
            "shortName": "10 Insta-Worthy Places In The City",
            "indexInSource": 4,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "91808",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/places/kolkata/sightseeing-and-things-to-do.html",
            "sourceSite": "Web",
            "snippet": "St John's Church is one of the oldest churches in Kolkata that was built during the reign of the British Kingdom when the city was the capital of British India. It is a splendidly well-maintained structure that draws history and architecture buffs for its uniqueness and ancient features.",
            "siteName": "holidify.com",
            "shortName": "52 Best Places to visit in Kolkata | Top Tourist Attractions",
            "indexInSource": 21,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128869",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/kolkata-photography-places",
            "sourceSite": "Web",
            "snippet": "This church was once an office to Warren Hastings, India’s first British governor-general. With a neoclassical architectural style, the stone-spired church is ringed by columns. The grounds also house the mausoleum of Job Charnock (founder of British Calcutta).",
            "siteName": "Tripoto",
            "shortName": "Kolkata Street Photography Places, Places for Photography in Kolkata",
            "indexInSource": 10,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "lrHy4BcwtcOJOzKAh4yVAGz3ZgsFpThH",
          "iB3dxaHl6HbaTfqBQaE5RNZv3eLSwPGJ",
          "doO0NAKkx8Ca5qfv4Nc5BZECZ8RL7qnJ",
          "lrHy4BcwtcOJOzKAh4yVAGz3ZgsFpThH",
          "iB3dxaHl6HbaTfqBQaE5RNZv3eLSwPGJ",
          "doO0NAKkx8Ca5qfv4Nc5BZECZ8RL7qnJ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "St. John's Church",
        "placeId": "ChIJDezUM1d2AjoRA99hKc0hTZE",
        "internationalPhoneNumber": "+91 72781 31157",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the oldest churches in the Kolkata region, this gem is a must-visit for history buffs and anyone fascinated by the colonial era. While waiting for official work nearby, we decided to explore it-and it was worth every moment. With an entry fee of just ₹10, you'll step into a beautifully preserved piece of history. The peaceful shrine, regular mass services, stunning architecture, and vintage paintings make it a serene and enriching experience. Highly recommended!",
            "author_name": "Debisree Ray",
            "relative_time_description": "",
            "time": 1736087140,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "St. John's Church is not commonly talked about-I wasn't even aware of it myself. But visiting it left me amazed. If there is any church in Kolkata that can rival St. Paul's Cathedral in size and beauty, it is this one. The church is situated on a spacious premises, about a 10–15 minute walk from BBD Bag Station and just 2 minutes from the Kolkata High Court. The entry fee is ₹10 per person. It is a serene and well-maintained place. Apart from the church itself, the premises also house a monument, the tomb of Lady Canning, various paintings, and statues. A visit here is certainly worthwhile for everyone. The church remains open every day except Sunday, from 10 AM to 4 PM. The peaceful environment makes it a perfect place to experience calm and tranquility.",
            "author_name": "Tista Paul",
            "relative_time_description": "",
            "time": 1740922286,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "St John's Church Kolkata:\nLocated in Council House Street, near Raj Bhavan.\nSt. John's Church is the third oldest Church of Kolkata.\nThe land was donated by Maharaja Naba Krishna of Sovabazar. The foundation stone was laid by Governor-General Warren Hastings. Funds for the construction of the church were raised through a public lottery. St. John's Church was opened to the public in 1787 and was designed by architect James Agg of Bengal Engineers.\nSt. John's Church, with its 174 feet high clock tower.\nThe Church was built on a graveyard, so the compound has several tombs and memorials, but only a couple of them are older than the church itself.\nIt houses the following tombs; Job Charnock's Mausoleum,decorated memorial of Lady Canning, The compound also houses the controversial Calcutta Black Hole Memorial, Second Rohilla War Memorial and several other graves.\nEntry fee Rs.10.00 per head.\n**",
            "author_name": "Shyamal Dhar",
            "relative_time_description": "",
            "time": 1751027608,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://stjohnschurchcni.org/",
        "index": 22,
        "id": "",
        "categories": [
          "Church",
          "Sights & Landmarks",
          "Christian church",
          "Protestant church",
          "Architectural Buildings",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 24,
            "2": 2,
            "3": 33,
            "4": 206,
            "5": 625
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.569895,
        "address": "2/2, Council House St, opp. Dewars Garage, Lal Dighi, B.B.D. Bagh, Kolkata, West Bengal 700001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJB2v0MXp3AjoR8HYXs1Y-kHY",
        "generalDescription": "Princep Ghat, located beside the Hooghly River in Kolkata, is a historic site built in 1843 by the British. It features a monument dedicated to English scholar James Princep and serves as a popular leisure spot for locals and visitors alike. The area offers serene riverfront strolls, private cruises on the Ganges, and rides on the Circular Railway.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 88.331604,
        "rating": 4.5,
        "numRatings": 1516,
        "sources": [
          {
            "id": "1923332",
            "type": "webPlacesList",
            "url": "https://www.indianeagle.com/traveldiary/photography-spots-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Situated on the banks of the Hooghly River, Princep Ghat offers a picturesque setting for photography. Capture the stunning view of the river, the majestic Vidyasagar Setu bridge, and the surrounding colonial buildings. The ghat also provides opportunities for capturing candid moments of locals engaged in various activities, such as boat rides or evening strolls.",
            "siteName": "Travel Blog | Travel Inspiration, Tips and News | Travel Diary",
            "shortName": "Photography Spots in Kolkata to Unleash the Photographer in You",
            "indexInSource": 5,
            "iconSiteId": 14451,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923333",
            "type": "webPlacesList",
            "url": "https://lbb.in/kolkata/10-instagrammable-places-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "It's easily every Calcuttan's favourite and must-visit spot for beautiful photographs. The white pillars with the Second Hooghly Bridge bridge in the background, lush greenery, riverfront, colourful noukos and a stunning sunset -- what's not to love about this place?. Take a boat ride along the river and capture breathtaking sunset views for your Instagram feed!",
            "siteName": "LBB, Kolkata",
            "shortName": "10 Insta-Worthy Places In The City",
            "indexInSource": 0,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "459686",
            "type": "webPlacesList",
            "url": "https://buoyantlifestyles.com/10-offbeat-instagrammable-places-in-kolkata-india/",
            "sourceSite": "Web",
            "snippet": "Of beautiful sunsets, a boat ride across the river Ganga, view of the majestic Vidyasagar Setu, Prinsep Ghat is definitely a photographer’s paradise. When you are doing the boat ride or from the bank itself you can get the most picture-perfect view of the Vidyasagar Setu. I have written a detailed post on my visit to Prinsep Ghat in Kolkata.",
            "siteName": "Buoyant Lifestyles",
            "shortName": "10 Offbeat Instagrammable places in Kolkata, India",
            "indexInSource": 8,
            "iconSiteId": 43032,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222358",
            "type": "webPlacesList",
            "url": "https://shaadiwish.com/blog/2020/01/15/locations-for-pre-wedding-shoot-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "One of the most sought after locations for pre wedding shoot in Kolkata, the Princep ghat is an architectural delight with the Ganges flowing next to it. Imagine a romantic shoot in the twilight next to the Corinthian pillars with the Vidyasagar Setu in the backdrop, sounds perfect, right?. Image Source: The Wedding Raga",
            "siteName": "ShaadiWish",
            "shortName": "8 Best Locations For Pre Wedding Shoot In Kolkata",
            "indexInSource": 0,
            "iconSiteId": 16741,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222370",
            "type": "webPlacesList",
            "url": "https://rigbiswas.com/blog/pre-wedding-photoshoot-locations-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Kolkata is one of the most popular destinations for date nights. The Princep ghats might be your favourite go-to spot and one of the best romantic locations for pre wedding photoshoot in kolkata. The gorgeous boats floating on the Ganges, the exquisite Corinthian pillars, and the Vidyasagar Setu are there at back.",
            "siteName": "rigbiswas",
            "shortName": "10 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 0,
            "iconSiteId": 29692,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Princep Ghat is a popular Kolkata pre-wedding shoot location. Because of its picturesque backdrop and beautiful architecture. The serene and calm atmosphere of Princep Ghat offers a perfect blend of nature and heritage, making it an ideal spot for capturing beautiful memories with your partner.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 2,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "128855",
            "type": "webPlacesList",
            "url": "https://qpidindia.in/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "One of the most sought after places for going out on dates is Kolkata. The princep ghats could be one of your go-to places for a romantic pre-wedding photoshoot in Kolkata. The picturesque Corinthian pillars, the Vidyasagar Setu at the back and the beautiful boats floating on the river Ganges.",
            "siteName": "qpidindia.in",
            "shortName": "25 Amazing Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 0,
            "iconSiteId": 19867,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923329",
            "type": "webPlacesList",
            "url": "https://sombitdeyphotography.com/blog/best-places-for-photography-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Princep Ghat is one of the most beautiful places for photography in Kolkata. The scenic backdrop of the river Ganga and the majestic Vidyasagar Setu can make your pictures more captivating. You can visit this place during the golden hours of sunrise or sunset to capture the beautiful sky.",
            "siteName": "sombitdeyphotography",
            "shortName": "Best Places For Photography In Kolkata You Should Know",
            "indexInSource": 3,
            "iconSiteId": 276469,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477562",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/west-bengal/trips/7-stunning-places-in-kolkata-for-a-romantic-photoshoot-597305348f2d7",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tripoto",
            "shortName": "7 Stunning Places in Kolkata for a Romantic Photoshoot",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "w9PdI0VBNmHWhyhXUJo3AluMZJo9vkSR",
          "k2PXzb9aP8GTkdnMvWzqdLQk76gTghKv",
          "PXWC58ZKB0WGPmSmJWIhoedC20jUz9jm",
          "4WuDf3359xi361sZzfTnO3PlRUirMa3l",
          "w9PdI0VBNmHWhyhXUJo3AluMZJo9vkSR",
          "k2PXzb9aP8GTkdnMvWzqdLQk76gTghKv",
          "PXWC58ZKB0WGPmSmJWIhoedC20jUz9jm",
          "4WuDf3359xi361sZzfTnO3PlRUirMa3l"
        ],
        "openingPeriods": [],
        "name": "Princep Ghat",
        "placeId": "ChIJB2v0MXp3AjoR8HYXs1Y-kHY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "🌟🌟🌟🌟🌟 (5/5)\n\nA Slice of Peace in the Heart of Kolkata\n\nPrincep Ghat is truly one of Kolkata's most iconic and peaceful spots. The view of the Hooghly River, especially during sunset, is breathtaking. Whether you're on a casual walk, enjoying a boat ride, or simply sitting by the riverside, the atmosphere is calm and refreshing. The white Palladian-style monument is beautifully maintained and adds a historical charm.\n\nEvenings are vibrant with street food vendors, local musicians, and couples strolling hand in hand. It's a perfect blend of nature, history, and local life. The surrounding gardens are clean, and the nearby railway station makes it easily accessible.\n\nHighly recommend visiting if you're in Kolkata - don't forget your camera, the views are picture-perfect!",
            "author_name": "Niladri Saha",
            "relative_time_description": "",
            "time": 1749060424,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good place to visit for a boat ride in evenings for sunsets. You can also walk here in the garden areas and enjoy the scenic view of river Ganga.",
            "author_name": "Piyush Yadav",
            "relative_time_description": "",
            "time": 1733677347,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Princep Ghat is one of Kolkata's most iconic landmarks and a must-visit destination for both locals and tourists. Located along the banks of the Hooghly River, it beautifully combines history, architecture, and natural beauty. Built in 1843 in memory of the British scholar James Prinsep, the structure boasts stunning colonial-style design and is surrounded by lush green gardens, making it an ideal spot for relaxation and photography. The place is especially charming during the evenings when the Vidyasagar Setu, which looms majestically overhead, is lit up, creating a magical atmosphere.\n\nVisitors can enjoy peaceful walks along the riverbank, take a boat ride for a mesmerizing view of the sunset, or simply sit and watch the gentle flow of the Hooghly. Street food stalls nearby offer delicious local snacks, adding to the experience. It's also a favorite spot for couples, families, and photographers due to its scenic charm. The area is well-maintained, with clean surroundings and proper seating arrangements.\n\nReaching Princep Ghat is easy, as it is well-connected by road and even has a nearby railway station. Early mornings and evenings are the best times to visit, as you can witness the golden hues of sunrise or sunset reflecting on the water. Whether you're looking for a peaceful escape, a place to unwind, or a spot to soak in Kolkata's heritage, Princep Ghat offers it all. Highly recommended for a serene and memorable experience in the city.",
            "author_name": "Rakesh Rai",
            "relative_time_description": "",
            "time": 1753646505,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 23,
        "id": "",
        "categories": [
          "Train station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 15,
            "2": 15,
            "3": 93,
            "4": 432,
            "5": 961
          }
        },
        "minMinutesSpent": null,
        "latitude": 22.556955,
        "address": "Strand Rd, Maidan, Fort William, Hastings, Kolkata, West Bengal 700021, India",
        "travel_time": null
      },
      {
        "_id": "ChIJAYpE6KJ3AjoR5Gp1_roxcPw",
        "generalDescription": "Millennium Park in Kolkata is a picturesque waterfront park that stretches along the Hooghly River, offering stunning views of the river and the iconic Howrah Bridge. The park's landscaped gardens, manicured lawns, and lovely sculptures create a romantic setting for couples to enjoy some quality time together. Situated beside the Ganges, it provides a peaceful and private ambiance with cool breezes perfect for romance.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 88.344549,
        "rating": 4.1,
        "numRatings": 30025,
        "sources": [
          {
            "id": "1220963",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-location-in-kolkata",
            "sourceSite": "Web",
            "snippet": "A place with irresistible beauty, Millennium Park is situated just beside the Hooghly river. It is not only one of the most romantic spots in Kolkata but also a gorgeous choice for a pre-wedding shoot due to its beauty, peace, privacy and reachability. Not only is it the most visited location in Kolkata for couples but the location of the park offers visitors a cool breeze and a serene view.",
            "siteName": "WeddingBazaar",
            "shortName": "Bookmark These 20 Best Pre-Wedding Shoot Locations In Kolkata!",
            "indexInSource": 13,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750332",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-kolkata/",
            "sourceSite": "Web",
            "snippet": "Located along the Hooghly River, on Strand Road, Millennium Park is a gift from the Kolkata Metropolitan Development Authority (KMDA). Besides being known for a variety of flora and pretty lights, the park has loads of things to do for people of all age groups. While the tiny tots can have fun at the kid’s zone which has multiple rides, adults can enjoy boat rides and long walks.",
            "siteName": "FabHotels",
            "shortName": "Tourist Places to Visit in Kolkata (2024): Timing, Entry Fee",
            "indexInSource": 23,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923335",
            "type": "webPlacesList",
            "url": "https://memoriesdesigner.in/blog/pre-wedding-photoshoot-in-kolkata",
            "sourceSite": "Web",
            "snippet": "Whether you desire a classic, romantic ambiance or a modern, whimsical vibe, Millennium Park has it all. So, take your partner's hand, explore the beautifully landscaped gardens, and capture moments that will last a lifetime in this haven of love.",
            "siteName": "memoriesdesigner",
            "shortName": "28 Best Locations For Pre Wedding Photoshoot In Kolkata",
            "indexInSource": 18,
            "iconSiteId": 159765,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KvvZMFva3VnuxmR74lP7lKA8bFqZkU4l",
          "ZSM2HJm304Ci3FSN3PmDbFwaB8JTMR6R",
          "LRI1m18QuFiPAARXbOVByzAFbp9vXPxL",
          "KvvZMFva3VnuxmR74lP7lKA8bFqZkU4l",
          "ZSM2HJm304Ci3FSN3PmDbFwaB8JTMR6R",
          "LRI1m18QuFiPAARXbOVByzAFbp9vXPxL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Millennium Park",
        "placeId": "ChIJAYpE6KJ3AjoR5Gp1_roxcPw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Millennium Park in Howrah and had a great experience, especially with the boat ride, which was the highlight of the visit. The ride was smooth and enjoyable, and the ticket price was incredibly affordable-just Rs. 6 for a one-way trip, making it a great value for money.\n\nThe park itself is a nice place to relax by the river, but the atmosphere was quite humid, which made it a bit uncomfortable to stay for long, especially during the day. Despite that, it's a good spot for a quick outing, and the boat ride alone makes it worth visiting.",
            "author_name": "Shankar Singh Rajput",
            "relative_time_description": "",
            "time": 1750078891,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a wonderful location for an afternoon stroll. While there was an initial entry fee of ₹20, access to parks 2 and 3 is now completely FREE. Park 1, however, is reserved for official visits. Furthermore, all the rides have been temporarily removed. Although the amphitheater is often utilized by roller skaters, it remains available for various artistic performances. Overall, it is a delightful place to relax and uplift one's spirits.",
            "author_name": "Amlan Saha Kundu",
            "relative_time_description": "",
            "time": 1753771088,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Millennium Park is a peaceful and scenic spot perfect for a relaxing walk by the riverside. The view of the Ganges, especially during evening, is absolutely stunning. It's clean, well-maintained, and has plenty of seating areas to just sit and enjoy nature. The palm trees and soft lighting in the evening create a beautiful ambiance. Great place for photography too.",
            "author_name": "Srijita Koley",
            "relative_time_description": "",
            "time": 1748615724,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://kolkatatourism.travel/millennium-park-kolkata",
        "index": 24,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1578,
            "2": 1120,
            "3": 4015,
            "4": 8331,
            "5": 14977
          }
        },
        "minMinutesSpent": 90,
        "latitude": 22.572821,
        "address": "12, Strand Rd, Bara Bazar, B.B.D. Bagh, Kolkata, West Bengal 700001, India",
        "travel_time": null
      }
    ]
  }
}