{
  "list_id": "615",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/615/1.jpg",
  "description": "Dive into \"Capturing Lucknow: A Photogenic Journey\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160339"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Lucknow: A Photogenic Journey",
  "city_id": "375",
  "subtype": "poi",
  "city": "Lucknow",
  "created_ts": 1759044098,
  "slug": "capturing-lucknow-a-photogenic-journey-lucknow-poi-c3e2f9",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJcYt3K-79mzkRPxcoihM9LjU",
        "generalDescription": "Bara Imambara, also known as Asafi Imambara, is a grand architectural marvel built by Nawab Asaf-ud-Daula in the late 18th century. This historical monument in Lucknow features a large mosque, a labyrinth called Bhul Bhulaiya, and a stepwell with running water. The central hall of Bara Imambara is renowned as the largest vaulted chamber globally and is devoid of any woodwork except for its interior galleries.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 80.912713,
        "rating": 4.4,
        "numRatings": 50445,
        "sources": [
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Counted among the top historical places in Lucknow, Bara Imambara aka Asafi Imambara is a historical monument that dates back to 1784. Built by Asaf-ud-Daula, one of the renowned Nawabs of Awadh, the complex comprises a large mosque (Asfi Mosque), a labyrinth (the Bhul Bhulaiya), and a stepwell with running water (Shahi Baoli). The structure boasts of two large gateways that will lead you to the central hall, which is touted to be the largest vaulted chamber in the world.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 0,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477327",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/lucknow/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Synonymous with historical places to visit in Lucknow, Bara Imambara or Asafi Imambara was built in 1784 by Asaf-ud-Daula, a renowned Nawab of Awadh. The monument hosts a large mosque called the Asfi Mosque, a maze called the Bhool Bhulaiya and a royal stepwell with water called the Shahi Baoli. As you enter the massive courtyard of Bara Imambara, two large gateways will lead you to the central hall, which is said to be the world’s largest vaulted chamber.",
            "siteName": "Tripoto",
            "shortName": "70 Places To Visit In Lucknow To Experience The Nawabon Ka Sheher",
            "indexInSource": 0,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1078476",
            "type": "webPlacesList",
            "url": "https://bestdiplomats.org/beautiful-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Bara Imambara is an architectural wonder that is evidence of Lucknow’s rich cultural legacy and history. This impressive structure was commissioned in 1784 by Nawab Asaf-ud-Daula to provide help amid a severe famine that afflicted the area. The building’s center hall, an enormous room devoid of beams or pillars, is a feat of engineering that has earned it the title of largest arched construction in the world.",
            "siteName": "Best Diplomats | Diplomatic Conferences | New York",
            "shortName": "Top 15 Most Beautiful Places to Visit in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 94018,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923899",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Bara Imambara is a shocking pre-wedding shoot places in Lucknow that mixes eminence and history. Its middle lobby, transcending angling support points, and perplexing Bhool Bhulaiya maze are shocking areas for romantic tales. In spite of the fact that Bara Imambara is a compositional wonder, its authentic significance will loan profundity to your pre-wedding photographs.",
            "siteName": "vsnapu.com",
            "shortName": "Lucknow's Hidden Gems: Unveiling Stunning Pre-Wedding Shoot Locations",
            "indexInSource": 0,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923897",
            "type": "webPlacesList",
            "url": "https://chitrageek.com/blogs/10-stunning-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Bara Imambara is a fantastic spot for a pre-wedding shoot in Lucknow. This historic monument, built in the 18th century, boasts beautiful Mughal architecture, with grand arches, lovely courtyards, and intricate designs. The stunning backdrop of Bara Imambara makes it an ideal location for capturing romantic moments.",
            "siteName": "Chitrageek Studios",
            "shortName": "10 Stunning Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 225182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923900",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-lucknow/",
            "sourceSite": "Web",
            "snippet": "One can never witness the beauty this place holds without visiting it. It is a great location to click some extraordinary pictures for your pre-wedding photoshoot. The location also has baoli and bhool – bhulaiya which makes it one of the most perfect destinations to get clicked within the historical ambiance.",
            "siteName": "The Wedding Focus",
            "shortName": "Top 13 Historical Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277847",
            "type": "webPlacesList",
            "url": "https://2sgphotography.in/pre-wedding-photoshoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Bara Imambara is one of the best wedding shoot locations of Lucknow, a historic place with old buildings and architecture. Whether it is bright day or a beautiful night, the photos clicked here can mesmerize anyone. The couple coming here for the Photo Shoots are completely amazed by their captured moments.",
            "siteName": "Best Photographer in Lucknow",
            "shortName": "Gorgeous 12 Best Pre Wedding Photoshoot Locations In Lucknow",
            "indexInSource": 0,
            "iconSiteId": 33327,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331847",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-shoot-locations-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "Be it day time or night’s twilight, this place never disappoints its visitors by adding charm to various videos and clicks of the couple. If You are looking for pre-wedding shoot locations in Lucknow with the picturesque scenery then here you go!. Must Check : Fun’-tastic Prewedding Photoshoot Prop Ideas",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Amazing Top 13 Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923905",
            "type": "webPlacesList",
            "url": "https://setmywed.com/blogs/pre-wedding-photoshoot-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The first in the list is the most famous place of luck – Bara Imambara!. It is the most famous tourist attraction place of Lucknow, which is basically a mosque with a maza called Bhool Bhulaiya. The structure of this place is quite unique and is not made of any kind of wood or metal.",
            "siteName": "SetMyWed",
            "shortName": "Top 10 Places For Pre-Wedding Photoshoot In Lucknow Which Are Mesmerizing",
            "indexInSource": 0,
            "iconSiteId": 34114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923915",
            "type": "webPlacesList",
            "url": "https://www.srivastavastudio.com/blog/capture-moments-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Generally, it is known as landmark historical places in Lucknow. Moreover, you may also visit Bara Imambara, let us tell you that this elegant place never disappoints its visitors by enhancing charm to various videos and authentically clicks of the beautiful couple.",
            "siteName": "srivastavastudio.com",
            "shortName": "Capture Moments: Best Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 276538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Bara Imambara is one of the most famous tourist attractions in Lucknow. It is a mosque with a fun maza called Bhul Bhulaiya. The construction of Bara Imambara is free of any wood or metal which makes it so unique.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 0,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923896",
            "type": "webPlacesList",
            "url": "https://www.wedmegood.com/vendors/lucknow/pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Some of the options available for pre wedding photoshoot are Dilkusha Garden, Kudia Ghat, Lohia Park, Bara Imambara, Gomti River Front etc.",
            "siteName": "wedmegood.com",
            "shortName": "20 Best Pre Wedding Photographers in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 39515,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923927",
            "type": "webPlacesList",
            "url": "https://www.portfoliostudio.in/best-pre-wedding-photographer-in-lucknow-pre-wedding-photography-locations/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "PortfolioStudio",
            "shortName": "Book Pre-Wedding Photographer in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 276540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UaEQ1ljF9YwBkCbHbOFocfulaHZuJayk",
          "lztc9P6nBxN4VeLir6oUPeEQAm3XasRV",
          "nFimGlJJM6f3ByuEZnizmuFuB49sYqJc",
          "UaEQ1ljF9YwBkCbHbOFocfulaHZuJayk",
          "lztc9P6nBxN4VeLir6oUPeEQAm3XasRV",
          "nFimGlJJM6f3ByuEZnizmuFuB49sYqJc"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Bara Imambara",
        "placeId": "ChIJcYt3K-79mzkRPxcoihM9LjU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Must-Visit Historic Wonder in Lucknow! 🕌✨\n\nVisited the Bara Imambara and was truly amazed! 😍\nThe architecture is stunning - the central hall is massive with no pillars supporting the ceiling. It's hard to believe it was built in the 1700s! 🏛️💫📸 Perfect spot for photography, history lovers, and peaceful walks.\n🎟️ Ticket price is reasonable, and the place is well-maintained.\n✨ Bonus: The view from the rooftop is fantastic!\n\n✅ Clean premises\n✅ Friendly guides\n✅ Unique experience in Lucknow\n\nHighly recommended for tourists and locals alike! 🙌\nWill definitely visit again with friends or family. 👨‍👩‍👧‍👦",
            "author_name": "SAURABH SINGH",
            "relative_time_description": "",
            "time": 1752911625,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Historical mugal palace and worship place at Lucknow. The Bhool Bhulaiya in Bara Imambara in Lucknow is a labyrinth of interconnected tunnels, with each path branching into many others and only one leads to the exit. It is a must visit as the exiting the labyrinth will be challenging and time consuming. Place is maintained well and organised crowd management by the authorities are appreciative.",
            "author_name": "Gopi Nallaiyan",
            "relative_time_description": "",
            "time": 1753877121,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "A place with picture worthy views but  mismanaged by authorities\n\nI was born in Lucknow, and I am a local.\nToday I visited the Imambara 3rd time in my life, last visit was in 2008 and these are the below things I observed.\n1. There is no  baggage or security check. This place is piece of cake for any one with bad intentions or wants to cause havoc.\n2. Ticket price for adults is INR 50 which is ok but for visiting the roof area or the bhool bhulaiyaa, a guide has to be hired which will cost minimum INR 100.\n3. Before entering the Imambara or the bhool bhulaiya everyone must deposit his/her shoes outside the inner Imambara entrance and the men at the deposit counter will say \"jo dena ho dede\" which means the price for security deposit is not fixed and they mostly keep shoes and slippers in open. If there is rain the shoes can get wet. There is no proper cloak room.\n4. Since taking guide is mandatory for bhool bhulaiya we had to forcefully do so and the guide will take you and show you the various holy things kept in Imambara. The guide that we got was named Raja Hindustani and his diction was not at all clear. He took us on the narrow paths made of the dome of the Imambara without footwear and there was no lights and the floor is broken at places and can cause cuts and bruises. The maintenance of this place is worst I have ever experienced. I will suggest not to take small kids here and that too on a weekend. My 4 year daughter was feeling scared and also this place is not for claustrophobic people.\n5. Our guide passed a comment too on my wife which she opposed and yelled at him after which our group consisting of 40 people praised and clapped for my wife as she vented out at the guide who all the group members were forced to follow even though his way of explaining things or tackling crowd was pathetic. Many women came and told my wife \" good you shouted at him \" as all of the people were frustrated but not speaking up against the unruly behaviour of the guide.\n6. Since the roof is all stones and everywhere it is hard and uneven , walking on it for kids is very hard and chances of getting hurt are high.\n7. Nevertheless it is a picturesque place and if you hire a proper guide who takes more money your experience can be better but the forced guide system and no light being in the narrow pathways is risky for women.\nThe forced guide will charge INR 150 for complete tour.\n8. Now my next visit maybe after next 15 16 years and if given a chance may not visit at all.\nI love Lucknow for the food and culture but at present taking some outsider to this place may only cause you embarrassment. They should install lights in dark pathways and remove the mandate of removing shoes on the roof of the building as it causes huge discomfort to tourists. The renovation from outside makes the building look pretty.",
            "author_name": "Arnold Mannays",
            "relative_time_description": "",
            "time": 1756091055,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://lucknowimambada.in/",
        "index": 1,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Religious destination",
          "Architectural Buildings",
          "Monuments & Statues"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1980,
            "2": 1116,
            "3": 4024,
            "4": 12104,
            "5": 31238
          }
        },
        "minMinutesSpent": 90,
        "latitude": 26.868517,
        "address": "VW86+MQ3, Husainabad Trust Rd, Machchhi Bhavan, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJD__s28z8mzkRCIOGkuYEWjA",
        "generalDescription": "Janeshwar Mishra Park, located in the Gomti Nagar area of Lucknow, Uttar Pradesh, is a sprawling urban park that opened in 2014. Spanning 376 acres, it features lakes, gardens, playgrounds, walkways and eateries. The park is designed similar to Hyde Park in London and offers gondola rides on its two large water bodies. Visitors can enjoy jogging and cycling paths as well as a children's play area.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 80.9942,
        "rating": 4.5,
        "numRatings": 62875,
        "sources": [
          {
            "id": "331847",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-shoot-locations-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "This urban park situated in Gomti Nagar is listed among the best pre-wedding shoot location in Lucknow. This park includes pathways, lakes, gardens, walkways, and eateries that give you the chance to shoot the video or taking pictures with different backgrounds and from different angles. It is full of lush greenery that makes the shoot picture-perfect and your album more attractive according to the pre-wedding photographer in Lucknow.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Amazing Top 13 Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1078476",
            "type": "webPlacesList",
            "url": "https://bestdiplomats.org/beautiful-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Janeshwar Mishra Park is a tribute to urban design that skillfully combines leisure, calm, and the natural world in the middle of Lucknow. This vast park, which covers 376 acres and opened in 2014, is among the biggest parks in India. The park bears the name of the late politician Janeshwar Mishra and is a paradise for those who enjoy the outdoors and working out.",
            "siteName": "Best Diplomats | Diplomatic Conferences | New York",
            "shortName": "Top 15 Most Beautiful Places to Visit in Lucknow",
            "indexInSource": 5,
            "iconSiteId": 94018,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352300",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/10-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "It is one of the top attractions in Lucknow and the huge area full of greenery and water bodies, that refreshes the minds of the visitor. This park features lakes, pathways, walkways , gardens, eateries and you can get clicked at this place with different backgrounds that will make your album more attractive. Best time to visit is morning, afternoon and evening.",
            "siteName": "VideoTailor",
            "shortName": "10 Best Pre Wedding Shoot Locations In Lucknow",
            "indexInSource": 2,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923895",
            "type": "webPlacesList",
            "url": "https://newstrack.com/tourism/lucknow-best-places-for-photoshoot-in-lucknow-most-popular-places-for-photoshoots-351681",
            "sourceSite": "Web",
            "snippet": "जनेश्वर मिश्र पार्क राजधानी लखनऊ के गोमती नगर में बहुत ही प्रसिद्ध जगह है। आपको बहुत हैरानी होगी ये सुनकर कि भारत के यूपी में राजधानी लखनऊ के गोमती नगर में स्थित ये खूबसूरत पार्क एशिया का सबसे बड़ा सुन्दर उद्यान माना जाता है। यहां पर आप सामान्य टिकट लेकर अपनी पसंदीदा जगह में कहीं भी फोटोशूट करा सकते हैं।रिवर फ्रंट के आस-पास",
            "siteName": "Newstrack",
            "shortName": "Samachar | Best Places for Photoshoot in Lucknow: लखनऊ में फोटोशूट करना हो या बनानी हो रील्स, ये जगहें हैं सबसे बेस्ट",
            "indexInSource": 0,
            "iconSiteId": 27806,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923899",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The lavish Janeshwar Mishra Park in Lucknow is a famous pre-wedding photograph area since it offers a scope of dazzling foundations. It's the city's biggest park, in this manner it has numerous delightful areas. These scenes incorporate manicured yards, beautiful extensions, calm streams, and lavish tree forests.",
            "siteName": "vsnapu.com",
            "shortName": "Lucknow's Hidden Gems: Unveiling Stunning Pre-Wedding Shoot Locations",
            "indexInSource": 3,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222401",
            "type": "webPlacesList",
            "url": "https://blog.venuelook.com/10-best-locations-for-your-pre-wedding-shoot-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "One of the most revered attractions of Lucknow, this park is located in the Gomti Nagar area. The park is vast and brimming with lush greens along with a few water bodies scattered in the area. There are walkways, gardens, lakes and pathways which you could use for your pre-wedding shoot in Lucknow.",
            "siteName": "VenueLook Blog",
            "shortName": "10 Best Locations for Your Pre-Wedding Shoot In Lucknow",
            "indexInSource": 7,
            "iconSiteId": 29703,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923905",
            "type": "webPlacesList",
            "url": "https://setmywed.com/blogs/pre-wedding-photoshoot-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "It is considered to be one of the most peaceful places of Lucknow and is names after the late political leader Janeshwar Mishra. It is the largest park of Asia and is filled with fresh greenery and beautiful fountains, making it one of the most preferred places for pre-wedding shoot in Lucknow!",
            "siteName": "SetMyWed",
            "shortName": "Top 10 Places For Pre-Wedding Photoshoot In Lucknow Which Are Mesmerizing",
            "indexInSource": 7,
            "iconSiteId": 34114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277847",
            "type": "webPlacesList",
            "url": "https://2sgphotography.in/pre-wedding-photoshoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Want to capture your Pre Wedding Shoot in Lucknow wrapped with witty moments?. Then, Janeshwar Mishra Park is the best choice for such fun and entertainment. The pictures that are clicked here or the videos that are captured here can be turned into hilarious images and short films.",
            "siteName": "Best Photographer in Lucknow",
            "shortName": "Gorgeous 12 Best Pre Wedding Photoshoot Locations In Lucknow",
            "indexInSource": 1,
            "iconSiteId": 33327,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Janeshwar Mishra Park | #19 of 25 Places to Visit in Lucknow. An urban park located in Gomti Nagar, Janeshwar Mishra Park is dedicated to the late politician Janeshwar Mishra. It is designed after the Hyde Park in London and counts among the top eco-friendly parks in the country.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 14,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923900",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-lucknow/",
            "sourceSite": "Web",
            "snippet": "Situated in Gomti Nagar, Janeshwar Mishra Park is one of the most visited places in Lucknow. Couples from all over the country come here to click some mesmerizing pictures among the beauty of nature. The lakes, gardens, pathways make it an alluring location.",
            "siteName": "The Wedding Focus",
            "shortName": "Top 13 Historical Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923927",
            "type": "webPlacesList",
            "url": "https://www.portfoliostudio.in/best-pre-wedding-photographer-in-lucknow-pre-wedding-photography-locations/",
            "sourceSite": "Web",
            "snippet": "Janeshwar Mishra Park is another urban park in Gomti Nagar of Lucknow. The park was made in the memoir of late politician Janeshwar Mishra. Even though the park is newly constructed, it is still one of the top attractions of Lucknow.",
            "siteName": "PortfolioStudio",
            "shortName": "Book Pre-Wedding Photographer in Lucknow",
            "indexInSource": 7,
            "iconSiteId": 276540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923915",
            "type": "webPlacesList",
            "url": "https://www.srivastavastudio.com/blog/capture-moments-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "It takes a lot of Carbon dioxide of the city and in return gives the oxygen to the whole city. It’s a great spot of wedding photography to give natural and elegant look in between the greenery.",
            "siteName": "srivastavastudio.com",
            "shortName": "Capture Moments: Best Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 276538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Janeshwar Mishra Park is one of the most peaceful spots in Lucknow. It is named after the late political leader Janeshwar Mishra. The Janeshwar Mishra Park is the largest in all of Asia.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 8,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923925",
            "type": "webPlacesList",
            "url": "https://www.knocksense.com/lucknow/here-is-a-list-of-8-places-in-lucknow-which-you-need-to-bookmark-for-your-pre-wedding-shoot",
            "sourceSite": "Web",
            "snippet": "[rebelmouse-image 22605427 original_size=\"1200x800\" expand=1]. The lush green gardens of Janeshwar Mishra Park, will make you choose from a variety of pictures that can be clicked here.",
            "siteName": "Knocksense",
            "shortName": "Here is a list of 8 places in Lucknow, which you need to bookmark for your pre-wedding shoot!",
            "indexInSource": 5,
            "iconSiteId": 15816,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "78Hj2ahbc4kBalm421qKkgcFf2hBAs6j",
          "wQEhQRUwvVHd6FuPBudVIC2mmMJN4zUA",
          "AQ81DVf8dbBJmdNxqLZVWSralqNB0vCs",
          "oxc3IurRuHRvFATDzDcvQkOLhR78uPJG",
          "78Hj2ahbc4kBalm421qKkgcFf2hBAs6j",
          "wQEhQRUwvVHd6FuPBudVIC2mmMJN4zUA",
          "AQ81DVf8dbBJmdNxqLZVWSralqNB0vCs",
          "oxc3IurRuHRvFATDzDcvQkOLhR78uPJG"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "0800"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1600"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "0800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1600"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "0800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1600"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "0800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1600"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "0800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1600"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "0800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1600"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "0800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1600"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Janeshwar Mishra Park",
        "placeId": "ChIJD__s28z8mzkRCIOGkuYEWjA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It is the best option to choose if thinking of a Picnic. Every age group can come and enjoy here. Good place for relaxing and freshening. It has a huge playing area. It has a good atmosphere. Lot of trees are planted which helps in cooling the surrounding.",
            "author_name": "Shrestha Goel",
            "relative_time_description": "",
            "time": 1750747604,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful park\nVarieties of tree and plants are available here.\nHighly recommended to nature lovers.\nNice place to hangout with friends and family.\nBiggest park in Lucknow.\nMany more activities to explore here.",
            "author_name": "Siwangi Yadav",
            "relative_time_description": "",
            "time": 1752812742,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A well-rounded, expansive park offering a unique blend of nature, fitness, culture, and family-friendly spaces in the heart of Lucknow. While minor upkeep issues exist, it's still one of the city's top spots to unwind and rejuvenate.\n\nLet me know if you'd like tips on how to get the best out of your visit or nearby eateries!",
            "author_name": "Arvind Kumar",
            "relative_time_description": "",
            "time": 1750657772,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Garden"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2048,
            "2": 1102,
            "3": 3995,
            "4": 14651,
            "5": 41064
          }
        },
        "minMinutesSpent": 120,
        "latitude": 26.8388,
        "address": "Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJi1guUvD9mzkR4-yW2xILN7I",
        "generalDescription": "Rumi Darwaza is a significant historical landmark in Lucknow, standing at 60 feet tall and serving as an emblem of the city. Built in 1784, it showcases intricate Awadhi-style architecture and is associated with the flourishing era of Asaf-ud-Dawlah, known for his patronage of arts and culture. The gateway offers a stunning view and serves as a popular backdrop for nighttime photography due to its brilliant illumination.",
        "utcOffset": 330,
        "maxMinutesSpent": 25,
        "longitude": 80.912143,
        "rating": 4.5,
        "numRatings": 19353,
        "sources": [
          {
            "id": "1923897",
            "type": "webPlacesList",
            "url": "https://chitrageek.com/blogs/10-stunning-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Rumi Darwaza is a captivating pre-wedding shoot location in Lucknow that offers a perfect unite of historical charm and architectural glory. This iconic gateway, also known as the “Turkish Gate,” is renowned for its stunning Mughal architecture and design, making it a beautiful backdrop for your pre-wedding shoot in Lucknow. Choosing Rumi Darwaza for your pre-wedding shoot also ensures that you’re working with one of the best pre-wedding photographers in Lucknow.",
            "siteName": "Chitrageek Studios",
            "shortName": "10 Stunning Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 225182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "When you want to witness the grandeur of the Awadhi style of architecture, make your way to the Rumi Darwaza, an imposing gateway located between Bara Imambara and Chota Imambara. This gateway built in 1784 by Nawab Asaf-ud-Daula is about 60-feet tall and is generally used as the logo for Lucknow city. Since the gate is modeled after the Sublime Porte in Istanbul, it is sometimes referred to as the Turkish Gate.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 1,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923895",
            "type": "webPlacesList",
            "url": "https://newstrack.com/tourism/lucknow-best-places-for-photoshoot-in-lucknow-most-popular-places-for-photoshoots-351681",
            "sourceSite": "Web",
            "snippet": "नो टिकट, नो एंट्री टाइमिंग, यह जगह आपके लिए हमेशा है। यहां पर आप अपने खुशीभरे पलों में फोटोशूट करा सकते हैं, सुहाने मौसम में, बारिश में जब आपका मन करे, तब आप फोटोशूट करा सकते हैं। आपको बस एक वाइड एंगल लेंस की जरूरत होगी और टाइमिंग का ध्यान रखना होगा। बिना ट्रैफ़िक के शॉट लेने के लिए सूर्योदय के समय या देर रात को वहां जाना पड़ेगा। नहीं तो बाकी समय आपको यहां पर ट्रैफिक मिलेगा। क्योंकि ये बहुत ही चलती-फिरती जगह है।",
            "siteName": "Newstrack",
            "shortName": "Samachar | Best Places for Photoshoot in Lucknow: लखनऊ में फोटोशूट करना हो या बनानी हो रील्स, ये जगहें हैं सबसे बेस्ट",
            "indexInSource": 1,
            "iconSiteId": 27806,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477327",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/lucknow/places-to-visit",
            "sourceSite": "Web",
            "snippet": "A sixty feet tall memorabilia of the grandeur of Awadhi architecture, Rumi Darwaza in the old city is one of the signature places to visit in Lucknow. Located in the middle of Bara Imambara and Chota Imambara, this imposing gateway was built in 1784 by Nawab Asaf-ud-Daula after a famine struck North India. In exchange for daily meals, the Awadhi workers built the great Rumi Darwaza for the Nawab.",
            "siteName": "Tripoto",
            "shortName": "70 Places To Visit In Lucknow To Experience The Nawabon Ka Sheher",
            "indexInSource": 1,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1078476",
            "type": "webPlacesList",
            "url": "https://bestdiplomats.org/beautiful-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The famous Rumi Darwaza entrance in Lucknow stands tall as a symbol of the city’s magnificent architecture. Constructed in 1784 by Nawab Asaf-ud-Daula, this monumental building is a remarkable illustration of Mughal splendor and Awadhi architecture. Rumi Darwaza, also known as the Turkish Gate, gets its inspiration from the historic entry to Constantinople (Istanbul).",
            "siteName": "Best Diplomats | Diplomatic Conferences | New York",
            "shortName": "Top 15 Most Beautiful Places to Visit in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 94018,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477321",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/uttar-pradesh/lucknow/tourist-places-visit-lucknow/",
            "sourceSite": "Web",
            "snippet": "Also known by the name, Turkish Gate, the Rumi Darwaza was built in 1784 by the Nawab Asaf-ud-daula. The monument is a massive gateway which is one of the best specimens of Awadhi Style architecture. The monument’s grandness in design is often compared to that of Rome and the Ottoman Empire and marks the entrance to the old city of Lucknow.",
            "siteName": "Trans India Travels",
            "shortName": "Best 11 Places To Visit In Lucknow",
            "indexInSource": 5,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923915",
            "type": "webPlacesList",
            "url": "https://www.srivastavastudio.com/blog/capture-moments-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "If you are basically from Lucknow that you have definitely aware of this unique architectural Darwaza, constructed by Awadh King. This place is always in the list of tourists as well as local people to visit at once here. Nowadays it’s becoming a trending spot for Wedding couple to visit here for their pre-wedding shoot.",
            "siteName": "srivastavastudio.com",
            "shortName": "Capture Moments: Best Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 276538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923905",
            "type": "webPlacesList",
            "url": "https://setmywed.com/blogs/pre-wedding-photoshoot-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "It is said that Rumi Darwaza was built in the year 1780 and is a proper replica of the Turkish Gate of Istanbul. The Rumi Darwaza is known for its intricate designs and surreal views that you get to see there. This place would be perfect for your photoshoot if you opt to go there during the sunset or sunrise!",
            "siteName": "SetMyWed",
            "shortName": "Top 10 Places For Pre-Wedding Photoshoot In Lucknow Which Are Mesmerizing",
            "indexInSource": 4,
            "iconSiteId": 34114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "This striking piece of architecture was built around the 1780s and it is the replication of Istanbul’s giant entrance gate and is also called the Turkish gate. The intricate design of Rumi Darwaza looks absolutely surreal and is the perfect backdrop for your vintage pre-wedding shoot. Source Mayank Mehrotra",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 1,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352300",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/10-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Just beyond the Bada Imambara, there is a striking Rumi Darwaza that was built by Nawab Asaf-ud-daula in 1780’s. It is a replica of huge entrance gate of Istanbul. This place depicts the actual beauty of awadh with its architectural beauty and gives a pure feeling about Lucknowi culture.",
            "siteName": "VideoTailor",
            "shortName": "10 Best Pre Wedding Shoot Locations In Lucknow",
            "indexInSource": 6,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277847",
            "type": "webPlacesList",
            "url": "https://2sgphotography.in/pre-wedding-photoshoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Rumi Darwaja is one of the closest places while visiting Bara Imambara. As the name suggests, it is a giant entrance gate build on the historical concept by Asaf-Ud-Daula. This Darwaza depicts the real beauty of Awadh and can be considered as the best place in Lucknow for couples.",
            "siteName": "Best Photographer in Lucknow",
            "shortName": "Gorgeous 12 Best Pre Wedding Photoshoot Locations In Lucknow",
            "indexInSource": 3,
            "iconSiteId": 33327,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222401",
            "type": "webPlacesList",
            "url": "https://blog.venuelook.com/10-best-locations-for-your-pre-wedding-shoot-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "Behind the Bada Imambara, there stands the prominent Rumi Darwaza. The monument was built in the 1780s by Nawab Asaf-ud-daula to be a replica of the giant entrance gate in Istanbul. It’s a striking monument that looks wonderful in photos with the clear blue sky as the background.",
            "siteName": "VenueLook Blog",
            "shortName": "10 Best Locations for Your Pre-Wedding Shoot In Lucknow",
            "indexInSource": 2,
            "iconSiteId": 29703,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923899",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "Rumi Darwaza, popularly known as the Turkish Gate in Lucknow, is a stunning pre-wedding shoot location famed for its architecture and agelessness. Couples seeking royal memories might use this 60-foot tower as a backdrop. Rumi Darwaza exudes grandeur and romance.",
            "siteName": "vsnapu.com",
            "shortName": "Lucknow's Hidden Gems: Unveiling Stunning Pre-Wedding Shoot Locations",
            "indexInSource": 1,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923927",
            "type": "webPlacesList",
            "url": "https://www.portfoliostudio.in/best-pre-wedding-photographer-in-lucknow-pre-wedding-photography-locations/",
            "sourceSite": "Web",
            "snippet": "Rumi Darwaza, in other words, Turkish Date, is basically a gateway built way back in 1784 under the patronage of Nawab Asaf-Ud-daula. The gateway stands sixty feet tall and offers a delightful view for your pre wedding photoshoot in Lucknow.",
            "siteName": "PortfolioStudio",
            "shortName": "Book Pre-Wedding Photographer in Lucknow",
            "indexInSource": 6,
            "iconSiteId": 276540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923900",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-lucknow/",
            "sourceSite": "Web",
            "snippet": "Located near hussainabad road, Rumi Darwaza is yet another place to shoot some exciting pre-wedding photoshoots. It’s inspired by a famous gateway of Istanbul. It’s one of the most famous landmarks in Lucknow.",
            "siteName": "The Wedding Focus",
            "shortName": "Top 13 Historical Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 8,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923917",
            "type": "webPlacesList",
            "url": "https://www.outlookindia.com/outlooktraveller/explore/story/69882/5-instagram-able-places-in-lucknow",
            "sourceSite": "Web",
            "snippet": "A stone’s throw away from Rumi Darwaza, the Bada Imambara houses a mosque along with a series of labyrinths. One needs an elaborate walk through the place to discover its intricate interiors.",
            "siteName": "https://www.outlookindia.com/outlooktraveller/",
            "shortName": "5 reasons why you should visit Lucknow",
            "indexInSource": 0,
            "iconSiteId": 35518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331844",
            "type": "webPlacesList",
            "url": "https://nowlucknow.com/photographers-recommend-popular-places-photoshoots-lucknow/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "nowlucknow.com",
            "shortName": "THE MOST POPULAR PLACES FOR PHOTOSHOOTS IN LUCKNOW – Now Lucknow",
            "indexInSource": 0,
            "iconSiteId": 21838,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JeYs1sUZOLz2iAqxZ9loqf6qENmBD62w",
          "6fVRxoy9r9F3WHPbVhG33E2uYElA7hj4",
          "Xu0E8UYlDHRPqcto4LW5AH1e7srvMcLK",
          "zct8jFoQZrnxKft19M32cn3VoNBGt8fn",
          "QNlX47M28Fk7Umd9tE7HxeBZbOnWMmms",
          "JeYs1sUZOLz2iAqxZ9loqf6qENmBD62w",
          "6fVRxoy9r9F3WHPbVhG33E2uYElA7hj4",
          "Xu0E8UYlDHRPqcto4LW5AH1e7srvMcLK",
          "zct8jFoQZrnxKft19M32cn3VoNBGt8fn",
          "QNlX47M28Fk7Umd9tE7HxeBZbOnWMmms"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Rumi Darwaza",
        "placeId": "ChIJi1guUvD9mzkR4-yW2xILN7I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Rumi Darwaza, one of Lucknow's most iconic landmarks, stands as a majestic symbol of the city's rich Nawabi heritage and architectural brilliance. Built in 1784 by Nawab Asaf-ud-Daula during a period of severe famine, the structure not only provided employment to thousands but also left behind a masterpiece that continues to awe visitors centuries later. Often referred to as the “Turkish Gate” due to its Awadhi architectural style inspired by Turkish design, the Rumi Darwaza rises to a height of 60 feet, with a striking arched gateway and intricately carved floral motifs adorning its surface.\n\nSadly, in recent years, the monument has undergone a round of repainting rather than proper restoration. The use of modern paints, rather than historically accurate conservation techniques, has slightly dulled its original charm. Yet, even this cosmetic intervention hasn't managed to mask its beauty. The gateway still exudes elegance and grandeur.\n\nWhat makes Rumi Darwaza even more intriguing is its resemblance to the shape of a traditional necklace - and to those familiar with Lucknow's textile artistry, it uncannily echoes the layout of a chikan kurta design. It's a bridge between architecture and culture, the physical and the artistic. Despite changes over time, Rumi Darwaza continues to be a proud emblem of Lucknow's past and present.",
            "author_name": "Neelanjan Chakraborty",
            "relative_time_description": "",
            "time": 1745172516,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Recently Visiting Rumi Darwaza in Lucknow is an awesome old Awadhi architecture. The marvelous carvings and grand design make it a beautiful sight. It resemble to the shape of a traditional necklace and pendant. It's considered one of the proud emblem and most photogenic spots of Lucknow. If you are in Lucknow please don't miss here to take a picture. Visit this place in early hours for good pictures and avoid crowd. After Delhi and Agra I found architecturally beautiful city is Lucknow. As the name suggests itself and some people called it the Turkish Gate. Must visit.",
            "author_name": "Neegar Afroz",
            "relative_time_description": "",
            "time": 1751724132,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "1.Architectural Beauty:\nVisitors often praise the Rumi Darwaza for its grand design and detailed carvings. Many call it a \"masterpiece of Awadhi architecture.\"\n\n2. Perfect for Photography:\nTourists love clicking photos here. It's considered one of the most photogenic spots in Lucknow, especially in the early morning or at sunset.\n\n3. Historical Importance:\nMany people appreciate the deep historical value of the gate. They mention it transports you to the era of Nawabs and Mughal influences.\n\n4. Central Location:\nSince it's located in the heart of Lucknow, it's easy to combine a visit with other nearby attractions like Bada Imambara and Chota Imambara.\n\n5. Mixed Notes on Maintenance:\nSome reviewers feel that while the structure itself is stunning, better maintenance (especially cleanliness around the area) could make the experience even better",
            "author_name": "Anuj Gupta (Raj)",
            "relative_time_description": "",
            "time": 1745727696,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://readwritetips.com/rumi-darwaza.html",
        "index": 3,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 580,
            "2": 297,
            "3": 1036,
            "4": 3645,
            "5": 13779
          }
        },
        "minMinutesSpent": 25,
        "latitude": 26.871248,
        "address": "17/11 Hussainabad Road, Lajpat Nagar Colony, Lajpat Nagar, Machchhi Bhavan, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJV_5k8-j9mzkRsHG6g7eQ3oM",
        "generalDescription": "The Clock Tower Hussainabad in Lucknow is a magnificent colonial-era structure that was built in 1881. Designed by Richard Roskell Bayne, it stands at a towering height of 67 meters, making it the tallest clock tower in India. The architecture reflects Victorian and Gothic styles, adorned with intricate designs and Mughal influences that showcase the city's rich heritage.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.908007,
        "rating": 4.5,
        "numRatings": 18565,
        "sources": [
          {
            "id": "331847",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-shoot-locations-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "This clock tower is located adjacent to the Rumi Darwaja which is another big heritage monument flecking the cityscape of Lucknow. This is also known for pre-wedding shoot locations in Lucknow that were built in 1881 by the Hussainabad Trust with the cost of 1.75 lakhs. This place will make your photos majestic as this clocktower is designed like a flower with the 12 petals and 14feet long pendulum.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Amazing Top 13 Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 8,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Husainabad Clock Tower | #7 of 25 Places to Visit in Lucknow. Located adjacent to the Rumi Darwaza, Husainabad Clock Tower is another heritage monument dotting the cityscape of Lucknow. Built in 1881 by the Hussainabad Trust at a cost of 1.75 lakhs, this 221-feet structure is modeled after the Big Ben Clock Tower of London.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 3,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923897",
            "type": "webPlacesList",
            "url": "https://chitrageek.com/blogs/10-stunning-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The Hussainabad Clock Tower is perfect for a pre-wedding shoot in Lucknow because of its beautiful and historic design. This tall, old clock tower is a stunning backdrop that makes photos look elegant and timeless. The mix of its classic style and large, open space provides a great setting for capturing romantic moments.",
            "siteName": "Chitrageek Studios",
            "shortName": "10 Stunning Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 5,
            "iconSiteId": 225182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923905",
            "type": "webPlacesList",
            "url": "https://setmywed.com/blogs/pre-wedding-photoshoot-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Hussainabad Clock Tower is said to be one of the tallest clock towers in India, which is also known as Ghanta Ghar of Lucknow. It is located right in between Bada Imambara and Chota Imambara. This place is very much influenced by the Gothic and Victorian architecture, providing great backdrop for your photoshoot!",
            "siteName": "SetMyWed",
            "shortName": "Top 10 Places For Pre-Wedding Photoshoot In Lucknow Which Are Mesmerizing",
            "indexInSource": 8,
            "iconSiteId": 34114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Hussainabad Clock Tower is one of the tallest clock towers in India. Also known as Ghanta Ghar by the locals of Lucknow, it is erected between the Bara Imambara and the Chota Imambara. It is the replica of London’s Big Ben Clock Tower.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 5,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923900",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-lucknow/",
            "sourceSite": "Web",
            "snippet": "Does the idea of hosting a pre-wedding shoot in an iconic clocktower excite you?. Then Hussainabad Clock Tower should definitely be on your list. This is yet another heritage of Lucknow that was built in 1881.",
            "siteName": "The Wedding Focus",
            "shortName": "Top 13 Historical Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 6,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CFotwndqFtlU5e8XF00sWcEjMNtZay3P",
          "zt9pokxDi0gqYnIFhKCnwSB6EECEnqk5",
          "4qC2hCEnureSyG1kD5EvRPkLzmIUMCAL",
          "CFotwndqFtlU5e8XF00sWcEjMNtZay3P",
          "zt9pokxDi0gqYnIFhKCnwSB6EECEnqk5",
          "4qC2hCEnureSyG1kD5EvRPkLzmIUMCAL"
        ],
        "openingPeriods": [],
        "name": "Clock Tower Hussainabad Lucknow",
        "placeId": "ChIJV_5k8-j9mzkRsHG6g7eQ3oM",
        "internationalPhoneNumber": "+91 70841 27187",
        "reviews": [
          {
            "rating": 5,
            "text": "Nice place to visit in the evening. it looks ever more nice when it is lit up in the night.\nThere is a big market right outside the clock towers. They are also a steep well nearby garden. You can spend time on the stiple.During the sunset and day in the evenings it gives a very good experience.\nhundred meters walking distance from there is where you'll get a lot of food counters.\nIt is closely located to bala, imambaada and chota imambara.\nThe street is very much lively during the ramaan period and a lot of activities to do around.\nThere is a new food court just behind the clock tower and that food court. Is very nice. Well maintained with washrooms, lot of food options in hygiene manner.",
            "author_name": "Lalleet Mehta",
            "relative_time_description": "",
            "time": 1742544833,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great place..many stairs nearby and a lot of sitting area.\nMust visit place in lucknow.\n\nThe Hussainabad Clock Tower is truly a beautiful landmark in Lucknow. The architecture is stunning, with intricate details that make it stand out, especially when seen up close. It's well-maintained, and the surrounding area has a nice historic charm. Visiting in the evening is extra special - the lighting makes it even more picturesque. A great spot for history lovers, photography, or just a peaceful walk while soaking in the old-world vibe of the city.",
            "author_name": "Mukul Kesharwani",
            "relative_time_description": "",
            "time": 1754962690,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "In the resplendent city of Lucknow, a towering marvel of modernity pierces the sky – the illustrious Clock Tower, a masterpiece of Moorish design, erstwhile believed to be the largest in the Indian subcontinent. This magnificent edifice, a symphony of stone and steel, is illuminated by a dazzling array of lamps, its beauty further enhanced by the melodic chime of five bells, whose sweet peals echo through the air. Standing tall at 221 feet, this grandiose structure is an exemplar of traditional British architecture, rivaling the iconic Big Ben of London in both splendor and majesty. Its colossal wheels, a marvel of engineering, surpass even those of its London counterpart.\n\nConceived by the visionary architect of those times- Richard Roskell Bayne, this monumental clock tower was erected at a cost of two lakhs, funded by the benevolent Trustees of the Husainabad Endowment, who wisely invested the legacy of thirty-six lakhs of rupees bequeathed by the illustrious Muhammad Ali Shah, third King of Oudh. Bayne's masterpiece, a testament to his ingenuity, boasts a intricate machinery comprising wrought-iron sides, gun-metal wheels, and hardened steel pinions, precision-crafted to ensure unwavering accuracy.\n\nThis majestic timepiece, a true marvel of modern science, stands as a shining beacon, a testament to the confluence of art and engineering. Its grandeur is a reflection of Bayne's prolific career, which spanned the construction of bridges, train stations, and bungalows, as well as monumental buildings such as the East India Railway Office, New Market in Kolkata, and Oak Grove School in Mussoorie. His legacy extends to the Thornhill and Mayne Memorial Library and Mayo Memorial in Allahabad, a testament to his enduring impact on India's architectural landscape.",
            "author_name": "Ravi Kumar",
            "relative_time_description": "",
            "time": 1745604675,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 674,
            "2": 381,
            "3": 1311,
            "4": 3660,
            "5": 12542
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.873997,
        "address": "Hussainabad Rd, near chota imambara, Husainabad, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJecYh-fv9mzkR-OIZsdOzLSQ",
        "generalDescription": "Chota Imambara, also known as the Imambara Hussainabad Mubarak, is a visually stunning Muslim congregation hall and mausoleum located just west of the Bara Imambara in Lucknow. Built in 1838 by Muhammad Ali Shah, it was initially intended as a congregation hall for the Shia community's devotees but later became the Nawab and his mother's mausoleum.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.904462,
        "rating": 4.5,
        "numRatings": 15568,
        "sources": [
          {
            "id": "477321",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/uttar-pradesh/lucknow/tourist-places-visit-lucknow/",
            "sourceSite": "Web",
            "snippet": "Another congregation complex of the Shia Muslim sect, The Chota Imambara was built in 1838 by Nawab Muhammad Shah Ali. The complex also serves as the tomb for the Nawab who is buried there alongside his mother. Right outside the complex also lays the 4 storied Satkhanda, an unfinished watchtower or observatory which was supposed to have 7 stories.",
            "siteName": "Trans India Travels",
            "shortName": "Best 11 Places To Visit In Lucknow",
            "indexInSource": 0,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "tWKVTzD4AlL0ydsfyofg1bMtLpuFZCz6",
          "37KMA8bv4kFyKpPmqPvOwhkS2m6Vn8Jp",
          "vQ3eNZuDxYHdBWslG3aovg7iuMjINOhy",
          "VufMnQBWC23yoRacYFx1uHCQTS0Nrhlc",
          "MdkWnrUZYB0pmyLWzGqToTvddClYl8KJ",
          "tWKVTzD4AlL0ydsfyofg1bMtLpuFZCz6",
          "37KMA8bv4kFyKpPmqPvOwhkS2m6Vn8Jp",
          "vQ3eNZuDxYHdBWslG3aovg7iuMjINOhy",
          "VufMnQBWC23yoRacYFx1uHCQTS0Nrhlc",
          "MdkWnrUZYB0pmyLWzGqToTvddClYl8KJ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1400"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Chota Imambada",
        "placeId": "ChIJecYh-fv9mzkR-OIZsdOzLSQ",
        "internationalPhoneNumber": "+91 75058 39682",
        "reviews": [
          {
            "rating": 5,
            "text": "20 INR ticket\nYou can hire a guide at the entrance gate or inside the Imambara for nominal fee\nthere is a lot of history inside the Imambara for sure",
            "author_name": "Avinash Naidu",
            "relative_time_description": "",
            "time": 1751167967,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Being in Lucknow, you absolutely have to see the Chota Imambara, also known as the \"Palace of Lights.\" It's a collection of buildings that really shows how old and fancy Lucknow is. It is in the old part of the city, near the famous Bara Imambara and Rumi Darwaza. Inside, there's a mosque, a tomb, a clock tower, a garden, and even a pond. The main building, the Imambara itself, is where Nawab Muhammad Ali Shah and his mother are buried. Shia Muslims gather here during Muharram.\nStart by seeing the Rumi Darwaza, Clock Tower, and Satkhanda first, as they're outside and free to explore. You can buy a combined ticket from the Bara Imambara ticket counter for just ₹50, which covers the Bara Imambara (including the Bhool Bhulaiya and Bouli), the Chota Imambara (including the Shahi Hamam), and the Picture Gallery. There are separate fees for cameras.\nEach spot has its own special charm, but remember, you can't take photos or videos inside the Imambara building itself. The grounds are beautifully kept, with lovely ponds, ornate gates, stylish lamps, and colorful gardens. It's a place that draws visitors from all over the world to admire its architecture, art, and history.\nTo really appreciate it, it's a good idea to read up on its history beforehand, or you can hire a guide. Parking is available nearby, and the place is wheelchair accessible. Plan to spend at least an hour exploring. You will not regret it!!",
            "author_name": "Navin Kumar Sharma",
            "relative_time_description": "",
            "time": 1741940422,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "I don't know how beautiful from inside of this place but I'm definitely sure that once u see the condition from outside of this monument is in very bad condition and also the cleanliness is in very very drastic condition. Someone is coming from very far may be from the other states may be from the other countries to visit the historical places of lucknow and what he will achieve after visiting this type of places---only sadness nothing more.",
            "author_name": "Mr. Explorer",
            "relative_time_description": "",
            "time": 1755245033,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Religious destination",
          "Sights & Landmarks",
          "Historical landmark",
          "Monument",
          "Architectural Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 478,
            "2": 328,
            "3": 1214,
            "4": 3122,
            "5": 10434
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.87451,
        "address": "447, Husainabad, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJFUCgHLFXmTkRHXx8O17hqGI",
        "generalDescription": "Dr. Babasaheb Ambedkar Memorial, also known as Dr. Bhimrao Ambedkar Samajik Parivartan Prateek Sthal, is a vast and imposing stone memorial located in Gomti Nagar, Lucknow. Spanning across 107 acres, the park is dedicated to renowned social reformers such as Dr.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 80.976776,
        "rating": 4.4,
        "numRatings": 31600,
        "sources": [
          {
            "id": "1078476",
            "type": "webPlacesList",
            "url": "https://bestdiplomats.org/beautiful-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Lucknow’s Ambedkar Memorial Park is a magnificent homage to Dr. B.R. Ambedkar, the principal drafter of the Indian Constitution and an advocate for social justice. This huge memorial complex, which was dedicated to a single person in 2008, covers an area of over 107 acres, making it one of the biggest parks in Asia. The park, with its imposing statues, elaborate carvings, and mirrored pools, is a symphony of architectural beauty.",
            "siteName": "Best Diplomats | Diplomatic Conferences | New York",
            "shortName": "Top 15 Most Beautiful Places to Visit in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 94018,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923895",
            "type": "webPlacesList",
            "url": "https://newstrack.com/tourism/lucknow-best-places-for-photoshoot-in-lucknow-most-popular-places-for-photoshoots-351681",
            "sourceSite": "Web",
            "snippet": "अरिजीत सिंह का वो गाना याद है - सुनो ना संगमरमर। इस गाने को यहीं गोमतीनगर के बड़े से पार्क में शूट किया गया है। विशाल हाथी की मूर्तियाँ पार्क की खूबसूरती को और बढ़ा देती है।सर्दियों के दौरान दिन का समय यहां फोटो शूट के लिए आदर्श होता है।. समय: सुबह 11 बजे से रात 8 बजे तक. सामान्य प्रवेश शुल्क पड़ता है।",
            "siteName": "Newstrack",
            "shortName": "Samachar | Best Places for Photoshoot in Lucknow: लखनऊ में फोटोशूट करना हो या बनानी हो रील्स, ये जगहें हैं सबसे बेस्ट",
            "indexInSource": 5,
            "iconSiteId": 27806,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477321",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/uttar-pradesh/lucknow/tourist-places-visit-lucknow/",
            "sourceSite": "Web",
            "snippet": "Spread across an area of 107 acres of land, the modern architectural monument is dedicated to Dr. B.R. Ambedkar. The entire monument is built in red sandstone which was brought from the areas of Rajasthan. The park is located in Gomti Nagar which is one of the most posh localities of Lucknow.",
            "siteName": "Trans India Travels",
            "shortName": "Best 11 Places To Visit In Lucknow",
            "indexInSource": 3,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Ambedkar Memorial Park was named after the late Dr. BR Ambedkar. This huge park is home to some of the most brilliant pieces of architecture. There is a Buddhist Stupa and statues of many Dalit icons inside the Ambedkar Memorial Park.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 10,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331844",
            "type": "webPlacesList",
            "url": "https://nowlucknow.com/photographers-recommend-popular-places-photoshoots-lucknow/",
            "sourceSite": "Web",
            "snippet": "Well, it’s shot right here at this massive park in Gomtinagar. The huge elephant statues add grandeur to the pics. Daytime during winters are ideal for photo shoots here.",
            "siteName": "nowlucknow.com",
            "shortName": "THE MOST POPULAR PLACES FOR PHOTOSHOOTS IN LUCKNOW – Now Lucknow",
            "indexInSource": 3,
            "iconSiteId": 21838,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AhUjPPe6IJIZJJLVRm7B8JAvtD3Kuv6C",
          "XNzqEJe7yvlDNIW6bdTVrELhkZX1cGoR",
          "1Tr9MzSBOsL9u2hhdyo3RzhkceMDY7y0",
          "4svUiPgNQ0ZjAGdARHEOggKfCrXrgurY",
          "AhUjPPe6IJIZJJLVRm7B8JAvtD3Kuv6C",
          "XNzqEJe7yvlDNIW6bdTVrELhkZX1cGoR",
          "1Tr9MzSBOsL9u2hhdyo3RzhkceMDY7y0",
          "4svUiPgNQ0ZjAGdARHEOggKfCrXrgurY"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Dr. Babasaheb Ambedkar Memorial",
        "placeId": "ChIJFUCgHLFXmTkRHXx8O17hqGI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited Ambedkar Memorial Park recently and honestly, it left a strong impression on me. The place is massive, clean, and beautifully built with stunning red sandstone and grand statues all around. The architecture is just wow – it really gives a royal and powerful vibe. The elephant statues and the central stupa are especially impressive.\n\nI loved how peaceful it felt walking around, and the way it honors Dr. B. R. Ambedkar and other reformers is truly respectful and inspiring. It's a great place for both history lovers and anyone who enjoys calm, open spaces.\n\nOnly reason I'm not giving it a full 5 is because it can get really hot during the day – especially with all the stone everywhere. Best to go early morning or late evening.\n\nDefinitely worth visiting if you're in Lucknow!",
            "author_name": "Fayiz Ull Islam",
            "relative_time_description": "",
            "time": 1753100707,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "There are pros and cons of this memorial .   First cons it's a memorial as the name suggests. It's acres of land barren, covered in marble tiles, lot of real sized marble elephants, 2-3 waterfalls, around marble land, uncountable lights in the evening.\nDon't understand the point of utilizing so much land for this, could have grown  some trees atleast, play area for kids, resting area for senior citizens.\nIt's not a place you would visit after once. Total waste of money of tax payers.\nPros park is very  beautiful with lot of monuments and huge area . Sunset looks very beautiful ticket is nominal just 20 rs . Perfect place for photography . Meditation centre.",
            "author_name": "samkit jain",
            "relative_time_description": "",
            "time": 1748365261,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Dr. Babasaheb Ambedkar Memorial Park in Lucknow is one of the most iconic and beautifully designed places of the city. The architecture is grand and the entire area is very clean and well-maintained. Evening time is the best to visit when the lights are on – the monuments look absolutely stunning and the whole place feels very peaceful.\n\nIt is a great spot for families, couples, and even groups of friends. There is a large open area and playground available, so children also enjoy their time here. The walking paths and stone structures make it perfect for photography and spending quality time.\n\nThe only thing to keep in mind is that it gets a bit crowded during weekends and public holidays, so for a calm experience weekdays are better.\n\n⭐ Overall, this memorial is not just a tourist attraction but also a place of pride for Lucknow. A must-visit if you are in the city.",
            "author_name": "SHIVAM SINGH",
            "relative_time_description": "",
            "time": 1755582650,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Memorial park",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1556,
            "2": 776,
            "3": 2344,
            "4": 6813,
            "5": 20089
          }
        },
        "minMinutesSpent": 90,
        "latitude": 26.849381,
        "address": "Vipul Khand 2, Vipul Khand 3, Vipin Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJmUns1JX9mzkRytww-8MltFg",
        "generalDescription": "The Residency in Lucknow is a captivating historical site that offers a glimpse into the past, particularly during the tumultuous times of the Revolt of 1857. Nestled amidst beautifully terraced lawns and gardens, this remarkable complex was originally constructed as living quarters for British officials under Nawab Saadat Ali Khan between 1780 and 1800. Overlooking the serene River Gomti, it served as a refuge for British citizens during one of India's most significant uprisings.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 80.926786,
        "rating": 4.3,
        "numRatings": 16052,
        "sources": [
          {
            "id": "222401",
            "type": "webPlacesList",
            "url": "https://blog.venuelook.com/10-best-locations-for-your-pre-wedding-shoot-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "The Residency Complex is a remarkable landmark situated between Qaiserbagh and Daliganj. This group of buildings, which are sometimes also called the British Residency, are several buildings in a common precinct of Lucknow. They have a very rustic vibe that is complimented by the lush green gardens in the surrounding area.",
            "siteName": "VenueLook Blog",
            "shortName": "10 Best Locations for Your Pre-Wedding Shoot In Lucknow",
            "indexInSource": 0,
            "iconSiteId": 29703,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352300",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/10-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The British residency is a famous historical landmark in lucknow and it is a collection of gardens and ruins where you can get the best pictures. These ruins can be used for shoots and its for those couples who love to explore historical places. Best time is visit is morning as there is less crowd at that that time.",
            "siteName": "VideoTailor",
            "shortName": "10 Best Pre Wedding Shoot Locations In Lucknow",
            "indexInSource": 0,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923917",
            "type": "webPlacesList",
            "url": "https://www.outlookindia.com/outlooktraveller/explore/story/69882/5-instagram-able-places-in-lucknow",
            "sourceSite": "Web",
            "snippet": "A testimony to the British style architecture, the Residency’s main building overlooks the river Gomti. It was originally where there were residential quarters, dispensaries as well as stables. It is now in ruins and houses within itself the intricacies of the turmoil of 1857.",
            "siteName": "https://www.outlookindia.com/outlooktraveller/",
            "shortName": "5 reasons why you should visit Lucknow",
            "indexInSource": 1,
            "iconSiteId": 35518,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923927",
            "type": "webPlacesList",
            "url": "https://www.portfoliostudio.in/best-pre-wedding-photographer-in-lucknow-pre-wedding-photography-locations/",
            "sourceSite": "Web",
            "snippet": "Also known by the name British Residency, it’s a group of buildings. You will totally experience the forbidden ancient culture and some really great memories from the past while walking past the Residency. This is a perfect place to have pre wedding photography in Lucknow.",
            "siteName": "PortfolioStudio",
            "shortName": "Book Pre-Wedding Photographer in Lucknow",
            "indexInSource": 2,
            "iconSiteId": 276540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Residency is a group of buildings near the Gomti river between Daliganj and Qaiserbagh. It is also known as the British Residency or Residency Complex as the British Resident General once lived here. It is built brilliantly and is surrounded by fresh greenery.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 2,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923905",
            "type": "webPlacesList",
            "url": "https://setmywed.com/blogs/pre-wedding-photoshoot-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "It is basically a group of huge buildings and is located near the river Gomti. It is precisely in between Daliganj and Qaiserbagh. It is called the Residency complex or even British Residency because once British Resident General lived in the residency.",
            "siteName": "SetMyWed",
            "shortName": "Top 10 Places For Pre-Wedding Photoshoot In Lucknow Which Are Mesmerizing",
            "indexInSource": 6,
            "iconSiteId": 34114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923925",
            "type": "webPlacesList",
            "url": "https://www.knocksense.com/lucknow/here-is-a-list-of-8-places-in-lucknow-which-you-need-to-bookmark-for-your-pre-wedding-shoot",
            "sourceSite": "Web",
            "snippet": "[rebelmouse-image 22605423 original_size=\"1272x751\" expand=1]. The ruins and the gardens that can now be used for shoots, initially used to be the residence for the British Resident General who was a representative in the court of the Nawab.",
            "siteName": "Knocksense",
            "shortName": "Here is a list of 8 places in Lucknow, which you need to bookmark for your pre-wedding shoot!",
            "indexInSource": 1,
            "iconSiteId": 15816,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "q4Gx8r4Bpu3Khwwq7Z7gcimoETjFfvD7",
          "P5Ky70mhthjnWLc2YY4UwsDxzuA3oBZD",
          "N35EdgR1XnNUHuqiMWrLklRXqHKjLXCn",
          "q4Gx8r4Bpu3Khwwq7Z7gcimoETjFfvD7",
          "P5Ky70mhthjnWLc2YY4UwsDxzuA3oBZD",
          "N35EdgR1XnNUHuqiMWrLklRXqHKjLXCn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "The Residency, Lucknow",
        "placeId": "ChIJmUns1JX9mzkRytww-8MltFg",
        "internationalPhoneNumber": "+91 522 274 5904",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the prominent attractions of Lucknow city. It served as the residence for the British Resident General and has the ruins of a British settlement at the time of the 1857 uprising. Place is clean and huge and has quiet surroundings. You can see a lot of small birds and squirrels and also has a small museum with lots of information on display. Some trees are so huge they will be easily over 200-300 years old. A must visit if you love history!!",
            "author_name": "Sneha N",
            "relative_time_description": "",
            "time": 1744437001,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Having lived in Lucknow all my life, I had visited The Residency as a child but never truly explored it. Recently, I finally took the time to revisit this historic gem - and I'm so glad I did.\n\nThe moment you step inside, you're transported to a time that shaped India's history. The ruins, still marked with bullet holes and cannon fire, silently narrate the intensity of the 1857 revolt. Each structure within the complex - from the Baillie Guard Gate and Treasury to the church ruins and underground chambers - holds a haunting charm.\n\nWalking through the wide lawns and shaded pathways, I spent time at the museum, the graveyard, and the many crumbling buildings that once formed the heart of British residency life. The view from the top of some of the structures is breathtaking, and the atmosphere is both peaceful and reflective.\n\nIt's not just a monument, it's a memory - of resilience, history, and a city that has seen so much. If you're in Lucknow, The Residency deserves your time and attention.",
            "author_name": "Shah Rukh",
            "relative_time_description": "",
            "time": 1750949152,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wow ! What a lovely place. Completely peaceful, historical and full of greenary. It's a place which tell us about 1857 revolt in Lucknow. The remains are well managed and preserved. Govt should promote it through cultural programmes and laser shows as very less tourists arrival. Overall an amazing place in Lucknow.",
            "author_name": "Anand R mishra",
            "relative_time_description": "",
            "time": 1752290059,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Archaeological site",
          "Museums",
          "Heritage museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 542,
            "2": 370,
            "3": 1545,
            "4": 4208,
            "5": 9382
          }
        },
        "minMinutesSpent": 150,
        "latitude": 26.860637,
        "address": "VW6G+7P3, Mahatma Gandhi Marg, Deep Manak Nagar, Kaiser Bagh, Lucknow, Uttar Pradesh 226018, India",
        "travel_time": null
      },
      {
        "_id": "ChIJJbclvd_jmzkR9TGZncXF0yY",
        "generalDescription": "Indira Gandhi Pratishthan is a cultural hub in Lucknow that hosts various events, concerts, and art exhibitions in the evenings. It offers a great opportunity to explore the city's artistic side after sunset. The venue provides exceptional hospitality and clean, beautifully designed rooms for visitors. While some guests have noted limited space during specific events, the overall experience is highly recommended.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 81.009108,
        "rating": 4.4,
        "numRatings": 8650,
        "sources": [
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Indira Gandhi Planetarium | #13 of 25 Places to Visit in Lucknow. A visit to the Indira Gandhi Planetarium must be on your list of things to do in Lucknow, especially if you are a science enthusiast or traveling with your kids. The planetarium is designed in such a way that it resembles the planet Saturn, which makes it different from all other planetariums in the country.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 8,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qAZDXCuW78tYSXt6S62Qzqhv9BnPuynQ",
          "0o6bB6OKXztHKOGUFLHRXsdoGXiyZL0V",
          "aaRq1WZCN3KO2QLgqYhfnDhfXS3ac0Dt",
          "qAZDXCuW78tYSXt6S62Qzqhv9BnPuynQ",
          "0o6bB6OKXztHKOGUFLHRXsdoGXiyZL0V",
          "aaRq1WZCN3KO2QLgqYhfnDhfXS3ac0Dt"
        ],
        "openingPeriods": [],
        "name": "Indira Gandhi Pratishthan",
        "placeId": "ChIJJbclvd_jmzkR9TGZncXF0yY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Indira Gandhi Pratishthan in Lucknow is a stunning venue that boasts beautiful architecture and lush green lawns, making it an ideal spot for various events and exhibitions. With multiple auditoriums of different sizes, this convention center can accommodate up to 1,500 people and offers ample parking space for over 1,000 vehicles. The venue's grandeur and spaciousness provide the perfect setting for cultural celebrations, conferences, and trade fairs.\n\nThe architecture is state-of-the-art, with well-maintained grounds and ample parking. The layout is thoughtfully designed, allowing for easy navigation and a great view of the stage and dance floors. The staff is courteous and helpful, ensuring a comfortable experience for guests",
            "author_name": "Abhishek Yadav",
            "relative_time_description": "",
            "time": 1756257937,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had the pleasure of attending the Medical Expo at Indira Gandhi Pratishthan in Lucknow, and I must say it was an incredibly well-organized event. The layout was thoughtfully designed, making it easy to navigate through the various stalls and exhibitions.\n\nThe event showcased a wide range of innovative medical technologies and products, bringing together industry professionals, healthcare providers, and enthusiasts under one roof. The organizers ensured smooth management, from registration to on-ground assistance, creating a seamless experience for all attendees.\n\nSpecial mention to the informative seminars and interactive sessions that added immense value to the expo. The venue itself was clean, spacious, and well-equipped, further enhancing the overall experience.\n\nKudos to the team behind this fantastic event! Looking forward to more such expos in the future.",
            "author_name": "Niraj Singh Maurya",
            "relative_time_description": "",
            "time": 1734851352,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Too many halls and really big space, please ensure you ask the guard at the entrance as to which way to go.\n\nAttended an event at saturn hall, great location, well connected and good parking.\n\nThe dining area is very hot in this hall as ac is absent and fans are useless in Lucknow heat.",
            "author_name": "Harsh Misra",
            "relative_time_description": "",
            "time": 1746012192,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Event venue",
          "Auditorium",
          "Concert hall",
          "Convention center",
          "Wedding venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 224,
            "2": 136,
            "3": 679,
            "4": 2324,
            "5": 5268
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.869517,
        "address": "Cyber Heights, Kathauta Chauraha Rd, Vibhuti Khand, Gomti Nagar, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ2_bFAAX9mzkRaYtPeP6GiYM",
        "generalDescription": "Nestled in the heart of Lucknow, the Nawab Wajid Ali Shah Zoological Garden, established in 1921, is a must-visit for animal lovers and history buffs alike. Spanning an impressive 71.9 acres, this historic zoo was created to honor Prince Edward VIII's visit and showcases over nine hundred species of animals, birds, and reptiles. Among its fascinating inhabitants are majestic white tigers, playful hippopotamuses, and rare Rhesus monkeys.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 80.954577,
        "rating": 4.3,
        "numRatings": 40009,
        "sources": [
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Nawab Wahid Ali Shah Zoological Garden | #15 of 25 Places to Visit in Lucknow. Nawab Wahid Ali Shah Zoological Garden, more popularly known as Lucknow Zoo, is counted among the best places to visit in Lucknow for nature lovers and family holidaymakers. Established in 1921 over 71 acres of land, the place is home to over 440 mammals, 340 bird species, and several species of reptiles and many other wonders of the wild.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 10,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "tirEt5vZOYfWlhTFzXuetR4NJQaJOu0X",
          "MmsEdXaJPlgbNfz8yZP64JnoFNTX5WPm",
          "ejOCwtFpHpnnDqy7W6GHaNyh66VISTGG",
          "oXQlPPwkewMMbRDuK0VJriCyhsNEBpYE",
          "tirEt5vZOYfWlhTFzXuetR4NJQaJOu0X",
          "MmsEdXaJPlgbNfz8yZP64JnoFNTX5WPm",
          "ejOCwtFpHpnnDqy7W6GHaNyh66VISTGG",
          "oXQlPPwkewMMbRDuK0VJriCyhsNEBpYE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Nawab Wajid Ali Shah Zoological Garden",
        "placeId": "ChIJ2_bFAAX9mzkRaYtPeP6GiYM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A Roaring Good Time for the Whole Family!\n\nI recently visited the Nawab Wajid Ali Shah lucknow Zoo, and i had an absolute blast!\nAs i walked through the gates, we were immediately struck by the sheer variety of animals on display. From majestic lions and tigers to playful monkeys, there's something for everyone at this fantastic zoo.\n\nWhat truly impressed me, however, was the zoo's commitment to animal welfare and conservation. The enclosures are spacious and well-maintained, providing the animals with a safe and healthy environment.\n\nWhile the zoo is generally well-maintained, there are a few areas where it could improve. For example, some of the signage could be clearer, and the food options could be more varied.\nOverall, I would highly recommend the Nawab Wajid Ali Shah Zoo to anyone looking for a fun and educational day out. With its incredible variety of animals, spacious enclosures, and family-friendly atmosphere, it's a must-visit destination for anyone in Lucknow!\n\nStandout Features:\nVariety of Animals: The zoo is home to over 1,000 animals from around the world, including some rare and endangered species.\n\nSpacious Enclosures: The zoo's commitment to animal welfare is evident in the spacious and well-maintained enclosures.\n\nFamily-Friendly: The zoo offers a range of activities and attractions for kids, making it a great destination for families.\n\nTips and Insights:\nBest Time to Visit: Early morning or late afternoon, when the sun isn't too harsh.\n\nWear Comfortable Shoes: You'll want to explore every corner of this fantastic zoo!\n\nBring Water and Snacks: Stay hydrated and energized throughout your visit.",
            "author_name": "vikram saini",
            "relative_time_description": "",
            "time": 1742457252,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice place. Toy train is there and also small cars. Toilets are available there is also a museum inside the campus. Ticket price is 80rs and separate ticket for train, museum etc. It's a big area so should have atleast 3 to 4 hrs to roam.",
            "author_name": "Anshika Kashyap",
            "relative_time_description": "",
            "time": 1750695918,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Visited the Lucknow Zoo recently. Overall, it's a small but decent zoo with a fair collection of animals and a good layout. However, I was quite surprised by the lack of proper facilities, especially considering this is in the state capital.\n\nThe park area is in poor condition and needs urgent attention. There's very little for kids to explore and enjoy beyond the animals. The adventure zone is substandard, and most activities there are chargeable - even the most basic ones. Not all families can afford to pay extra for things that should ideally be free or included with the entry ticket. On top of that, the staff in the adventure zone were rude and unhelpful.\n\nOn a positive note, the zoo train is fun and reasonably priced - definitely a highlight for children.\n\nOverall, an okay experience, but I sincerely urge the concerned authorities to improve the kids' facilities and overall maintenance. For a zoo located in a state capital, expectations are naturally higher.",
            "author_name": "fazal mehmood",
            "relative_time_description": "",
            "time": 1752065825,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.lucknowzoo.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Zoo",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1700,
            "2": 1080,
            "3": 3843,
            "4": 10523,
            "5": 22847
          }
        },
        "minMinutesSpent": 150,
        "latitude": 26.845498,
        "address": "near Civil Hospital, Narhi, Hazratganj, Lucknow, Uttar Pradesh 226001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ7W2l2Br9mzkRYV_mZCaO7MQ",
        "generalDescription": "The State Museum in Lucknow is a must-visit cultural treasure trove that showcases the rich history and heritage of Uttar Pradesh. Established in 1863, this museum houses an extensive collection of artifacts, manuscripts, and artworks from various periods, providing visitors with a comprehensive insight into the state's cultural legacy. From sculptures and coins to textiles and archaeological findings, the museum meticulously curates its exhibits to illustrate the evolution of Uttar Pradesh's history, culture, and art.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.955027,
        "rating": 4.3,
        "numRatings": 4036,
        "sources": [
          {
            "id": "1078476",
            "type": "webPlacesList",
            "url": "https://bestdiplomats.org/beautiful-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The State Museum in Lucknow is a cultural repository that reveals the remarkable history and legacy of Uttar Pradesh. The museum, which opened its doors in 1863, is a classic gold mine of antiques, manuscripts, and pieces of art from all periods of history, offering guests a thorough exploration of the rich cultural heritage of the state. The museum’s vast collection consists of manuscripts, sculptures, coins, textiles, and archeological artifacts, all of which have been painstakingly chosen to highlight the development of Uttar Pradesh’s history, culture, and art.",
            "siteName": "Best Diplomats | Diplomatic Conferences | New York",
            "shortName": "Top 15 Most Beautiful Places to Visit in Lucknow",
            "indexInSource": 9,
            "iconSiteId": 94018,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The state museum that is located within the Lucknow Zoo is another key attraction you can include in your Lucknow itinerary. The major exhibits here include artifacts related to Awadhi arts and culture and several excavated antiquities from regions in and around the city. This four-storied building also contains an Egyptian mummy and a wooden sarcophagus.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 11,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477321",
            "type": "webPlacesList",
            "url": "https://www.transindiatravels.com/uttar-pradesh/lucknow/tourist-places-visit-lucknow/",
            "sourceSite": "Web",
            "snippet": "Harboring over a 100,000 antiquities the Lucknow State Museum is the oldest and the largest museum in the state of Uttar Pradesh. The oldest of antiques date back to the Gupta period along with a vast number of other artifacts, pottery, tools and weapons, manuscripts etc.",
            "siteName": "Trans India Travels",
            "shortName": "Best 11 Places To Visit In Lucknow",
            "indexInSource": 4,
            "iconSiteId": 13332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "H2hJ5RwhfzWrgKbhIazOVzzXtx75I6lH",
          "wcnVdXoSG0oHsH7kbK8qSdNw6YuZmheB",
          "7pKPvE2dUjeG9DHGi2c8FuCzR0oAKvI0",
          "H2hJ5RwhfzWrgKbhIazOVzzXtx75I6lH",
          "wcnVdXoSG0oHsH7kbK8qSdNw6YuZmheB",
          "7pKPvE2dUjeG9DHGi2c8FuCzR0oAKvI0"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "State Museum Lucknow",
        "placeId": "ChIJ7W2l2Br9mzkRYV_mZCaO7MQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The State Museum in Lucknow is an absolute delight for anyone eager to learn from history. It houses a vast collection of artifacts, sculptures, coins, and paintings that beautifully showcase India's rich cultural heritage. Each gallery is well-organized, making it easy to explore and understand different periods of history.\n\nThe museum is perfect for students, researchers, and anyone who wants an educational and inspiring experience. Knowledgeable displays and informative placards add great value, making your visit both enjoyable and enlightening.",
            "author_name": "Hamdan Suleman",
            "relative_time_description": "",
            "time": 1756494051,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Sad to see such splendid artifacts - from Egyptian mummies and false door panels dating back 3000+ years to Jain art and sculpture from the second century BC - stored in a lacklustre manner with a sense of decay rather than wonder at the heritage created by mankind.\n\nThe school excursion groups to the museum were being guided by the teachers who appeared to be providing incorrect information.\n\nThe staff and security, however, were warm and friendly.!",
            "author_name": "Anjan Ray",
            "relative_time_description": "",
            "time": 1734785483,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "State museum lucknow.. situated inside the lucknow zoo.. price of the ticket is just Rs 15....\nInside the museum you can see the Buddha gallery, Different types of painting like - Kangra school of the painting, madhubani etc.\nIn the modern history section their is the evidence of Awadh sepoys bravely against the Britishers during 1857 revolt,battle of chinhat etc.\nOverall a great experience..and it should be must visit by the History lovers..",
            "author_name": "Himanshu Yadav",
            "relative_time_description": "",
            "time": 1743352544,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 181,
            "2": 115,
            "3": 377,
            "4": 1059,
            "5": 2304
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.845325,
        "address": "RXV3+WRJ, Narhi, Hazratganj, Lucknow, Uttar Pradesh 226001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJlSFtq6T9mzkRXfUj8eq1v2g",
        "generalDescription": "Safed Baradari, a white marble palace constructed in 1854 by Wajid Ali Shah, originally served as an imambara for Ashura mourning. It was a place where renowned vocalists performed lamentations and mournful songs. Today, it hosts weddings, formal ceremonies, and various performances while still preserving its historical significance.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 80.931937,
        "rating": 4.3,
        "numRatings": 2536,
        "sources": [
          {
            "id": "1923897",
            "type": "webPlacesList",
            "url": "https://chitrageek.com/blogs/10-stunning-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Safed Baradari is a fantastic place for a pre-wedding shoot in Lucknow. Its stunning white marble architecture and beautiful gardens create a lovely, romantic setting that makes your photos stand out. The classic design and peaceful atmosphere of Safed Baradari give your pictures a timeless and elegant feel.",
            "siteName": "Chitrageek Studios",
            "shortName": "10 Stunning Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 225182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Safed Baradari is a white marble monument in Qaiser Bagh. It has twelve gates and is one of the most beautiful pieces of architecture in Lucknow. It is quite grand and the elites of the city also host weddings here.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 4,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "yyWq5SMsDZxc4prCXQYuvQoeosYhaRgd",
          "MJ2SIMPJ2ST12balGQWNWmtXYOwfvfCU",
          "CMoQaqDbC1kCN5AXUuo16gwpruo9odtk",
          "yyWq5SMsDZxc4prCXQYuvQoeosYhaRgd",
          "MJ2SIMPJ2ST12balGQWNWmtXYOwfvfCU",
          "CMoQaqDbC1kCN5AXUuo16gwpruo9odtk"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Safed Baradari",
        "placeId": "ChIJlSFtq6T9mzkRXfUj8eq1v2g",
        "internationalPhoneNumber": "+91 522 406 1369",
        "reviews": [
          {
            "rating": 5,
            "text": "Visited the venue during the Art and Craft exhibition.\nThe feeling of heritage, culture and old charm of Lucknow coupled with antiques and beautiful craft pieces from around the India made the experience much beautiful.\n\nThe art pieces, clothes and home ware from across the India merging into this extremely cultural center of Lucknow embodies the essence of India.\n\nIf you're vising the venue till last week of November you'll experience this multi culture exhibition and won't regret.\n\nVisit if you've a special place for culture, art craft and tradition of India.",
            "author_name": "Shaaf Akhtar",
            "relative_time_description": "",
            "time": 1731675476,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the Lucknow historical monuments. Built by King Wajid Ali sha for Azadari. Later on Britishers converted into official meeting hall. It is now office of British talukdars association. It also holds marriage function and various exclusive sales and most Popular event held yearly here is  Mahendra Sanadkada festival. Baradari is located in heart of Lucknow at prime place Qaiserbagh. It has plenty of parking on road. Well maintained and beautiful decorated.",
            "author_name": "afzal shah",
            "relative_time_description": "",
            "time": 1754736519,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing experience at the Safed Bara Dari Handloom Item Fest! The education trip was incredibly informative and engaging. Got to learn about the rich history and craftsmanship of handloom items. The fest showcased a vibrant display of colors, textures, and patterns. Interacting with artisans and learning about their techniques was truly enriching.",
            "author_name": "SAM SHAWEZ SHAIKH",
            "relative_time_description": "",
            "time": 1740149368,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Historical landmark",
          "Mosque"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 76,
            "2": 52,
            "3": 266,
            "4": 657,
            "5": 1485
          }
        },
        "minMinutesSpent": 120,
        "latitude": 26.852313,
        "address": "VW2J+WQG, Maharaja Mahmudabad, Kaiser Bagh, Lucknow, Uttar Pradesh 226018, India",
        "travel_time": null
      },
      {
        "_id": "ChIJty3YmN38mzkR7MznB-2Icek",
        "generalDescription": "Dilkusha Garden is a historic site in Lucknow, featuring the remains of an 18th-century house built in the English Baroque style. The property includes the Dilkusha Kothi and a beautiful garden designed by Nawab Saadat Ali Khan. This picturesque location is popular for pre-wedding photoshoots due to its peaceful ambiance and stunning backdrop.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 80.965825,
        "rating": 4.2,
        "numRatings": 3177,
        "sources": [
          {
            "id": "331847",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-shoot-locations-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "This place is a house of the eighteenth century that is built in the English Baroque style in the Dilkusha area. This whole Kothi and wonderful garden are shaped by the Nawab Saadat Ali Khan. You can use this place as one of the most happening pre-wedding shoot locations in Lucknow as this place has so much peace and there is lots of silence.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Amazing Top 13 Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222401",
            "type": "webPlacesList",
            "url": "https://blog.venuelook.com/10-best-locations-for-your-pre-wedding-shoot-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "These are the remains of a grand house built with English Baroque influences back in the Eighteenth-century. The gardens that surround the kothi, along with the kothi itself, were created by Nawab Sardar Ali Khan. The structure stands tall and looks regal, which along with the greens from the garden looks absolutely stunning in photographs.",
            "siteName": "VenueLook Blog",
            "shortName": "10 Best Locations for Your Pre-Wedding Shoot In Lucknow",
            "indexInSource": 5,
            "iconSiteId": 29703,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352300",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/10-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Dilkusha Kothi is the remains of Eighteenth-century house built in English Baroque style in Dilkusha area. The kothi and its magnificent garden were created by Nawab Saadat Ali Khan. The ruins of this place tells the longest history and this place has lots of silence and peace that will be really helpful for your pre wedding shoot.",
            "siteName": "VideoTailor",
            "shortName": "10 Best Pre Wedding Shoot Locations In Lucknow",
            "indexInSource": 5,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Dilkusha Garden is the perfect spot for couples who want to have a tranquil pre-wedding photoshoot. This garden has a relaxing vibe to it and there is also an ancient palace right in the middle and it is known as the Dilkusha Kothi. This pretty brick palace will add just the right amount of grandeur to your pre-wedding shoot.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 11,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923925",
            "type": "webPlacesList",
            "url": "https://www.knocksense.com/lucknow/here-is-a-list-of-8-places-in-lucknow-which-you-need-to-bookmark-for-your-pre-wedding-shoot",
            "sourceSite": "Web",
            "snippet": "[rebelmouse-image 22605421 original_size=\"600x315\" expand=1]. This property from 1800, will give you a background of the remains of the Dilkusha Kothi, ancient towers and an extensive garden. Dilkusha Kothi is the remains of an eighteenth-century house built in the English baroque style in the quiet Dilkusha area of Lucknow.",
            "siteName": "Knocksense",
            "shortName": "Here is a list of 8 places in Lucknow, which you need to bookmark for your pre-wedding shoot!",
            "indexInSource": 0,
            "iconSiteId": 15816,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "277847",
            "type": "webPlacesList",
            "url": "https://2sgphotography.in/pre-wedding-photoshoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Lucknow – The City of Nawabs and Tahzeeb is surrounded by many beautiful locations which are a perfect site for Pre-Wedding Photo Shoots. The Dilkusha Garden is one of them and is famous for its beautiful gardens and backgrounds. It is the perfect destination for spending time together and building memories.",
            "siteName": "Best Photographer in Lucknow",
            "shortName": "Gorgeous 12 Best Pre Wedding Photoshoot Locations In Lucknow",
            "indexInSource": 5,
            "iconSiteId": 33327,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923927",
            "type": "webPlacesList",
            "url": "https://www.portfoliostudio.in/best-pre-wedding-photographer-in-lucknow-pre-wedding-photography-locations/",
            "sourceSite": "Web",
            "snippet": "Built-in English Baroque Style, Dilkusha Garden is one of the remains of the eighteenth-century house. While walking through it, you can totally witness the history of Lucknow. It is a perfect place for a photoshoot.",
            "siteName": "PortfolioStudio",
            "shortName": "Book Pre-Wedding Photographer in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 276540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923900",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-lucknow/",
            "sourceSite": "Web",
            "snippet": "Dilkusha Garden is yet another gorgeous place in Lucknow to click some splendid pictures with bae. This place hardly needs any introduction. The historical Kothi will provide a stunning background to your photos.",
            "siteName": "The Wedding Focus",
            "shortName": "Top 13 Historical Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923896",
            "type": "webPlacesList",
            "url": "https://www.wedmegood.com/vendors/lucknow/pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Some of the options available for pre wedding photoshoot are Dilkusha Garden, Kudia Ghat, Lohia Park, Bara Imambara, Gomti River Front etc.",
            "siteName": "wedmegood.com",
            "shortName": "20 Best Pre Wedding Photographers in Lucknow",
            "indexInSource": 0,
            "iconSiteId": 39515,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8Hm1dsoyhSI3UBvQHEe9qYsiekZQ0lEl",
          "RMjR2rmdI5BrBC7zGM3qJKbOH7yE9Rez",
          "Neo3fnG4FIJ3wAQCNdztgy37NNvyKZj3",
          "8Hm1dsoyhSI3UBvQHEe9qYsiekZQ0lEl",
          "RMjR2rmdI5BrBC7zGM3qJKbOH7yE9Rez",
          "Neo3fnG4FIJ3wAQCNdztgy37NNvyKZj3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Dilkusha Garden",
        "placeId": "ChIJty3YmN38mzkR7MznB-2Icek",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Loved it. Such an important historical building. It still stands majestically looking towards eternity. Can't believe the historical events the building has witnessed.!!. Never visited any other building which was directly part of 1857s resistance by Indian soldiers. U get good area for parking as no one in Lucknow is interested to visit😆. Some young couple was there on a corner finding some pleasure time to check each other ha ha..!! No guide, no human beings from ASI at all. You can roam around, read about the building in Wikipedia and just study the site on your own. Nice place to visit. Clean and neat. No crowd. Open on all working days. Just enter though the gap of closed gates. (Gates won't be opened normally, it's always kept closed. But you can get in through the gaps). Read about the monument and visit the area. That will help you enjoy your visit.",
            "author_name": "chaaru sworoop",
            "relative_time_description": "",
            "time": 1725195491,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Review: a great place for evening and morning walk, dont expect architectural extravaganza.Good parking and clean roads are the bonus.\n\nFOR MORE TRAVEL INSIGHTS LIKE PLACES TO VISIT, FOOD, CULTURAL EVENTS...YOU CAN SEARCH ME OVER GOOGLE OR\nFollow on instagram : ghummad_vyakti",
            "author_name": "RudRenDu ShaRmA",
            "relative_time_description": "",
            "time": 1745315134,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Dilkusha Garden is a hidden Gem. It's truly a place worth visiting for its serene and peaceful atmosphere. The Palace, with its unique blend of British Architecture and French Design, was built specifically for the Nawabs of Lucknow. Originally, it served as a temporary residence for the Nawabs when they went hunting, offering them a peaceful place surrounded with natural beauty.\nBeyond its Architectural beauty, the Palace also holds significant historical importance. It was destroyed during the First War of Independence in 1857, marking it as a site with a deep connection to India's struggle for freedom.\nThis palace is not just a piece of history but also a peaceful escape from the bustling city life. It's a must visit destination that offers a perfect blend of history, architecture, nature and a glimpse of the royal lifestyle of the Nawabs of Lucknow.",
            "author_name": "Sum Shak",
            "relative_time_description": "",
            "time": 1736578099,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Garden",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 126,
            "2": 118,
            "3": 399,
            "4": 833,
            "5": 1709
          }
        },
        "minMinutesSpent": 90,
        "latitude": 26.828247,
        "address": "RXH8+78W, Bibiapur Marg, Neil Lines, Cantonment, Lucknow, Uttar Pradesh 226002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJtxDKezv9mzkRP0iouyND4lM",
        "generalDescription": "Nestled along the serene banks of the Gomti River in Lucknow, Uttar Pradesh, Gomti Riverfront Park is a picturesque escape that has quickly become a must-visit destination since its inauguration in 2016. Spanning an impressive 2 km, this beautifully landscaped park features lush lawns, captivating sculptures, and a stunning musical fountain that comes alive at night with vibrant lights.",
        "utcOffset": 330,
        "maxMinutesSpent": 45,
        "longitude": 80.971348,
        "rating": 4.3,
        "numRatings": 35561,
        "sources": [
          {
            "id": "477327",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/lucknow/places-to-visit",
            "sourceSite": "Web",
            "snippet": "A perfect spot to unwind, the Gomti Riverfront Park is a popular tourist attraction, stretching around 2 km across the banks of the river Gomti. The park owes its popularity to its scenic location and pristine surroundings. Sit by the musical fountain and watch the park glitter in beautiful lights after the sunset or enjoy quality time with your loved ones at the riverside park.",
            "siteName": "Tripoto",
            "shortName": "70 Places To Visit In Lucknow To Experience The Nawabon Ka Sheher",
            "indexInSource": 5,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Gomti Riverfront Park | #18 of 25 Places to Visit in Lucknow. Gomti Riverfront Park has been one of the main tourist places in Lucknow ever since its establishment, thanks to its pristine location and scenic surroundings. Known among the top picnic and recreation spots in the city, the park stretches over 2 km across the banks of the Gomti River.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 13,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923900",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-lucknow/",
            "sourceSite": "Web",
            "snippet": "You would have heard of this place due to its breathtaking views and its aesthetically pleasing waterfront never disappoints. From boating amenities to beautiful fountains, the Gomti riverfront has it all. Not only it’s extremely beautiful but also has some of the best backgrounds that will add a glorious touch to your photos.",
            "siteName": "The Wedding Focus",
            "shortName": "Top 13 Historical Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 7,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923914",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/10-best-pre-wedding-shoot-locations-in-lucknow-2/?srsltid=AfmBOoqrZSSoHOrBNMb-snzoOcG8X-unj4tUC94pXipEVVFRp4Rdvb10",
            "sourceSite": "Web",
            "snippet": "It is a massive breathtaking waterfront along the banks of river Gomti. The riverfront has lush green parks, ghats, pathways, lawns, boating facility and you can enjoy the music in the evening with colorful lights and fountains. This place will give you the option of having both land and river backgrounds for your pictures.",
            "siteName": "VideoTailor",
            "shortName": "Top 10 Pre Wedding Shoot Locations in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YCTM3jGtVu7yn4WNqXvkhSvjv5tmQJFh",
          "OHAJQ7RQUaC5ZRwJy9WvGiiMgD1mLQ8S",
          "SvyUECsh42ywleK71Yt2lDdFdQlicQFu",
          "YCTM3jGtVu7yn4WNqXvkhSvjv5tmQJFh",
          "OHAJQ7RQUaC5ZRwJy9WvGiiMgD1mLQ8S",
          "SvyUECsh42ywleK71Yt2lDdFdQlicQFu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Gomti Riverfront Park",
        "placeId": "ChIJtxDKezv9mzkRP0iouyND4lM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful Eco friendly project of developing the Gomti riverbed side area into a picturesque site.\nNice for jogging and walking. One of the most visited tourist attractions in the Lucknow city. Colourful flowerbeds are so cute. Ample car parking is available.",
            "author_name": "SANTOSHKUMAR G",
            "relative_time_description": "",
            "time": 1740234193,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Gomti Riverfront is honestly one of the most peaceful and scenic spots in Lucknow. It's beautifully maintained with clean walkways, lush green parks, and the whole vibe feels super refreshing, especially during the evenings. The lighting along the river makes it look magical after sunset. Whether you're into morning walks, photography, or just want to sit by the water and relax, this place is perfect. Great spot to chill with friends or even go for a solo stroll. Highly recommend visiting at dusk!",
            "author_name": "Aryan Sathi",
            "relative_time_description": "",
            "time": 1745508208,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Lucknow's Gomti Riverfront project has changed the riverside  into a much nicer place for people to visit and relax. It has made the Gomti River a place people can enjoy again.\nImagine a peaceful break from the busy city. That is what the riverfront offers. You can relax, feel refreshed, and be close to nature by the Gomti River.\nThere is plenty to do there. You can walk or bike on paths, sit in gardens, play in recreational areas, and grab a bite from food stalls. Plus, they've got restrooms and parking.\nThe only real problem is the river itself. Sometimes, a bad smell comes and goes, which can be unpleasant. But, when it's not smelly, it is a great place to unwind and spend some good time. The park was almost empty during our visit probably because of the smell. Gomti Riverfront Park has toilets, but only at the parking site. There are no toilets within the park itself. The best time  for the tourists to visit it is in the evening with lit up colourful lights. Nice place to relax and enjoy.",
            "author_name": "Navin Kumar Sharma",
            "relative_time_description": "",
            "time": 1741946705,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1294,
            "2": 1003,
            "3": 3707,
            "4": 9437,
            "5": 20119
          }
        },
        "minMinutesSpent": 45,
        "latitude": 26.851869,
        "address": "VX2C+PGX, Jiamau, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      },
      {
        "_id": "ChIJK7HMZPn9mzkR36J9ozSM3tQ",
        "generalDescription": "Satkhanda is an iconic watchtower located in Lucknow, dating back to the 1800s. It was intended to be a seven-story structure but remains incomplete at four stories due to the untimely demise of King Mohammed Ali Shah, who initiated its construction. The red-brick tower features Islamic design details and bears resemblance to the Leaning Tower of Pisa. Despite being unfinished, it stands as a marvelous piece of architecture and is a popular attraction for visitors in Lucknow.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.905973,
        "rating": 4.4,
        "numRatings": 1243,
        "sources": [
          {
            "id": "331847",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-shoot-locations-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "This incomplete iconic watchtower is situated in Lucknow that is a four-storied structure of the 1800s. You can have this monument for the pre-wedding shoot locations in Lucknow to give your photos a background of a red-brick tower that has an impact like the Leaning Tower of Pisa. King Mohammed Ali Shah started the creation of this building planned to be a watchtower with defining the seven stories but unfortunately, it couldn’t be completed because of untimely demise.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Amazing Top 13 Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 7,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "An iconic watchtower located in Lucknow, Satkhanda is an incomplete, four-storied structure that dates back to the 1800s. King Mohammed Ali Shah who started the construction of the building planned it to be a watchtower with seven stories but could complete only four due to his untimely demise. The design of this red-brick tower shows influences of the Leaning Tower of Pisa, which makes it one of the interesting monuments to visit in Lucknow.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 18,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477327",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/lucknow/places-to-visit",
            "sourceSite": "Web",
            "snippet": "An incomplete yet marvelous piece of architecture, Satkhanda is Lucknow’s iconic watchtower. Intended to be a seven-storey structure, the tower hosts four storeys as it was left incomplete due to the sudden demise of King Mohammed Ali Shah, who started its construction in the 1800s. The red-brick tower resembles the Leaning Tower of Pisa in design and is one of the most famous places in Lucknow amongst tourists.",
            "siteName": "Tripoto",
            "shortName": "70 Places To Visit In Lucknow To Experience The Nawabon Ka Sheher",
            "indexInSource": 8,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923897",
            "type": "webPlacesList",
            "url": "https://chitrageek.com/blogs/10-stunning-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "As one of the top pre-wedding shoot locations in Lucknow, Satkhanda offers a unique atmosphere that adds a timeless quality to your pictures. This place features an elegant blend of Mughal and Persian architecture, making it perfect for capturing romantic moments. The tall, historic building and its peaceful surroundings create a stunning backdrop for your photos.",
            "siteName": "Chitrageek Studios",
            "shortName": "10 Stunning Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 225182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923905",
            "type": "webPlacesList",
            "url": "https://setmywed.com/blogs/pre-wedding-photoshoot-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "The name pretty much explains about what the place should have been if the construction was completed. Satkhanda was supposed to be a seven-storeyed building but currently it is only four storeyed. Irrespective of that, it is one of the most beautiful places to get your photoshoot done in Lucknow.",
            "siteName": "SetMyWed",
            "shortName": "Top 10 Places For Pre-Wedding Photoshoot In Lucknow Which Are Mesmerizing",
            "indexInSource": 5,
            "iconSiteId": 34114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Satkhanda is a heritage monument located in Hussainabad in Lucknow. As the name suggests, Satkhanda should have been seven-storeyed but its construction could not be completed. It has four storeys but that doesn’t take away any beauty from this enthralling piece of architecture.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 3,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923900",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-lucknow/",
            "sourceSite": "Web",
            "snippet": "Situated near Husainabad Trust Road, Satkhanda is one of the most iconic architectures. It’s a four-story structure with incredible detailing. Its scenic beauty is worth praising and will make the perfect choice to shoot your pre-wedding images.",
            "siteName": "The Wedding Focus",
            "shortName": "Top 13 Historical Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 5,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6GYzkiCR3gFsxXp1amxcIHgIx7piEIwL",
          "RnPDpv2BJllarkc3BCbJSZd3kEftzkRG",
          "6GYzkiCR3gFsxXp1amxcIHgIx7piEIwL",
          "RnPDpv2BJllarkc3BCbJSZd3kEftzkRG"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Satkhanda",
        "placeId": "ChIJK7HMZPn9mzkR36J9ozSM3tQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Satkhanda is an unfinished four-story building. Raja Mohammad Ali Shah started building it between 1837 and 1842.  He died suddenly, and the building was never finished. People think it is bad luck because someone died while it was being built.  It is still just four stories tall located near the Rumi Darwaza and Bara Imambara. It would have been an amazing structure if it had been finished.",
            "author_name": "Navin Kumar Sharma",
            "relative_time_description": "",
            "time": 1740443158,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Satkhanda in Lucknow is both historically intriguing and visually stunning. It would have been a more amazing structure if it had been finished. The name suggests seven stories but it has four stories. Local guide said that the ruler wanted to make it like leaning tower of pizza in Italy but could not make it. It is one of the interesting monuments to see in Lucknow.",
            "author_name": "Neegar Afroz",
            "relative_time_description": "",
            "time": 1751715758,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "AN incomplete tower planned to be built was stopped midway. Even with this incomplete building, it looks stunning, could only imagine what it would have looked like if it had been completed. Though, it's in quite a neglect today and not properly take care of",
            "author_name": "Shaik Masood",
            "relative_time_description": "",
            "time": 1731043270,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 28,
            "2": 21,
            "3": 114,
            "4": 306,
            "5": 774
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.874997,
        "address": "Husainabad Trust Rd, Husainabad, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJV342vw39mzkRCC0OUPx8xD4",
        "generalDescription": "Sikandar Bagh, once the summer residence of Nawab Wajid Ali Shah, is a walled estate featuring intricate stone carvings and a small garden. Despite its violent past during the Siege of Lucknow, it now offers a peaceful retreat with open areas, benches, and lush foliage at its center. This historical site combines nature and history with its Mughal-style architecture and botanical garden.",
        "utcOffset": 330,
        "maxMinutesSpent": 120,
        "longitude": 80.952393,
        "rating": 4.2,
        "numRatings": 2784,
        "sources": [
          {
            "id": "1923899",
            "type": "webPlacesList",
            "url": "https://www.vsnapu.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The wonderful foliage and verifiable meaning of Sikandar Bagh make for a paramount and extraordinary locations for a pre-wedding shoot in Lucknow. The Mughal nursery and castle that turned into this unexpected, yet invaluable treasure today remains as a demonstration of time and consolidates nature and history. The congested remnants, great curves, and calm nursery make a heartfelt and nostalgic air.",
            "siteName": "vsnapu.com",
            "shortName": "Lucknow's Hidden Gems: Unveiling Stunning Pre-Wedding Shoot Locations",
            "indexInSource": 2,
            "iconSiteId": 225219,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923897",
            "type": "webPlacesList",
            "url": "https://chitrageek.com/blogs/10-stunning-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "As one of the best pre-wedding photographers in Lucknow, we know how to make the most of this special location. Sikandar Bagh’s charm and beauty add a unique touch to your photos, making it one of the top pre-wedding shoot locations in Lucknow. This lovely garden, with its peaceful atmosphere and old Mughal-style architecture, offers a stunning backdrop for photos.",
            "siteName": "Chitrageek Studios",
            "shortName": "10 Stunning Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 7,
            "iconSiteId": 225182,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923900",
            "type": "webPlacesList",
            "url": "https://www.theweddingfocus.com/blog/pre-wedding-shoot-locations-lucknow/",
            "sourceSite": "Web",
            "snippet": "If you want to capture your emotions in photos then Sikandar bagh is one of the best places to do this. If you want to experiment with your photoshoot then try clicking photos from different angles and backgrounds with the use of props. Its historical architecture and garden make a great combination for shooting fascinating pre-wedding photos.",
            "siteName": "The Wedding Focus",
            "shortName": "Top 13 Historical Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 19856,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222401",
            "type": "webPlacesList",
            "url": "https://blog.venuelook.com/10-best-locations-for-your-pre-wedding-shoot-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "Built by the last Nawab of Oudh, Wajid Ali Shah, this is a fortified area with a beautiful green garden. The Nawab had built the monument in the loving memory of his wife, Queen Sikandar Mahal. So if you and your partner are a sucker for symbolism, this is definitely the best spot for your pre-wedding shoot in Lucknow.",
            "siteName": "VenueLook Blog",
            "shortName": "10 Best Locations for Your Pre-Wedding Shoot In Lucknow",
            "indexInSource": 4,
            "iconSiteId": 29703,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331847",
            "type": "webPlacesList",
            "url": "https://www.shaadidukaan.com/blog/pre-wedding-shoot-locations-in-lucknow.html",
            "sourceSite": "Web",
            "snippet": "The garden and heartened area of Sikandar Bagh was built by the Wajid Ali Shah who was Nawab of Oudh. This garden is a symbol of love in the Lucknow that is built by the Nawab in memory of his Queen Sikandar Mahal. Now, this place is known as the most famous place for pre-wedding shoot locations in Lucknow.",
            "siteName": "Online Wedding Market - Shaadidukaan",
            "shortName": "Amazing Top 13 Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 28955,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923910",
            "type": "webPlacesList",
            "url": "https://www.weddingbazaar.com/blog/pre-wedding-shoot-locations-in-lucknow",
            "sourceSite": "Web",
            "snippet": "The Sikandar Bagh was once the battleground between the British and the Indian forces. Now, it is a pleasant garden housing simple yet beautiful architecture and comforting greens. If you want simple architecture with greenery in your pre-wedding shoot, you have to come to Sikandar Bagh.",
            "siteName": "WeddingBazaar",
            "shortName": "17 Best Pre-Wedding Shoot Locations In Lucknow",
            "indexInSource": 9,
            "iconSiteId": 46985,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923927",
            "type": "webPlacesList",
            "url": "https://www.portfoliostudio.in/best-pre-wedding-photographer-in-lucknow-pre-wedding-photography-locations/",
            "sourceSite": "Web",
            "snippet": "Sikandar Bagh is basically a villa + garden which is enclosed by a fortified wall. This villa was built by the last Nawab of Oudh, Wajid Ali Shah. This was his summer residence.",
            "siteName": "PortfolioStudio",
            "shortName": "Book Pre-Wedding Photographer in Lucknow",
            "indexInSource": 8,
            "iconSiteId": 276540,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352300",
            "type": "webPlacesList",
            "url": "https://www.videotailor.com/blog/10-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "VideoTailor",
            "shortName": "10 Best Pre Wedding Shoot Locations In Lucknow",
            "indexInSource": 7,
            "iconSiteId": 19896,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9IWZGQb0lLSogHTAyHE6KOiQKUl46mtk",
          "bF49BHWLKRechYXaPwF9ainYf7gLlPn4",
          "SvOb3ISkBR2yxiEWq56epKkcnsV44dDL",
          "9IWZGQb0lLSogHTAyHE6KOiQKUl46mtk",
          "bF49BHWLKRechYXaPwF9ainYf7gLlPn4",
          "SvOb3ISkBR2yxiEWq56epKkcnsV44dDL"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Sikandar Bagh",
        "placeId": "ChIJV342vw39mzkRCC0OUPx8xD4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It is a very quiet place with peaceful surroundings and  you can find very well maintained gardens with lots of flowers.\nA lot of chairs are available here, you can sit and enjoy the surroundings.\nYou can use public toilet also.\nParking space is available here and you can get drinking water too.",
            "author_name": "Ar. Shamis Raza",
            "relative_time_description": "",
            "time": 1696242946,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "This was built by the nawab of Lucknow as part of a larger original monument. Much of it was destroyed. Many people lost their lives in 1857 here.\n\nLies 1+ km from Hazratganj Metro station. The structure can be viewed relatively quickly.",
            "author_name": "Mayank Singh",
            "relative_time_description": "",
            "time": 1734778129,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "One of my spots to spend my winters mornings or afternoons, just to sit on the benches and read or just simply absorb the sun.\nThere aren't any charges to entering here.\nIt's could be treated as a park too with ancient architecture.",
            "author_name": "Bareen Husain Naqvi",
            "relative_time_description": "",
            "time": 1737732434,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Historical landmark",
          "Garden"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 116,
            "2": 92,
            "3": 416,
            "4": 751,
            "5": 1409
          }
        },
        "minMinutesSpent": 120,
        "latitude": 26.855602,
        "address": "VX42+6XR, Ashok Marg, Gokhale Vihar, Civil Lines, Lucknow, Uttar Pradesh 226001, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ4UXVzv39mzkRq9bbgR8UN3w",
        "generalDescription": "Jama Masjid, located in the vibrant Tahseenganj area of Lucknow, Uttar Pradesh, is a stunning mosque complex that showcases intricate sandstone craftsmanship and an impressive array of pillars and domes. Constructed under the reign of King Mohammad Ali Shah in 1839 AD, this architectural marvel was designed to rival its namesake in Delhi. The mosque beautifully blends Hindu and Muslim design elements, featuring elaborate carvings inspired by Jain culture.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.901008,
        "rating": 4.6,
        "numRatings": 758,
        "sources": [
          {
            "id": "1923915",
            "type": "webPlacesList",
            "url": "https://www.srivastavastudio.com/blog/capture-moments-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Yes, Jama Masjid is also a situated in Lucknow other than Delhi, it is built and enough similar to Delhi ones. The construction of this mosque is done by Nawab Ali Shah Bahadur in 1839 and it is also an architectural splendour. Anwar (2006) movie shootings had also happened here.",
            "siteName": "srivastavastudio.com",
            "shortName": "Capture Moments: Best Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 4,
            "iconSiteId": 276538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "izAziYJnjuyOtc0CJocwsRJsZ4lv1WFh",
          "Vtpnn5CquBlhCA4d285OoAL4CFwoApby",
          "qTEWub4loTMbpI5lu9lDos8aCVgBcHtI",
          "izAziYJnjuyOtc0CJocwsRJsZ4lv1WFh",
          "Vtpnn5CquBlhCA4d285OoAL4CFwoApby",
          "qTEWub4loTMbpI5lu9lDos8aCVgBcHtI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Jama Masjid",
        "placeId": "ChIJ4UXVzv39mzkRq9bbgR8UN3w",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "185 years old masjid in Lucknow. Such an attractive monument. Visited on Friday morning. Calm and peaceful environment. Prayed myself and just another person. Big and spacious area. Surrounding area will rejoice your mind with praise to Allah and the builder.  For your Lucknow City Tour. It is best to start from here. Gate was open. No security, no restriction. Wazukhana located in the eastern side. Spend near 1 hour just by siting and viewing the structure. Must recommended in your Lucknow Tour.\n\nBest way to reach via an ola/rapido bike from Charbagh station, time: 10-20 minutes, Fare: 60 rupees.",
            "author_name": "Md Shohag Ali",
            "relative_time_description": "",
            "time": 1734535765,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This mosque is located in the area of Husainabad, Lucknow. The construction of this mosque was started in the year 1839 A.D. by Muhammad Ali Shah, third Badshah of Awadh with the intention to surpass the Jama Masjid at Delhi in size, but after his death the mosque was completed by his wife Queen Malika Jahan Sahiba in the year 1845 A.D.[1]. One can see Indo Islamic architecture. This mosque is opened for Muslims only. The prayer hall is surmounted by three pear-shaped high double domes decorated with an inverted lotus on the top and is also flanked by two octagonal four-storeyed tapering minarets on either side.",
            "author_name": "Fathima Sajid",
            "relative_time_description": "",
            "time": 1735733471,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very beautiful Shia mosque located and accessed by an alleyway. Surrounding are residential buildings and a Mausoleum",
            "author_name": "Shaik Masood",
            "relative_time_description": "",
            "time": 1731043618,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.lucknow.org.uk/tourist-attractions/jama-masjid.html",
        "index": 16,
        "id": "",
        "categories": [
          "Mosque"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 14,
            "3": 41,
            "4": 88,
            "5": 580
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.87287,
        "address": "ketra,Highway 51, Imambara Rd, Daulatganj, Lucknow, Uttar Pradesh 226003, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ656vf-f8mzkRQ2CvmDKPEmw",
        "generalDescription": "Dilkusha Kothi is a historical monument in Lucknow that showcases the magnificence of Baroque architecture. Built in the 19th century by Saadat Ali Khan, it is an exact replica of the English country house Seaton Delavel, constructed in 1721. This architectural gem stands out among Lucknow's monuments for its unique style, surrounded by beautifully designed gardens.",
        "utcOffset": 330,
        "maxMinutesSpent": 150,
        "longitude": 80.964732,
        "rating": 4.3,
        "numRatings": 1087,
        "sources": [
          {
            "id": "1078476",
            "type": "webPlacesList",
            "url": "https://bestdiplomats.org/beautiful-places-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Dilkusha Kothi displays evidence of the architectural variety of the city as a hidden gem in Lucknow’s historical variety. Constructed in the early 1800s, this charming building functioned as a hunting lodge and a haven for British colonists throughout their time in the colonies. Dilkusha Kothi, which is covered up on the banks of the Gomti River, is home to an exquisite example of Moorish and Gothic architecture.",
            "siteName": "Best Diplomats | Diplomatic Conferences | New York",
            "shortName": "Top 15 Most Beautiful Places to Visit in Lucknow",
            "indexInSource": 6,
            "iconSiteId": 94018,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "92005",
            "type": "webPlacesList",
            "url": "https://www.fabhotels.com/blog/places-to-visit-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Located on the banks of the River Gomti, Dilkusha Kothi is the remains of a house that was built in the early 19 th century. Built in the English baroque style of architecture, the building once served as the hunting lodge and summer resort of the Nawabs. Nothing much is left of the building today, except for the external walls, a few towers, and a beautiful garden.",
            "siteName": "FabHotels",
            "shortName": "Top 25 Places To Visit In Lucknow (2024): Entry Fee, Timings",
            "indexInSource": 2,
            "iconSiteId": 744,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "477327",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/lucknow/places-to-visit",
            "sourceSite": "Web",
            "snippet": "Even though most of the structure was destroyed during the first war of independence, Dilkusha Kothi is one of the most famous places in Lucknow due to its historical significance and grandiosity. You can still find the remains such as the walls, a few towers, and a garden standing as a reminder of its glorious past.",
            "siteName": "Tripoto",
            "shortName": "70 Places To Visit In Lucknow To Experience The Nawabon Ka Sheher",
            "indexInSource": 2,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923915",
            "type": "webPlacesList",
            "url": "https://www.srivastavastudio.com/blog/capture-moments-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Dilkusha Kothi has its own special place in the list of major places to visit in Lucknow. It was built on the similar architecture of Baroque houses that found in England. Hisorically this place was the resort place for Nawabs in summer, ye it is constructed under the Britisher Major Gore Ouseley.",
            "siteName": "srivastavastudio.com",
            "shortName": "Capture Moments: Best Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 7,
            "iconSiteId": 276538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331844",
            "type": "webPlacesList",
            "url": "https://nowlucknow.com/photographers-recommend-popular-places-photoshoots-lucknow/",
            "sourceSite": "Web",
            "snippet": "A house built in the 18th century in the English Baroque style, the Dilkusha Kothi is located in the Lucknow Cantonmenet. The remains of the house with lush green lawns are a favourite among photographers. What’s more, there’s no entry free here.",
            "siteName": "nowlucknow.com",
            "shortName": "THE MOST POPULAR PLACES FOR PHOTOSHOOTS IN LUCKNOW – Now Lucknow",
            "indexInSource": 1,
            "iconSiteId": 21838,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923895",
            "type": "webPlacesList",
            "url": "https://newstrack.com/tourism/lucknow-best-places-for-photoshoot-in-lucknow-most-popular-places-for-photoshoots-351681",
            "sourceSite": "Web",
            "snippet": "दिलकुशा कोठी 18वीं शताब्दी में अंग्रेजी बारोक शैली में बना हुआ एक घर है। जो लखनऊ छावनी में स्थित है। हरे-भरे लॉन वाले घर के इर्द-गिर्द फोटोज लेना फोटोग्राफरों को काफी पसंद हैं। खास बात यह है कि यहां नो एंट्री फ्री है।. समय: सुबह 10 बजे शाम 5 बजे",
            "siteName": "Newstrack",
            "shortName": "Samachar | Best Places for Photoshoot in Lucknow: लखनऊ में फोटोशूट करना हो या बनानी हो रील्स, ये जगहें हैं सबसे बेस्ट",
            "indexInSource": 2,
            "iconSiteId": 27806,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CWjpALaNnxjjVKNY7SZ5qZBYYRGIazNe",
          "hH0jbw9L9e1CfY8EzElDXzMylLI5oMn1",
          "MXTnZagB9hFJWp4svwgdUJqMFltYrbjV",
          "CWjpALaNnxjjVKNY7SZ5qZBYYRGIazNe",
          "hH0jbw9L9e1CfY8EzElDXzMylLI5oMn1",
          "MXTnZagB9hFJWp4svwgdUJqMFltYrbjV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Dilkusha Kothi",
        "placeId": "ChIJ656vf-f8mzkRQ2CvmDKPEmw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Must visit place for anyone living in lucknow but dont know the city's historic importance.\n\nHighly recommend a morning walk with a guide. I got to know about the historic site and the trees there.",
            "author_name": "Aaditya Pant",
            "relative_time_description": "",
            "time": 1742783713,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Good environment tourist vist in these places please on winter after February there weather like june july allover great experience and amazing experience lucknow the city of nawab",
            "author_name": "Khushi Rao",
            "relative_time_description": "",
            "time": 1740757466,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Dilkhusha Kothi is honestly one of those underrated spots in Lucknow that gives total old-school royal vibes. I went there on a quiet afternoon, and the moment I entered, I felt like I had just time-travelled back into history. The structure is in ruins but still looks so beautiful and grand – you can imagine how royal it must've been back in the day.\n\nThe place is super peaceful, barely any crowd, and surrounded by greenery. I just walked around slowly, soaking in the old architecture and taking some cool photos – perfect spot for anyone who loves historic vibes. And the best part is, it's not commercialized or noisy like other places. Just calm, raw, and real.\n\nIf you ever want a chill place to explore that also connects you with Lucknow's past, then this is the spot. Pure peaceful vibe and a solid escape from the city chaos.",
            "author_name": "Rishik Jaiswal",
            "relative_time_description": "",
            "time": 1744874499,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://saveourheritage.in/dilkusha-kothi/",
        "index": 17,
        "id": "",
        "categories": [
          "Historical place",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Castles"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 34,
            "2": 30,
            "3": 97,
            "4": 291,
            "5": 635
          }
        },
        "minMinutesSpent": 150,
        "latitude": 26.828645,
        "address": "RXH7+FV5, Bibiapur Marg, Neil Lines, Cantonment, Lucknow, Uttar Pradesh 226002, India",
        "travel_time": null
      },
      {
        "_id": "ChIJs023nrVXmTkRixRf5Wy-T-g",
        "generalDescription": null,
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.939974,
        "rating": 4.9,
        "numRatings": 99,
        "sources": [
          {
            "id": "1923965",
            "type": "webPlacesList",
            "url": "https://www.weddingwire.in/wedding-photographers/lucknow",
            "sourceSite": "Web",
            "snippet": "Feel all the emotions of your wedding day in stunning visuals captured by Dakshah Productions\nDakshah Productions is a... Read more team of professional wedding photographers in Aliganj, Lucknow. As one of the leading names in the industry, they provide comprehensive services for all your wedding photography and...",
            "siteName": "weddingwire.in",
            "shortName": "The 10 Best Wedding Photographers in Lucknow",
            "indexInSource": 1,
            "iconSiteId": 24352,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "M4l1aLKJqtUFBg1N7eZf0K6sXaoHd13c",
          "7B5C7bhNcLTCC1Zc7UGZKqDBclPbxzAX",
          "30buRgr3WTN76NbhSYNp9f6DFo3OKuM2",
          "M4l1aLKJqtUFBg1N7eZf0K6sXaoHd13c",
          "7B5C7bhNcLTCC1Zc7UGZKqDBclPbxzAX",
          "30buRgr3WTN76NbhSYNp9f6DFo3OKuM2"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "DAKSHAH PRODUCTION Best wedding Photographer in Lucknow",
        "placeId": "ChIJs023nrVXmTkRixRf5Wy-T-g",
        "internationalPhoneNumber": "+91 99841 11184",
        "reviews": [
          {
            "rating": 5,
            "text": "Dakshah Production is an amazing team of photographers! I had a wonderful experience with them. They deliver exactly what they commit - with complete clarity and perfection in their work. Highly recommended",
            "author_name": "Komal Singh (кσмѕу)",
            "relative_time_description": "",
            "time": 1750516187,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We're so thankful to Dakshah Production for capturing our wedding with such artistry and heart. Every photograph speaks volumes - not just about the day, but about the emotions that came with it.\n\nThe team's professionalism, calm presence, and eye for beauty were evident in every moment they caught. From candid smiles to tearful hugs and joyful dance moves, they didn't miss a thing.\n\nWe'll treasure these images for the rest of our lives. Highly recommended to anyone who wants their special day immortalized in the most beautiful way.",
            "author_name": "Neha Kapoor",
            "relative_time_description": "",
            "time": 1750510244,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We chose Dakshah Production for our engagement shoot, and it turned out to be one of the best decisions! The team was super cooperative, full of creative ideas, and made us feel completely at ease. They captured every emotion, smile, and candid moment with such perfection. The final pictures were simply magical - classy, romantic, and full of life. Truly a team that turns moments into timeless memories!",
            "author_name": "Monika",
            "relative_time_description": "",
            "time": 1753784536,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://dakshahproductions.com/",
        "index": 18,
        "id": "",
        "categories": [
          "Photography studio",
          "Wedding photographer"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 1,
            "4": 5,
            "5": 93
          }
        },
        "minMinutesSpent": null,
        "latitude": 26.885028,
        "address": "Sector B, C - 171, Aliganj, Lucknow, Uttar Pradesh 226024, India",
        "travel_time": null
      },
      {
        "_id": "ChIJnyQG_QP9mzkRE9qKf2pOf2k",
        "generalDescription": "Gomti River Front Side in Lucknow offers a wonderful boating experience on the holy Gomti River, with a memorial for freedom fighters. The river, originating from Gomat Taal near Pilibhit, extends through Uttar Pradesh and meets the Ganges near Kaithi. The riverfront features colorful fountains and well-maintained landscapes, making it perfect for an evening stroll.",
        "utcOffset": 330,
        "maxMinutesSpent": 25,
        "longitude": 80.966301,
        "rating": 4.4,
        "numRatings": 443,
        "sources": [
          {
            "id": "277847",
            "type": "webPlacesList",
            "url": "https://2sgphotography.in/pre-wedding-photoshoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "It is a complete name in itself as Gomti River is the root of Lucknow. This location is one of the perfect Pre-Wedding Photoshoot locations among other sites. The Natural Beauty of the River Gomti gives a complete enhancement and richness to the pre-wedding shoots in Lucknow.",
            "siteName": "Best Photographer in Lucknow",
            "shortName": "Gorgeous 12 Best Pre Wedding Photoshoot Locations In Lucknow",
            "indexInSource": 2,
            "iconSiteId": 33327,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923915",
            "type": "webPlacesList",
            "url": "https://www.srivastavastudio.com/blog/capture-moments-best-pre-wedding-shoot-locations-in-lucknow/",
            "sourceSite": "Web",
            "snippet": "Gomti River Front a trending place in Lucknow for youngsters and couples. It is also become animportant Lucknow tourist place to visit. Surrounded by lush greenery and varieties of flowers gives you a pleasant environment for photography.",
            "siteName": "srivastavastudio.com",
            "shortName": "Capture Moments: Best Pre-Wedding Shoot Locations in Lucknow",
            "indexInSource": 5,
            "iconSiteId": 276538,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923896",
            "type": "webPlacesList",
            "url": "https://www.wedmegood.com/vendors/lucknow/pre-wedding-shoot/",
            "sourceSite": "Web",
            "snippet": "Some of the options available for pre wedding photoshoot are Dilkusha Garden, Kudia Ghat, Lohia Park, Bara Imambara, Gomti River Front etc.",
            "siteName": "wedmegood.com",
            "shortName": "20 Best Pre Wedding Photographers in Lucknow",
            "indexInSource": 3,
            "iconSiteId": 39515,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rcQfCXu9IyiaQAU5LZcwKZbsMm5JrjDi",
          "VNFpq5lIWGnu5augpN5cv1wwYiPktiiS",
          "rcQfCXu9IyiaQAU5LZcwKZbsMm5JrjDi",
          "VNFpq5lIWGnu5augpN5cv1wwYiPktiiS"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Gomti River Front Side",
        "placeId": "ChIJnyQG_QP9mzkRE9qKf2pOf2k",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Gomti, a monsoon- and groundwater-fed river, originates from Gomat Taal (formally known as Fulhaar jheel) near Madho Tanda, Pilibhit, India. It extends 960 kilometres (600 mi) through Uttar Pradesh and meets the Ganges near Saidpur (Ghazipur district), Kaithi, 27 kilometres (17 mi) from Varanasi district.\n\nLucknow, a large city in northern India, is the capital of the state of Uttar Pradesh. Toward its center is Rumi Darwaza, a Mughal gateway. Nearby, the 18th-century Bara Imambara shrine has a huge arched hall. Upstairs, Bhool Bhulaiya is a maze of narrow tunnels with city views from its upper balcon",
            "author_name": "Aditya Singh",
            "relative_time_description": "",
            "time": 1712146248,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We went there around 6pm. The park was very good, very clean and very vast. But the major concern was the Gomti river. It was smelling so bad and was not at all cleaned. Because of which it was not possible to sit near the river area. Rest the park was in very good condition. You can take your eatables in the park. Some food joints, balloon sellers,  are available in the main gate parking area.",
            "author_name": "Akanksha Gupta",
            "relative_time_description": "",
            "time": 1691179800,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Gomti Riverfront has many large landscapes.\nGomti Riverfront has colorful fountains at many places which add to its beauty after dusk.\nBoating in Gomti is its biggest attraction, for which there are many ghats.\nSpecial arrangements have been made for greenery in the park. There are many types of trees in the wetland, in which the chirping of birds fascinates the visitors.",
            "author_name": "Divyanshu Srivastava",
            "relative_time_description": "",
            "time": 1682959690,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 10,
            "3": 41,
            "4": 112,
            "5": 270
          }
        },
        "minMinutesSpent": 25,
        "latitude": 26.85055,
        "address": "VX28+6G7, Jiamau, Lucknow, Uttar Pradesh 226010, India",
        "travel_time": null
      }
    ]
  }
}