{
  "list_id": "630",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/630/1.jpg",
  "description": "Dive into \"Wild Wonders: Exploring Chennai's National Parks\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/144001"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Wild Wonders: Exploring Chennai's National Parks",
  "city_id": "Chennai",
  "subtype": "poi",
  "city": "Chennai",
  "created_ts": 1759074550,
  "slug": "wild-wonders-exploring-chennais-national-parks-chennai-poi-46c43a",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ82Efv3lnUjoRjSaF7VXwq-o",
        "generalDescription": "Nestled in the bustling heart of Chennai, Guindy National Park stands as a serene oasis amidst urban life. This lush green space, rich in history and biodiversity, was once part of the colonial Guindy Lodge, which served as the residence for British governors. Today, it is recognized as one of India's smallest national parks and offers a delightful escape for families. With its sprawling trees and diverse wildlife, visitors can enjoy leisurely strolls while spotting various animals that call this park home.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.237873,
        "rating": 4.1,
        "numRatings": 27190,
        "sources": [
          {
            "id": "1890007",
            "type": "webPlacesList",
            "url": "https://www.tripoto.com/chennai/places-to-visit/guindy-national-park",
            "sourceSite": "Web",
            "snippet": "Guindy National Park has a long and interesting history that dates back to the colonial era. The park was originally a part of the Guindy Lodge, which was the official residence of the British governor of Madras. The lodge was built in 1670 by William Langhorne, who was the first governor of Madras and later expanded and renovated by several governors, and became a grand mansion with gardens, lawns, and orchards.",
            "siteName": "Tripoto",
            "shortName": "Guindy National Park: A Hidden Gem of Wildlife in Chennai",
            "indexInSource": 1,
            "iconSiteId": 536,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "120594",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/parks-in-chennai",
            "sourceSite": "Web",
            "snippet": "Guindy National Park in Chennai is the dominant factor in contributing to the lush green cover of the city. Known to be the 8th smallest national park in the country, the land is blessed with dense forest area, scrublands, lakes and streams etc. Boating of varied flora and fauna, and rich wildlife, the park receives a large tourist influx throughout the year.",
            "siteName": "Holidify",
            "shortName": "14 Best Parks in Chennai",
            "indexInSource": 1,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "md4eyauK4BQI3tYz94r3BIubzGlc1GLV",
          "6OhnH1gLXedBRtJN3lze82sbjZTnedBM",
          "md4eyauK4BQI3tYz94r3BIubzGlc1GLV",
          "6OhnH1gLXedBRtJN3lze82sbjZTnedBM"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Guindy National Park",
        "placeId": "ChIJ82Efv3lnUjoRjSaF7VXwq-o",
        "internationalPhoneNumber": "+91 44 2950 5150",
        "reviews": [
          {
            "rating": 5,
            "text": "Calm, neat and peaceful children's park. Well maintained. Walkway are clean. Drinking water facility and restroom are available inside the park. There are two Kids play area with well maintained equipment's. Many types of birds, reptiles, snakes and animals available. Almost every cabin are filled with sufficient population. Most of the area are covered with trees, so don't worry about the sun. Wheelchair can also go everywhere. Entrance fee sixty for adult and ten rupees for child above 5 years. Paid Car parking available. There is a cafeteria near the entry gate of the park. Inside the park there is no food court available. So better plan accordingly. Go for it if you're looking to spend 2 to 3 hours of time with family.",
            "author_name": "Cyru Dani",
            "relative_time_description": "",
            "time": 1745682471,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Guindy National Park, nestled in the heart of Chennai, is one of India's smallest national parks\n\nThe park is a sanctuary for a variety of species. An array of bird species, including kingfishers and woodpeckers. The park's diverse plant life further enhances its ecological significance.\n\nThe park's serene environment and the opportunity to observe wildlife in their natural habitats. The Children's Park and the adjacent Snake Park are particularly popular among families, offering educational and recreational experiences for children.\n\nThe park's size is relatively small compared to other national parks, animals like peacocks and expecting a larger array of species\n\nTimings: The park is open from 9:00 AM to 5:30 PM,\n\nEntry Fees for park\n\nThe chance to observe various species make it a worthwhile visit for nature enthusiasts and families",
            "author_name": "Manashvini Arun",
            "relative_time_description": "",
            "time": 1742560386,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Guindy National Park is honestly just a super chill spot to hang out. Great for kids and adults-there's loads of deer and birds to see, and the whole place is really green and spacious. You can just sit around, play games, or have a simple picnic without feeling crowded. It's way nicer than being stuck inside the city. If you're up for some easygoing time in nature, totally check it out!",
            "author_name": "sAjin",
            "relative_time_description": "",
            "time": 1753546048,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://guindypark.com/Guindy_National_Park.html",
        "index": 1,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1032,
            "2": 1095,
            "3": 4176,
            "4": 8640,
            "5": 12232
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.004925,
        "address": "Rangeguindy, Chennai, Tamil Nadu 600022, India",
        "travel_time": null
      },
      {
        "_id": "ChIJ3aAOr6NRUjoRy5ybqxPMAhE",
        "generalDescription": "The Madras Crocodile Bank Trust and Centre for Herpetology is a remarkable destination in Chennai that combines wildlife conservation with education. Established in 1976 by the dedicated conservationists Zai and Romulus Whitaker, this facility serves as both a crocodile sanctuary and a breeding center, housing over 2,400 reptiles.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.238535,
        "rating": 4.3,
        "numRatings": 20034,
        "sources": [
          {
            "id": "323815",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/the-best-places-for-wildlife-enthusiasts-to-visit-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Home to some 2,500 animals, including most major crocodile species, the Madras Crocodile Bank Trust is one of Chennai’s best-known wildlife attractions. It is also an extremely important centre for the conservation of reptiles. The ‘Croc Bank’ is located along the scenic East Coast Road near Kovalam and houses over 14 of the world’s 23 major crocodilian species.",
            "siteName": "The Culture Trip",
            "shortName": "The Best Places For Wildlife Enthusiasts To Visit In Chennai",
            "indexInSource": 4,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890011",
            "type": "webPlacesList",
            "url": "https://www.blackbuck.org.in/florafauna.php",
            "sourceSite": "Web",
            "snippet": "South of the city, along the East Coast Road, is the Madras Crocodile Bank Trust, which hosts several fresh-water and salt-water crocodiles, alligators, gharials, and also turtles and snakes. It is considered an important institute for herpetological research, and performs services such as snake venom extraction for preparing antidotes.",
            "siteName": "blackbuck.org.in",
            "shortName": "Madras Naturalists' Society - Chennai Flora and Fauna",
            "indexInSource": 6,
            "iconSiteId": 272580,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "136916",
            "type": "webPlacesList",
            "url": "https://www.chennaionline.in/city-guide/zoo-in-chennai",
            "sourceSite": "Web",
            "snippet": "The Madras Crocodile Bank Trust and Center for Herpetology, or the CrocoBank is a reptiles’ zoo with one of the world’s largest collection of crocodiles, alligators and its endangered species. As the name suggests,  it is also a herpetology research center. It is located around 40 kms from Chennai.",
            "siteName": "ChennaiOnline.in",
            "shortName": "Zoos in Chennai, Wildlife Sanctuaries in Chennai, Chennai Zoo",
            "indexInSource": 3,
            "iconSiteId": 21184,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "120594",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/collections/parks-in-chennai",
            "sourceSite": "Web",
            "snippet": "Yes, you can certainly take a look at the reptiles in captivity. But unlike a zoo, this has a much more in-depth operation through ex-situ and in-situ conservation. Right now, it is home to around 17 crocodile subspecies and some other reptiles like frogs, lizards, snakes and turtles as well.",
            "siteName": "Holidify",
            "shortName": "14 Best Parks in Chennai",
            "indexInSource": 13,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890002",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/best-places-to-experience-wildlife-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Madras Crocodile Bank was also started by Romulus Whittaker many years ago. There’s plenty of things happening at the Croc Bank at any given time. From night safaris to feeding shows and venom extraction from poisonous snakes, you’re bound to see and learn things you’ve never known before.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Places To Experience Wildlife In Chennai I",
            "indexInSource": 2,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890034",
            "type": "webPlacesList",
            "url": "https://www.pmfias.com/tamil-nadu-national-parks/",
            "sourceSite": "Web",
            "snippet": "It is a reptile zoo and research station on the outskirts of Chennai. It was established to save Indian EN species of crocodile – the marsh or mugger crocodile (VU), the saltwater crocodile (LC), and the gharial (CR).",
            "siteName": "PMF IAS",
            "shortName": "Tamil Nadu National Parks, Tiger Reserves, Wildlife Sanctuaries & Ramsar Sites",
            "indexInSource": 2,
            "iconSiteId": 272581,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XrNToEsU7mKsGU5SZORzNIs1cGcvRB3m",
          "jrJcdCYpIX9fwWVkFOaqOskXpx1E1Y05",
          "XrNToEsU7mKsGU5SZORzNIs1cGcvRB3m",
          "jrJcdCYpIX9fwWVkFOaqOskXpx1E1Y05"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "The Madras Crocodile Bank Trust and Centre for Herpetology",
        "placeId": "ChIJ3aAOr6NRUjoRy5ybqxPMAhE",
        "internationalPhoneNumber": "+91 94459 80950",
        "reviews": [
          {
            "rating": 5,
            "text": "It's the best crocodile park I have ever been too so far it's the most cleanest place ever. The environment everything. Park is so beautiful it's one the best places to visit in india. If u happen to make travel plans to tamil nadu Chennai one the best crocodile park. The crocodile are well taken care it's beautiful to visit with family. Tamil nadu government has been taking good care of the place. I visited from Mumbai with my family and it was best memory. People should visit such places for tourism and to know more about animals like crocodile.  Star rating would also fall less for I'm beyond speechless with my visit. Wish to visit them soon..",
            "author_name": "Veronica Priyadarshini",
            "relative_time_description": "",
            "time": 1745664084,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Good Place to spend time with your kids and family. My kid really enjoyed his day a lot. He was very happy when he saw the crocodile 😀😁.\n\nYou can visit here any time. The Area is completely shaded by trees. It is Little humidity there but no sunlight came directly.\n\nPaid parking -30\nTicket+100 for adults and 50 for kids.\nA small canteen is also available at a decent price.",
            "author_name": "Pradeep Sharma",
            "relative_time_description": "",
            "time": 1751128935,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Had a wonderful time at the Crocodile Park! The place was clean, well-maintained, and perfect for a family outing. It's very kid-friendly with safe pathways and informative signboards. Apart from the crocodiles, we also got to see turtles, tortoises, snakes, and a variety of other reptiles. The enclosures were spacious and thoughtfully designed, allowing for a close and safe view of the animals. It's both fun and educational-highly recommended for kids and adults alike!",
            "author_name": "Riths chriel",
            "relative_time_description": "",
            "time": 1748178303,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://madrascrocodilebank.org/",
        "index": 2,
        "id": "",
        "categories": [
          "Animal protection organization",
          "Outdoor Activities",
          "Wildlife refuge",
          "Zoos"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 437,
            "2": 427,
            "3": 2032,
            "4": 6134,
            "5": 10999
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.743504,
        "address": "no 4, Post bag, Post Bag No 4, Mahabalipuram, Tamil Nadu 603104, India",
        "travel_time": null
      },
      {
        "_id": "ChIJvyeEfndnUjoR5HX-frVJHsY",
        "generalDescription": "Guindy National Park, situated in the heart of Chennai, is a unique urban oasis and the country's smallest national park. It is home to over 130 bird species, 14 mammal species, and numerous insects and butterflies. The park also boasts a diverse range of flora. Nestled between IIT Madras campus and Raj Bhavan, it attracts around 700,000 visitors annually. In addition to being a haven for nature enthusiasts, the park features a children's play area.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.229343,
        "rating": 0,
        "numRatings": 0,
        "sources": [
          {
            "id": "323815",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/the-best-places-for-wildlife-enthusiasts-to-visit-in-chennai/",
            "sourceSite": "Web",
            "snippet": "The Guindy National Park may be one of the country’s smallest national parks, but it has the unique distinction of being the only one located completely within the limits of a major urban centre. The National Park is sandwiched between two other sprawling green spaces in Chennai, the IIT Madras campus and the Raj Bhavan, and houses over 130 species of birds, 14 species of mammals and several hundred species of insects, butterflies and spiders. Together with its vast variety of flora, the National Park is one of the most-visited green spaces in the state, attracting some 700,000 visitors annually.",
            "siteName": "The Culture Trip",
            "shortName": "The Best Places For Wildlife Enthusiasts To Visit In Chennai",
            "indexInSource": 1,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890020",
            "type": "webPlacesList",
            "url": "https://madrasmusings.com/Vol%2024%20No%205/guindy-national-park-under-threat.html",
            "sourceSite": "Web",
            "snippet": "Our city may take pride in the fact that it has Guindy National Park (GNP), one of the oldest reserve forests right in its midst, but if the Government is allowed to have its way, all this will soon be gone. It is learnt that the State Government has written to the Union Ministry of Environment and Forests (MOEF) that the mandatory eco-sensitive buffer zone around the park be removed. This is ostensibly to facilitate the construction of buildings by Government-supported organisations and institutions in the vicinity.",
            "siteName": "madrasmusings.com",
            "shortName": "Madras Musings - We care for Madras that is Chennai",
            "indexInSource": 0,
            "iconSiteId": 93931,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890022",
            "type": "webPlacesList",
            "url": "http://www.indiamapped.com/national-parks-in-india/guindy-national-park/",
            "sourceSite": "Web",
            "snippet": "Guindy National Park is the protected area that has been spread over the area of about 2.82 km2 (1.09 sq mi) of Tamil Nadu, which is situated in Chennai of South India. This is the 8th smallest National park of India and is one among the very few National parks that are situated within the city. This park is surrounded by the Raj Bhavan that is an extension of the grounds formerly known as the Guindy Lodge' that was given to the Governor of Tamilnadu as the as the official residence.",
            "siteName": "indiamapped.com",
            "shortName": "Details of Guindy National Park, Tamil Nadu",
            "indexInSource": 0,
            "iconSiteId": 93962,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890002",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/best-places-to-experience-wildlife-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Sharing walls with the Chennai Snake Park, the Guindy National Park originally encompassed the Raj Bhavan as well, but is a separate space now. The size of it is hard to comprehend, and parts of it are closed to the public, but with passes obtained, you can see blackbuck, spotted deer and jackals in their natural habitat. It’s one of the few national parks entirely inside a city and is a popular spot for school excursions and the like.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Places To Experience Wildlife In Chennai I",
            "indexInSource": 1,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890012",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/attractions/guindy-national-park",
            "sourceSite": "Web",
            "snippet": "Sprawling over 2.70 KM square of land, Guindy National Park has been ranked the eighth smallest national park of India. Also, it is the only park situated right in the middle of a city. Established in the year 1978, the park got its protective atmosphere to preserve some of the rare and endangered species of wildlife.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "How To Reach, Best Time & Tips",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "136916",
            "type": "webPlacesList",
            "url": "https://www.chennaionline.in/city-guide/zoo-in-chennai",
            "sourceSite": "Web",
            "snippet": "This is another national park located at the heart of the city. It is home of different species of deer and an exotic range of birds and snakes. The main advantage of visiting this park is that it is within city limits, therefore easily approachable and considered an ideal weekend getaway with family.",
            "siteName": "ChennaiOnline.in",
            "shortName": "Zoos in Chennai, Wildlife Sanctuaries in Chennai, Chennai Zoo",
            "indexInSource": 2,
            "iconSiteId": 21184,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890013",
            "type": "webPlacesList",
            "url": "https://www.downtoearth.org.in/blog/forests/guindy-national-park-from-colonial-game-reserve-to-the-green-lungs-of-chennai-77725",
            "sourceSite": "Web",
            "snippet": "Guindy is India’s eighth-smallest national park and one of the very few national parks located inside a city. The park is an extension of the grounds surrounding Raj Bhavan, formerly known as the ‘Guindy Lodge’, the official residence of the governor of Tamil Nadu.",
            "siteName": "Down To Earth",
            "shortName": "Guindy National Park: From colonial game reserve to the green lungs of Chennai",
            "indexInSource": 0,
            "iconSiteId": 188084,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890011",
            "type": "webPlacesList",
            "url": "https://www.blackbuck.org.in/florafauna.php",
            "sourceSite": "Web",
            "snippet": "The Guindy National Park is undoubtedly the lung of the city. The people living around the park know that the temperature they experience even in summer is lower than that experienced in other parts of the city.",
            "siteName": "blackbuck.org.in",
            "shortName": "Madras Naturalists' Society - Chennai Flora and Fauna",
            "indexInSource": 0,
            "iconSiteId": 272580,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890029",
            "type": "webPlacesList",
            "url": "https://affairshub.in/national-parks-other-special-purpose-parks/",
            "sourceSite": "Web",
            "snippet": "India has signed an agreement with South Africa to translocate 12 cheetahs to the Kuno National Park in Madhya Pradesh.",
            "siteName": "AffairsHub",
            "shortName": "National Parks & Other Special Purpose Parks In News 2024",
            "indexInSource": 4,
            "iconSiteId": 272584,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gZi3Md4HY7gkdWxELsEWOy3OjW3HgWGa",
          "Gp7IDlVD5aGPHXQ6v2mLvsB6w3kKPDkL",
          "fCDrNSE1YAYhTS94Cy6kJabe2cYbA0DX",
          "cEBzKJhtBJC3iE6mne94sLxGyDZHtz2x",
          "gZi3Md4HY7gkdWxELsEWOy3OjW3HgWGa",
          "Gp7IDlVD5aGPHXQ6v2mLvsB6w3kKPDkL",
          "fCDrNSE1YAYhTS94Cy6kJabe2cYbA0DX",
          "cEBzKJhtBJC3iE6mne94sLxGyDZHtz2x"
        ],
        "openingPeriods": [],
        "name": "Guindy National Park",
        "placeId": "ChIJvyeEfndnUjoR5HX-frVJHsY",
        "internationalPhoneNumber": null,
        "reviews": [],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 0
          }
        },
        "minMinutesSpent": null,
        "latitude": 13.003702,
        "address": "Guindy, Chennai, Tamil Nadu, India",
        "travel_time": null
      },
      {
        "_id": "ChIJawzO84FnUjoRULNtTPiNNkE",
        "generalDescription": "Nestled in the vibrant city of Chennai, the Indian Institute of Technology (IIT Madras) stands as a beacon of engineering and research excellence. Established in the 1950s, this prestigious institution has evolved over decades, contributing significantly to both education and innovation. The campus is intricately linked to its surroundings, including the nearby Guindy National Park—a vital ecological zone declared a national park in 1978. This unique relationship highlights the importance of preserving natural habitats while fostering academic growth.",
        "utcOffset": 330,
        "maxMinutesSpent": null,
        "longitude": 80.233686,
        "rating": 0,
        "numRatings": 0,
        "sources": [
          {
            "id": "1890020",
            "type": "webPlacesList",
            "url": "https://madrasmusings.com/Vol%2024%20No%205/guindy-national-park-under-threat.html",
            "sourceSite": "Web",
            "snippet": "At the heart of the problem at GNP is the proposed extension of the Indian Institute of Technology’s (IIT) facilities. The IIT came up on land carved out of the GNP in the 1950s. Though it was walled off in the 1980s, it has always been understood that the Raj Bhavan campus, the IIT campus and the GNP are one integrated natural preserve with any deforestation in one having a detrimental effect on the whole.",
            "siteName": "madrasmusings.com",
            "shortName": "Madras Musings - We care for Madras that is Chennai",
            "indexInSource": 3,
            "iconSiteId": 93931,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890013",
            "type": "webPlacesList",
            "url": "https://www.downtoearth.org.in/blog/forests/guindy-national-park-from-colonial-game-reserve-to-the-green-lungs-of-chennai-77725",
            "sourceSite": "Web",
            "snippet": "In 1978, this small area, popularly known as Guindy Deer Park, was declared as a national park. The park then started playing a major role in the ecological environment of Madras. A random rubble masonry wall was built all around the park in the late 1980s to provide better protection.",
            "siteName": "Down To Earth",
            "shortName": "Guindy National Park: From colonial game reserve to the green lungs of Chennai",
            "indexInSource": 3,
            "iconSiteId": 188084,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xbK1zwJSIlhljLlZNIRNfds02sDDLCvL",
          "YVBC5mljoAbVT6eHve7O1xHnELJpIooH",
          "NgvEhF6BSgXb0I8zeSlqnV4drIYM0bfE",
          "qZL8kfTkdKhTcQGs8BL1PLsbbmrBJb1f",
          "xbK1zwJSIlhljLlZNIRNfds02sDDLCvL",
          "YVBC5mljoAbVT6eHve7O1xHnELJpIooH",
          "NgvEhF6BSgXb0I8zeSlqnV4drIYM0bfE",
          "qZL8kfTkdKhTcQGs8BL1PLsbbmrBJb1f"
        ],
        "openingPeriods": [],
        "name": "Indian Institute Of Technology",
        "placeId": "ChIJawzO84FnUjoRULNtTPiNNkE",
        "internationalPhoneNumber": null,
        "reviews": [],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 0
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.991564,
        "address": "Chennai, Tamil Nadu, India",
        "travel_time": null
      },
      {
        "_id": "ChIJU3TYU3FnUjoRB-aq_tlGV7Q",
        "generalDescription": "Chennai Snake Park is a family-friendly destination that houses a diverse collection of snakes in cages and crocodiles in open-air enclosures. Situated adjacent to the expansive Guindy National Park, it serves as one of the city's prominent ex-situ conservation sites for reptiles.",
        "utcOffset": 330,
        "maxMinutesSpent": 90,
        "longitude": 80.238636,
        "rating": 4.1,
        "numRatings": 12558,
        "sources": [
          {
            "id": "323815",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/india/articles/the-best-places-for-wildlife-enthusiasts-to-visit-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Bordering the sprawling Guindy National Park is the Chennai Snake Park and Children’s Park, which is one of the largest ex-situ conservation sites for reptiles in the city. Carved out the earlier forest regions of the ‘Guindy Lodge’, the Snake Park was conferred with the status of a medium zoo by the Central Zoo Authority in the 90s and became Chennai’s only zoo located within city limits. It’s a popular destination for wildlife enthusiasts and conservationists and contains several reptile species, including the king cobra, python, vipers, and mammals such as deer, jackals and porcupines.",
            "siteName": "The Culture Trip",
            "shortName": "The Best Places For Wildlife Enthusiasts To Visit In Chennai",
            "indexInSource": 2,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890002",
            "type": "webPlacesList",
            "url": "https://lbb.in/chennai/best-places-to-experience-wildlife-in-chennai/",
            "sourceSite": "Web",
            "snippet": "Bang in the middle of the city, the Chennai Snake Park is one of the first zoos to start in the city. Established by renowned herpetologist (reptile guy) and now Padma Shri Award winner Romulus Whittaker in the 70’s, the park houses 39 species of reptiles, including endangered and rare species like the famous Indian Gharial (a crocodile with thin jaws and a pot on its mouth) and the longest python species in the world, the reticulated python. As the name suggests, there are quite a few snakes here, and the park routinely conducts informative shows about all of these animals to help break the myths surrounding them.",
            "siteName": "LBB, Chennai",
            "shortName": "Best Places To Experience Wildlife In Chennai I",
            "indexInSource": 0,
            "iconSiteId": 526,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890012",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/attractions/guindy-national-park",
            "sourceSite": "Web",
            "snippet": "Chennai Snake Park Trust: Chennai Snake Park Trust is a small canteen situated right next to the Children’s Park in Guindy National Park. Your little toddlers can play in the park while you are waiting for your yummy food to arrive.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "How To Reach, Best Time & Tips",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rovJCszllekqKqJRGhg7UYUxUJwsrZgL",
          "qspxS8GHmJYscr983fybJ88brflAdqjF",
          "z3x1zSrUXVXmL4fRkoZABb88LrHYdCcG",
          "rovJCszllekqKqJRGhg7UYUxUJwsrZgL",
          "qspxS8GHmJYscr983fybJ88brflAdqjF",
          "z3x1zSrUXVXmL4fRkoZABb88LrHYdCcG"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Chennai Snake Park",
        "placeId": "ChIJU3TYU3FnUjoRB-aq_tlGV7Q",
        "internationalPhoneNumber": "+91 44 2235 3623",
        "reviews": [
          {
            "rating": 5,
            "text": "5 Star | A Fascinating Experience for Reptile Enthusiasts\n\nEntry Fee (Feb 2025):\n\nSnake Park: ₹30 per person\n\nCamera/Mobile Phone Charge: ₹20 (only for Snake Park)\n\nIguana Interaction Zone: ₹10 per person\n\nParking: Charged separately\n\nThe Chennai Snake Park, established in 1972 by renowned herpetologist Romulus Whitaker, is a unique attraction in Chennai, offering visitors an up-close look at a diverse collection of reptiles.\n\nPros:\n\n✅ Diverse Reptile Collection – The park houses not only various snakes (including King Cobras, pythons, and vipers) but also crocodiles, turtles, and iguanas.\n✅ Interactive Iguana Exhibit – Inside the park, there's a special iguana enclosure where visitors can touch and interact with the iguanas for an additional ₹10.\n✅ Shaded Environment – Unlike many outdoor attractions in Chennai, this park is well-covered with trees, making it comfortable to visit even in summer.\n✅ Adjacent to Guindy Children's Park – Since it's right next to Guindy Children's Park, you can extend your visit if you're with family or kids.\n✅ Washrooms Available – Basic facilities like washrooms are present inside the park.\n\nCons:\n\n❌ Short Visit Duration – The park can be explored in 1.5 to 2 hours max, so it's not an all-day attraction.\n❌ Less Crowd, Limited Buzz – While this ensures a peaceful visit, those expecting a bustling environment might find it a bit quiet.\n\nOverall:\n\nThe Chennai Snake Park is highly recommended for snake and nature lovers, families, and those looking for an educational yet exciting experience. The well-shaded surroundings make it a good place to visit even in summer. While it's not a full-day attraction, it's definitely worth a visit if you're in Chennai!\n\nWould I recommend it? Yes, definitely!",
            "author_name": "syed zubair patel",
            "relative_time_description": "",
            "time": 1741081526,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Chennai Snake Park – Informative and Fascinating Visit\n\nVisited the Chennai Snake Park recently and had an enjoyable and educational experience. It's a great spot for families, especially kids, to learn about reptiles in a safe and well-maintained environment.\n\nEntry & Charges:\n\nParking fee: ₹50 for vehicles\n\nEntry ticket: ₹30 per person\n\nCamera charge: ₹20\n\nWhat to Expect:\n\nA wide variety of snakes on display, including both venomous and non-venomous species.\n\nThere are also crocodiles, lizards, and turtles in well-secured enclosures.\n\nA small museum section inside showcases preserved specimens of reptiles and amphibians that have died naturally-very educational.\n\nInformative boards and explanatory texts in English and Tamil are displayed near every enclosure, helping visitors learn about the species, habitats, and conservation efforts.\n\nSuitable For:\nGreat for school trips, family outings, or nature lovers. The park is not too big, so it's easy to walk through in about an hour.\nOverall: A good mix of education and wildlife exploration. Affordable, well-maintained, and worth visiting if you're in the Guindy area. Be sure to go early to avoid the crowd and heat!",
            "author_name": "Jagankumar E",
            "relative_time_description": "",
            "time": 1752138583,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Snake Review: \"The Guindy Snake Park's incredible collection of snakes, including the majestic Indian Cobra, venomous Russell's Viper, and massive Reticulated Python, left me mesmerized and eager to learn more about these fascinating creatures.\"\n\nCrocodile Review: \"Getting up close and personal with the formidable crocodiles at the Guindy Snake Park was an exhilarating experience, and I applaud the park's efforts in providing a safe and natural habitat for these ancient predators.\"\n\nTortoise Review: \"Watching the gentle giant tortoises roam freely and peacefully in their spacious enclosure at the Guindy Snake Park was a heartwarming experience, and a testament to the park's dedication to providing a nurturing environment for these incredible animals.\"",
            "author_name": "ANBU RASU P R M",
            "relative_time_description": "",
            "time": 1740129476,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://chennaisnakepark.in/",
        "index": 5,
        "id": "",
        "categories": [
          "Zoo",
          "Nature & Parks",
          "Park",
          "Nature & Wildlife Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 509,
            "2": 459,
            "3": 1853,
            "4": 3880,
            "5": 5823
          }
        },
        "minMinutesSpent": 90,
        "latitude": 13.003379,
        "address": "263Q+9F2, Raj Bhavan post, Guindy, Chennai, Tamil Nadu 600022, India",
        "travel_time": null
      }
    ]
  }
}