{
  "list_id": "741",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/741/1.jpg",
  "description": "Dive into \"Coron's Coastal Escapes: Beach Bliss Awaits\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109985"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Coron's Coastal Escapes: Beach Bliss Awaits",
  "city_id": "509",
  "subtype": "poi",
  "city": "Coron",
  "created_ts": 1759265283,
  "slug": "corons-coastal-escapes-beach-bliss-awaits-coron-poi-b4eae3",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJMxF2ZsL_uTMR-hyP7j0nC-8",
        "generalDescription": "Bulog Dos Island, located in the Malaroyroy Peninsula near Bulalacao, is a popular stop for island-hopping tours in Coron. Visitors can walk on a sandbar and enjoy breathtaking tropical views. The island features pristine white sands, clear turquoise waters, and colorful marine life. Despite its remote and undeveloped nature, it offers stunning natural beauty. A short climb to the top of a small cliff provides magical panoramic views of the surrounding private islands and crystal-clear waters.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.134748,
        "rating": 4.8,
        "numRatings": 385,
        "sources": [
          {
            "id": "99901",
            "type": "webPlacesList",
            "url": "https://www.outdoortrip.com/magazine/coron-top-5-beaches-in-the-most-surreal-bit-of-philippines",
            "sourceSite": "Web",
            "snippet": "Bulog Island has perfectly powdery and white sands, beautiful ombre water that fades from a clear crystal to a bright turquoise, and the sceneries that will take your breath away!. (Photo-Booth Moment) - When the tide is low, a fresh sandbar appears where you can take those Instagram-worthy jumping photos!. The catamarans lined up on the beach make Bulog a “Cover Picture” worthy place.",
            "siteName": "outdoortrip.com",
            "shortName": "Coron - Top 5 Beaches in the Most Surreal Bit Of Philippines",
            "indexInSource": 1,
            "iconSiteId": 15510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520258",
            "type": "webPlacesList",
            "url": "https://outoftownblog.com/the-ultimate-list-of-beautiful-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "Bulog Dos is a small island connected to an islet with a beautiful sandbar. With creamy sand and beautiful trees, Bulog Dos island is surrounded by aquamarine waters that is best for snorkeling and swimming. The good thing about this island is that it does not have sea urchins making it safer for everyone who loves to soak and swim in the area.",
            "siteName": "Out of Town Blog",
            "shortName": "The Ultimate List of Beautiful Beaches in Coron, Palawan",
            "indexInSource": 2,
            "iconSiteId": 802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845294",
            "type": "webPlacesList",
            "url": "https://www.skylodgeresort.com.ph/coron-palawan-travel-guide-white-sands-beaches/",
            "sourceSite": "Web",
            "snippet": "Bulog Dos Island is a small, uninhabited island located in the mid the calm waters of the Coron. Like the other beaches in the place, it exudes its stunning white sand beaches and clear blue waters. Visitors can swim, snorkel, and sunbathe on the island’s beaches, or just sit by the seashore and feel the relaxing warm breeze of the sea.",
            "siteName": "Skylodge Resort",
            "shortName": "Coron, Palawan Travel Guide: White Sands Beaches",
            "indexInSource": 2,
            "iconSiteId": 100918,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "256560",
            "type": "webPlacesList",
            "url": "https://www.aworldtotravel.com/best-coron-palawan-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "A World to Travel",
            "shortName": "Best 10 beaches in Coron Palawan, The Philippines",
            "indexInSource": 7,
            "iconSiteId": 13449,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491518",
            "type": "webPlacesList",
            "url": "https://www.gettingstamped.com/coron-palawan-philippines/",
            "sourceSite": "Web",
            "snippet": "A short boat ride from Coron Town is the stunning Malcapuya Beach. With only a few small hotels on the beach, you can have this picture-perfect stretch of sand mostly to yourself. Seriously, some of the most beautiful scenery we have encountered.",
            "siteName": "Getting Stamped",
            "shortName": "Everything You Need To Know About Coron Palawan",
            "indexInSource": 3,
            "iconSiteId": 819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "368721",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/coron-palawan-tourist-spots",
            "sourceSite": "Web",
            "snippet": "Ten minutes away from Bulog Dos Island lies Dicalabuan Island, more known as Banana Island. It’s one of the family-friendly islands in Coron and a favorite spot for locals and travelers.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 18 Things to Do in Coron Palawan | Kayangan Lake and Islands",
            "indexInSource": 9,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1386068",
            "type": "webPlacesList",
            "url": "https://philippinesislandhopping.com/blog/best-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Green Gecko Eco Tours and Hostels",
            "shortName": "Beaches in Coron: Where to Find Your Slice of Heaven",
            "indexInSource": 1,
            "iconSiteId": 198764,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491532",
            "type": "webPlacesList",
            "url": "https://www.journeyera.com/things-to-do-coron/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Journey Era",
            "shortName": "25 Awesome Things To Do In Coron: Ultimate Travel Guide",
            "indexInSource": 13,
            "iconSiteId": 14672,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414940",
            "type": "webPlacesList",
            "url": "https://theworldtravelguy.com/coron-palawan-philippines-info-images-tours-things-to-do/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The World Travel Guy",
            "shortName": "Coron Palawan Travel Guide For The Philippines",
            "indexInSource": 3,
            "iconSiteId": 30045,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "caQDKOsMF1syiNpDl1mV4yvrNcfxGIEZ",
          "Ugo69LfaZ0A0D9kXbxFgdiN0EUGPGifs",
          "xiRBLZc8rfgIWbRKhGs31xspwuQwT7W6",
          "TAgVGpIjgtm23zTjd0Bhs1di3rmYSyzl",
          "4jv5k90nQ5KFRSTKeFXLglMgqe54Xs8M",
          "caQDKOsMF1syiNpDl1mV4yvrNcfxGIEZ",
          "Ugo69LfaZ0A0D9kXbxFgdiN0EUGPGifs",
          "xiRBLZc8rfgIWbRKhGs31xspwuQwT7W6",
          "TAgVGpIjgtm23zTjd0Bhs1di3rmYSyzl",
          "4jv5k90nQ5KFRSTKeFXLglMgqe54Xs8M"
        ],
        "openingPeriods": [],
        "name": "Bulog Dos Island",
        "placeId": "ChIJMxF2ZsL_uTMR-hyP7j0nC-8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A day long visit to just three islands. And as a private trip before the more crowded join a group boats arrival meant there was just 4 people across several strips of stunning white sand beach and seas of multiple shades of blue on Bulog Dos. Picture perfect with opportunity to stroll around, except the stretch of private beach, and have a relaxing swim.",
            "author_name": "Kevin Stephens",
            "relative_time_description": "",
            "time": 1739550159,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "This is not a report from a sour grape...it is simply the bare facts and truth that I myself and hundreds of other foreign tourist have experienced recently about the terrible destinations being pushed by local authorities in Coron Palawan!\n\nBe aware that several islands are being included in an island hopping tour from Coron. One of those islands is Bulog Dos Island. You have the option of taking a group island hopping tour for 1,900 pesos each, (about 20 people per group). Or take a private tour for 5,000 pesos per person. The organizers will tell you it is about an hour and half travel time, one way, to the first island in the tour, but the truth is it will take every bit of 2 hours plus! Then after paying 10,000 pesos for a private tour for two people traveling 2 hours in a pump boat, you arrive at Bulog Dos. The second island in the tour is nothing more than a sand bar, (Ditaytayan Island), and the third island is a local garbage dump, (Malcapuya Island).\n\nNow don't get me wrong...on Bulog Dos there is a very small, narrow stretch of white sand and the water was amazingly beautiful...(like hundreds, if not thousands of other beaches in Coron)...but other than that, there is absolutely NOTHING at this island!\n\nOK...let me get this straight...I paid 10,000 pesos for two people to sit on a hard wooden seat in a little pump boat, for more than two hours of travel, (one way), passing up dozens and dozens of other beautiful beaches with great swimming and snorkeling just to go to Bulog Dos Island and find absolutely nothing there, along with stops at a sand bar and a trash dump...nothing special, no great views, no special attractions, nothing...just places to stop and swim next to all the dead trees and trash for large amounts of money paid?\n\nAn island hopping tour is supposed to be a small group of islands with special or unique destinations or attractions that offer one of a kind memories...not just another swimming hole\n\nDon't be a victim!!!!! There is nothing wrong with island hopping tours but in my vastly experienced travel around the World, Bulog Dos was the most worthless island destination of all time!!!!!\n\nThe people who operate this island will probably not like this review...but I tell the truth no matter how painful it might be!",
            "author_name": "Rick Bartel",
            "relative_time_description": "",
            "time": 1742990618,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This island located in Coron along with the bigger island is famous for its clean beaches and it's pure waters and is also home to some well known resorts such as two seasons resorts and it's great when you want to relax but keep that in mind that the stay here is very expensive about 24K pesos per night so it's not good for the people who on a budget but there are some areas of the island that have resorts that cost less.\n\nThis is part of the island hopping tourist package which include seeing a couple more tourist attractions but the boat is pretty noisy (recommended to bring your own noise cancellers ) and to enjoy the beauty of Coron\n\nOverall the place is nice for relaxing in the waters and enjoy the beaches but not for budget trips (recommended to go to cheaper beaches",
            "author_name": "Asis KD",
            "relative_time_description": "",
            "time": 1716693311,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Nature & Parks",
          "Islands"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 1,
            "3": 6,
            "4": 51,
            "5": 323
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.781268,
        "address": "Q4JM+GV5, Sulu Sea, Coron, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJnSNiqMr_uTMRZWkCUAaUFzU",
        "generalDescription": "Malcapuya Island is a serene and picturesque destination known for its stunning white-sand beach lined with coconut trees and clear aqua waters, perfect for snorkeling. It is often considered the highlight of island-hopping tours in the area, along with Bulog Dos and Banana Island, due to its breathtaking scenery and pristine surroundings. Visitors can enjoy various activities such as basketball, beach volleyball, swimming, hiking, or simply relaxing in a hammock.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.114901,
        "rating": 4.8,
        "numRatings": 404,
        "sources": [
          {
            "id": "401601",
            "type": "webPlacesList",
            "url": "https://www.thepoortraveler.net/coron-tourist-spots-things-to-do/",
            "sourceSite": "Web",
            "snippet": "These island destinations are tailor-fit for those who are interested in beach bumming and swimming. These three share the same feature — powdery white sand beaches, cerulean waters, and rock formations — but each of them still offers something different and will make you appreciate the natural beauty of Coron. All three are usually included in Malcapuya Island Tour, sometimes called Island Escapade Tour or Beaches Tour.",
            "siteName": "The Poor Traveler® Itinerary Blog",
            "shortName": "20 Best CORON PALAWAN TOURIST SPOTS & Things to Do",
            "indexInSource": 9,
            "iconSiteId": 15815,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845294",
            "type": "webPlacesList",
            "url": "https://www.skylodgeresort.com.ph/coron-palawan-travel-guide-white-sands-beaches/",
            "sourceSite": "Web",
            "snippet": "Located about an hour away from Coron town proper, Malcapuya Island is a popular destination for tourists looking for a secluded and peaceful getaway. It boasts a long stretch of white sand beach with crystal-clear waters, perfect for swimming and snorkeling. Albeit it is far from the town, travelers surely will find themselves lucky to step into this paradise-like beach in the middle of the vast ocean of Coron.",
            "siteName": "Skylodge Resort",
            "shortName": "Coron, Palawan Travel Guide: White Sands Beaches",
            "indexInSource": 1,
            "iconSiteId": 100918,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520258",
            "type": "webPlacesList",
            "url": "https://outoftownblog.com/the-ultimate-list-of-beautiful-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "Located two hours by boat from the town of Coron, getting to Malcapuya Island is a feat. The waves are usually strong in this part of Coron, but the ear-numbing sound of the motorboat and the potentiality for getting seasick are all worth it. This beach looks like a private island, complete with rocky and Instagrammable hills, tents by the sea, and hammocks to sleep on.",
            "siteName": "Out of Town Blog",
            "shortName": "The Ultimate List of Beautiful Beaches in Coron, Palawan",
            "indexInSource": 4,
            "iconSiteId": 802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99901",
            "type": "webPlacesList",
            "url": "https://www.outdoortrip.com/magazine/coron-top-5-beaches-in-the-most-surreal-bit-of-philippines",
            "sourceSite": "Web",
            "snippet": "The stunning Malcapuya Beach is a short boat ride from Coron Town. One of the best ways to get to this beach is through the Beach Tour bookable from Coron Town (all part of the beach tour #1, 1200P). This picture-perfect stretch of sand is mostly quiet except for a few small hotels on the ocean.",
            "siteName": "outdoortrip.com",
            "shortName": "Coron - Top 5 Beaches in the Most Surreal Bit Of Philippines",
            "indexInSource": 0,
            "iconSiteId": 15510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1386068",
            "type": "webPlacesList",
            "url": "https://philippinesislandhopping.com/blog/best-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "Malcapuya Island: The Postcard Perfection A bit further from Coron town, Malcapuya is worth the trip. Expect blindingly white sand, palm trees swaying like hula dancers, and water so clear it puts swimming pools to shame. Snorkeling here feels like swimming in an aquarium!.",
            "siteName": "Green Gecko Eco Tours and Hostels",
            "shortName": "Beaches in Coron: Where to Find Your Slice of Heaven",
            "indexInSource": 0,
            "iconSiteId": 198764,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "915432",
            "type": "webPlacesList",
            "url": "https://www.trioqueentours.com/tours/coron-best-beaches-with-buffet-picnic-lunch-cbbn-05/",
            "sourceSite": "Web",
            "snippet": "A one-and-a-half-hour boat ride takes you to the tranquil Malcapuya Island with its crescent-shaped white beach. that stretches deep into the ocean. Isla Bulog and Ditaytayan Island offer winding sandbars exude serenity amidst the picture-perfect natural scenery.",
            "siteName": "Trio Queen Travel & Tours",
            "shortName": "CORON BEST BEACHES",
            "indexInSource": 1,
            "iconSiteId": 95683,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "368721",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/coron-palawan-tourist-spots",
            "sourceSite": "Web",
            "snippet": "Two hours away from Coron town lies this white sand wonder!. The standard island-hopping package that includes Malcapuya is a combination of Coron’s pristine and mostly uninhabited beaches. The other two islands are Bulog Dos Sandbar and Banana Island.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 18 Things to Do in Coron Palawan | Kayangan Lake and Islands",
            "indexInSource": 1,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845300",
            "type": "webPlacesList",
            "url": "https://www.pelago.com/en/activity/pgjxhbfur-best-coron-beaches-to-malcapuya-ditaytayan-via-speedboat-busuanga-island/",
            "sourceSite": "Web",
            "snippet": "Explore the beautiful beaches of Malcapuya Island, Bulog Dos Sand bar or Banana Island and Ditaytayan sand bar and marvel at its coral reef. Enjoy a moment of peace and serenity when you visit those beaches.",
            "siteName": "pelago.com",
            "shortName": "Best Coron Beaches to Malcapuya & Ditaytayan via Speedboat in Busuanga Island",
            "indexInSource": 0,
            "iconSiteId": 160800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845301",
            "type": "webPlacesList",
            "url": "https://www.thepinoytraveler.com/2021/04/the-coron-island-escapade-tour-best.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Pinoy Traveler",
            "shortName": "The Coron Island Escapade Tour - Best Beaches in Coron",
            "indexInSource": 0,
            "iconSiteId": 39605,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491532",
            "type": "webPlacesList",
            "url": "https://www.journeyera.com/things-to-do-coron/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Journey Era",
            "shortName": "25 Awesome Things To Do In Coron: Ultimate Travel Guide",
            "indexInSource": 7,
            "iconSiteId": 14672,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1052051",
            "type": "webPlacesList",
            "url": "https://beach-weather.com/blog/Suping-Coron-Island/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Beach Weather",
            "shortName": "Suping Coron Island - The Best Island in the World",
            "indexInSource": 6,
            "iconSiteId": 40140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "414940",
            "type": "webPlacesList",
            "url": "https://theworldtravelguy.com/coron-palawan-philippines-info-images-tours-things-to-do/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The World Travel Guy",
            "shortName": "Coron Palawan Travel Guide For The Philippines",
            "indexInSource": 1,
            "iconSiteId": 30045,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GygXVkXikaV9U4jCKL39r7zkkvH91gLN",
          "r3a33wMHBGg1KMM6S5fou2tTdAjOWmG8",
          "SjO5oU0Zltf7i0rnbc5n6hxkXy8A5lOh",
          "ZwQIggZu2QbG8hUq8Y9kaptZJemrIGTz",
          "a7jS8j0mdrKA5yZe0oxKhprnalYCQFlJ",
          "GygXVkXikaV9U4jCKL39r7zkkvH91gLN",
          "r3a33wMHBGg1KMM6S5fou2tTdAjOWmG8",
          "SjO5oU0Zltf7i0rnbc5n6hxkXy8A5lOh",
          "ZwQIggZu2QbG8hUq8Y9kaptZJemrIGTz",
          "a7jS8j0mdrKA5yZe0oxKhprnalYCQFlJ"
        ],
        "openingPeriods": [],
        "name": "Malcapuya Island",
        "placeId": "ChIJnSNiqMr_uTMRZWkCUAaUFzU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing you should try not to miss this\nOne negative note: the beach was very dirty and full of plastic garbage. Local communities should be more proactive in cleaning !!!! It's not tourism responsibility because most of the garbage is left by local workers / guides. That's very unfortunate",
            "author_name": "Maurizio Melzi",
            "relative_time_description": "",
            "time": 1736100946,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place is great. Beautiful white sandy beaches, quite long. There are a few small eating places for fruit juices and shakes and baked banana with caramel. I recommend all of those. There are tables and chairs and also a toilet. It's not too full with tourists. A must go place for anyone visiting Coron.",
            "author_name": "Jan Willem Plug",
            "relative_time_description": "",
            "time": 1741759586,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We went there with the Island Escapade Tour, it was the most crowded spot but still okay compared to other places in El Nido or Coron. The beach and the water are absolutely incredible, we even saw 2 turtles close to the beach. There is a little shop for buying smoothies.",
            "author_name": "Franziska Vogel",
            "relative_time_description": "",
            "time": 1704696000,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Island",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 1,
            "3": 9,
            "4": 55,
            "5": 338
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.791284,
        "address": "Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ4zjRimkDujMRFkLpHkMromw",
        "generalDescription": "Coron Island is a rugged and captivating destination known for its popular dive sites, including WWII shipwrecks, caves, and reefs. The island features pristine lakes such as Barracuda and Kayangan, offering clear mixed fresh and saltwater environments with visible thermoclines and abundant aquatic life. Surrounded by tiny white sand beaches, limestone cliffs, and extensive reefs for snorkeling, the island is managed sustainably by an indigenous tribe to prevent pollution.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.239734,
        "rating": 4.7,
        "numRatings": 326,
        "sources": [
          {
            "id": "1141597",
            "type": "webPlacesList",
            "url": "https://timetravelbee.com/en/bee-eco/alternative-things-to-do-in-coron/",
            "sourceSite": "Web",
            "snippet": "Writing this responsible tourism guide on alternative things to do in Coron Island, Philippines, I focus on activities other than organised tours. The true is that visiting Coron, the most beautiful is the island hopping tour where you can see the Twin Lagoon or Kayangan Lake. However, Coron is not just that, as the Busuanga Island (with Coron town) is also worth discovery.",
            "siteName": "Time Travel Bee | Responsible Travel Blog",
            "shortName": "6 Alternative things to do in Coron Island - responsible tourism guide | Time Travel Bee",
            "indexInSource": 0,
            "iconSiteId": 32418,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491534",
            "type": "webPlacesList",
            "url": "https://www.dreambigtravelfarblog.com/things-to-do/coron-philippines",
            "sourceSite": "Web",
            "snippet": "First up, I recommend spending a full day in Coron Town, discovering what there is to see on land before heading out onto the water. As such, the first 6 things to do revolve around this. The rest are the best things to do on Coron island hopping tours.",
            "siteName": "dreambigtravelfarblog.com",
            "shortName": "19 Best Things To Do In Coron [+ 3,4 & 5 Day Itineraries!]",
            "indexInSource": 2,
            "iconSiteId": 13120,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1052051",
            "type": "webPlacesList",
            "url": "https://beach-weather.com/blog/Suping-Coron-Island/",
            "sourceSite": "Web",
            "snippet": "Coron island in Palawan, Philippines is quickly becoming known as one of the best islands in the world. Palawan has been touted repeatedly in recent years as one of the most beautiful island areas in the world.",
            "siteName": "Beach Weather",
            "shortName": "Suping Coron Island - The Best Island in the World",
            "indexInSource": 0,
            "iconSiteId": 40140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845299",
            "type": "webPlacesList",
            "url": "https://www.asiatours.com/experiences/discover-the-furthest-beaches-of-coron-at-malcapuya-banana-and-dolarog-islands.html",
            "sourceSite": "Web",
            "snippet": "If you’re up for a full-day adventure and want to witness closely the incredible beauty of the pristine Coron, an island hopping tour will be the best way to explore this slice of heaven.",
            "siteName": "asiatours.com",
            "shortName": "Discover the furthest beaches of Coron at Malcapuya, Banana and Dolarog Islands, Coron, Philippines",
            "indexInSource": 1,
            "iconSiteId": 16052,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "330976",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/islands-and-beaches/coron-island-hopping",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Guide to the Philippines",
            "shortName": "Coron Island Hopping Tour Ultimate Guide",
            "indexInSource": 1,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845306",
            "type": "webPlacesList",
            "url": "https://www.philippinebeaches.org/10-things-to-do-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Philippine Beach Guide",
            "shortName": "10 Awesome Things to Do in CORON, PALAWAN",
            "indexInSource": 2,
            "iconSiteId": 15512,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VpmSGwY2Y0qrcnj4Fvjx4lfMRnBECsgI",
          "nCCO7GdsCzCdyb6067nEwqxsANDznOeK",
          "6A0U1TXPYciZBn4f6bs3XSLDRkPWAmcS",
          "BnHzUQCA43BwbE2ltTEvUlI2cbSmCT92",
          "mS5op55TAr6nNUY5tqXEliWHFT3nmhgA",
          "VpmSGwY2Y0qrcnj4Fvjx4lfMRnBECsgI",
          "nCCO7GdsCzCdyb6067nEwqxsANDznOeK",
          "6A0U1TXPYciZBn4f6bs3XSLDRkPWAmcS",
          "BnHzUQCA43BwbE2ltTEvUlI2cbSmCT92",
          "mS5op55TAr6nNUY5tqXEliWHFT3nmhgA"
        ],
        "openingPeriods": [],
        "name": "Coron Island",
        "placeId": "ChIJ4zjRimkDujMRFkLpHkMromw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Coron is must see in the Philippines please have your trip managed by some who know the area.  We stayed at the Zuri Resort, I recommend this place.",
            "author_name": "Johnathan Mabson",
            "relative_time_description": "",
            "time": 1733806717,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A stunning collection of boat rides in Coron Island, Palawan-gliding through crystal-clear turquoise waters under brilliant blue skies. Majestic limestone and lush island mountains frame the scene, accompanied by the soothing sounds of paddles, motor boats, and gentle splashes of water.",
            "author_name": "Onbarefeet",
            "relative_time_description": "",
            "time": 1754088011,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lagoons, lakes, coral reef, water so clear it is unbelievable. Snorkeling the Reef was amazing. Beautiful fish and coral.  Tropical escape on a private tour. Includes Barracuda lake, hot lunch and soft drink or water. Tour guide, boat pilot, deck hand, 5-6 destinations. You're gonna love it!   P.S. The coral shown in these pics of this particular review is NOT the coral you will see if you snorkel the reef. The Reef is much nicer! Have fun!",
            "author_name": "Ed Smith",
            "relative_time_description": "",
            "time": 1702697783,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 2,
            "3": 11,
            "4": 37,
            "5": 267
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.928329,
        "address": "Coron, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ79hJ9hb_uTMRoEuJ8of0FDI",
        "generalDescription": "Malcapuya Island Beach Resort is a breathtaking destination just a short boat ride from Coron Town. The beach boasts picture-perfect white sands and clear, green, and blue waters, offering a serene escape with only a few small hotels nearby. Visitors can enjoy swimming and picnicking on the pristine beach, with the option to purchase snacks and drinks at the small store.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.113938,
        "rating": 4.8,
        "numRatings": 153,
        "sources": [
          {
            "id": "256560",
            "type": "webPlacesList",
            "url": "https://www.aworldtotravel.com/best-coron-palawan-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "A World to Travel",
            "shortName": "Best 10 beaches in Coron Palawan, The Philippines",
            "indexInSource": 6,
            "iconSiteId": 13449,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1246462",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/ultimate-guides/best-palawan-beaches",
            "sourceSite": "Web",
            "snippet": "Located just an hour from Coron town and Coron restaurants, Malcapuya Beach is one of Culion's best beaches. It features a 1.5 KM stretch of pure white sand and has a great underwater spot with marine life and vibrant corals. The waters of this unspoiled beach remain shallow across varying distances, making it ideal for a long swim.",
            "siteName": "Guide to the Philippines",
            "shortName": "18 Best Beaches in Palawan to Visit: White Sand, El Nido, Coron",
            "indexInSource": 2,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845296",
            "type": "webPlacesList",
            "url": "https://steemit.com/filipina/@filipinalife/philippines-one-of-the-things-you-can-do-in-coron-palawan-cabo-beach-30-mins-away-from-coron-town",
            "sourceSite": "Web",
            "snippet": "The beach is not as beautiful like Malcapuya beach but if you want to go swimming in a short time without going on a tour this beach is a good choice. A good place for picnic were you can bring food, snacks or drinks. You can buy some snacks and drinks in their small store but check the expiration date before you eat.",
            "siteName": "Steemit",
            "shortName": "One of the things you can do in Coron Palawan, Cabo Beach 30 mins away from Coron Town",
            "indexInSource": 1,
            "iconSiteId": 19017,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6YfoCiXS1SAHM2pJxNbfBGMMhjkenMbA",
          "XP0SsvyPYf3DX7IRhJ0x3M4qW0FcohDV",
          "QiSPsah08xFV1KYTZoaH1dWunbv7JWYf",
          "6YfoCiXS1SAHM2pJxNbfBGMMhjkenMbA",
          "XP0SsvyPYf3DX7IRhJ0x3M4qW0FcohDV",
          "QiSPsah08xFV1KYTZoaH1dWunbv7JWYf"
        ],
        "openingPeriods": [],
        "name": "Malcapuya Island Beach Resort",
        "placeId": "ChIJ79hJ9hb_uTMRoEuJ8of0FDI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Malcapuya is the highlight of Tour C in Coron a beautiful white sand beach perfect for relaxation. The boat will be left on the other side, so you'll need to walk. It's best to wear proper shoes because there are many rocks, and the path is a mini hill with only a few steps. There's a small community on Malcapuya Island, where you can see the locals enjoying drinks, but they are harmless and kind. They even sell coconut drinks with alcohol.\nDuring the rainy season, be careful of jellyfish, though we encountered some even in November. It would be helpful to have a sign for safety and at least vinegar in the area or something as the boat is far from the shore.",
            "author_name": "Pink Mean",
            "relative_time_description": "",
            "time": 1737606850,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "I was a little disappointed with this stop as part of an island hopping adventure in Coron, Palawan.\n\nYou would think that collecting taxes from tourist attractions and businesses PLUS the super high 200 peso per person \"Environmental Fees\", collected from each and every Barangay you enter, from each and every visitor to Coron, local government units would actually spend all that money trying to keep the top visited tourist sites pristine and beautiful for the millions of tourists that arrive here!\n\nBut what you will see when you arrive at Malcapuya Island is a hideous local trash dump and garbage site, right were all of the boats dock. (Please do not take my word for it...see the attached photographs and videos).\n\nSuch a waste for such a potentially beautiful area!\n\nAfter walking past all the trash and garbage, there is a 150 meter hike past all the dead trees and dead vegetation on an unmaintained trail before you finally arrive at the swimming beach where you will find nice white sand and crystal clear water for swimming...but nothing special! Just another swimming beach. I love to swim and snorkel but I am not sure this location is worth a 5 hour round trip boat ride...just to go swimming! (2 hours to Bulog Dos another 30 minutes to Ditaytayan Sandbar, and 30 minutes to Malcapuya Island, and finally another 2 hour boat ride back to Coron!).\n\nSo ask yourself...if you want to spend time swimming and snorkeling in nice locations...is it really worth passing up 100's of pristine beautiful beaches, much closer to Coron, and spend a minimum of FIVE HOURS traveling on a boat, just to go swimming on 3 mediocre beaches with absolutely NOTHING spectactlar or unique to offer?\n\nSorry if anyone is offended but my responsibility to Google Maps is to record and report the truth so that people can make their own informed decisions when visiting areas.",
            "author_name": "Rick Bartel",
            "relative_time_description": "",
            "time": 1743019806,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing little beach on a beautiful tiny island. It's worth visiting on a tour. Best it would be to take a private tour to this island and a few others nearby. Not many facilities but it's perhaps best.",
            "author_name": "Laurentiu Morariu (Traveling Monk/ey)",
            "relative_time_description": "",
            "time": 1736972451,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 1,
            "3": 1,
            "4": 20,
            "5": 129
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.788811,
        "address": "Q4Q7+GHG, Malcapuya Island, Culion, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ9ZvGjHYCujMRYopzLfhFsJY",
        "generalDescription": "Coron Bay, situated at the northern tip of Palawan, is a renowned dive spot for both experienced and novice divers. It's famous for its well-preserved World War II era Japanese shipwrecks, making it an ideal destination for wreck diving enthusiasts. With twelve sunken warships, the bay has transformed into a vibrant marine sanctuary offering divers an opportunity to explore the ocean's marvels.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.182022,
        "rating": 4.8,
        "numRatings": 73,
        "sources": [
          {
            "id": "371562",
            "type": "webPlacesList",
            "url": "https://greenglobaltravel.com/things-to-do-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "Surrounded by dynamic karst landscape islands, with towering tree-studded rocks rising straight out of the sea, Coron Bay is arguably amongst the most beautiful places we have ever visited during our travels.",
            "siteName": "Green Global Travel",
            "shortName": "The Top 15 Things to Do in Coron, Palawan (Philippines)",
            "indexInSource": 2,
            "iconSiteId": 15269,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845299",
            "type": "webPlacesList",
            "url": "https://www.asiatours.com/experiences/discover-the-furthest-beaches-of-coron-at-malcapuya-banana-and-dolarog-islands.html",
            "sourceSite": "Web",
            "snippet": "Besides swimming, snorkeling or diving, renting a kayak and paddling around Coron Island is definitely one of the unmissable experiences you’ll have in Coron. A typical half-day Coron kayak tour...",
            "siteName": "asiatours.com",
            "shortName": "Discover the furthest beaches of Coron at Malcapuya, Banana and Dolarog Islands, Coron, Philippines",
            "indexInSource": 2,
            "iconSiteId": 16052,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "368721",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/coron-palawan-tourist-spots",
            "sourceSite": "Web",
            "snippet": "The boat ride can be rough as you sail out through Coron Bay, but the waters surrounding the island will be surprisingly calm.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 18 Things to Do in Coron Palawan | Kayangan Lake and Islands",
            "indexInSource": 8,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ULJ003KFPThG3JvCNgDjG5kCx7NtsRos",
          "jQFQHNSNVxX0g0VOrfHYOg2A2o7F4BEf",
          "zHLMsxRyVX4XGjD6xjYDQuzFB8RgESUl",
          "Srf2dvIU1gvHnfKMLUJpaH3mo69rlgoW",
          "ULJ003KFPThG3JvCNgDjG5kCx7NtsRos",
          "jQFQHNSNVxX0g0VOrfHYOg2A2o7F4BEf",
          "zHLMsxRyVX4XGjD6xjYDQuzFB8RgESUl",
          "Srf2dvIU1gvHnfKMLUJpaH3mo69rlgoW"
        ],
        "openingPeriods": [],
        "name": "Coron Bay",
        "placeId": "ChIJ9ZvGjHYCujMRYopzLfhFsJY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Lovely place, character town. Lots of places to eat at and shop at. The bay area is very large, you can book tours to the islands or even plan your own private.",
            "author_name": "Katherine Corpuz",
            "relative_time_description": "",
            "time": 1682419185,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you're fond of sea water, this place is highly recommended for you. This place is well known for recreational diving. A magical and romantic place for you to experience with your loved ones.",
            "author_name": "Madam Siabells &Mai",
            "relative_time_description": "",
            "time": 1683286543,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Coron Bay is an absolute paradise for nature lovers and adventure seekers alike. The stunning beauty of this pristine bay in the Philippines is simply mesmerizing",
            "author_name": "Kaizsah Kelsey Vincoy (Ms.Kels)",
            "relative_time_description": "",
            "time": 1683286993,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Bay",
          "Nature & Parks",
          "Islands"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 3,
            "4": 5,
            "5": 65
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.864035,
        "address": "Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJpUloohAdujMRj3hxY4L36GE",
        "generalDescription": "Banul Beach is a small, secluded white sandy island beach in Coron that's popular with boat trippers and snorkelers. It's an ideal spot for a leisurely lunch after activities like freediving at Barracuda Lake. The beach offers a long stretch of pristine sand and crystal-clear waters, making it perfect for relaxation and water activities. Visitors can enjoy the unique rock formations along the shore, providing stunning photo opportunities.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.19308,
        "rating": 4.7,
        "numRatings": 431,
        "sources": [
          {
            "id": "1845294",
            "type": "webPlacesList",
            "url": "https://www.skylodgeresort.com.ph/coron-palawan-travel-guide-white-sands-beaches/",
            "sourceSite": "Web",
            "snippet": "It is a little bit close to the town, about fifteen to twenty minutes boat ride. The stretch of the coast allures travelers with crystal-clear blue waters washing off the powdery white sand. Visitors can loosen up or rest at the nipa hut lined by seafront while sharing stories or enjoying your meal with your family or travel buddies.",
            "siteName": "Skylodge Resort",
            "shortName": "Coron, Palawan Travel Guide: White Sands Beaches",
            "indexInSource": 3,
            "iconSiteId": 100918,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "401601",
            "type": "webPlacesList",
            "url": "https://www.thepoortraveler.net/coron-tourist-spots-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Aside from the lagoons and lakes, Coron is also blessed with beautiful beaches both on the mainland and on the islands. Banul Beach features powdery white sand, limestone walls, and a coral garden. Banul Beach is the usual lunch stop for the Coron Island Tour, although not always.",
            "siteName": "The Poor Traveler® Itinerary Blog",
            "shortName": "20 Best CORON PALAWAN TOURIST SPOTS & Things to Do",
            "indexInSource": 3,
            "iconSiteId": 15815,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "368721",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/coron-palawan-tourist-spots",
            "sourceSite": "Web",
            "snippet": "You also have to pay a visit to Skeleton Reef, which is near Banul Beach. This diving spot is famous for its fishing boat wreck remains which you can see even from the shallows due to the crystalline waters.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 18 Things to Do in Coron Palawan | Kayangan Lake and Islands",
            "indexInSource": 10,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845302",
            "type": "webPlacesList",
            "url": "https://www.walkmyworld.com/posts/banul-beach-coron",
            "sourceSite": "Web",
            "snippet": "If anyone tells you that island hopping in Coron and El Nido are the same, they clearly didn’t get Banul Beach all to themselves.",
            "siteName": "Walk My World",
            "shortName": "Banul Beach, Coron - how to avoid the crowds at the most beautiful beach in Coron",
            "indexInSource": 0,
            "iconSiteId": 17859,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JAZYLTjZdCKmu18wJ6sfat09f2us60pJ",
          "pDbnMiIHcT0xwupjcwle9dLB3yQC4HDp",
          "SmidyPSlS8JzjrfHDvF2jVtfepvrkRQ9",
          "E91uOSsKaC8RLZtSMccmEVJT1ZAGsU5l",
          "UrWzMJtCyBh38B9fXPvVGXQTBeExMhJb",
          "JAZYLTjZdCKmu18wJ6sfat09f2us60pJ",
          "pDbnMiIHcT0xwupjcwle9dLB3yQC4HDp",
          "SmidyPSlS8JzjrfHDvF2jVtfepvrkRQ9",
          "E91uOSsKaC8RLZtSMccmEVJT1ZAGsU5l",
          "UrWzMJtCyBh38B9fXPvVGXQTBeExMhJb"
        ],
        "openingPeriods": [],
        "name": "Banul Beach",
        "placeId": "ChIJpUloohAdujMRj3hxY4L36GE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The beach is beautiful with crystal-clear water, making it a stunning spot to visit. However, there are quite a lot boats around, which can be a bit disruptive. It's more suited for a short lunch or quick visit than for a relaxing day of chilling on the beach. Still, the scenery is gorgeous and worth experiencing!",
            "author_name": "Rita Sat",
            "relative_time_description": "",
            "time": 1738912101,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Best beach I've ever experienced! The clear turquoise waters, the fine powdery white sands, the limestone cliffs, the warm temperatures and the perfect ambience! Beats Cancun and Boracay easily!",
            "author_name": "Life Adventures Rentals Inc",
            "relative_time_description": "",
            "time": 1746442509,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the best beaches on Coron, very clean clear blue water with fine sand beach. There could be too many boats parking at the beach during lunch time.",
            "author_name": "Djeus Wong",
            "relative_time_description": "",
            "time": 1740188758,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 4,
            "3": 18,
            "4": 76,
            "5": 331
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.950261,
        "address": "Coron, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ7Qy19xcdujMRPNve43JRbpo",
        "generalDescription": "Beach 91 is a stop on island hopping tours in Coron Palawan, offering a delicious buffet lunch under huts built on the rocks. Visitors can enjoy activities like swimming, kayaking, snorkeling to see the Japanese Shipwreck from WWII and colorful corals. The area also features other beautiful beaches such as Malcapuya Island, Banana Island, and Bulog Dos Island. Additionally, Beach 91 provides access to the nearby secret lagoon and offers canoe use for exploration.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.19347,
        "rating": 4.5,
        "numRatings": 220,
        "sources": [
          {
            "id": "256560",
            "type": "webPlacesList",
            "url": "https://www.aworldtotravel.com/best-coron-palawan-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "A World to Travel",
            "shortName": "Best 10 beaches in Coron Palawan, The Philippines",
            "indexInSource": 5,
            "iconSiteId": 13449,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rLnvcEF6J1SGWDAhChlXeEteHzZhJGFX",
          "AsXr18SmDnJTmy6SxaowxiOu2A2Ds0dT",
          "bcwEWRlCPcV8Osg191REd5OrQpX5qVtH",
          "fHwx2jKXP7wkmoFONHJ4Fdk2a6b51QIA",
          "H27SICrgro5x7yfeZc67keojmqyoWrtm",
          "rLnvcEF6J1SGWDAhChlXeEteHzZhJGFX",
          "AsXr18SmDnJTmy6SxaowxiOu2A2Ds0dT",
          "bcwEWRlCPcV8Osg191REd5OrQpX5qVtH",
          "fHwx2jKXP7wkmoFONHJ4Fdk2a6b51QIA",
          "H27SICrgro5x7yfeZc67keojmqyoWrtm"
        ],
        "openingPeriods": [],
        "name": "Beach 91",
        "placeId": "ChIJ7Qy19xcdujMRPNve43JRbpo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It's one of the beaches you visit as a part of the ultimate Coron tour package and you typically have lunch here.\nThe beach is a tiny white sand beach. Very clean and crystal clear. Nice to do some lazy kayaking as well.\nNice lunch tables as well",
            "author_name": "Bharathi Mani",
            "relative_time_description": "",
            "time": 1737470661,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A small but beautifully pristine white sand beach and a local favorite for lunch time as tour boats desend here for a lunch break between tour spots.",
            "author_name": "Rick Bartel",
            "relative_time_description": "",
            "time": 1742912053,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beach 91 in Coron, Palawan, is a hidden gem that offers a stunning view of crystal blue waters and lush surroundings. The beach is primarily known for its peaceful swimming spots and as a perfect place to enjoy lunch. Visitors bring their own food, which can be enjoyed at the charming wooden houses that line the area, complete with a jetty extending over the water. These wooden structures provide a relaxing space to sit back, soak in the view, and share a meal with friends or family.\n\nThe clear, turquoise water is perfect for swimming and adds to the serene ambiance of the place. Whether you are taking a dip or just sitting by the jetty watching the gentle waves, Beach 91 offers a tranquil escape from the busier tourist spots. It's an ideal spot for those who want to unwind, enjoy nature, and experience the beauty of Coron in its purest form.",
            "author_name": "Dewan Asif",
            "relative_time_description": "",
            "time": 1747111172,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Public beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 3,
            "3": 21,
            "4": 58,
            "5": 138
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.944724,
        "address": "W5VV+V9Q, Coron Town Proper, Coron, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJGeG0n9ZVtzMRM4PveJDp6G8",
        "generalDescription": "Ditaytayan Beach is a stunning island with three beaches and sandbars, also known as Long Beach by locals. It offers a serene atmosphere with minimal tourist facilities, making it perfect for a peaceful getaway. The area is ideal for snorkeling, boasting an abundance of coral reefs and diverse marine life. Visitors can enjoy sunbathing, swimming, and snorkeling in the crystal-clear waters while taking in the picturesque surroundings.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.101133,
        "rating": 4.8,
        "numRatings": 52,
        "sources": [
          {
            "id": "256560",
            "type": "webPlacesList",
            "url": "https://www.aworldtotravel.com/best-coron-palawan-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "A World to Travel",
            "shortName": "Best 10 beaches in Coron Palawan, The Philippines",
            "indexInSource": 2,
            "iconSiteId": 13449,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4HzhXrSusfTmcXluDisiahqwc1rqL1Rk",
          "wIUZPWgZJ6Ctrhf2V5P8GV8YFHzfXHdH",
          "KAX8Ri9m0ApLoTVGF2Q6cBgjCfmZ7rzy",
          "4HzhXrSusfTmcXluDisiahqwc1rqL1Rk",
          "wIUZPWgZJ6Ctrhf2V5P8GV8YFHzfXHdH",
          "KAX8Ri9m0ApLoTVGF2Q6cBgjCfmZ7rzy"
        ],
        "openingPeriods": [],
        "name": "Ditaytayan Beach",
        "placeId": "ChIJGeG0n9ZVtzMRM4PveJDp6G8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Basically just a sandbar, but an absolutely stunning place. It's just sad to see someone will still leave trash here.",
            "author_name": "Karl Andrew Sta. Ines",
            "relative_time_description": "",
            "time": 1750567346,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Nothing special compared to other beaches in the surroundings. I'm to spend some time but less services vs banana beach and not as nice as malcapuya",
            "author_name": "Maurizio Melzi",
            "relative_time_description": "",
            "time": 1736101153,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you like dipping by the beach, sunbathing and snorkeling, Ditaytayan Beach is for you! This was included in our island hopping tour and was our last stop.\n\nWe were fortunate to be the only boat that docked and we have the entire sandbar to ourselves. We also enjoyed snorkeling in the corals just beside the beach area. There are so many fishes!\n\nOne thing to note though, the trip back to the Coron town will take 2hours at the least.",
            "author_name": "Belle",
            "relative_time_description": "",
            "time": 1676289561,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Beach pavillion"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 1,
            "4": 8,
            "5": 43
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.740611,
        "address": "P4R2+6FR, Culion, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJVwba-Nj_uTMRD-moM6G8fy8",
        "generalDescription": "Banana Island, also known as Dicalabuan Island, is a small tropical paradise located 1.5 hours away from Coron town in the Philippines. Shaped like a banana when viewed from above, this island offers palm trees, hammocks, and crystal-clear waters perfect for snorkeling around the nearby reef. Visitors can stay in seafront bungalows or camp on neighboring Araw beach while enjoying the friendly and attentive crew who organize meals and provide comfortable camping equipment.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.126451,
        "rating": 4.8,
        "numRatings": 111,
        "sources": [
          {
            "id": "1845294",
            "type": "webPlacesList",
            "url": "https://www.skylodgeresort.com.ph/coron-palawan-travel-guide-white-sands-beaches/",
            "sourceSite": "Web",
            "snippet": "Banana Island is a small, uninhabited island located in the Calamian Islands in Coron. It is known for its crystal-clear waters, pristine white sand beaches, and towering coconut trees scattered across the shoreline. For beach bums, it is perfect for swimming, and sunbathing.",
            "siteName": "Skylodge Resort",
            "shortName": "Coron, Palawan Travel Guide: White Sands Beaches",
            "indexInSource": 0,
            "iconSiteId": 100918,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520258",
            "type": "webPlacesList",
            "url": "https://outoftownblog.com/the-ultimate-list-of-beautiful-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "If you are the kind of traveler who prefers traveling off the rails, you might want to add Banana Island to your bucket list. The island got its name from its crescent-shaped lagoon. The cream to white sand here is almost like powder due to its fineness.",
            "siteName": "Out of Town Blog",
            "shortName": "The Ultimate List of Beautiful Beaches in Coron, Palawan",
            "indexInSource": 1,
            "iconSiteId": 802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "368721",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/coron-palawan-tourist-spots",
            "sourceSite": "Web",
            "snippet": "Located an hour from Coron town proper, Malcapuya is one of Culion's best beaches often included in a Coron day escapade. The boat ride can be rough as you sail out through Coron Bay, but the waters surrounding the island will be surprisingly calm.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 18 Things to Do in Coron Palawan | Kayangan Lake and Islands",
            "indexInSource": 6,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845300",
            "type": "webPlacesList",
            "url": "https://www.pelago.com/en/activity/pgjxhbfur-best-coron-beaches-to-malcapuya-ditaytayan-via-speedboat-busuanga-island/",
            "sourceSite": "Web",
            "snippet": "Explore the beautiful beaches of Malcapuya Island, Bulog Dos Sand bar or Banana Island and Ditaytayan sand bar and marvel at its coral reef. Enjoy a moment of peace and serenity when you visit those beaches.",
            "siteName": "pelago.com",
            "shortName": "Best Coron Beaches to Malcapuya & Ditaytayan via Speedboat in Busuanga Island",
            "indexInSource": 2,
            "iconSiteId": 160800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845301",
            "type": "webPlacesList",
            "url": "https://www.thepinoytraveler.com/2021/04/the-coron-island-escapade-tour-best.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Pinoy Traveler",
            "shortName": "The Coron Island Escapade Tour - Best Beaches in Coron",
            "indexInSource": 1,
            "iconSiteId": 39605,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1052051",
            "type": "webPlacesList",
            "url": "https://beach-weather.com/blog/Suping-Coron-Island/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Beach Weather",
            "shortName": "Suping Coron Island - The Best Island in the World",
            "indexInSource": 7,
            "iconSiteId": 40140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QeCG3I1nSW36F4PBiuYg14PNAksInenE",
          "WaejXtiBvnMLw0Oan65YSkmSMeHhcVcl",
          "dydyocLVpXrEZ6v1ORShw80M1V301Kdb",
          "YQISdTrosTZ9B2xGy8lRi0T3Z3j9IMXp",
          "IZkJmOmBDcaMcT7CLEQ1sDhn6Wzr7Zqp",
          "QeCG3I1nSW36F4PBiuYg14PNAksInenE",
          "WaejXtiBvnMLw0Oan65YSkmSMeHhcVcl",
          "dydyocLVpXrEZ6v1ORShw80M1V301Kdb",
          "YQISdTrosTZ9B2xGy8lRi0T3Z3j9IMXp",
          "IZkJmOmBDcaMcT7CLEQ1sDhn6Wzr7Zqp"
        ],
        "openingPeriods": [],
        "name": "Banana Island",
        "placeId": "ChIJVwba-Nj_uTMRD-moM6G8fy8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Lot of services and very enjoyable for a lunch break. Definitely recommended as part of your tour",
            "author_name": "Maurizio Melzi",
            "relative_time_description": "",
            "time": 1736101032,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Unlike Malcapuya Island, which is located just across from Banana Island, Banana Island offers shaded areas where visitors can take shelter from the intense sun. Additionally, the island features a small store for basic necessities, though the owner may not be particularly welcoming, as she rarely smiles at tourists. For those planning an extended stay, overnight accommodations are available, powered by a generator.\n\nI've captured a video of the beachfront-feel free to watch it and decide for yourself whether the destination is worth visiting.",
            "author_name": "Danilo Dillo",
            "relative_time_description": "",
            "time": 1745247929,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had to stop here for our lunch. The island has white sand too, grass and trees. They have cottages with tables. A bunch of hammocks and swing. The water was inviting for a quick swim after our lunch.",
            "author_name": "Aimee Lim",
            "relative_time_description": "",
            "time": 1675495153,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Island",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 1,
            "3": 2,
            "4": 18,
            "5": 90
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.770918,
        "address": "Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJCXKKInUdujMRNL6OjVfGLMM",
        "generalDescription": "CYC Beach, also known as Coron Youth Club Beach, is a serene and laid-back destination that offers a perfect retreat after island hopping adventures. This tropical paradise boasts stunning white sands, crystal-clear waters ideal for snorkeling among unique fish and coral, and lush mangrove trees that back the beach. It's an excellent spot to set up camp and spend the night while enjoying breathtaking sunsets and stargazing opportunities.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.180653,
        "rating": 4.3,
        "numRatings": 359,
        "sources": [
          {
            "id": "401601",
            "type": "webPlacesList",
            "url": "https://www.thepoortraveler.net/coron-tourist-spots-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Coron Youth Club (CYC) Beach is usually part of the Coron Island Tour package. The beach has fascinated both local and foreign tourists for its clear waters, fine white sand, and picturesque beachscape embellished with mangrove trees and rock formations. Entrance Fee: FREETour Guide Fee: P500If booking a private boat: P2,700 (2-4 pax) / P3,250 (5-8 pax) / P3,800 (9-15 pax).",
            "siteName": "The Poor Traveler® Itinerary Blog",
            "shortName": "20 Best CORON PALAWAN TOURIST SPOTS & Things to Do",
            "indexInSource": 4,
            "iconSiteId": 15815,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491534",
            "type": "webPlacesList",
            "url": "https://www.dreambigtravelfarblog.com/things-to-do/coron-philippines",
            "sourceSite": "Web",
            "snippet": "CYC Beach (or Coron Youth Club Beach) has grown massively in popularity both amongst tourists and local Philippino families. Here, you will find white sandy beaches and clear blue waters, as well as mangrove trees and nice rock formations. It’s a good spot to relax and enjoy lunch halfway through your Coron Island tour.",
            "siteName": "dreambigtravelfarblog.com",
            "shortName": "19 Best Things To Do In Coron [+ 3,4 & 5 Day Itineraries!]",
            "indexInSource": 9,
            "iconSiteId": 13120,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "368721",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/coron-palawan-tourist-spots",
            "sourceSite": "Web",
            "snippet": "CYC boasts a generous extensive shoreline shaded by a forest of trees and seemingly decorated by mangroves that rise from the water. It's a change of scenery compared with many of Coron, Palawan province’s beautiful beaches framed by limestone cliffs.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 18 Things to Do in Coron Palawan | Kayangan Lake and Islands",
            "indexInSource": 7,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "175974",
            "type": "webPlacesList",
            "url": "https://curtisrussel.com/coron-palawan/",
            "sourceSite": "Web",
            "snippet": "We were picked up from our hotel around quarter to nine in the morning and were taken to the pier. Our boat capacity is twenty people. One thing I observed is that the coast guards and tour guides are a lot stricter than the first time I visited.",
            "siteName": "curtisrussel",
            "shortName": "A Travel Guide To The World's Best Beaches",
            "indexInSource": 3,
            "iconSiteId": 25923,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1386068",
            "type": "webPlacesList",
            "url": "https://philippinesislandhopping.com/blog/best-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "CYC Beach: Where Locals Go: Want to mingle with Coron residents?. CYC is a popular spot with a fun vibe.expand_more You’ll find picnic areas, calm water, beachfront restaurants, and a glimpse of local island life.",
            "siteName": "Green Gecko Eco Tours and Hostels",
            "shortName": "Beaches in Coron: Where to Find Your Slice of Heaven",
            "indexInSource": 2,
            "iconSiteId": 198764,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491532",
            "type": "webPlacesList",
            "url": "https://www.journeyera.com/things-to-do-coron/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Journey Era",
            "shortName": "25 Awesome Things To Do In Coron: Ultimate Travel Guide",
            "indexInSource": 12,
            "iconSiteId": 14672,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "isg8GZTV51cf8Tbsj8BOohM5mQktnKMG",
          "wCyy1Aebnnl3LyVk9JEeNhpElU4CbuBe",
          "TvfDVtAMZTfdrT2nJtIvzkbSKj2VImyJ",
          "iIjYFdQuhGsymugV0wfQi6M4Gc25mrJ6",
          "vLojmewwrNbscvUyp8IZ1qtdwwkVpZ8l",
          "isg8GZTV51cf8Tbsj8BOohM5mQktnKMG",
          "wCyy1Aebnnl3LyVk9JEeNhpElU4CbuBe",
          "TvfDVtAMZTfdrT2nJtIvzkbSKj2VImyJ",
          "iIjYFdQuhGsymugV0wfQi6M4Gc25mrJ6",
          "vLojmewwrNbscvUyp8IZ1qtdwwkVpZ8l"
        ],
        "openingPeriods": [],
        "name": "CYC Beach",
        "placeId": "ChIJCXKKInUdujMRNL6OjVfGLMM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "CYC Beach is a nice place with clear water and not too crowded, but the space is limited and there are no chairs, only stones. There are plenty of stones around, so it's best to wear proper shoes. The view is stunning, and it's also great for kayaking",
            "author_name": "Pink Mean",
            "relative_time_description": "",
            "time": 1737600305,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "CYC Beach in Coron, Palawan, is a small island known for its beautiful scenery and clear blue waters. It's perfect for kayaking, swimming, and relaxing on the beach. The calm waters are ideal for paddling around and exploring.\n\nVisitors also enjoy lounging under the shade of trees and having picnics on the soft white sand. It's a popular stop during island-hopping tours, offering a peaceful and scenic experience.",
            "author_name": "Dewan Asif",
            "relative_time_description": "",
            "time": 1747111585,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This was our last stop in our Super Ultimate Coron tour. It's plainly a beach, with some mangrove trees on one side, and plenty of other tourists basking under the sun or swimming in the shallow shores. It may not be as striking as other spots in Coron (especially the lagoon), but still brings happiness to those who visit it.☺️",
            "author_name": "Eizen Barleta",
            "relative_time_description": "",
            "time": 1688608349,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 13,
            "3": 47,
            "4": 92,
            "5": 201
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.963711,
        "address": "Coron Town Proper, Coron, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJKY0NYSkcujMRDA-t5AmVWEA",
        "generalDescription": "BLUE LAGOON ADVENTURE TRAVEL & TOURS offers an unforgettable experience in Coron. The tour includes a visit to the stunning Banol Beach, where the contrast between light and dark blue waters is striking. Guests can also explore other famous sites like Kayangan Lake. Customers praise the excellent service provided by the tour guides and staff, emphasizing their professionalism and attention to detail. The company's responsiveness and organization are also highlighted, making it a top choice for those planning a trip to Coron.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.211146,
        "rating": 4.7,
        "numRatings": 15,
        "sources": [
          {
            "id": "175974",
            "type": "webPlacesList",
            "url": "https://curtisrussel.com/coron-palawan/",
            "sourceSite": "Web",
            "snippet": "The marker on the water is apparent because of the light blue waters surrounding a dark blue area. It’s almost scary to swim (even with a life vest) in the dark area. After around thirty minutes of swimming in the lagoon, we went to another beach for our lunch.",
            "siteName": "curtisrussel",
            "shortName": "A Travel Guide To The World's Best Beaches",
            "indexInSource": 4,
            "iconSiteId": 25923,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rautkMP9wGTS32pe7E05MD2nlXehb20s",
          "8KsoOSaricaWnhdEyYIWquYM1439XArj",
          "aPbUmTi1PO5P2SkGaZS75H3QuF6yu8A6",
          "UxEUTeJQskUzPGTTbRi0HHGOmQDeYAgo",
          "rautkMP9wGTS32pe7E05MD2nlXehb20s",
          "8KsoOSaricaWnhdEyYIWquYM1439XArj",
          "aPbUmTi1PO5P2SkGaZS75H3QuF6yu8A6",
          "UxEUTeJQskUzPGTTbRi0HHGOmQDeYAgo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "BLUE LAGOON ADVENTURE TRAVEL & TOURS",
        "placeId": "ChIJKY0NYSkcujMRDA-t5AmVWEA",
        "internationalPhoneNumber": "+63 970 161 6300",
        "reviews": [
          {
            "rating": 5,
            "text": "I truely recommend Blue lagoon team. Very helpful, carrying and fun. Our tour was amazing and unforgettable. Great experience. Thank you guys🙏🏻✨",
            "author_name": "Magdalena Kozanowska",
            "relative_time_description": "",
            "time": 1735370182,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had a lovely day thanks to blue lagoon and their team.  Paul is the best guide! thank you for your attention and always coming with us to take us pictures.  Very professional captain. We changed plans during the tour and it was no problem.  Very recommendable!! Thank you!",
            "author_name": "JAVIER JOSA PEREZ",
            "relative_time_description": "",
            "time": 1706802453,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had such a pleasure with the blue lagoon tours in Coron! Gil was an excellent tour guide, always went above and beyond and exceeded our group's expectations. Lunches were amazing, we hit all the spots we wanted to and he even let us add a few stops! Can't recommend them enough if you are looking for a boat tour guide in coron. Happy travels!",
            "author_name": "Corinne Osborn",
            "relative_time_description": "",
            "time": 1704167078,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.coronbluelagoon.com/",
        "index": 11,
        "id": "",
        "categories": [
          "Tour operator"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 14
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.999215,
        "address": "bgy. 1 poblacion, coron, Coron, 5316 Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJV1Z5kPADujMRVLGRV3OhKAI",
        "generalDescription": "Malwayuyo Beach boasts some of the most pristine and soft white sands, making it a top choice for beach enthusiasts.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.229966,
        "rating": 5,
        "numRatings": 2,
        "sources": [],
        "imageKeys": [
          "0NjFz4bveegG2snXh7QfNEfFtFAwbQAr",
          "0NjFz4bveegG2snXh7QfNEfFtFAwbQAr"
        ],
        "openingPeriods": [],
        "name": "Malwayuyo Beach",
        "placeId": "ChIJV1Z5kPADujMRVLGRV3OhKAI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the finest white sand beach",
            "author_name": "Roland Hermoso",
            "relative_time_description": "",
            "time": 1617667200,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Public beach",
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 2
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.879845,
        "address": "V6HH+WXP, Coron, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJQZChKiUdujMRdQEd71MrHuM",
        "generalDescription": "Atwayan Beach is a secluded paradise in Coron, offering a serene escape from the usual tourist spots. With its stunning backdrop of limestone karst and pristine white sand, it's an ideal place to unwind and appreciate nature's beauty. The calm waters are perfect for swimming and snorkeling, allowing visitors to explore the vibrant marine life. This beach provides a peaceful atmosphere for relaxation, sunbathing, and enjoying the crystal blue waters.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.193648,
        "rating": 4.5,
        "numRatings": 272,
        "sources": [
          {
            "id": "99901",
            "type": "webPlacesList",
            "url": "https://www.outdoortrip.com/magazine/coron-top-5-beaches-in-the-most-surreal-bit-of-philippines",
            "sourceSite": "Web",
            "snippet": "Atwayan Beach has a stunning backdrop of limestone karst characterized by ravines, sinks and underground streams. What makes Atwayan a perfect place to unwind is the fact that it is much less crowded than Banol. This is the perfect place for some great, quiet and peaceful snorkelling and for appreciating the beauty of the beautiful palm trees if you enjoy being close to mother nature.",
            "siteName": "outdoortrip.com",
            "shortName": "Coron - Top 5 Beaches in the Most Surreal Bit Of Philippines",
            "indexInSource": 2,
            "iconSiteId": 15510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "520258",
            "type": "webPlacesList",
            "url": "https://outoftownblog.com/the-ultimate-list-of-beautiful-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "Atwayan Beach is smaller compared to the other beaches on this list, but it is famous for being a lunch and/or picnic destination for tourists, especially those who are following an island-hopping itinerary. Atwayan Beach has pretty white sands and rentable nipa hut tables for eating or resting after a long swim.",
            "siteName": "Out of Town Blog",
            "shortName": "The Ultimate List of Beautiful Beaches in Coron, Palawan",
            "indexInSource": 0,
            "iconSiteId": 802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "256560",
            "type": "webPlacesList",
            "url": "https://www.aworldtotravel.com/best-coron-palawan-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "A World to Travel",
            "shortName": "Best 10 beaches in Coron Palawan, The Philippines",
            "indexInSource": 0,
            "iconSiteId": 13449,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "491532",
            "type": "webPlacesList",
            "url": "https://www.journeyera.com/things-to-do-coron/",
            "sourceSite": "Web",
            "snippet": "Atwayan Beach is one of the designated lunch spots on the island-hopping tours. Honestly, the island lunches are one of my favorite things to do in Coron. We ate in a small hut on Atwayan Beach while looking out over the glistening bay.",
            "siteName": "Journey Era",
            "shortName": "25 Awesome Things To Do In Coron: Ultimate Travel Guide",
            "indexInSource": 11,
            "iconSiteId": 14672,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3qV74qUaJ5vTttmnaNIaItFTLXHJznVN",
          "yDipfJMXtuVKMaeEM3uBx0Q7EcLXjChw",
          "6hORfMaVLQbDXdEyi43pQMLnLbTAkae4",
          "vkqVutmC5HDl25A8n1uAqvu2TJTzt2yV",
          "4hbY8d27mOLqfEmGzHzZO10docLX5Pi0",
          "3qV74qUaJ5vTttmnaNIaItFTLXHJznVN",
          "yDipfJMXtuVKMaeEM3uBx0Q7EcLXjChw",
          "6hORfMaVLQbDXdEyi43pQMLnLbTAkae4",
          "vkqVutmC5HDl25A8n1uAqvu2TJTzt2yV",
          "4hbY8d27mOLqfEmGzHzZO10docLX5Pi0"
        ],
        "openingPeriods": [],
        "name": "Atwayan Beach",
        "placeId": "ChIJQZChKiUdujMRdQEd71MrHuM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very beautiful beach.\n\nThis is usually a stop for lunch for those doing tours (e.g., The Ultimate Tour) and couldn't have been a better choice. Clean blue waters, friendly people, great food, perfect to relax for a bit.",
            "author_name": "André Martins",
            "relative_time_description": "",
            "time": 1694748326,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Nice place to dine in the middle of the tour. most lunch are being set up here by boat cruisers. relaxing breeze, fine sands and most of all, a live coral sanctuary where you can swim while waiting for the food to be serve.\nGreat people especially the owner of the place, Capt. Aguilar. so friendly, and kind.\nDont forget to ask for his home-made coffee. it was so good!\nHighly recommended!",
            "author_name": "Michael Peralta",
            "relative_time_description": "",
            "time": 1668086074,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's the third stop of our ultimate tour.\nWe're super lucky that the storm came while we sat under the shed.\nTherefore, we had time to go to the toilet at the top of hill, and we can get back to the boat without getting wet as well.",
            "author_name": "Vita Dolce La",
            "relative_time_description": "",
            "time": 1688892458,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 4,
            "3": 18,
            "4": 69,
            "5": 179
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.936322,
        "address": "Coron Town Proper, Coron, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ5zXWm5oXujMRSTrr6QK0V3c",
        "generalDescription": null,
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.356522,
        "rating": 4.8,
        "numRatings": 6,
        "sources": [
          {
            "id": "520258",
            "type": "webPlacesList",
            "url": "https://outoftownblog.com/the-ultimate-list-of-beautiful-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "Alternatively called Dinaran Island, this luxurious beach was once called “the next Boracay” because of its fine white sand, beautiful location, and dreamy appearance. The rocky hill makes up most of the area of the island, and the sandy part is actually just very small. But it is exactly this secluded island feel that makes this island very scenic.",
            "siteName": "Out of Town Blog",
            "shortName": "The Ultimate List of Beautiful Beaches in Coron, Palawan",
            "indexInSource": 3,
            "iconSiteId": 802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3NGx0LgJndlaF0YauB8Rw6q0lVvojAnQ",
          "ZBJIuuaHn7tuClZHCD3o3cCFuMLrajua",
          "rYYniNBjyM6Ak5Mqc1lPEcZydyFhwMkV",
          "3NGx0LgJndlaF0YauB8Rw6q0lVvojAnQ",
          "ZBJIuuaHn7tuClZHCD3o3cCFuMLrajua",
          "rYYniNBjyM6Ak5Mqc1lPEcZydyFhwMkV"
        ],
        "openingPeriods": [],
        "name": "Diwaran Island",
        "placeId": "ChIJ5zXWm5oXujMRSTrr6QK0V3c",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "If you want to do a private exclusive tour here, go to Borac Bay Bungalows and hire a boat going here. Even if you run naked no one will see you. Very private",
            "author_name": "CASA MONTEMAR",
            "relative_time_description": "",
            "time": 1581516082,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "No more private. There is a cunning woman collecting entrance fee. It costs me 250 plus she feels it is okay to take the rest of the change. Water is amazing, corals too.",
            "author_name": "Dimitri Brezhnev",
            "relative_time_description": "",
            "time": 1688395115,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful place, crystal clear sandy beach\nGood for snorkeling and freediving\nIsolated 100%",
            "author_name": "Nga Tran",
            "relative_time_description": "",
            "time": 1614042520,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 1,
            "5": 5
          }
        },
        "minMinutesSpent": null,
        "latitude": 12.037608,
        "address": "Coron, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJLRMwfhcdujMRlkZVOdP04sY",
        "generalDescription": "Smith Point Beach, located in Coron, Palawan, offers a secluded and tranquil atmosphere with its powdery white sands and clear waters. The beach is known for its marine biodiversity, making it an ideal spot for underwater exploration. Visitors can enjoy stunning sunset views painting the sky in vibrant hues of orange and pink. Despite not being a luxurious resort beach, it provides wonderful sand and crystal-clear blue waters without the crowds.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.193555,
        "rating": 4.4,
        "numRatings": 33,
        "sources": [
          {
            "id": "256560",
            "type": "webPlacesList",
            "url": "https://www.aworldtotravel.com/best-coron-palawan-beaches/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "A World to Travel",
            "shortName": "Best 10 beaches in Coron Palawan, The Philippines",
            "indexInSource": 3,
            "iconSiteId": 13449,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uqFKKBXLjmAM8c2ppNHLMUzNj0Hav7rk",
          "VuC4bVbTWmrJfokJUqGttcn8Z00jZLz3",
          "YJ7W02oPnLb5PBphsxwrpHTwo7jRBqZW",
          "oPL0XNfYKTABxCfyfjCPcxykjgjyFyyU",
          "8dSnMqaoGo8v35jkTX7lMwXAARvBHfxi",
          "uqFKKBXLjmAM8c2ppNHLMUzNj0Hav7rk",
          "VuC4bVbTWmrJfokJUqGttcn8Z00jZLz3",
          "YJ7W02oPnLb5PBphsxwrpHTwo7jRBqZW",
          "oPL0XNfYKTABxCfyfjCPcxykjgjyFyyU",
          "8dSnMqaoGo8v35jkTX7lMwXAARvBHfxi"
        ],
        "openingPeriods": [],
        "name": "Smith Point Beach",
        "placeId": "ChIJLRMwfhcdujMRlkZVOdP04sY",
        "internationalPhoneNumber": "+63 995 329 1310",
        "reviews": [
          {
            "rating": 5,
            "text": "We had our wedding photos here but bring your own water and food, because there is nowhere to buy anything. Great views, though, and nice place 👌",
            "author_name": "She v.d Dungen",
            "relative_time_description": "",
            "time": 1684920360,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very beautiful beach. Reminded me of the Seychelles. The water is so clear. I wish the shop would have something more to offer. Like ice cream.",
            "author_name": "maria lauritzeni",
            "relative_time_description": "",
            "time": 1714311259,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is part of the Super Ultimate Tour in Coron Palawan.\n\nIt is just a small and white beach surrounded with stunning view and crystal clear water.\n\nThis is where we've had our lunch.\n\nIf you are on a shared tour, be sure to bring foods as the lunch meals for shared group are not really satisfying and they mostly served local Filipino cuisine.\n\nEveryone is given a limited time to spend time here after taking lunch meal.",
            "author_name": "Cheq Xie",
            "relative_time_description": "",
            "time": 1670049086,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 1,
            "3": 4,
            "4": 5,
            "5": 22
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.946658,
        "address": "Coron Town Proper, Coron, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJS7maoin3uTMR52GXyhz4Jaw",
        "generalDescription": "Small, scenic island with a resort, popular for snorkeling & diving to nearby shipwrecks.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.069412,
        "rating": 4.6,
        "numRatings": 28,
        "sources": [
          {
            "id": "520258",
            "type": "webPlacesList",
            "url": "https://outoftownblog.com/the-ultimate-list-of-beautiful-beaches-in-coron-palawan/",
            "sourceSite": "Web",
            "snippet": "You cannot afford to miss Sangat Island if you are a diving enthusiast. It is located just two kilometers from Busuanga, and it is a very hot diving spot because of the many Japanese shipwrecks near it and the nearby islets. Just make sure to bring proper gear.",
            "siteName": "Out of Town Blog",
            "shortName": "The Ultimate List of Beautiful Beaches in Coron, Palawan",
            "indexInSource": 5,
            "iconSiteId": 802,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dG9al8SbUvSiHvo9wyLZKD2Cq06XvGUF",
          "MM2egsw1otZ5F13ZxqMT2B5dlDf5OMyt",
          "MPWAZ1EqBTRNqx0BeKf19JGawmfvOXsI",
          "7etiFeRfOABEOUKT4wjR314JEWm2BXVU",
          "C51gSEvnvNtGW6pKhYCFqWhKCk4HFxQz",
          "dG9al8SbUvSiHvo9wyLZKD2Cq06XvGUF",
          "MM2egsw1otZ5F13ZxqMT2B5dlDf5OMyt",
          "MPWAZ1EqBTRNqx0BeKf19JGawmfvOXsI",
          "7etiFeRfOABEOUKT4wjR314JEWm2BXVU",
          "C51gSEvnvNtGW6pKhYCFqWhKCk4HFxQz"
        ],
        "openingPeriods": [],
        "name": "Sangat Island",
        "placeId": "ChIJS7maoin3uTMR52GXyhz4Jaw",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Brilliant wreck diving in nice clear water. Excellent facilities - the guides were very friendly and would do anything needed. Sea life is superb. High spots were the wrecks, but the cave dive and then the hydrothermal vent heated lake dives were superb. Don't hesitate - go!!!!",
            "author_name": "diverron1",
            "relative_time_description": "",
            "time": 1591014947,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This resort is amazing!!",
            "author_name": "Chihiro Takahashi",
            "relative_time_description": "",
            "time": 1522566172,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was so fun everyone who worked there was so nice!",
            "author_name": "Madi Tucker",
            "relative_time_description": "",
            "time": 1489632451,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 1,
            "4": 4,
            "5": 22
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.976328,
        "address": "Philippines",
        "travel_time": null
      }
    ]
  }
}