{
  "list_id": "743",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/743/1.jpg",
  "description": "Dive into \"Beautiful Beaches of Davao City\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/109971"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Beautiful Beaches of Davao City",
  "city_id": "394",
  "subtype": "poi",
  "city": "Davao City",
  "created_ts": 1759265612,
  "slug": "beautiful-beaches-of-davao-city-davao-city-poi-eff356",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJuxkfeLpv-TIRLMU0jYkd9zM",
        "generalDescription": "Paradise Island Park and Beach Resort is a popular beachfront destination on Samal Island, just 44KM from Davao City. The resort offers comfortable accommodations with air-conditioning, cable TV, and other amenities. It's known for its lively atmosphere and extensive facilities, including a restaurant and snack bars. Guests can enjoy various water sports, recreational activities like snorkeling and kayaking, or explore the lush gardens and mini-zoo on the property.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.663769,
        "rating": 4.3,
        "numRatings": 2656,
        "sources": [
          {
            "id": "97588",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/ultimate-guides/best-samal-island-davao-resorts",
            "sourceSite": "Web",
            "snippet": "One of Samal Island's most prominent resorts is Paradise Island Park and Beach Resort. It has an immaculate beach suitable for different types of water sports and is only 44KM away from Davao City, which is close proximity compared to other Samal Island resorts. All deluxe rooms in the resort are equipped with air-conditioning, premium beddings, cable TV, sitting area, desk, mini powder area, in-room safety, clean bathroom with shower and toiletries, balcony or terrace, and more.",
            "siteName": "Guide to the Philippines",
            "shortName": "10 Best Samal Island Davao Resorts: Beachfront, Budget-Friendly, With Pool",
            "indexInSource": 3,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "347079",
            "type": "webPlacesList",
            "url": "https://stay-list.com/a-Philippines/a-Davao/l-villa/",
            "sourceSite": "Web",
            "snippet": "Stop at Paradise Island Park & Beach Resort to discover the wonders of Davao City. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. All the necessary facilities, including 24-hour front desk, 24-hour room service, facilities for disabled guests, Wi-Fi in public areas, car park, are at hand.",
            "siteName": "StayList",
            "shortName": "Top 40 Villas, Beach houses & Resorts in Davao",
            "indexInSource": 0,
            "iconSiteId": 39596,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "172936",
            "type": "webPlacesList",
            "url": "https://jontotheworld.com/beach-resorts-in-samal-island-davao/",
            "sourceSite": "Web",
            "snippet": "Paradise Island Park & Beach Resortseems to have it all if you’re looking for the perfect place for a paradise getaway vacation. This resort is located beachside next to its private white sand beach that stretches 800 meters long. It’s also just a 20-minute drive away from the airport and has its private terminal.",
            "siteName": "Jon to the World Blog",
            "shortName": "10 BEST Beach Resorts in Samal, Davao 2024 (Island Getaway)",
            "indexInSource": 0,
            "iconSiteId": 17850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "Paradise Island is definitely the most famous beach resort in Davao. It is located in the Island of Samal. The resort promises a wide accessibility, affordable service price, friendly staff, a powdery white sand and pristine blue waters.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 0,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "4OroEOR4vCsqoNSswOZga4DQCiALW7vz",
          "9qNNV49E2FrHXRyf1mXpZIrMU7KpSil8",
          "UCihzYJTo0IHDgVt5edDD98Zm18FcFLt",
          "4OroEOR4vCsqoNSswOZga4DQCiALW7vz",
          "9qNNV49E2FrHXRyf1mXpZIrMU7KpSil8",
          "UCihzYJTo0IHDgVt5edDD98Zm18FcFLt"
        ],
        "openingPeriods": [],
        "name": "Paradise Island Park and Beach Resort",
        "placeId": "ChIJuxkfeLpv-TIRLMU0jYkd9zM",
        "internationalPhoneNumber": "+63 82 234 1229",
        "reviews": [
          {
            "rating": 5,
            "text": "A great place for a day at the beach! I have been here twice, once in the weekend and once on a weekday. The place is clean, staff is very helpful and food is good. The bonus is the small botanical gardens and the bird aviary you don't want to miss. If you go on a weekend or holiday, go early. Sadly the bridge building takes away from the nice view they used to have. All in all it is a nice place to go for the day or longer if you want to stay the night.",
            "author_name": "JayBee",
            "relative_time_description": "",
            "time": 1747470960,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "What a wonderful and secluded gem of a location! The Philippines truly offers more beauty and excitement than Thailand or Bali. Davao, in particular, is a must-visit. I adore the friendly staff, boat crew, and fantastic food. The atmosphere is great too. I can't wait to stay in one of their rooms when I come back to the Philippines. The only downside is the litter and debris in some of the water near the shore. Let's all work together to keep it clean, especially for marine life. Hopefully, the Davao government will address this issue soon.",
            "author_name": "Leo Sune",
            "relative_time_description": "",
            "time": 1741163866,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We stayed at Paradise Island Park and Beach Resort and found the experience mostly positive. The hotel and rooms were basic but functional. Service was generally helpful, and the available services met our needs without standing out. The surrounding area was pleasant and well-kept, with a relaxing atmosphere throughout the resort. The ambient was calm and suitable for a short getaway. Prices were on the average to low end, which made it a good value overall. While not luxurious, the resort delivered what it promised, and we appreciated the quiet setting and simple comfort during our stay.",
            "author_name": "Davide Messina",
            "relative_time_description": "",
            "time": 1745403086,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://m.facebook.com/paradiseislanddavao/",
        "index": 1,
        "id": "",
        "categories": [
          "Resort hotel",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 105,
            "2": 59,
            "3": 269,
            "4": 752,
            "5": 1472
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.102388,
        "address": "4M27+XG2, Babak, Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ2QesCI9w-TIRHFtp6EDXHeE",
        "generalDescription": "Nestled on the serene shores of Samal Island, Pearl Farm Beach Resort offers a luxurious escape for travelers seeking relaxation and adventure. This stunning resort spans 14 hectares, once home to a thriving pearl farm, and features upscale accommodations complete with terraces and balconies that invite you to soak in the breathtaking views. Guests can indulge in world-class amenities including two inviting outdoor pools, multiple dining options at its restaurants, and access to five pristine beaches.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.726548,
        "rating": 4.6,
        "numRatings": 1283,
        "sources": [
          {
            "id": "1845244",
            "type": "webPlacesList",
            "url": "https://www.samseophilippines.com/top-best-beaches-in-davao-city/",
            "sourceSite": "Web",
            "snippet": "Pearl Farm Beach Resort is a luxurious beach resort located on the tranquil side of Samal Island. Known for its upscale accommodations, world-class amenities, and exceptional service, Pearl Farm Beach Resort attracts high-level travelers seeking a luxury experience. Spread over 14 hectares, this area was formerly a pearl farm, cultivating thousands of white-lipped oysters from the Sulu Sea, known for their pink, white, and gold pearls.",
            "siteName": "Sam SEO King",
            "shortName": "Top 10 Best Beaches in Davao City",
            "indexInSource": 0,
            "iconSiteId": 227410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845241",
            "type": "webPlacesList",
            "url": "https://welovedavao.davao-global-marketing.com/2020/11/22/beach-davao/",
            "sourceSite": "Web",
            "snippet": "If you want to spend a luxurious time with exceptional service and accommodations then I am happy to introduce you one of the best beach resorts in Samal Island. This charming private resort is not limited with its guest rooms but you’ll get to enjoy their spa area, beautiful lounges, infinity pool, cafe and water sports. The place also has a coral tour where you’ll see the thriving marine life and colorful corals.",
            "siteName": "We Love Davao - Let's Do Something Fun in Davao!",
            "shortName": "Top 10 Must-Visit Beaches in Davao",
            "indexInSource": 2,
            "iconSiteId": 3387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "97588",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/ultimate-guides/best-samal-island-davao-resorts",
            "sourceSite": "Web",
            "snippet": "Pearl Farm Beach Resort is arguably the best resort in Samal Island, located just off the coast of Davao City. Lavish comfort, contemporary Filipino design, a secured natural environment, and the rich culture of Mindanao all come together here. It was once a simple pearl farm turned into a private luxury resort perfect for all kinds of travelers.",
            "siteName": "Guide to the Philippines",
            "shortName": "10 Best Samal Island Davao Resorts: Beachfront, Budget-Friendly, With Pool",
            "indexInSource": 7,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "Situated in the Southern Area of the country, Pearl Farm Beach Resort is the Davao's very own Boracay Island. The resort is located 45-minutes away from the wharf. Pearl Farm Beach Resort is a 14 hectare land that used to be a pearl farm where in thousands of oysters from Sulu Sea were cultivated for gold, white and pink pearls.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 1,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "172936",
            "type": "webPlacesList",
            "url": "https://jontotheworld.com/beach-resorts-in-samal-island-davao/",
            "sourceSite": "Web",
            "snippet": "Dubbed as a luxury getaway, the Pearl Farm Beach Resort certainly lives up to its name. This 5-star resort is a hidden getaway paradise that’s bordered by a lush tropical forest on one side and a pristine white sand beach and clear cerulean water on the other. BOOK A TOUR HERE: Samal and Talicud Island Tour",
            "siteName": "Jon to the World Blog",
            "shortName": "10 BEST Beach Resorts in Samal, Davao 2024 (Island Getaway)",
            "indexInSource": 1,
            "iconSiteId": 17850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420139",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/samal-beaches/",
            "sourceSite": "Web",
            "snippet": "When we say Samal beach resorts, Pearl Farm always tops the list. This 14-hectare property is one of the most popular and luxurious beach resorts in Davao. It offers a stunning view of the sea, stunning rooms and oh-so-fine beach.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Top 8 Samal Beaches Every Beach Lover Must Visit",
            "indexInSource": 0,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fKJx21jBfUFAkSX6zUCxjjXK2NHozabD",
          "ObC2uCR7UotOHNkctoT0LDjw3y90OR0n",
          "xJyNRSdvze88lTZ2CxgjFCikPc6tXhrU",
          "fKJx21jBfUFAkSX6zUCxjjXK2NHozabD",
          "ObC2uCR7UotOHNkctoT0LDjw3y90OR0n",
          "xJyNRSdvze88lTZ2CxgjFCikPc6tXhrU"
        ],
        "openingPeriods": [],
        "name": "Pearl Farm Beach Resort",
        "placeId": "ChIJ2QesCI9w-TIRHFtp6EDXHeE",
        "internationalPhoneNumber": "+63 82 235 1234",
        "reviews": [
          {
            "rating": 5,
            "text": "Pearl Farm is the best resort I've ever visited! While it's a bit on the expensive side, the experience is absolutely worth the money. The rooms are slightly outdated and show some wear, but this didn't overshadow the overall fantastic stay.\n\nWhat truly made our trip exceptional was the staff-they were incredibly kind, friendly, and attentive. My nephew, who is autistic and very particular about food, wasn't eating much at first. The staff noticed his hesitation and went out of their way to ask what he usually enjoys. Without hesitation, they prepared fried chicken just for him, showing genuine care and understanding.\n\nThis level of thoughtfulness made our stay unforgettable. Despite the minor room issues, I wholeheartedly love Pearl Farm and highly recommend it, especially for families needing extra consideration.",
            "author_name": "Glorian Daplin",
            "relative_time_description": "",
            "time": 1745159662,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Really great service! Everyone we walked past would always greet us with a smile.\n\nThis time, we stayed in their new two-bedroom villa, and it was super convenient that you could have the option to have food delivered straight to the room(free of charge!!!). The villa also had its own private pool. The pool's about 1.5 meters deep, so it's great for a nice swim.\n\nThey also have one of the best beaches in Davao/Samal. Not a lot of corals and very clean!!\n\nInitially, there wasn't enough hot water, we complained but they managed to fix it right away, so that's okay.",
            "author_name": "Kaira Go",
            "relative_time_description": "",
            "time": 1752647530,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "I recently stayed at Pearl Farm and unfortunately experienced what appeared to be bed bug bites shortly after my visit. I was the only one affected in our group, but given the nature of the bites and the timing, I felt it was important to inform the resort directly.\n\nI sent a detailed email including a photo and asked if they could kindly investigate the room, but I never received any reply or acknowledgment. While I understand these things can happen anywhere, I was hoping for at least a response or assurance that the issue would be looked into.\n\nThis hasn't changed my view of the resort's beautiful setting, but the lack of follow-up left me concerned, especially when it involves guest comfort and hygiene. I hope the management can be more responsive in the future to concerns like this.",
            "author_name": "jeff silagan",
            "relative_time_description": "",
            "time": 1748233056,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.pearlfarmresort.com/?utm_source=GooglePlusLocal&utm_medium=Social&utm_campaign=GooglePlusInitiative",
        "index": 2,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 41,
            "2": 13,
            "3": 39,
            "4": 189,
            "5": 1005
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.006866,
        "address": "Brgy, Babak - Samal - Kaputian Rd, Babak, Samal, 8119 Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJo3xHy5h3-TIRc83ZkxXPm4k",
        "generalDescription": "Isla Reta, located on Talikud Island just an hour boat ride away from Davao City, is a beautiful beach destination that offers a day pass for visitors to enjoy its amenities such as pavilions, picnic tables, volleyball court, open function hall, and outdoor grill. The island boasts classic Philippines scenery with white sand and turquoise waters along with billowy trees providing shade.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.720241,
        "rating": 4.2,
        "numRatings": 1271,
        "sources": [
          {
            "id": "257825",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/26-best-things-davao-philippines/",
            "sourceSite": "Web",
            "snippet": "The entrance fee for Isla Reta Beach Resort will grant you a day pass that includes the use of the pavilion, picnic tables, Volley Ball court, open function hall, and an outdoor grill. Take a quick pump boat from Davao city along with your picnic goods and enjoy a day on this beautiful little island grilling and relaxing with friends. The scenery offers that classic Philippines combination of white sand and turquoise water, but instead of coconut trees, you have big billowy trees that provide some much-needed shade.",
            "siteName": "The Crazy Tourist",
            "shortName": "26 Best Things to Do in Davao (the Philippines)",
            "indexInSource": 4,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "Isla Reta is a cozy small resort located at Talicud Island in samal having the official name of IGACOS. Just like the other beaches of the Samal Group of Islands, Isla Reta Beach Resort is a promise of white sand beach and pristine cystal blue waters. Isla Reta because is the next best resort to Paradise Island in Samal.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 2,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420139",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/samal-beaches/",
            "sourceSite": "Web",
            "snippet": "Just an hour boat ride away from Davao City lies a little paradise that beach lovers will definitely enjoy. Isla Reta is located at Talikud Island. This beach offers a fine white sand shore and clear blue waters perfect for swimming.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Top 8 Samal Beaches Every Beach Lover Must Visit",
            "indexInSource": 2,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zTDp7vTxgAH5Twe3PqPoWLxLT7nhBbit",
          "X9EObSpRzfALmgx6owHC6EHcGi0IRqau",
          "FV4y1wLcedIVuNvSvw56wttBHR47dX5Y",
          "zTDp7vTxgAH5Twe3PqPoWLxLT7nhBbit",
          "X9EObSpRzfALmgx6owHC6EHcGi0IRqau",
          "FV4y1wLcedIVuNvSvw56wttBHR47dX5Y"
        ],
        "openingPeriods": [],
        "name": "Isla Reta",
        "placeId": "ChIJo3xHy5h3-TIRc83ZkxXPm4k",
        "internationalPhoneNumber": "+63 998 991 6690",
        "reviews": [
          {
            "rating": 5,
            "text": "I am a Korean living in Davao. Last week, four Korean families visited here, and we spent a memorable 1-night, 2-day trip. I think it's the most beautiful beach in Davao. The white sandy beach and the emerald-colored sea were so captivating and awe-inspiring, they made me wish time would stop. We could even cook our own meals there, and the staff were friendly, which made the experience very satisfying.\n\nHowever, after having a great time and returning home to do the laundry, I noticed that some of our snorkeling equipment and life jackets were missing. Like a fool, I must have left some of the items on the beach when we left. I wondered if I needed to take a boat back to the island, thinking maybe the tide had already swept them away or someone had taken them. In a moment of hope, I sent a message through Facebook Messenger to Isla Retape, explaining the situation. They replied right away, asking me to wait for a moment, as they would check the beach. They then sent me photos of all the items we had lost. I was so touched and grateful.\n\nThe next day, I asked if they could send the items on the next boat, and I would pick them up at the dock. They kindly agreed to do so. I was so thankful. The following day, while waiting at the dock, the resort owner brought my items, neatly packed in a box. I didn't know how to express my gratitude.\n\nOnce again, I want to thank Von, the owner of the resort. I think Filipinos are very kind and have great manners. What could have been a slightly bitter trip due to losing items turned into a journey full of gratitude thanks to their thoughtful consideration.",
            "author_name": "Jihea Ko",
            "relative_time_description": "",
            "time": 1742206665,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Great daytrip destination. It's not a fancy beach, expect gross bathrooms. But other than that, the beach is clean and there are coral gardens near the shore. The water is clearer in the morning.\n\nBoat ride from Sta. Ana Wharf is 200/pax one-way at 9am. And going back to Davao is 200/pax at 3pm. There's only one trip from what I know.",
            "author_name": "Rani Lorenzana",
            "relative_time_description": "",
            "time": 1740049597,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The resort is kinda pricy yet offers a good beach destination with its very clean and relaxing place, good service and accommodation, friendly locals and delicious food. I honestly find the resort very placid. Highly recommend",
            "author_name": "Andrei Badana",
            "relative_time_description": "",
            "time": 1735141876,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 56,
            "2": 36,
            "3": 149,
            "4": 361,
            "5": 670
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.936659,
        "address": "Talicud Island, Island Garden City of Samal, 8119 Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJKVfd47lu-TIRytGCec9C1h8",
        "generalDescription": "Nestled in the beautiful Babak area of Samal Island, Club Samal Resort is a stunning beachfront retreat just 30 minutes away from Davao City. The resort's blue and white hues perfectly complement the clear skies and pristine beaches, offering a serene escape from city life. Guests can indulge in onsite massages, take a dip in the outdoor pool, or enjoy complimentary wireless internet access.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.670842,
        "rating": 4.2,
        "numRatings": 719,
        "sources": [
          {
            "id": "172936",
            "type": "webPlacesList",
            "url": "https://jontotheworld.com/beach-resorts-in-samal-island-davao/",
            "sourceSite": "Web",
            "snippet": "Located just 30 minutes away from Davao City, Club Samal Resort is the perfect destination for a quick relaxing getaway from the stresses and noise of the city. It’s an easy place to reach but also secluded enough for people to forget their worries. The boutique-style resort stands out with its bright blue roof and clean white exterior.",
            "siteName": "Jon to the World Blog",
            "shortName": "10 BEST Beach Resorts in Samal, Davao 2024 (Island Getaway)",
            "indexInSource": 8,
            "iconSiteId": 17850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "97588",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/ultimate-guides/best-samal-island-davao-resorts",
            "sourceSite": "Web",
            "snippet": "Club Samal Resort, which is located in Babak, Samal Island, is one of the most beautiful beachfront resorts in Samal Island. The resort's blue and white hues complement the clear and lovely sky and the sparkling crystal seas. It is also one of the beachfront resorts in Samal with swimming pools.",
            "siteName": "Guide to the Philippines",
            "shortName": "10 Best Samal Island Davao Resorts: Beachfront, Budget-Friendly, With Pool",
            "indexInSource": 4,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "f4RMMrZkUm9WPcKqj0tZ35LwFZR9LFFE",
          "Z8qG4VMfwBcnHz7id3n1tRUEjPuwROxL",
          "f4RMMrZkUm9WPcKqj0tZ35LwFZR9LFFE",
          "Z8qG4VMfwBcnHz7id3n1tRUEjPuwROxL"
        ],
        "openingPeriods": [],
        "name": "Club Samal Resort",
        "placeId": "ChIJKVfd47lu-TIRytGCec9C1h8",
        "internationalPhoneNumber": "+63 917 622 4967",
        "reviews": [
          {
            "rating": 5,
            "text": "We enjoyed our daytour stay in Club Samal. Paid 1300 per head, we went there on weekend so their food inclusion was a buffet lunch serves around 11am-2pm.\n\n1300 includes\n- boat transfers v.v., - for their schedule boat transfer, I uploaded it here.\n- free use of towel, tables and chairs\n- beach and pool access\n- welcome drink\n- buffet lunch (weekend) plated lunch (weekdays)\n\nwith this rate, it is really worth the price. It's almost the same rate if you eat at v*kings buffet, but with club samal you can swim and relax and eat buffet!\n\nthe food was superb! we were so full! located at the second floor, be sure to be dry because they don't allow wet customers above. So far the best buffet I experienced!\n\nthe whole pool is 3ft only.\n\nbut the comfort room is dry and airconditioned!!! that's what I love the most! (aside from the food) it really makes the customer comfortable changing clothes! I have been to this expensive resort in Mati but their comfort room was so wet and can't even change clothes comfortably because it is so hot inside, had to do everything so fast just to get out quickly! Kudos to Club Samal for this, it really made me very happy.\n\nfor room rates, better to inquire in their facebook account.",
            "author_name": "Leslie Min",
            "relative_time_description": "",
            "time": 1744722900,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Club Samal – Samal Island, Davao\n\nClub Samal is the perfect blend of luxury and relaxation in paradise. From the moment you arrive, you're welcomed by their warm hospitality and breathtaking views of the Davao Gulf. The resort's modern design, spacious rooms, and clean amenities make it an excellent choice for both leisure and special occasions.\n\nThe infinity pool overlooking the sea is a highlight-it's the ideal spot to unwind while enjoying the stunning sunset. Their beach area is well-kept, peaceful, and perfect for a refreshing swim or quiet stroll by the shore.\n\nFood is top-notch, offering a variety of delicious dishes that perfectly match the resort's relaxing vibe. Every meal feels like a treat, whether you're dining by the poolside or in their restaurant.\n\nWhat makes Club Samal extra special is the exceptional service. The staff are attentive, accommodating, and always ready with a smile, making sure your stay is comfortable and memorable.\n\n✅ Beautiful Infinity Pool & Beachfront\n✅ Spacious & Modern Rooms\n✅ Delicious Food & Drinks\n✅ Excellent Staff & Service\n\nClub Samal is truly a slice of paradise in Samal Island. Whether it's for a family getaway, a romantic escape, or simply to relax and recharge, this resort guarantees an unforgettable experience. 🌊🌴✨",
            "author_name": "Davao Carabao",
            "relative_time_description": "",
            "time": 1756875491,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We booked for a day tour here with private boat on a weekday and had a wonderful experience. Really good value for a day tour with family! The plated lunch options were all delicious and servings were generous. With clean and decent facilities and very friendly, accommodating staff!",
            "author_name": "Jelly Moring",
            "relative_time_description": "",
            "time": 1745418999,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/Clubsamalresort/",
        "index": 4,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 32,
            "2": 18,
            "3": 85,
            "4": 193,
            "5": 391
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.116074,
        "address": "Babak, Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJQ8SIDxNo-TIRRMRbK8qth08",
        "generalDescription": "Nestled in the serene beauty of Samal Island, Secdea Beach Resort is a hidden gem that promises an unforgettable escape. Spanning 58 hectares, this private resort offers a luxurious experience without the crowds. Guests can indulge in a variety of amenities including a stunning infinity pool with breathtaking ocean views, an inviting beach lounge, and even a fishing lagoon for those looking to cast their lines. The multi-sports pavilion and inflatable island add to the fun-filled atmosphere.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.726345,
        "rating": 4.2,
        "numRatings": 648,
        "sources": [
          {
            "id": "1845241",
            "type": "webPlacesList",
            "url": "https://welovedavao.davao-global-marketing.com/2020/11/22/beach-davao/",
            "sourceSite": "Web",
            "snippet": "This beach resort on the list is so underrated that only a few people go to this place but once you’ll get here, you’ll have a luxurious experience worth every penny!. The place is a private-owned resort but don’t let that fool you because the place is a 58-hectare haven you’ll never get tired of this place. I mean, at least not literally for they offer extensive services from a majestic fishing lagoon, beach lounge, infinity pool, mouth-watering buffet, multi-sports pavilion, clubhouse, inflatable island and so much more.",
            "siteName": "We Love Davao - Let's Do Something Fun in Davao!",
            "shortName": "Top 10 Must-Visit Beaches in Davao",
            "indexInSource": 4,
            "iconSiteId": 3387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845244",
            "type": "webPlacesList",
            "url": "https://www.samseophilippines.com/top-best-beaches-in-davao-city/",
            "sourceSite": "Web",
            "snippet": "Pearl Farm Beach Resort is a luxurious beach resort located on the tranquil side of Samal Island. Known for its upscale accommodations, world-class amenities, and exceptional service, Pearl Farm Beach Resort attracts high-level travelers seeking a luxury experience. Spread over 14 hectares, this area was formerly a pearl farm, cultivating thousands of white-lipped oysters from the Sulu Sea, known for their pink, white, and gold pearls.",
            "siteName": "Sam SEO King",
            "shortName": "Top 10 Best Beaches in Davao City",
            "indexInSource": 2,
            "iconSiteId": 227410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AJGlNIfqsDsVPCNvWijUuBlAvlYRuIYL",
          "AJGlNIfqsDsVPCNvWijUuBlAvlYRuIYL"
        ],
        "openingPeriods": [],
        "name": "Secdea Beach Resort",
        "placeId": "ChIJQ8SIDxNo-TIRRMRbK8qth08",
        "internationalPhoneNumber": "+63 82 295 7912",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the standout features was the tranquility of the resort. It felt like a private paradise, perfect for relaxation and unwinding. I also appreciated the eco-friendly practices they implemented, which enhanced our overall experience.",
            "author_name": "Jayson de los Reyes",
            "relative_time_description": "",
            "time": 1730372697,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Our stay at Secdea Beach Resort in Samal Island was a memorable experience. In our 6th Wedding Anniversary. The resort's location offered breathtaking views and easy access to nearby attractions. The staff were exceptionally friendly and attentive, ensuring our needs were met promptly. Our room was comfortable and well-maintained, providing a peaceful retreat after a day of exploration. The beach was pristine, and we enjoyed various recreational activities offered by the resort. Dining options were diverse and delicious, catering to different tastes. Overall, the resort provided excellent value for money, and we would highly recommend it to fellow travelers seeking a relaxing getaway in Samal Island.",
            "author_name": "Phillip Lumaad",
            "relative_time_description": "",
            "time": 1749114180,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The place is nice and very accommodating. Their foods are delicious and there are plenty of beautiful views. The only thing I don't like is the sea. It's not suitable for swimming. Good thing they have swimming pool.",
            "author_name": "Nazer Malaguia",
            "relative_time_description": "",
            "time": 1724393641,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 36,
            "2": 20,
            "3": 61,
            "4": 188,
            "5": 344
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.177211,
        "address": "5PGG+VGQ, Babak, Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ3S_BAbN3-TIRwc9suVaU7yU",
        "generalDescription": "Talikud Island, located in the Island Garden City of Samal, is a popular destination for snorkeling and diving enthusiasts. The island boasts protected coral and fish sanctuaries, as well as rustic lodging options. Its powdery white sand beaches and clear blue waters teem with diverse marine life, making it an ideal spot for underwater adventures. Despite its lack of luxury accommodations, the island offers a remote paradise experience that attracts travelers seeking a castaway-like getaway.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.702461,
        "rating": 4.6,
        "numRatings": 238,
        "sources": [
          {
            "id": "1845251",
            "type": "webPlacesList",
            "url": "https://www.goforlokal.com/travel/best-beaches-in-davao/",
            "sourceSite": "Web",
            "snippet": "Dive into the vibrant underwater world of Talikud Island, home to some of the most spectacular marine sanctuaries in Davao. Explore colorful coral gardens, swim alongside sea turtles, and marvel at the diverse marine life that inhabits these crystal-clear waters. Whether you’re snorkeling, diving, or simply wading in the shallows, Talikud Island promises an unforgettable aquatic adventure for nature lovers of all ages.",
            "siteName": "Go for Lokal [g4l]",
            "shortName": "Explore the 7 Best Beaches in Davao",
            "indexInSource": 0,
            "iconSiteId": 75552,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420139",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/samal-beaches/",
            "sourceSite": "Web",
            "snippet": "Talikud is one of the main islands in the Island Garden City of Samal. Located just at the back of Samal Island (hence the name talkod which means “at the back”), Talikud Island is one of the best Samal beaches you should visit. It features a long stretch of powdery white sand and clear blue waters brimming with rich marine life.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Top 8 Samal Beaches Every Beach Lover Must Visit",
            "indexInSource": 1,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845241",
            "type": "webPlacesList",
            "url": "https://welovedavao.davao-global-marketing.com/2020/11/22/beach-davao/",
            "sourceSite": "Web",
            "snippet": "This remote island is your dream getaway because you’re not only facing the big ocean but also you’ll do a lot of things when you’re in this island!. They have underwater activities and water excursions. One of the exciting things they do here is their island hopping where you will be taken to the best diving spots on the Island.",
            "siteName": "We Love Davao - Let's Do Something Fun in Davao!",
            "shortName": "Top 10 Must-Visit Beaches in Davao",
            "indexInSource": 0,
            "iconSiteId": 3387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "748482",
            "type": "webPlacesList",
            "url": "https://www.brittany.com.ph/blogs/best-beaches-davao-city/",
            "sourceSite": "Web",
            "snippet": "If underwater activities are your kind of adventure, Talikud Island is your place to be. The small island behind Samal Island is blessed with turquoise waters alongside beautiful coves and palm-tree-lined shores. It features several snorkeling and diving spots that give you a glimpse of Talikud Island’s vast coral gardens.",
            "siteName": "Luxury Homes for Sale in the Philippines | Brittany Corporation",
            "shortName": "Best Beaches In Davao City",
            "indexInSource": 1,
            "iconSiteId": 60249,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845244",
            "type": "webPlacesList",
            "url": "https://www.samseophilippines.com/top-best-beaches-in-davao-city/",
            "sourceSite": "Web",
            "snippet": "If you enjoy underwater activities, Talikud Island is the ideal destination for you. Located near Samal Island, this small island is known for its turquoise waters, picturesque coves, and palm-fringed shores.",
            "siteName": "Sam SEO King",
            "shortName": "Top 10 Best Beaches in Davao City",
            "indexInSource": 3,
            "iconSiteId": 227410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZKzkBJ7uxuakEdZNdu4HivDDg2xd1v6b",
          "zBAjZ4nxOua2J4YJTdmxukludFuSoJuW",
          "dsep3wMqC2olB6foQvsC7JLA7MFLuzuf",
          "ZKzkBJ7uxuakEdZNdu4HivDDg2xd1v6b",
          "zBAjZ4nxOua2J4YJTdmxukludFuSoJuW",
          "dsep3wMqC2olB6foQvsC7JLA7MFLuzuf"
        ],
        "openingPeriods": [],
        "name": "Talikud Island",
        "placeId": "ChIJ3S_BAbN3-TIRwc9suVaU7yU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Magnificent!...and more than that. Small Island but really beautiful all around. You can't help but admire the beauty of the aged trees, palms, tropical plants, vibrant colourful flowers, white sand beaches and blue and turquoise sea water. An island worth visiting every now and then. Very welcoming residents, courteous neighbourhood and just happy people all around. Fishes are sold in a very cheap price, fresh catch every now and then.",
            "author_name": "Sharon Castillon",
            "relative_time_description": "",
            "time": 1644043586,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Talikud or otherwise spelled as Talicud Island is an island in the Mindanao group located off Davao City an adjacent to another large island which is Samal. One can travel to this place via an interisland ferry that originates in the Santa Ana wharf. Numerous resorts abound the island for those who wish to experience its gorgeous beaches.",
            "author_name": "Raywollesen Fortes",
            "relative_time_description": "",
            "time": 1683612258,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "What an amazing place!!\n\nIf your expecting 5* hotels and luxury service stay away.  This is an island for people willing to travel for that remote, Castaway paradise.\n\nTravel from the pier won't be comfortable, it's on the back of a van with wooden benches. But I promise it will be well worth the sore bum!\n\nAfter 30 minutes on concrete roads, muddy coarse ways and through tree lined gravel paths, we arrived at what can only be described as paradise.\n\nOn the banks of the crystal clear Philippines Sea, surrounded by trees and engulfed in the sounds of chirping birds and singing lizards, sits this traditional Philipino bamboo house.\n\nAmazing, time just relaxing, swimming and hiding away from the outside world.\n\nAwesome!!",
            "author_name": "Steven “Wildman” Wileman",
            "relative_time_description": "",
            "time": 1518579340,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 4,
            "3": 11,
            "4": 38,
            "5": 182
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.929308,
        "address": "Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJh-rtnWZu-TIRn9awVjkHfUE",
        "generalDescription": "Costa Marina Beach Resort is a small and quaint guesthouse in tropical surroundings on the Samal Island, offering a restaurant, boat rides, and secluded beach. It is one of few beach resorts in the Babak District and perfect for a quick getaway with conveniences nearby.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.664566,
        "rating": 4.2,
        "numRatings": 324,
        "sources": [
          {
            "id": "97588",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/ultimate-guides/best-samal-island-davao-resorts",
            "sourceSite": "Web",
            "snippet": "If you are looking for affordable resorts in Samal Island, Costa Marina Beach Resort is a perfect choice. It is one of the Samal beach resorts in the Babak District, offering both open and air-conditioned cottages. Their beachside and hillside cottages are equipped with air-conditioning, premium beddings, a working desk, a spacious bathroom with shower and toiletries, free Wi-Fi access, and more.",
            "siteName": "Guide to the Philippines",
            "shortName": "10 Best Samal Island Davao Resorts: Beachfront, Budget-Friendly, With Pool",
            "indexInSource": 1,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "Costa Marina is just one of the beaches resorts along the strip of the Samal Island which is local - friendly beach resort offering cheaper entrance fees, and cheaper foods. It is located at Caliclic Babak District with the entrance fee of P20.00 only. It takes 15 minutes of boat ride to reach this beach resort, an you only need to pay P10.00 per head for the boat ride.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 10,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420139",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/samal-beaches/",
            "sourceSite": "Web",
            "snippet": "Just 15 minutes by boat trip, Costa Marina Beach Resort is one of the closest white sand beaches to Davao City. Aside from the beach, they also offer water activities like kayaking, jet skiing, snorkeling and more.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Top 8 Samal Beaches Every Beach Lover Must Visit",
            "indexInSource": 5,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0xwjeV9ePdiIY9tWEsVfEayM8hanCDr3",
          "CqhAhHO9Ax2Ugb7O5slyqWorxyNlnKyi",
          "0xwjeV9ePdiIY9tWEsVfEayM8hanCDr3",
          "CqhAhHO9Ax2Ugb7O5slyqWorxyNlnKyi"
        ],
        "openingPeriods": [],
        "name": "Costa Marina Beach Resort",
        "placeId": "ChIJh-rtnWZu-TIRn9awVjkHfUE",
        "internationalPhoneNumber": "+63 82 233 1209",
        "reviews": [
          {
            "rating": 5,
            "text": "The overnight stay was great, the room interior of casa paeng was remodelled so it doesn't look the same compared to facebook and the website, the service was accomodating, the staff were friendly, the food was delicious, the ambiance felt home. I can only say how it was for me for overnights stay. Potential improvement: update the photos you have in social media such as facebook and website, improve marketing and outdoor activities - provide more inclusive outdoor activities for overnight stay clients.",
            "author_name": "Rose Ann Ignacio",
            "relative_time_description": "",
            "time": 1746247030,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Amazing place but staff kill wildlife!!! Please BOYCOTT!!!\n\nI have been extremely disappointed when looking at the stunning view from Rosario cottage we have spotted a sea snake swimming freely and finally stopped for resting on the pier. No human was swimming at that moment, and either were on the pier except a member of staff that spot the snake and killed it right the way in front of our eyes with the broom.\n\nSea snake DO NOT ATTACK HUMANS and no one was at risk, not even the staff member so there was no reason for sea snake to be killed!\n\nForeigners like me choose Philippines to appreciate the tropical biodiversity that is already at high risk, it's shameful this resort don't!\n\nI have contacted them but seems to ignore the problem so there we go what you deserve!",
            "author_name": "Antonio Palmarini",
            "relative_time_description": "",
            "time": 1721774938,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The place is super nice, clean and well maintained.  The staff were all nice and helpful.\nThe food is good also, but it's over priced. Your half chicken is priced like the whole chicken in other resorts.\nMost importantly, your charging fee is unimaginable. You charge per device, and for laptop charging, you charge 200 per device.\nI find this overcharging, to be honest.\nWill not recommend this if you dont have money to spend.",
            "author_name": "Jade Adtoon - Muñez",
            "relative_time_description": "",
            "time": 1746516268,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 10,
            "3": 32,
            "4": 104,
            "5": 156
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.098321,
        "address": "3MX7+8RG, Barangay, Island Garden City of Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJU8r3lEZ3-TIRG06iAAeIM0k",
        "generalDescription": "A resort hotel Kaputian Beach Park is popular for its white sand beach, clear blue waters and sunset views. The resort offers accommodation for overnight guests as well as cottages and rooms for short-term rental. This makes it a great choice for tourists looking to relax on Samal Island.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.723056,
        "rating": 4.1,
        "numRatings": 490,
        "sources": [
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "The Kaputian Beach Resort offers both native bungalows and dormitory for those who wish to stay overnight at a very reasonable price. The structures of all cottages are facing in the west side to give a breathtaking view of the nearby Talikud Island.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 9,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jIYXFSyKblFCtEujU84rDuoY5gVH1gOE",
          "r4cTGqaSBDB1fKKRdmkkm0ie3LXEsSxX",
          "jIYXFSyKblFCtEujU84rDuoY5gVH1gOE",
          "r4cTGqaSBDB1fKKRdmkkm0ie3LXEsSxX"
        ],
        "openingPeriods": [],
        "name": "Kaputian Beach Park",
        "placeId": "ChIJU8r3lEZ3-TIRG06iAAeIM0k",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We've been there for a bit of viewing and we didnt swim, just an hour to visit because its included in their itenerary.\nKaputian beach described from itself white sand beach.\nI pay for ecological fee, and non-resident entrance fee .",
            "author_name": "Alecks Diaz",
            "relative_time_description": "",
            "time": 1728994753,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "If you need a quick cheap Samal break then this is the place to be. It is crowded on weekends as it is cheap. Chairs and tables are available if cottages are already full. You can bring your own food here. Grills are available also.",
            "author_name": "Ramir Bargamento",
            "relative_time_description": "",
            "time": 1719823922,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The water is torquiose. Nice. However, Rules on taking care of the environment should be strictly implemented. Some visitors were playing with the starfish taking them out of the water for a long period. Starfishes if removed from the water for at least 30 seconds die slowly. Please be a good caretaker of nature.",
            "author_name": "Precious Pataweg (thisppprecious)",
            "relative_time_description": "",
            "time": 1711287503,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 12,
            "3": 95,
            "4": 135,
            "5": 229
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.964722,
        "address": "XP7F+V6M, Kaputian, Island Garden City of Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJD05dqIhu-TIRH7fjIdlj4Vo",
        "generalDescription": "Chema's by the Sea is a luxurious beach resort located in Samal Island, Philippines. The property features cozy Balinese-style cottages and cabanas with modern interior and nature-themed design. Situated on a sprawling 6,000 square meter area, the resort offers magnificent scenery and crystal blue waters on its private beach. Guests can enjoy air-conditioned accommodations equipped with premium amenities such as cable TV, mini-refrigerator, and free Wi-Fi.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.664386,
        "rating": 4.3,
        "numRatings": 443,
        "sources": [
          {
            "id": "97588",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/ultimate-guides/best-samal-island-davao-resorts",
            "sourceSite": "Web",
            "snippet": "A scenic property that boasts magnificent scenery and crystal blue waters in their private beach, Chemas by The Sea Resort in Samal Island is a luxury resort in the Philippines influenced by modern interior and nature-themed design. It is only 34KM away from Talikud Island. All of their lush cabanas and cottages are equipped with air-conditioning, premium beddings, cable TV, mini-refrigerator, coffee and tea-making facilities, desk, en-suite bathroom with shower and complete toiletries, free Wi-Fi services, and more.",
            "siteName": "Guide to the Philippines",
            "shortName": "10 Best Samal Island Davao Resorts: Beachfront, Budget-Friendly, With Pool",
            "indexInSource": 6,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "172936",
            "type": "webPlacesList",
            "url": "https://jontotheworld.com/beach-resorts-in-samal-island-davao/",
            "sourceSite": "Web",
            "snippet": "Located just 10 minutes away from Davao City via boat ride, Chema’s by the Sea Beach Resort is the ideal place for people wanting to take a quick little vacation away from the hustle and bustle of the city. The resort sits in its sprawling 6,000 square meter property equipped with great accommodations and amenities for its guests to enjoy. The resort is right at the waterfront with some of its facilities right beside the water.",
            "siteName": "Jon to the World Blog",
            "shortName": "10 BEST Beach Resorts in Samal, Davao 2024 (Island Getaway)",
            "indexInSource": 4,
            "iconSiteId": 17850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "aaKBJm47owC2U1Vj9QiTZTZk7jXjhxGg",
          "JsZsMDVG7zRCt7CbkNGVZQi0dbUBH18M",
          "KZ5HZTB3mjPn3l4vewdls9JRPkAV3p52",
          "aaKBJm47owC2U1Vj9QiTZTZk7jXjhxGg",
          "JsZsMDVG7zRCt7CbkNGVZQi0dbUBH18M",
          "KZ5HZTB3mjPn3l4vewdls9JRPkAV3p52"
        ],
        "openingPeriods": [],
        "name": "Chema's by the Sea",
        "placeId": "ChIJD05dqIhu-TIRH7fjIdlj4Vo",
        "internationalPhoneNumber": "+63 917 723 5652",
        "reviews": [
          {
            "rating": 5,
            "text": "Chema's by the Sea is a beautiful spot to relax by the water. While it's a bit on the pricey side, the rates are consumable with food and drinks, which makes it feel like good value overall. The food is decent . I especially love that it's a pet-friendly place, which makes it even more enjoyable. The pool is clean and refreshing, perfect for a laid-back day by the sea.",
            "author_name": "Tedz !",
            "relative_time_description": "",
            "time": 1752122058,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The place was great overall, though I have to admit it leans on the expensive side. That said, they do make up for it with solid service and how well the property is maintained. Everything feels organized and cared for, which gives you the sense that the price at least goes toward keeping things in good condition.\n\nThe rooms were a highlight for me. They're well designed, with an aesthetic that feels modern but not overdone. It's comfortable without being too flashy, which I personally prefer. It's the kind of space you can settle into easily and actually enjoy spending time in, not just a spot to crash for the night.\n\nAnother thing I appreciated was the upkeep of the common comfort rooms. They were clean, well-equipped, and even had separate cubicles for bathing and showering-something not every place gets right. It's a practical detail that adds to the overall comfort of the stay.\n\nThe beach itself was also enjoyable. The water was good for swimming, and it offered a nice balance between relaxation and activity. It's not the most breathtaking shoreline you'll find, but it was pleasant and easy to spend time there.\n\nAll in all, a good experience-slightly pricey, but with enough attention to detail to make it worth considering.",
            "author_name": "Cyril James T. Bual, M.D.",
            "relative_time_description": "",
            "time": 1755923946,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Everything about the Chema's day tour package is on point! First, the free boat ride back and forth was an amazing experience. We took a speedboat that took less than 10 minutes to reach the resort, passing through the Samal Bridge construction site  quite a sight!\n\nThe welcome drinks were so refreshing and really set the tone for our day. We also received a consumable voucher worth 1,000 pesos per person, which we used for food and drinks. The food was affordable, and since we started our tour at 8 AM, we had breakfast, lunch, and snacks throughout the day. They offered coffee, pizza, cakes, and dinner options, all available on-site.\n\nThe place has a Bali-inspired vibe calm and serene. They have two pools: one fresh water pool and another near the coast. However, for me, the ocean option was the best. The sand was white, the water was blue and pristine  simply beautiful.\n\nOverall, Chema's is a great deal for the price  all for just 1,500 pesos. The free boat ride included with every meal from breakfast to snacks makes it truly sulit! Highly recommended!! ⭐⭐⭐⭐⭐",
            "author_name": "ANDRE CAJES",
            "relative_time_description": "",
            "time": 1749654224,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.chemasbythesea.com.ph/",
        "index": 9,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 14,
            "3": 40,
            "4": 91,
            "5": 277
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.094895,
        "address": "Samal, 8119, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJY8OLSwlp-TIRvidRmFy6H6Q",
        "generalDescription": "Nestled off the coast of Tambo in Babak, Vanishing Island is a captivating shoal that transforms with the tides. During low tide, this narrow strip of fine white sand emerges, creating an illusion of floating cottages amidst the sea. Visitors can enjoy its crystal-clear waters and vibrant marine life, making it a fantastic spot for snorkeling among coral reefs. The island's natural beauty remains largely untouched, allowing you to encounter starfish and sea urchins while basking in tranquility.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.682145,
        "rating": 4.4,
        "numRatings": 85,
        "sources": [
          {
            "id": "420139",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/samal-beaches/",
            "sourceSite": "Web",
            "snippet": "Vanishing Island is called such because half of the 80-hectare shoal emerges as a sand bar during low tide but vanishes during high tide creating the illusion of vacationing in the open seas. Vanishing Island is one of the best Samal beaches you shouldn’t miss.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Top 8 Samal Beaches Every Beach Lover Must Visit",
            "indexInSource": 3,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fmf0u1qSRjsEEXxnelo3w7Lk30QT4EGw",
          "QgpPNj17PpPsTbZuBa8gwPVKZreQT15v",
          "U33ZAkB5H29HjFPYBGUDWopFo4Gy0fyI",
          "fmf0u1qSRjsEEXxnelo3w7Lk30QT4EGw",
          "QgpPNj17PpPsTbZuBa8gwPVKZreQT15v",
          "U33ZAkB5H29HjFPYBGUDWopFo4Gy0fyI"
        ],
        "openingPeriods": [],
        "name": "Vanishing Island",
        "placeId": "ChIJY8OLSwlp-TIRvidRmFy6H6Q",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Trust me, this place is absolutely perfect for Instagramers or instagramer Friends. 😆 if you're staying or living in Davao, don't miss this place. I would say that this place wouldn't get really crowded. It would be awesome and you would be lucky if you got here first. The water is clear and has milky white sand. 😊☺️ Enjoy wanderers!",
            "author_name": "Prncs Lyn",
            "relative_time_description": "",
            "time": 1578968425,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "You might want to go here especially in low tide for you to step on the Vanishing Island. One of its unique scenery there is the old house in the middle of the island.",
            "author_name": "Aero Reign",
            "relative_time_description": "",
            "time": 1696735162,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is essentially a sandbar with the beginnings of a mangrove forest. There is a guy that sells fresh uni and live crabs to visitors.\nThere is an entrance fee, and you should pay the boat captain that takes you here. For our trip between three adults and a child, we paid a total PHP 710.",
            "author_name": "Jackson Tan",
            "relative_time_description": "",
            "time": 1751028938,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 1,
            "3": 13,
            "4": 17,
            "5": 52
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.159108,
        "address": "Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ4SUPc_x3-TIRexya6cOYyys",
        "generalDescription": "Nestled on the serene Talicud Island, the Pacific Little Secret resort is an idyllic spot for those seeking a tranquil escape. Perfectly suited for intimate gatherings, this charming venue allows couples to celebrate their love surrounded by the soothing sounds of waves and lush island scenery. Just a short 50-minute journey from Davao International Airport, it offers a secluded atmosphere that feels worlds away from city life.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.71358,
        "rating": 4.8,
        "numRatings": 6,
        "sources": [
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "The Pacific Little Secret Beach Resort is located in Talicud Island of Island Garden City of Samal and its only 50 minutes away from Davao International Airport. Once you arrive at this beach resort you will be sure that you made the right decision.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 8,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dICQlSdnJjGU7ZXVQXImviQ7HYuGrTPV",
          "GutMlkuAaHYrYNaMMzkPwHdFkR1Dbcdm",
          "hhXvDJ96xGZpKY2DbTdMbtj6MKebzJUQ",
          "xUDHiz0I2uDz3nllTTzhAPA6j8kIYc1J",
          "dICQlSdnJjGU7ZXVQXImviQ7HYuGrTPV",
          "GutMlkuAaHYrYNaMMzkPwHdFkR1Dbcdm",
          "hhXvDJ96xGZpKY2DbTdMbtj6MKebzJUQ",
          "xUDHiz0I2uDz3nllTTzhAPA6j8kIYc1J"
        ],
        "openingPeriods": [],
        "name": "pacific little secret",
        "placeId": "ChIJ4SUPc_x3-TIRexya6cOYyys",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It's private and secluded. You may make an advance reservation without paying anything. Resort is Php 8,000.00 during off peak seasons and Php 9,000.00 during holidays. Ita good for 15 people and it's Php 250.00 for extra heads. Just be careful of sea snakes living near the docks.",
            "author_name": "Michael “Kael” Pinto",
            "relative_time_description": "",
            "time": 1572871220,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely place",
            "author_name": "Jonah Ann Dagoy",
            "relative_time_description": "",
            "time": 1557974412,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 1,
            "5": 5
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.94405,
        "address": "Kaputian, Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJrUY_waF3-TIRVwh9O0GaLik",
        "generalDescription": "Leticia By The Sea is an exclusive resort located in Davao City, offering a perfect blend of business and leisure facilities. The resort provides Wi-Fi in public areas, room service, family rooms, tours, and allows pets. It is situated on Talikud Island, providing a private beach experience away from the hustle and bustle of city life. Guests can enjoy clear waters and aesthetically pleasing amenities and rooms suitable for vlogging or Instagram posts.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.713962,
        "rating": 4.3,
        "numRatings": 67,
        "sources": [
          {
            "id": "347079",
            "type": "webPlacesList",
            "url": "https://stay-list.com/a-Philippines/a-Davao/l-villa/",
            "sourceSite": "Web",
            "snippet": "Leticia by the Sea Resort is perfectly located for both business and leisure guests in Davao City. Both business travelers and tourists can enjoy the hotel's facilities and services. To be found at the hotel are Wi-Fi in public areas, room service, family room, tours, pets allowed.",
            "siteName": "StayList",
            "shortName": "Top 40 Villas, Beach houses & Resorts in Davao",
            "indexInSource": 8,
            "iconSiteId": 39596,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HDTheq39lsDsGxh61OsUuhKTyfSx2OfW",
          "HDTheq39lsDsGxh61OsUuhKTyfSx2OfW"
        ],
        "openingPeriods": [],
        "name": "Leticia By The Sea",
        "placeId": "ChIJrUY_waF3-TIRVwh9O0GaLik",
        "internationalPhoneNumber": "+63 82 224 0501",
        "reviews": [
          {
            "rating": 5,
            "text": "We really had a great stay sa resort. Staff were really friendly and accommodating and the food was so good too. ❤️ calm and clean environment!",
            "author_name": "Jane Duropan",
            "relative_time_description": "",
            "time": 1740745809,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "if you want to relax and enjoy at the same time and you like quite and exclusive atmosphere this place is the best for you at first i thought it's pricey but true to its value it was worth it the water is clear, the amenities and rooms are aesthetically pleasing and clean perfect for vlogging and Instagramy post, the staff are super duper accomodating they are always prompt and attentive to our needs, dili na nimo kailangan maghulat na magsetup sa dinner lunch and bfst because always prepared sila for that .. and most of all the food was delicious and generous ang serving I'd love to go back here soon with my family. and of course to add to that may activities pud sila dria like kayaking, pwede ka mag table tennis, darts may game boards pud sila, and etc. so basically dili ka mabored naakay lain maenjoy besides swimming on the beach during your free time. although they don't have a resto their so you must buy your food ahead before going to the resort if you like eating extras.",
            "author_name": "Pammy Mercado",
            "relative_time_description": "",
            "time": 1711864521,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ideal place to relax and escape the hectic city life. An eye refreshing torqouise water greets you upon arrival that immediately sets you up to a calm mood. Aqua shoes is a must if you want to dip the cold sea water. The food is great!",
            "author_name": "Raymund Darius Liberato",
            "relative_time_description": "",
            "time": 1677920755,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3,
            "2": 0,
            "3": 10,
            "4": 15,
            "5": 39
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.943311,
        "address": "WPV7+8HG, Talicud Island, Island Garden City Of Samal, 8119 Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJawTRaYl2-TIRcOCWkXRQRRw",
        "generalDescription": "Babu Santa Beach Resort is a hidden gem that serves as a perfect pit stop for lunch or picking up essentials. Nestled along a stunning white sand coral beach, the resort boasts crystal-clear waters that shimmer beautifully at noon. While it may not offer modern amenities, this tropical paradise has preserved its natural charm, making it an ideal escape from the hustle and bustle of everyday life. The beach features remnants of an old jetty, providing fantastic photo opportunities for those looking to capture its rustic beauty.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.668845,
        "rating": 4.4,
        "numRatings": 163,
        "sources": [
          {
            "id": "420139",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/samal-beaches/",
            "sourceSite": "Web",
            "snippet": "BabuSanta Beach Resort is usually the stopover for lunch or for shopping for necessities. It features a white sand coral beach that has crystal clear waters especially during noon time. BabuSanta Beach Resort has the ruins of a jetty that has been destroyed by a storm that photographers would surely enjoy shooting.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Top 8 Samal Beaches Every Beach Lover Must Visit",
            "indexInSource": 6,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8xxJVBJXlhoW2IyxI4V5uDzYUDlpob19",
          "GI7Ce4qWP8FHVbTA0BhQAQTkkvpMzim2",
          "OutfNkRFMsbqm6YrKF3NR15EcQ0wdbus",
          "8xxJVBJXlhoW2IyxI4V5uDzYUDlpob19",
          "GI7Ce4qWP8FHVbTA0BhQAQTkkvpMzim2",
          "OutfNkRFMsbqm6YrKF3NR15EcQ0wdbus"
        ],
        "openingPeriods": [],
        "name": "Babu Santa",
        "placeId": "ChIJawTRaYl2-TIRcOCWkXRQRRw",
        "internationalPhoneNumber": "+63 935 299 9670",
        "reviews": [
          {
            "rating": 5,
            "text": "This beach is a slice of heaven on Earth. The powdery sand, kissed by gentle waves, is perfect for barefoot walks. The turquoise waters are crystal clear, inviting you for a refreshing dip. Sunsets here are straight out of a postcard - mesmerizing and unforgettable. A true coastal gem!",
            "author_name": "Paul Edward Casem",
            "relative_time_description": "",
            "time": 1695469432,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Always my fave place in Samal 😍 The water is crystal clear. The sand is white. Very peaceful. So relaxing.\n\nWe always dock here from our Island hopping.\n\nThere's a volleyball area here. The owner sells sweet coconuts. The place has mini tindahan for snacks. Badjao sellers sell legit cultivated pearl jewelry and swaki. The cottage is free.",
            "author_name": "Joy Lawas",
            "relative_time_description": "",
            "time": 1712974774,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's located way south, almost at the southern tip of Samal Island, where it meets with the northern-most tip of Talikod Island. Collectively, these islands are called the Island Garden City of Samal.\n\nBeachside is part rocky and party sandy where you need to wear your foot gears at all times. But the sands are coarsely white and beautiful. I've been here during our island hopping trip, but i don't know if there is a way to reach the place by land trip.",
            "author_name": "Kiko Port",
            "relative_time_description": "",
            "time": 1681792585,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 13,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 5,
            "3": 11,
            "4": 36,
            "5": 104
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.948878,
        "address": "WMX9+HG5, Island Garden City of Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJkyoVcb1w-TIRFM_X_GF-2c8",
        "generalDescription": "Nestled on the picturesque Samal Island, Hof Gorei Beach Resort is a serene escape that perfectly blends luxury with nature. This charming resort boasts a stunning white sand beach and crystal-clear turquoise waters, making it an idyllic spot for relaxation. Guests can indulge in Butler Service, ensuring every need is met during their stay. The accommodations range from spacious rooms to cozy bungalows and cabanas, all equipped with modern amenities like air-conditioning, premium bedding, cable TV, minibars, and private balconies.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.72776,
        "rating": 4,
        "numRatings": 225,
        "sources": [
          {
            "id": "97588",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/ultimate-guides/best-samal-island-davao-resorts",
            "sourceSite": "Web",
            "snippet": "Hof Gorei Beach Resort, a luxury beachside retreat sanctuary in Samal Island, is famed for its stunning white sand beach with turquoise seas. It’s one of the few resorts in the Philippines that features Butler Service, a one-of-a-kind concept of integrated services designed to provide guests everything they need during their stay. Their spacious rooms, bungalows, and cabanas are fully furnished with air-conditioning, premium beddings, cable TV, minibar, coffee, and tea-making facilities, en-suite bathroom with shower and toiletries, a private balcony, free Wi-Fi access, and more.",
            "siteName": "Guide to the Philippines",
            "shortName": "10 Best Samal Island Davao Resorts: Beachfront, Budget-Friendly, With Pool",
            "indexInSource": 5,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "172936",
            "type": "webPlacesList",
            "url": "https://jontotheworld.com/beach-resorts-in-samal-island-davao/",
            "sourceSite": "Web",
            "snippet": "Address: Purok 7, Tambang Adecor, Kaputian District, Island Garden City of Samal 8120. Located on the Western coast of Samal just near the Pearl Farm Beach Resort, Hof Gorei Beach Resort offers a beautiful secluded paradise to its guests. The resort follows a boutique theme in its facilities that will make guests relax and feel at home away from the hustle and bustle of the city.",
            "siteName": "Jon to the World Blog",
            "shortName": "10 BEST Beach Resorts in Samal, Davao 2024 (Island Getaway)",
            "indexInSource": 2,
            "iconSiteId": 17850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "Hof Gorei Resort is accredited by Philippines' Department of Tourism. These are built with sturdy materials, but the ample of indigenous materials like bamboo, cogon grass, nipa and wood for furnishing is highly evident.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 5,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "347079",
            "type": "webPlacesList",
            "url": "https://stay-list.com/a-Philippines/a-Davao/l-villa/",
            "sourceSite": "Web",
            "snippet": "Located on Samal Island, Hof Gorei Resort features traditional bungalow accommodation. It has an outdoor pool, surrounded by tropical gardens with panoramic views of the Davao Gulf and Mount Apo.",
            "siteName": "StayList",
            "shortName": "Top 40 Villas, Beach houses & Resorts in Davao",
            "indexInSource": 1,
            "iconSiteId": 39596,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "iw4R9u4IWq5IiDClsAcMUinZsXm4CLVu",
          "mO8xkUdjFM9nEAiugnwXI5tWuQxqdwty",
          "4HNMFTykbd2oPw9YHvFKGFmVTInNbrnS",
          "iw4R9u4IWq5IiDClsAcMUinZsXm4CLVu",
          "mO8xkUdjFM9nEAiugnwXI5tWuQxqdwty",
          "4HNMFTykbd2oPw9YHvFKGFmVTInNbrnS"
        ],
        "openingPeriods": [],
        "name": "Hof Gorei Beach Resort",
        "placeId": "ChIJkyoVcb1w-TIRFM_X_GF-2c8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Gorgeous place! Breath taking view!  So glad we found this last minute. The other places near kaputian beach are super loud and more of a party if that's what you like but here at Hof Gorei it was incredible y peaceful. The staff are generous and nice and the owner is simply the best. I will be staying here with my family everytime I'm in Samal!",
            "author_name": "bhenji Ra",
            "relative_time_description": "",
            "time": 1737714431,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We booked through Facebook. The person on the other end gave clear instructions and was prompt in her responses.\n\nWe brought our own private vehicle and found the place after a bit of trial and error. About 15-20 minutes from Samal Port, but fairly hidden and off trail. Apparently, the location is outdated in Google Maps, but the signages, if one pays attention, are informative enough.\n\nUpon arrival, the lady butler kindly greeted us alongside other workers who helped us with our baggage. We noticed that their reception area was under renovation, but it was looking good despite its lack of functionality.\n\nFrom the reception area, there is a 3-5 minute \"hike\" down a long winding set of stairs. It was fairly difficult to get down and could be possibly be exhausting particularly for those who may be physically challenged or elderly.\n\nWe initially booked the round hut which has an overview of the entire resort. However, we were informed that the hut was being renovated. This would've been a problem except that, to compensate, they \"upgraded\" us to the bungalow suite, which was markedly better. So, no issues there.\n\nThe place itself was very spacious and larger than what the images show. The old-style european-filipino fusion buildings are surrounded by nature and animals, creating a very relaxing, natural, and serene vibe for those who are looking for it.\n\nUnfortunately, some of the facilities lacked maintenance and were visibly neglected. For instance, a viewing balcony that would've had a great view of the beach and the other suites was overrun by foliage and animal droppings, which gave it a rather unpleasant smell. However, other important facilities such as the pathways for walking, minibar, pool, and our actual suite were well-maintained. Also, there were many animals all around the area- geese, chicken, dogs, cats, peacocks were all roaming around, while other animals like cockatoo's and a monkey were in cages.\n\nThe beach itself was very clean and had white sand. The actual beach premises were clearly demarcated and the facilities and furniture were neatly arranged, which added to the overall pleasantry. We had a great night swim, followed by a swim in the beach the next morning. It's also interesting to note that the pool itself had no closing time, and we were free to walk around the premises to our heart's content.\n\nFinally, the customer service was top-notch. In our suite, we had a bell that we could ring (a hand bell) that would call our lady butler at any time that we wanted. She served us welcoming drinks when we arrived, and continued to serve us our dinner and breakfast at prompt times. It rained when we were there, and although we tried to contact her to postpone delivering our food for a bit and let the rain die down, our food still arrived promptly and warm.\n\nHowever, it was quite sad that the entire place was empty- we were the only guests there from Saturday to Sunday. Normally this wouldn't have been a problem, but the area itself was so large that it was hard not to feel like it was deserted and lonely. The place would definitely be more lively should there have been more people. But that is not the fault of the place itself. Overall, the place was very nice. In the early morning, the sunrise is clearly visible from the beachfront and the overall vibe of nature from the balcony of our suite was very peaceful and conducive for relaxation and reflection (and even prayer, if you are into that!).",
            "author_name": "Don Miguel Niño Doromal",
            "relative_time_description": "",
            "time": 1743944609,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Our stay at Hof Gorei Resort in Samal Island was a mix of highs and lows. The highlight of our trip was definitely the great butler service, attentive, friendly, and made our island hopping experience seamless and enjoyable.\n\nHowever, I wouldn't recommend this resort for families with young children or elderly guests. Accessing the rooms requires a long walk with many steep steps, which could be very challenging for those with mobility concerns. It's roughly a 5-minute walk downhill (and uphill on return), which was quite strenuous.\n\nA few other things to note:\n\nYou're provided with complimentary water only upon check-in. After that, even a small bottle of water (less than 500ml) costs 48 pesos, which felt excessive.\n\nThe food was overpriced considering the small portion sizes.\n\nMost surprisingly, we were asked to sign a waiver when we wanted to leave the resort to explore Samal Island. In all our years of traveling and staying at various hotels and resorts, we've never encountered such a policy - it felt unnecessary and restrictive.\n\nOverall, while the staff (especially our butler) was wonderful, the resort experience fell short of expectations. Unfortunately, I would not recommend this place nor would I consider coming back.",
            "author_name": "Jessie Le",
            "relative_time_description": "",
            "time": 1749802738,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://hofgoreiresortdavao.com/",
        "index": 14,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 28,
            "2": 7,
            "3": 18,
            "4": 51,
            "5": 121
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.994147,
        "address": "Purok 7 Brgy. Adecor, Kaputian, Samal, 8120 Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJTbppL9dy-TIRBNb1ufK2h6U",
        "generalDescription": "Seagull White Sand Beach Resort is a top beach destination in Davao City, offering warm and calm sea waters. Located at Punta Dumalag, Matina Davao City, it stands out as the only white beach in the area. The resort provides day time and overnight accommodations with prices ranging from P495 to 1,500 per cottage based on size and amenities. Visitors can enjoy the restaurant built over the water with stunning views and affordable prices.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.573986,
        "rating": 3.8,
        "numRatings": 514,
        "sources": [
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "Located at Punta Dumalag, Matina Davao City, Davao Seagull Resort is the only white beach in the city as compared to its neighboring beaches. The sea water of the beach is warm and calm. Seagull offers day time and overnight accommodations for a service price of P495 to 1,500 per cottage depending on the size and amenities.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 3,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YafZsZoOzOTd8gPubWNFnFJJY6qsABmG",
          "YafZsZoOzOTd8gPubWNFnFJJY6qsABmG"
        ],
        "openingPeriods": [],
        "name": "Seagull White Sand Beach Resort",
        "placeId": "ChIJTbppL9dy-TIRBNb1ufK2h6U",
        "internationalPhoneNumber": "+63 932 848 7946",
        "reviews": [
          {
            "rating": 5,
            "text": "It was a white sand beach. You can rent a videoke to sing your heart out in the crowd HAHAHA they won't mind. I enjoyed the view. So many people were swimming at that time so I wasn't able to swim. They seem enjoying the sea. Me? I enjoyed it. The white sand and the view and of course I enjoyed singing. I am with family.",
            "author_name": "Lonie Ramos",
            "relative_time_description": "",
            "time": 1740239335,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "It's ok. Small beach, less than 100 yards wide, fairly clean. No wifi, and cell service is spotty. There is a cost for entry and for the rooms. No lifeguard on duty. Corkage to bring in food and drink. Sari-Sari stores across the street. Ample parking.",
            "author_name": "Scotty",
            "relative_time_description": "",
            "time": 1749705335,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "This little table is worth 700. 4 people included. Children higher than 3 ft is included in the counting. Corkage of a 1 litre softdrink is 50php. Everything is not worth it for the price. If there was a zero star for the service, I would've chosen it. Place is swarming with flies. Diaper floating in the beach. And lots of children swimming were asking for money. Not gonna come back",
            "author_name": "Sam G",
            "relative_time_description": "",
            "time": 1708788103,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://fb.com/DAVAOSEAGULLRESORTS",
        "index": 15,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 35,
            "2": 33,
            "3": 111,
            "4": 137,
            "5": 198
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.029716,
        "address": "2HHF+VHQ, Punta Dumalag Rd, Talomo, Davao City, Davao del Sur, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ0Q5QkUV3-TIRhIx3-NuwOV0",
        "generalDescription": "Kaputian Beach is a serene and secluded retreat located in the south of Samal Island, offering a pristine white sand shoreline and crystal clear waters. Accessible by a 40 to 60-minute boat ride from the mainland, this beach provides a quiet escape from the hustle and bustle of daily life. Visitors can relax under the shade of trees or opt to rent a hut or pitch a tent for an extended stay.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.725971,
        "rating": 4.2,
        "numRatings": 116,
        "sources": [
          {
            "id": "1845244",
            "type": "webPlacesList",
            "url": "https://www.samseophilippines.com/top-best-beaches-in-davao-city/",
            "sourceSite": "Web",
            "snippet": "Pearl Farm Beach Resort is a luxurious beach resort located on the tranquil side of Samal Island. Known for its upscale accommodations, world-class amenities, and exceptional service, Pearl Farm Beach Resort attracts high-level travelers seeking a luxury experience. Spread over 14 hectares, this area was formerly a pearl farm, cultivating thousands of white-lipped oysters from the Sulu Sea, known for their pink, white, and gold pearls.",
            "siteName": "Sam SEO King",
            "shortName": "Top 10 Best Beaches in Davao City",
            "indexInSource": 1,
            "iconSiteId": 227410,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845251",
            "type": "webPlacesList",
            "url": "https://www.goforlokal.com/travel/best-beaches-in-davao/",
            "sourceSite": "Web",
            "snippet": "Kaputian Beach is renowned for its tranquil ambiance and picturesque surroundings. With its powdery white sands, clear turquoise waters, and swaying palm trees, Kaputian Beach offers the perfect setting for a relaxing day by the sea. This place is perfect for a leisurely stroll along the shoreline and a refreshing swim in the calm waters.",
            "siteName": "Go for Lokal [g4l]",
            "shortName": "Explore the 7 Best Beaches in Davao",
            "indexInSource": 1,
            "iconSiteId": 75552,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "748482",
            "type": "webPlacesList",
            "url": "https://www.brittany.com.ph/blogs/best-beaches-davao-city/",
            "sourceSite": "Web",
            "snippet": "Outdoorsy adventure meets beachside lounging on Kaputian Beach. The place offers a coastal campground for beachgoers. You can rent pitch your own tent on the designated campsites or rent the available huts in the area.",
            "siteName": "Luxury Homes for Sale in the Philippines | Brittany Corporation",
            "shortName": "Best Beaches In Davao City",
            "indexInSource": 0,
            "iconSiteId": 60249,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "420139",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/samal-beaches/",
            "sourceSite": "Web",
            "snippet": "If you want to enjoy a laid-back beach day, consider visiting Kaputian Beach. It is popular among locals because of its tranquil ambiance, white sand shore, and cool blue waters.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Top 8 Samal Beaches Every Beach Lover Must Visit",
            "indexInSource": 7,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "m0ZQJNNTiIyxVm3nIHzVPDl22LoQ6uQR",
          "Eh9BA7c9HW4EIuz639bil2hNbP2Hyvgl",
          "EB3UvcxtovWgNr3jQ1tsbDiFgF0wuC92",
          "bKHwhcQZlAe8FtLvEojVy4qixdNDiiDh",
          "G6CvBG9yi2TF2yQgs7pKPnsuyyoxXBvo",
          "m0ZQJNNTiIyxVm3nIHzVPDl22LoQ6uQR",
          "Eh9BA7c9HW4EIuz639bil2hNbP2Hyvgl",
          "EB3UvcxtovWgNr3jQ1tsbDiFgF0wuC92",
          "bKHwhcQZlAe8FtLvEojVy4qixdNDiiDh",
          "G6CvBG9yi2TF2yQgs7pKPnsuyyoxXBvo"
        ],
        "openingPeriods": [],
        "name": "Kaputian Beach",
        "placeId": "ChIJ0Q5QkUV3-TIRhIx3-NuwOV0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Super nice beach ♥️",
            "author_name": "Ralyn Rebota",
            "relative_time_description": "",
            "time": 1734563380,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I like the place. It's just the typical white sand beach. But I was amazed by the crystal clear water with a touch of Mountain view.",
            "author_name": "Chris Voyager",
            "relative_time_description": "",
            "time": 1746276173,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Kaputian Beach is one of Samal's most beloved spots - a place where simplicity meets natural beauty. 💙 The beach has powdery white sand, clear blue waters, and a calm, relaxing vibe that's perfect for families, barkadas, or even solo travelers looking for peace and quiet. 🌴\n\nIt's well-maintained and affordable, making it one of the best budget-friendly getaways in the island. 🌞 You can enjoy swimming, picnicking under the trees, or just lounging by the shore while taking in the fresh sea breeze. 🍃\n\nWhat makes Kaputian Beach special is its laid-back and local charm - it's not overly commercialized, so you really get to experience the simple joys of the beach. 🐚\n\nTruly, Kaputian Beach is a must-visit in Samal if you want a mix of relaxation, natural beauty, and that authentic island feel. 🌟",
            "author_name": "Davao Carabao",
            "relative_time_description": "",
            "time": 1756878208,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 2,
            "3": 9,
            "4": 24,
            "5": 70
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.966833,
        "address": "Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJM0WMDzdu-TIRSRlbaTNciHw",
        "generalDescription": "Nestled in the picturesque Samal Island, Lorelei Beach Resort is your ideal home away from home. This charming resort features themed rooms that offer stunning sea views and a tropical ambiance with swaying coconut palms and inviting swing sets. Each spacious room and suite comes equipped with modern amenities such as air-conditioning, cozy bedding, cable TV, a comfortable sitting area, en-suite bathrooms complete with toiletries, and private terraces or balconies for soaking in the serene surroundings.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.688047,
        "rating": 4.1,
        "numRatings": 125,
        "sources": [
          {
            "id": "97588",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/ultimate-guides/best-samal-island-davao-resorts",
            "sourceSite": "Web",
            "snippet": "Lorelei Beach Resort is a fairly new beach resort designed to make it like your home away from home. It is equipped with themed rooms overlooking sea views, coconut palms, swing sets, and more — perfect for every kind of traveler. All spacious rooms and suites in the resort are equipped with air-conditioning, comfortable beddings, cable TV, sitting area, en-suite bathroom with shower and toiletries, a terrace or balcony, and more.",
            "siteName": "Guide to the Philippines",
            "shortName": "10 Best Samal Island Davao Resorts: Beachfront, Budget-Friendly, With Pool",
            "indexInSource": 2,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "172936",
            "type": "webPlacesList",
            "url": "https://jontotheworld.com/beach-resorts-in-samal-island-davao/",
            "sourceSite": "Web",
            "snippet": "Guests will feel like they’ve rented a private beach while living in a private modern mansion. True to form, the resort is fully equipped with all the modern conveniences. Its location is just near Davao City but secluded enough to ensure guests a relaxing vacation.",
            "siteName": "Jon to the World Blog",
            "shortName": "10 BEST Beach Resorts in Samal, Davao 2024 (Island Getaway)",
            "indexInSource": 5,
            "iconSiteId": 17850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QRvcn62d2xA0FV7JqY5xWOOU4tKByib2",
          "5OZqotAEMcz8VVI3qlUim7wkbTqef7Qw",
          "26DMipaVWKkNFdcHPKToL3izbwwPCZSo",
          "QRvcn62d2xA0FV7JqY5xWOOU4tKByib2",
          "5OZqotAEMcz8VVI3qlUim7wkbTqef7Qw",
          "26DMipaVWKkNFdcHPKToL3izbwwPCZSo"
        ],
        "openingPeriods": [],
        "name": "Lorelei Beach Resort",
        "placeId": "ChIJM0WMDzdu-TIRSRlbaTNciHw",
        "internationalPhoneNumber": "+63 919 366 4239",
        "reviews": [
          {
            "rating": 5,
            "text": "They had a welcoming drink ready for us when we got there. All of the staff were approachable and accommodating. The accommodation is very worth it for its price. Their food is very great!! I love the lumpia and skabetcheng pompano! Phenomenal! We will definitely go back here soon with my fam! Such a great experience!!!",
            "author_name": "Francine kaye Guelos",
            "relative_time_description": "",
            "time": 1728207072,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Very rude owners , we went for food only and had to wait 1:10 min to get a tasteless chicken frozen , God knows from how long ! Total lock of hospitality and poor food and quality service !",
            "author_name": "Florin Ionescu",
            "relative_time_description": "",
            "time": 1751708823,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Also a good place to stay, owned by German. They also serving German foods all day. If you got a car, this is a good place to stay as they got parking area as well on the other side that make it a secure place to park.\nHighly recommend.",
            "author_name": "HelenofTroynUSA",
            "relative_time_description": "",
            "time": 1732986709,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 1,
            "3": 19,
            "4": 33,
            "5": 62
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.067397,
        "address": "3M9Q+9MP, Purok 1 Brgy, Circumferencial Rd, Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJx1ieSX-d-TIRLcJm5aqCrZc",
        "generalDescription": "La Isla Bonita Talikud Island Beach Resort is a hidden gem of a resort hotel located on one of the most beautiful beaches in Mindanao. The resort offers stunning sunsets and sunrise, as well as a tranquil beachfront location. The facilities at the resort include private parking, barbecue facilities, and a terrace. There is also a restaurant serving seafood cuisine, making it easy for guests to indulge in their favourite dishes.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.699081,
        "rating": 4,
        "numRatings": 93,
        "sources": [
          {
            "id": "172936",
            "type": "webPlacesList",
            "url": "https://jontotheworld.com/beach-resorts-in-samal-island-davao/",
            "sourceSite": "Web",
            "snippet": "The only resort on this list located in Talikud Island, the La Isla Bonita Talikud Island Beach Resort is truly a secluded getaway vacation spot for travelers wanting to get away from crowded city life. The resort boasts of having one of the best pristine beaches in Mindanao and offers stunning sunsets and sunrises. Despite being in a less commercialized area, the resort doesn’t lack in accommodation and amenities.",
            "siteName": "Jon to the World Blog",
            "shortName": "10 BEST Beach Resorts in Samal, Davao 2024 (Island Getaway)",
            "indexInSource": 7,
            "iconSiteId": 17850,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sBInRg9X5pg4FOFAeioSvZqit2vapIzB",
          "gfPZrnxCtrPQBCeR1CBKSfIda9yHfY1f",
          "sBInRg9X5pg4FOFAeioSvZqit2vapIzB",
          "gfPZrnxCtrPQBCeR1CBKSfIda9yHfY1f"
        ],
        "openingPeriods": [],
        "name": "La Isla Bonita Talikud Island Beach Resort",
        "placeId": "ChIJx1ieSX-d-TIRLcJm5aqCrZc",
        "internationalPhoneNumber": "+63 82 221 2121",
        "reviews": [
          {
            "rating": 5,
            "text": "Upon getting to the resort, I immediately noticed how calm and relaxing the ambiance was. The overlooking sea from the dining area was stunning. The room we stayed in was spotless and comfortable. The staff were amazingly so accommodating and approachable too. We also got us a furry friend named \"Oreo\", who accompanied us around the resort and even down the beach. Our stay was indeed highly satisfactory. I would love to visit again and I highly recommend the place for those who want an exclusive stay, away from the noisy crowd.",
            "author_name": "Hosea Fernandez",
            "relative_time_description": "",
            "time": 1716182498,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The location is so faaaaaaar makahagard sa nawong hahaha pero worth it because we got the entire resort for ourselves! The price of their food is expensive (but it's okay because it's really far from the shore) and the sari-sari stores are far from the resort. They have a piso WiFi which you have to pay P5 per hour of consumption but it can't reach all the rooms in the resort. Their cheapest is P1,500 good for 2 people and it's facing the sea but it doesn't have its own bathroom. For every additional people in the room, you have to pay P500.\nWe enjoyed catching some starfish and clownfish! We even found some crabs and shrimps.\n✔️ The staff are very accommodating and very friendly.\n✔️ Their rooms are very clean and the restrooms as well.\n✔️ You are allowed to setup your tent and it's free.\n✔️ You can pay via GCash.\n✖️ Cooking is not allowed but grilling is.\n✖️ Bringing your car to the resort is impossible.\n✖️ There's no signal in the area.\n✖️ Do not choose the PACIFIC when boarding the barge. They have terrible service. We arrived at Sta. Ana at 4 AM (para una sa line) but ended up leaving at 7 AM because the PACIFIC had to wait for some foreigners. And guess what? Sila moy una gihatud. Wow! And don't sit at the seats at the back if you have children with you because people smoke there.",
            "author_name": "Far Hanani",
            "relative_time_description": "",
            "time": 1703635550,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The place was nice and relaxing also the people were good, they are accommodating. This place is a good recommendation to people who wants to have a solo-relaxing vacation or a peaceful and quiet place to go to. Just be patient and consider the hassle you encounter in transportation. All in all, the experience was good, and I'm looking forward to coming back again to this resort.",
            "author_name": "Erika Min",
            "relative_time_description": "",
            "time": 1679755480,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 2,
            "3": 16,
            "4": 31,
            "5": 38
          }
        },
        "minMinutesSpent": null,
        "latitude": 6.903063,
        "address": "La Isla Bonita Talikud Island Beach Resort, Island Garden City of Samal, 8120 sulawesi indonesia pointed, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ9dRYPbJv-TIRmyUlAdRIuWs",
        "generalDescription": "Fernandez Beach & Garden Resort offers a tranquil escape with its cozy wooden villas, pools, and a private white-sand beach. The resort provides affordable rooms and a good restaurant/bar with reasonably priced food. While the beach may not be ideal for some due to its texture, the swimming pool offers a refreshing alternative. Visitors appreciate the clean pool and recent addition of umbrellas for shade.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.702095,
        "rating": 3.7,
        "numRatings": 379,
        "sources": [
          {
            "id": "347079",
            "type": "webPlacesList",
            "url": "https://stay-list.com/a-Philippines/a-Davao/l-villa/",
            "sourceSite": "Web",
            "snippet": "Fernandez Beach and Garden Resort is conveniently located in the popular Babak District - Samal Island area. Offering a variety of facilities and services, the hotel provides all you need for a good night's sleep. Service-minded staff will welcome and guide you at the Fernandez Beach and Garden Resort.",
            "siteName": "StayList",
            "shortName": "Top 40 Villas, Beach houses & Resorts in Davao",
            "indexInSource": 14,
            "iconSiteId": 39596,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "rtFH3Y7STARFg2bbhLvwz6TvR2ATbkLU",
          "B9eatVP8HpbAQ9fU8NWoWvhsQo4zWUMA",
          "rtFH3Y7STARFg2bbhLvwz6TvR2ATbkLU",
          "B9eatVP8HpbAQ9fU8NWoWvhsQo4zWUMA"
        ],
        "openingPeriods": [],
        "name": "Fernandez Beach & Garden Resort",
        "placeId": "ChIJ9dRYPbJv-TIRmyUlAdRIuWs",
        "internationalPhoneNumber": "+63 932 724 3091",
        "reviews": [
          {
            "rating": 5,
            "text": "I had a wonderful time with my classmates here. Definitely a go-to in your bucket list!",
            "author_name": "Rblx_Av5312",
            "relative_time_description": "",
            "time": 1747994482,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The place is good, but unstable signal of internet",
            "author_name": "Ariel Daohug",
            "relative_time_description": "",
            "time": 1740613610,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The plane is a great value for the money. It's clean. The staff is friendly and very helpful. The beach is nice and clean. The cabin we stayed in was clean and everything worked as it should. There is a small convenient store that's had almost everything you need. They also have bbq pits you can use which was great for us.",
            "author_name": "D marks0311",
            "relative_time_description": "",
            "time": 1745915779,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 19,
        "id": "",
        "categories": [
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 36,
            "2": 19,
            "3": 90,
            "4": 109,
            "5": 125
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.076872,
        "address": "3PG2+PRX, Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJn6XY7pRy-TIRViH6QmiTr_o",
        "generalDescription": "Times Beach in Davao City is a vibrant destination that attracts visitors with its spacious layout and welcoming atmosphere for pets. While it may not be the cleanest beach around, it compensates with budget-friendly amenities and a diverse selection of food options, making it an ideal spot for day trips. Located just two kilometers from the city center, Times Beach comes alive on weekends and holidays, filled with families enjoying picnics by the shore.",
        "utcOffset": 480,
        "maxMinutesSpent": 10,
        "longitude": 125.591253,
        "rating": 3.8,
        "numRatings": 226,
        "sources": [
          {
            "id": "1074194",
            "type": "webPlacesList",
            "url": "https://www.beachatlas.com/davao-city",
            "sourceSite": "Web",
            "snippet": "Times Beach is a well-known beach in Davao City, popular for its spacious area and pet-friendly environment. Despite its lack of cleanliness, the beach offers affordable amenities and a variety of food options, making it a popular choice for day trips. Cuaco Beach, located near the downtown area, is renowned for its pristine white sand and clear turquoise waters.",
            "siteName": "beachatlas.com",
            "shortName": "The Best Beaches in Davao City",
            "indexInSource": 0,
            "iconSiteId": 40255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dci7ngO3Pmc19RN7f67ONmULhP1ToifH",
          "Grpbq8rvngxCcFsfE6d5iUWec9M6OWjd",
          "TeR1QDKnuvqgKT16cFD3buqeJ9lsIQpb",
          "dci7ngO3Pmc19RN7f67ONmULhP1ToifH",
          "Grpbq8rvngxCcFsfE6d5iUWec9M6OWjd",
          "TeR1QDKnuvqgKT16cFD3buqeJ9lsIQpb"
        ],
        "openingPeriods": [],
        "name": "Times Beach",
        "placeId": "ChIJn6XY7pRy-TIRViH6QmiTr_o",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It's good",
            "author_name": "Madan Devakumar.J",
            "relative_time_description": "",
            "time": 1584019322,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "This was the famous go-to place for families in Davao back in 80's if you want to enjoy the sand and sun. Back then the city still had no high-rise buildings and shopping malls to visit. Spacious area for families bonding and kids to play on. You can also bring your pet dogs here and have them take a dip! Just be careful as the beachside is not so clean. You can simply bring your food and rent one of the cottages to stay on for the day. I had lots of childhood memories of this place.\n\nTaste: NA, Service: 4/5, Cleanliness: 3/5, Affordability: 5/5, Ambience: 3/5.",
            "author_name": "Roy Joven Benzonan",
            "relative_time_description": "",
            "time": 1682162235,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The place is great for spending the day with the family, friends and even colleagues. The prices of the 🍲🍚🍞🍇 are affordable 👍 and they serve the food on time. However, the place isn't really a nice idea to capture. Neverthess it doesn't stop you to take selfies. 📷",
            "author_name": "Andrea Bianca",
            "relative_time_description": "",
            "time": 1525839356,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 20,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 17,
            "3": 54,
            "4": 46,
            "5": 92
          }
        },
        "minMinutesSpent": 10,
        "latitude": 7.04374,
        "address": "Times Beach St, Talomo, Davao City, Davao del Sur, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJo0Y2Tjpu-TIRSV2CnQej8tQ",
        "generalDescription": "Bali Bali Beach Resort, a casual beachfront establishment, offers guests the chance to enjoy an array of amenities. These include an outdoor pool, a restaurant, and even mini-golf. Additionally, boat excursions are available for those looking to explore the surrounding area. The resort's themed garden villas and suites transport visitors to Indonesia, Thailand, and Japan while providing convenient proximity to the city. At the center of these accommodations lies a remarkable infinity pool that boasts breathtaking views of the sea.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.683794,
        "rating": 3.9,
        "numRatings": 107,
        "sources": [
          {
            "id": "347079",
            "type": "webPlacesList",
            "url": "https://stay-list.com/a-Philippines/a-Davao/l-villa/",
            "sourceSite": "Web",
            "snippet": "Bali Bali Beach Resort is conveniently located in the popular Babak District - Samal Island area. The property features a wide range of facilities to make your stay a pleasant experience. 24-hour room service, car park, room service, airport transfer, restaurant are on the list of things guests can enjoy.",
            "siteName": "StayList",
            "shortName": "Top 40 Villas, Beach houses & Resorts in Davao",
            "indexInSource": 4,
            "iconSiteId": 39596,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UEYNlDP5OJI9ACoUrBxntVLPS1nWfkAJ",
          "ympqRtAJA4eX98lMW5eUqNMdAFowvO8t",
          "UEYNlDP5OJI9ACoUrBxntVLPS1nWfkAJ",
          "ympqRtAJA4eX98lMW5eUqNMdAFowvO8t"
        ],
        "openingPeriods": [],
        "name": "Bali-Bali Beach Resort",
        "placeId": "ChIJo0Y2Tjpu-TIRSV2CnQej8tQ",
        "internationalPhoneNumber": "+63 82 234 3377",
        "reviews": [
          {
            "rating": 5,
            "text": "The experience was super amazing. Friendly and accommodating staff and the amenities are awesome! Looking forward to visit again soon!",
            "author_name": "anne marie lorraine gurat",
            "relative_time_description": "",
            "time": 1729386336,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Staff were generally nice but Bali-Bali is overpriced and understaffed, and engages in ILLEGAL business activity. They neither honored the senior citizen discount for the hotel (against RA 9994) nor did they issue any form of OR or sales invoice for our stay and the meal we had (against RA 11976). To make things worse, upon checking the booking form after our stay, it falsely reflected the senior discount which their manager DID NOT give us despite me asking for it. I told him that that was illegal and he said he would inform the management about it.\n\nWe arrived past 2 pm and both rooms were still unkempt. One room was ready after 10 minutes or so, but the other one took over an hour to be cleaned. When I asked the staff how long until the room was ready, she snapped a bit.\n\nPros:\n- private and relatively secluded perimeter\n- lengthy pool\n- (generally) nice staff\n- complimentary snacks, drinks, and hot towels\n- decent breakfast (they even catered to our dietary restrictions)\n- facility photographs well\n\nCons:\n- correspondence was slow and failed to address all the questions made\n- incorrect computation for the initial quote given. I had to recompute despite giving the ages of the people in our party\n- afar, rooms are nice but closer inspection would show the age of the fixtures (windows broken or left slightly ajar)\n- mattresses in our room (first room on the right) are old and obviously never cleaned (severely discolored if you remove the sheets)\n- a supposedly new Blanket given smelt like BO\n- pool has little to no chlorine and is unkempt even with few guests\n- reception forgot to return my ID after I paid the extra charges and called to tell me “nakalimutan niyo po kunin ID niyo”. It wasn't like he returned it and I forgot it somewhere in the hotel, he just forgot to return it after I settled the extra charges to our room. Parang kasalanan ko pa na ‘di niya binalik so I just asked to have it delivered to us before we boarded the ferry back to Davao. Had to pay extra for that.\n- like another reviewer here, they did not issue an official receipt and invoice for the hotel stay and extra charges (food)",
            "author_name": "Faiqah Sinsuat",
            "relative_time_description": "",
            "time": 1736129256,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "The hotel wasn't that bad-but it isn't that good either. (To the management, I hope you read this so you can improve your resort.)\n\nThe manager was kind, and they even let us check in early at 10 AM, even though our check-in time was supposed to be at 2 PM. That was very much appreciated.\n\nHowever, the place itself is really dirty and unkempt. When we arrived, I tried to use their public CR, but it was really filthy. We asked one of the staff if there was another CR, but it was still locked. A facility staff member came by, and one of the Kuya asked him if he could clean the bathroom so we could use it, but he just said, “Dili nako na trabaho, sa housekeeping na.” Okay...\n\nThe floor leading to the room was dirty-no mopping done. The bedsheet had stains on it. There was no TV, and the aircon's temperature control wasn't working. We were freezing the whole night and had to turn it off from the socket.\n\nThe food: it was okay, but very overpriced. Breakfast was very limited-they literally just gave three pieces of scrambled egg, and it took forever for them to refill.\n\nBut the biggest bummer: no discount for the rooms because, according to them, the room was already discounted. But hear me out-even if you research it, it's in the law: you should be given a discount.\n\nThat said, I understand they're a small resort. It really has potential, but it seriously needs cleaning and maintenance.",
            "author_name": "Jessica Lacbao",
            "relative_time_description": "",
            "time": 1745218335,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 21,
        "id": "",
        "categories": [
          "Resort hotel",
          "Spa"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 16,
            "2": 2,
            "3": 10,
            "4": 26,
            "5": 53
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.064284,
        "address": "8119 Samal, Davao del Norte, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJoW4z5Zlu-TIRZjh46LdRSJg",
        "generalDescription": "Maxima Aquafun Resort, nestled on the stunning Samal Island and just a short boat ride from Davao City, is a paradise for thrill-seekers and families alike. For an affordable entrance fee, guests can dive into exhilarating experiences like the impressive 40-meter super slide that launches you straight into the sparkling sea or bounce high on their inflatable water blob.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 125.718262,
        "rating": 4,
        "numRatings": 127,
        "sources": [
          {
            "id": "257825",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/26-best-things-davao-philippines/",
            "sourceSite": "Web",
            "snippet": "Set your inner child free at Maxima Aquafun Resort on Samal Island, just a quick boat ride away from Davao city. For PhP 300, adults can enjoy a 40-meter super slide that spits you out into the sea, and a water blob that catapults your into the air. This resort also offers water activities such as banana boat rides, snorkeling, jet skiing, and kayaking.",
            "siteName": "The Crazy Tourist",
            "shortName": "26 Best Things to Do in Davao (the Philippines)",
            "indexInSource": 5,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1845242",
            "type": "webPlacesList",
            "url": "https://clickdavao.com/beach.php",
            "sourceSite": "Web",
            "snippet": "A short visit in Maxima - the house above the sea - can fill up your empty cup. Maxima is an ideal jump off site for island hopping. It appears to be just floating on the sea, enclosed by exotic equatorial splendor where you can actually rest above the turquoise, seafaring water while getting all the support you need just like in your own home.",
            "siteName": "clickdavao.com",
            "shortName": "Beach Resorts in Davao City & Island Garden City of Samal",
            "indexInSource": 7,
            "iconSiteId": 72002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZqUaCaPhRjKHYZIRkddzMOV7ZIdS2kOq",
          "zLgftpjy5uvsHDAGGjKomxNixmmf1Hfm",
          "GI3smNzp07BDSmuSSzqCTRtscMkWwU2E",
          "ZqUaCaPhRjKHYZIRkddzMOV7ZIdS2kOq",
          "zLgftpjy5uvsHDAGGjKomxNixmmf1Hfm",
          "GI3smNzp07BDSmuSSzqCTRtscMkWwU2E"
        ],
        "openingPeriods": [],
        "name": "Maxima Resort",
        "placeId": "ChIJoW4z5Zlu-TIRZjh46LdRSJg",
        "internationalPhoneNumber": "+63 936 223 4324",
        "reviews": [
          {
            "rating": 5,
            "text": "A great place for people looking for a unique adventure. The slide and other activities are awesome.\n\nThough it is clear that safety is their number one priority, i wouldn't exactly recommend this place for children and people who don't know how to swim.\n\nA great place overall. Cheers.",
            "author_name": "BHI Audit",
            "relative_time_description": "",
            "time": 1543220984,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We went here mid De with my family and we had so much fun in this resort. They had a lot of water-based activities. We went to the huge slide that goes from the top hill straight to the blue serene sparkling ocean. Dogs were very friendly too!",
            "author_name": "Janine Labrador",
            "relative_time_description": "",
            "time": 1546805092,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place is like home. We've got that feeling of \"oh, i dont wanna leave this place\" because its just so calming, far from the city, from busy streets, far from pollution. Here, you are one with nature. You will get to enjoy the breathtaking coral reefs, colorful fishes, fun activities like snorkling. There's no signal in this place which i loved more because you will surely just enjoy the presence of each other 😊 And lastly, the sunset. How amazing it was that you will never feel empty in that place, you will surely love life, and you will definitely fall in love with nature. This is one of my favorite places I've visited. ❤",
            "author_name": "Theresa Miguel",
            "relative_time_description": "",
            "time": 1528604933,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 22,
        "id": "",
        "categories": [
          "Public beach",
          "Water & Amusement Parks",
          "Water Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 3,
            "3": 19,
            "4": 33,
            "5": 59
          }
        },
        "minMinutesSpent": null,
        "latitude": 7.051493,
        "address": "3P29+H8R, Penaplata, Davao City, Davao del Sur, Philippines",
        "travel_time": null
      }
    ]
  }
}