{
  "list_id": "737",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/737/1.jpg",
  "description": "Dive into \"Chasing Cascades: El Nido's Waterfall Wonders\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/178316"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Chasing Cascades: El Nido's Waterfall Wonders",
  "city_id": "320",
  "subtype": "poi",
  "city": "El Nido",
  "created_ts": 1759264437,
  "slug": "chasing-cascades-el-nidos-waterfall-wonders-el-nido-poi-42b2f2",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJjdAdD9cBtzMRgntaCZbypT0",
        "generalDescription": "Bulalacao Waterfalls is a must-visit destination for nature enthusiasts. The 90-minute hike through a virgin forest offers a rugged adventure, with the richness of the preserved forest adding to its allure. Visitors are required to take a guide, who not only ensures safety but also enhances the experience with local insights and even handmade souvenirs. The entrance fee includes the guide, making it a fair deal.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 119.457242,
        "rating": 3.8,
        "numRatings": 83,
        "sources": [
          {
            "id": "1948133",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/trips-and-experiences/philippines-vacation-packages/4d3n-el-nido-palawan-budget-tour-package-happiness-hostel",
            "sourceSite": "Web",
            "snippet": "On day 2, you will go on a free El Nido land tour, exploring attractions like Bulalacao Waterfalls, Bucana Fisherman Village, Nacpan Beach, and Lio Beach. The next day, you are free to explore the municipality on your own, but you also have the option to book an add-on activity. You can either book a ziplining activity at Las Cabanas Beach or an El Nido canopy walk in Taraw Cliff.",
            "siteName": "Guide to the Philippines",
            "shortName": "4-Day Beaches & Waterfalls Budget Adventure Package to El Nido Palawan with Happiness Hostel",
            "indexInSource": 2,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000439",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/hiking-in-el-nido-palawan-1629207",
            "sourceSite": "Web",
            "snippet": "Bulalacao Waterfalls requires taking on a two-part trek that first requires you to ride up to 45 minutes on a tricycle to Barangay Pasadeña. Once you arrive, you'll hike for almost two hours down a trail that courses through rice paddies and a thicket of trees before you reach the spot.",
            "siteName": "TripSavvy",
            "shortName": "El Nido Hiking - Palawan Landscapes to Die For",
            "indexInSource": 4,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "226940",
            "type": "webPlacesList",
            "url": "https://www.estelnido.com/waterfalls-in-el-nido/",
            "sourceSite": "Web",
            "snippet": "You’ll need a guide for this 90-minute (though could be 2 hours) hike through a virgin forest. Given the richness of the forest and its preservation, this hike will be more rugged than the other two listed here.",
            "siteName": "ESTEL Magazine",
            "shortName": "Waterfalls in El Nido",
            "indexInSource": 1,
            "iconSiteId": 10558,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1457495",
            "type": "webPlacesList",
            "url": "https://www.thetravellingfoxes.com/post/el-nido-hiking-trails",
            "sourceSite": "Web",
            "snippet": "Bulalacao Falls: This multi-tiered waterfall is a refreshing escape from the beach crowds, offering a unique adventure for those willing to venture off the beaten path.",
            "siteName": "The Travelling Foxes",
            "shortName": "El Nido's Hidden Hiking Trails: Discover Paradise Beyond the Beaches",
            "indexInSource": 3,
            "iconSiteId": 208916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Hq51PcfAU4F0AUHMQukoDkDKPV3OMcd3",
          "BDu8txb3p1XZIFe2Eevu2hSsAmWWt43a",
          "jMvfeNGLyyKgZEpKD5B4GBKuH6oB2fLj",
          "virk3kp0bQoB0auVyynC6wOJRY8pUd3l",
          "Hq51PcfAU4F0AUHMQukoDkDKPV3OMcd3",
          "BDu8txb3p1XZIFe2Eevu2hSsAmWWt43a",
          "jMvfeNGLyyKgZEpKD5B4GBKuH6oB2fLj",
          "virk3kp0bQoB0auVyynC6wOJRY8pUd3l"
        ],
        "openingPeriods": [],
        "name": "Bulalacao Falls",
        "placeId": "ChIJjdAdD9cBtzMRgntaCZbypT0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "What an experience, worth trying! 20 min walk with a guide through the forest. There is not only one, but like 4 waterfalls, you just need to climb up. Reserve around 1,5h",
            "author_name": "Bartek",
            "relative_time_description": "",
            "time": 1737764055,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Bulalacao Falls in El Nido is a hidden paradise with stunning cascades and a refreshing natural pool, perfect for adventure seekers and nature lovers. The falls remain relatively untouched, surrounded by lush tropical vegetation, making it an ideal spot for relaxation and exploration.\n\nGetting There\n•\tHike Duration: 15-20 minutes from the entrance\n•\tEntrance Fee: ₱300 per person\n\nThe trek to the falls takes you through a scenic jungle trail, where you'll pass by towering trees, exotic wildlife, and the calming sounds of nature. Though mostly easy, some parts can be slippery, especially after rain, so wearing proper footwear is recommended.\n\nWhat to Expect\n\nBulalacao Falls has multiple levels, each offering a unique experience:\n•\tFirst Falls: You can jump into the water here! The pool is deep enough to enjoy a safe and exciting plunge.\n•\tSecond Falls: No jumping here-the pool is too shallow, so it's better for simply relaxing and wading in the cool water.\n•\tThird (Upper) Falls: This level has the deepest pool, making it ideal for strong swimmers. If you're not confident in swimming, it's best to stay near the edges or use a floatation device.\n\nThe crystal-clear waters, lush surroundings, and refreshing atmosphere make Bulalacao Falls a must-visit in El Nido. Whether you're looking to swim, take stunning photos, or simply unwind, this hidden gem offers a perfect escape into nature.",
            "author_name": "Kevin Malapajo",
            "relative_time_description": "",
            "time": 1738210975,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It was a moderate walk, and I was charged 400 for the entrance and mandatory guided tour. The fee might vary from what others have reported, perhaps due to being a solo traveller. I'd recommend this adventure if you're up for a bit of bushwalking. Just make sure to bring your reef shoes or hire a pair at the entrance.",
            "author_name": "Amir Shareghi Najar",
            "relative_time_description": "",
            "time": 1754046429,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Hiking area"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 3,
            "3": 8,
            "4": 16,
            "5": 42
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.228433,
        "address": "6FH4+9VH, El Nido, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJE5cc2GFftjMRRsdYj3OpGXM",
        "generalDescription": "Nestled 27 kilometers north of Taytay, Kuyawyaw Waterfalls is a hidden gem that boasts a trio of stunning cascades. The adventure begins with an easy 15-minute walk to the second waterfall, where thrill-seekers can enjoy a fun 4-meter cliff jump into refreshing pools. For those willing to venture further, the third waterfall awaits after a steep climb assisted by ropes; this serene spot is well worth the effort and offers tranquility away from crowds.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 119.414996,
        "rating": 4.1,
        "numRatings": 85,
        "sources": [
          {
            "id": "1000439",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/hiking-in-el-nido-palawan-1629207",
            "sourceSite": "Web",
            "snippet": "Kuyawyaw Waterfalls (Google Maps) is the most distant of the three from El Nido town proper, and is the least touristy of them all. Located in Barangay Cataban on the border between Taytay and El Nido towns, Kuyawyaw Falls can be reached with a 45-minute motorcycle ride from El Nido town proper.",
            "siteName": "TripSavvy",
            "shortName": "El Nido Hiking - Palawan Landscapes to Die For",
            "indexInSource": 5,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "226940",
            "type": "webPlacesList",
            "url": "https://www.estelnido.com/waterfalls-in-el-nido/",
            "sourceSite": "Web",
            "snippet": "This series of falls is located an hour south in the neighboring town of Taytay. The hike goes through a forest with 3 main stops (each with waterfall). While this is south of town and a bit out of the way, you can easily combine this with a beach day.",
            "siteName": "ESTEL Magazine",
            "shortName": "Waterfalls in El Nido",
            "indexInSource": 2,
            "iconSiteId": 10558,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NeMx8PUVOd0IHRj5PxLC7AqNOPSqJfIe",
          "a1KZTaouEhrzZRQll04VyGbKIaCwuDhH",
          "jQzr011nHEmFRxlkCTawnntZT1aX82Zz",
          "MTH2Sf3dKlo6PfBU7erYGGhFCRNOxb0q",
          "wQWhWlae2TccTjXIHShadTX87ifqE5b2",
          "NeMx8PUVOd0IHRj5PxLC7AqNOPSqJfIe",
          "a1KZTaouEhrzZRQll04VyGbKIaCwuDhH",
          "jQzr011nHEmFRxlkCTawnntZT1aX82Zz",
          "MTH2Sf3dKlo6PfBU7erYGGhFCRNOxb0q",
          "wQWhWlae2TccTjXIHShadTX87ifqE5b2"
        ],
        "openingPeriods": [],
        "name": "Kuyawyaw Falls",
        "placeId": "ChIJE5cc2GFftjMRRsdYj3OpGXM",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I can't fault our experience at these waterfalls! Although not for the unfit/ non adventurous as the last hike is very steep and the path is a scramble.\n\nWe hired a motorbike for our stay in El Nido so was easy to get to (although you could get a trike). You pay an entrance fee and then the cost for a guide(compulsory), we paid 900 pesos for two which considering the work required to preserve the area I think this is reasonable.\n\nI was also happy to pay for our guide! Mary-Jane was caring and considerate, yes you could hike this on your own but she helped us over slippy rocks, watched out for wildlife and bugs and took lots of photos and videos of us in the water!\n\nThere are three waterfalls, we swam at the second where you can also scramble up to the side and jump in! The water is very refreshing and a good way to cool off.\n\nYou need to wade through rivers and traverse a lot of steep rocks so would advise hiking sandals (although our guide did it in flip flops 😅)",
            "author_name": "Kate Bevans",
            "relative_time_description": "",
            "time": 1736385711,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a fantastic hike, however it's not an easy one. Bring a walking stick or even a pair of them, because although you can do this treck without one, it's a lot safer if you have them. Proper hiking shoes are a must, perhaps even boots would help. Bring your water shoes with you but don't Trek with them on the whole trip. I'm fairly fit for a 60-year-old, but I don't want to take the risk of falling and hurting something at my age 🙂",
            "author_name": "Wesley Stevenson",
            "relative_time_description": "",
            "time": 1744438079,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A total of 3 Waterfalls available for visit around 15min hike from each other. Journey back using the same route, so return is around 30-40 min.\n\nYou're allowed to swim in all 3 waterfalls (04Feb2025). Make sure to bring or rent the water shoes from reception. The walk is uneven terrain and inside waterfall there are rocks, therefore shoes are highly advised.\n\nTotal cost for 2 people was 950PHP, including entrance and a local tour guide. This place was not crowded, we were around 3rd tourist group that day at around lunch time. Be mindful that waterfalls close at 5pm so plan the journey earlier and leave some time for swimming. Tickets, including tour guide to be purchased right at the entrance. No need to look elsewhere.\n\nIt was a very easy scooter ride from El Nido town which took us 40min. Roads were good and waterfall is located just off the main road. This required 1km drive on non paved road which wasn't bad.\n\nI would recommend this for a refreshing hike and a less crowded option. Loved driving here on a scooter and passing local towns on the way!",
            "author_name": "Greta Pileckaitė",
            "relative_time_description": "",
            "time": 1738706281,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.palawandays.com/kuyawyaw-waterfalls-tay-tay-palawan/",
        "index": 2,
        "id": "",
        "categories": [
          "Hiking area"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 5,
            "3": 5,
            "4": 13,
            "5": 53
          }
        },
        "minMinutesSpent": null,
        "latitude": 10.956465,
        "address": "XC47+HXQ, Brgy, Taytay, Palawan, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJtUH3vZUAtzMRJeFJn3zoLGQ",
        "generalDescription": "Nagkalit-kalit Waterfalls is a popular destination for picnicking and swimming, consisting of two waterfalls that can be reached by trekking through dense jungle. Located approximately 14km north of El Nido, the journey to the falls involves taking a tricycle followed by a walk through rice fields, jungle, and small streams. The route offers an opportunity for a scenic half-hour hike to reach the waterfalls.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 119.437208,
        "rating": 3.3,
        "numRatings": 182,
        "sources": [
          {
            "id": "1000419",
            "type": "webPlacesList",
            "url": "https://www.elnidotourism.com/hiking.html",
            "sourceSite": "Web",
            "snippet": "Located about 14km north of El Nido, the splendid waterfalls of Nagkalit-Kalit are the ideal setting for an easy but equally impressive hike. To get there, you will first have to take a tricycle to get closer to the site (about 25 minutes from El Nido), then walk a few kilometers through rice fields, jungle, and also some small streams, so bring shoes that can get wet!. Once there, you will be able to swim in the fresh waters of the beautiful natural pool.",
            "siteName": "ELNIDOTOURISM.COM",
            "shortName": "Hiking trails in El Nido",
            "indexInSource": 0,
            "iconSiteId": 41651,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "330770",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/15-best-things-el-nido-philippines/",
            "sourceSite": "Web",
            "snippet": "You’ll set off on foot through the jungle down a trodden path between sky-high palm trees and then a little bit of off-roading to reach a waterfall- but you get the picture. The journey itself to Nagkalit-kalit Falls is a memorable experience, let alone the actual waterfall. The waterfall is made up of one big vertical steam that forms a shallow swimming pool and one smaller waterfall.",
            "siteName": "The Crazy Tourist",
            "shortName": "15 Best Things to Do in El Nido (the Philippines)",
            "indexInSource": 3,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1948140",
            "type": "webPlacesList",
            "url": "https://itinerant.ph/nagkalit-kalit-falls-el-nido-palawan/",
            "sourceSite": "Web",
            "snippet": "For having only two bottles the night before after our El Nido island hopping, we were on the road and back to our senses before seven o’clock and in around 25 minutes were already parked to start the hike to Nagkalit-kalit Falls. The entrance fee and tour guide cost us ₱770. Doing the math necessitates the counting of our heads in the foregoing post or carrying on.",
            "siteName": "Itinerant",
            "shortName": "A Stopover to Nacpan Beach",
            "indexInSource": 0,
            "iconSiteId": 279818,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "226940",
            "type": "webPlacesList",
            "url": "https://www.estelnido.com/waterfalls-in-el-nido/",
            "sourceSite": "Web",
            "snippet": "Leaving town for Nacpan Beach, you’ll see signs for these waterfalls on both sides of the highway. This is an easy hour activity to add to your day trip to Nacpan. In the summer this water source can be quite dry but during the rainy season, you’ll be hiking through mud.",
            "siteName": "ESTEL Magazine",
            "shortName": "Waterfalls in El Nido",
            "indexInSource": 0,
            "iconSiteId": 10558,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "306355",
            "type": "webPlacesList",
            "url": "https://www.gettingstamped.com/el-nido-palawan-philippines/",
            "sourceSite": "Web",
            "snippet": "A 1-2 hour hike through the lush forest area brings you to the Nagkalit-Kalit waterfalls. The falls are a 10-meter tall trough of water that slides down the rocks and shifts right and left. There are two falls, and at the base is a pool to take a swim in.",
            "siteName": "Getting Stamped",
            "shortName": "Things To Do In El Nido Palawan Philippines",
            "indexInSource": 7,
            "iconSiteId": 819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1948148",
            "type": "webPlacesList",
            "url": "https://www.elnidoparadise.com/el-nido-inland-tours/nagkalit-kalit-waterfalls/",
            "sourceSite": "Web",
            "snippet": "Located between Nacpan Beach and El Nido proper town, the Nagkalit-Kalit Waterfalls are a popular stop among the inland tours. From the road, you’ll have to take a 20 minutes walk through the jungle before arriving to this refreshing place!",
            "siteName": "El Nido Paradise",
            "shortName": "Nagkalit-Kalit Waterfalls in El Nido, Palawan",
            "indexInSource": 1,
            "iconSiteId": 60814,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "428648",
            "type": "webPlacesList",
            "url": "https://mindthetravel.com/el-nido-travel-guide/",
            "sourceSite": "Web",
            "snippet": "El Nido has long been associated with island hopping but there are plenty of lovely spots to visit in El Nido mainland like Makinit Hot Springs, Nagkalit-kalit Waterfalls, Kuyawayaw Waterfalls and Sibaltan Beach.",
            "siteName": "MindTheTravel",
            "shortName": "El Nido Travel Guide - Plan Your Holiday in El Nido",
            "indexInSource": 4,
            "iconSiteId": 43799,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1890288",
            "type": "webPlacesList",
            "url": "https://www.palawandays.com/el-nido-palawan-philippines",
            "sourceSite": "Web",
            "snippet": "Nagkalit-Kalit waterfalls is El Nido’s most popular waterfall and it’s not the best one. To get there by your own – renting a motorcycle, car or tricycle. Going there takes 30-40 minutes.",
            "siteName": "Palawan Days - Discover Philippines",
            "shortName": "El Nido Palawan Philippines - Palawan Days",
            "indexInSource": 13,
            "iconSiteId": 268982,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1000439",
            "type": "webPlacesList",
            "url": "https://www.tripsavvy.com/hiking-in-el-nido-palawan-1629207",
            "sourceSite": "Web",
            "snippet": "Nagkalit-kalit Waterfalls is located about 14km north of El Nido Town (Google Maps). The falls collect into a natural pool that you can swim in at the end of your trek.",
            "siteName": "TripSavvy",
            "shortName": "El Nido Hiking - Palawan Landscapes to Die For",
            "indexInSource": 3,
            "iconSiteId": 134,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1948137",
            "type": "webPlacesList",
            "url": "https://primer.com.ph/travel/2020/03/21/nagkalit-kalit-waterfalls-is-an-undiscovered-land-tour-in-el-nido/",
            "sourceSite": "Web",
            "snippet": "On your way to Nacpan Beach, your tour guide might suggest stopping by Nagkalit-kalit Waterfalls, which is just along the way.",
            "siteName": "Travel",
            "shortName": "Nagkalit-Kalit Waterfalls Is an Undiscovered Land Tour in El Nido",
            "indexInSource": 0,
            "iconSiteId": 800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "499746",
            "type": "webPlacesList",
            "url": "https://notanotherbackpacker.com/en/el-nido-in-palawan/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Not Another Backpacker",
            "shortName": "Ultimate Travel Guide + Insider Tips",
            "indexInSource": 8,
            "iconSiteId": 50631,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1457495",
            "type": "webPlacesList",
            "url": "https://www.thetravellingfoxes.com/post/el-nido-hiking-trails",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Travelling Foxes",
            "shortName": "El Nido's Hidden Hiking Trails: Discover Paradise Beyond the Beaches",
            "indexInSource": 1,
            "iconSiteId": 208916,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6LKo43A7MWf7P4p0PHpzzPUfRScTDKvZ",
          "V60BVO9tpSGS15oxPftWprSgfNzc3YVT",
          "IHPpLXw3dEm1C8QHiy8UzuPmORNYvaav",
          "QLncSeJAr9Wd8G8geCAZ1BtNe8M8jXgG",
          "ntZD7xLMEuAj4LhqpBo77pK6kSc3FVDJ",
          "6LKo43A7MWf7P4p0PHpzzPUfRScTDKvZ",
          "V60BVO9tpSGS15oxPftWprSgfNzc3YVT",
          "IHPpLXw3dEm1C8QHiy8UzuPmORNYvaav",
          "QLncSeJAr9Wd8G8geCAZ1BtNe8M8jXgG",
          "ntZD7xLMEuAj4LhqpBo77pK6kSc3FVDJ"
        ],
        "openingPeriods": [],
        "name": "Nagkalit-kalit Waterfalls",
        "placeId": "ChIJtUH3vZUAtzMRJeFJn3zoLGQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "yes the locals will ask for $$ please be mindful that this is their source of income. they are extremely friendly. my tour guide offered to carry my backpack. and she stayed with us at the waterfall for a little over and hour while i got to enjoy my time swimming in the water. although the waterfall wasn't at its peak, it was still beautiful!",
            "author_name": "Julia",
            "relative_time_description": "",
            "time": 1743503100,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "So before I got there I have read all the comments about the payment the guides ect…\nI have decided to give it a go at the end of the day. Arrived there around 16:20 and I went to the last shop to the right (coming from el nido) and the lady there was correct she asked for 370 p for the guide and the entrance and no additional fees I was clear with them that I will not add any pesos.\nThe guide was a lady with her daughter. She was fast and the way took about 25minutes. To get there you cross the water 9 to 10 times you have to wet your shoes at least twice.\nI will not recommend flip flops as the track is not super easy.\nWhen I arrived there there was just one group leaving so I enjoyed a well deserved swim by my self after sweating on the way in :-)\nThe water fall is not exceptional but it's a bit of change from the beach around el nido and can constitute a nice end of day stop if you visit the beach by scooter.\nCareful when you enter the water it's very slippery.\nHope this helps.",
            "author_name": "Gaston Chaa",
            "relative_time_description": "",
            "time": 1740764956,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Absolutely worst experience! Do not recommend.\n\nWe started the tour at the “Irish store”. They said the price was 420 pesos per person including all entrance fees, 2 waterfalls, and a guide. We were aware that usual fee was 300 pesos per person, but didn't mind the extra bit to support locals.\n\nHowever, as we progressed it only got worst! They provided us a “guide”, a girl who at every stop was just asking for extra money. At first stop (after around 15-20 min walk), she said there is a private land and we will need to pay additional 50 pesos per person. We refused saying we already paid and were happy to go back and cancel the tour. She then chose to pay for us and progressed. In addition, we observed other guides paying for their group, rather than tourists themselves.\n\nWhen we arrived at the first waterfall we swam and it was an ok experience. Quite a small waterfall, but ok for a swim. When we completed, we said if we can progress to the next waterfall and she said that will be additional 100 pesos per person! We refused paying extra and returned back to the parking.\n\nAlong the way there and back the guide didn't talk to us, or even ask our names. She was well ahead, not even suggesting any more tricky walking areas. Overall, no talk at all, even after our attempt to make a small talk. The walk was around 30-40 minutes one way and was through the farm at first, followed by the forest. It was not a difficult walk and we met some tourist walking to the waterfall by themselves. So it's doable if you're comfortable navigating forest. We're not sure how further is the second waterfall, as our guide wouldn't take us without an additional pay!\n\nOn our way back, she eventually just left us, with a buffalo with a baby blocking our way at one point.\n\n0/10, absolutely avoid! Or at least go to a different stall. There are at least 5 of them in the same location.",
            "author_name": "Greta Pileckaitė",
            "relative_time_description": "",
            "time": 1739078673,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 3,
        "id": "",
        "categories": [
          "Scenic spot",
          "Nature & Parks",
          "Waterfalls"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 11,
            "3": 32,
            "4": 34,
            "5": 62
          }
        },
        "minMinutesSpent": null,
        "latitude": 11.256499,
        "address": "7C4P+HVW, El Nido, Palawan, Philippines",
        "travel_time": null
      }
    ]
  }
}