{
  "list_id": "734",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/734/1.jpg",
  "description": "Dive into \"Capturing Makati: A Photogenic Journey\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/160305"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Capturing Makati: A Photogenic Journey",
  "city_id": "244",
  "subtype": "poi",
  "city": "Makati",
  "created_ts": 1759263084,
  "slug": "capturing-makati-a-photogenic-journey-makati-poi-b753b9",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ3-hTyQXJlzMRqx3zTd460NM",
        "generalDescription": "Ayala Triangle Gardens is a hidden gem nestled in the vibrant heart of Makati's central business district. This tranquil, triangle-shaped park spans 2 hectares and serves as a peaceful retreat from the hustle and bustle of city life. Surrounded by towering skyscrapers, it features beautifully landscaped lawns, tree-lined paths perfect for jogging or leisurely strolls, and ample open spaces ideal for picnics or casual gatherings.",
        "utcOffset": 480,
        "maxMinutesSpent": 240,
        "longitude": 121.024496,
        "rating": 4.5,
        "numRatings": 11029,
        "sources": [
          {
            "id": "459952",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/philippines/articles/the-15-most-instagrammable-spots-in-manila-philippines/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Culture Trip",
            "shortName": "The Most Instagrammable Spots In Manila",
            "indexInSource": 8,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "78522",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/makati-city-tourist-spots",
            "sourceSite": "Web",
            "snippet": "As the name suggests, Ayala Triangle Gardens is a triangular open park located in the middle of Makati Avenue, Ayala Avenue, and Paseo de Roxas Street. Similar to how the Central Park in New York provides city dwellers and tourists an open, green space to work out and enjoy nature, Ayala Triangle Gardens is a favorite go-to park for early risers. It's also the perfect place to visit in Makati for those who want to squeeze in a run or a workout and working professionals who want to have lunch outside and for families.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 27 Things to Do in Makati City",
            "indexInSource": 0,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923710",
            "type": "webPlacesList",
            "url": "https://www.makatiphotographer.com/best-places-in-manila-for-photography",
            "sourceSite": "Web",
            "snippet": "Located in Makati City, this green space is lovely and one of the great aspects about it is that there are so many shops and large buildings surrounding it, making it easy to incorporate nice business profile photos. A good example of this is companies that book me to photograph the entire staff with the same “central business district” background for a uniformed look on their company website, company brochures, etc. Again this area provides a clean, business-style professional background in a natural setting.",
            "siteName": "Makati Photographer, Makati, Philippines Based Professional Photography Service",
            "shortName": "Best Places in Manila for Photography",
            "indexInSource": 2,
            "iconSiteId": 276510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923799",
            "type": "webPlacesList",
            "url": "https://www.karenmnl.com/instagram-worthy-places-to-visit-in-makati/",
            "sourceSite": "Web",
            "snippet": "The most famous of these is the Ayala Triangle Gardens, located in the heart of the central business district. Benches, small restaurants and well-kept paths make this welcoming for photo trips and people watching, with the local cat population adding a dose of fun and quirkiness to the area. The old air traffic tower and the restaurant Blackbird also provide an elegant focal point for pictures.",
            "siteName": "karenmnl.com",
            "shortName": "Instagram-Worthy Places to Visit in Makati – Karen MNL",
            "indexInSource": 0,
            "iconSiteId": 276525,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "222385",
            "type": "webPlacesList",
            "url": "https://vlogsmarter.com/the-6-most-instagrammable-spots-in-makati-city/",
            "sourceSite": "Web",
            "snippet": "Nothing brightens up an Instagram feed like the image of the great outdoors. Ayala Triangle Gardens houses a collection of plant life that will allow social media enthusiasts to take a step back from the concrete walls of the city. You’ll always see the park full of life as people come around to enjoy the scenery, greenery, or just take a nice stroll for better overall fitness.",
            "siteName": "Vlog Smarter",
            "shortName": "The 6 Most Instagrammable Spots In Makati City",
            "indexInSource": 2,
            "iconSiteId": 29701,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "352019",
            "type": "webPlacesList",
            "url": "https://onepropertee.com/10-instagram-worthy-visit-makati-topic",
            "sourceSite": "Web",
            "snippet": "Ayala Triangle Garden boasts of a collection of contemporary art amidst lush greenery. The park caters to joggers, families and everyone else who needs to take a breather from the concrete jungle that is Makati. During Christmas, the park really comes to life with its colorful light shows - something which would definitely give a pop of color to your IG feed.",
            "siteName": "onepropertee.com",
            "shortName": "10 Instagram-worthy Places to Visit in Makati",
            "indexInSource": 4,
            "iconSiteId": 39965,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268342",
            "type": "webPlacesList",
            "url": "https://www.tinkertravels.com/travel-inspiration/instagram-worthy-places-in-makati-manila.html",
            "sourceSite": "Web",
            "snippet": "The Ayala Triangle Gardens is a 2-hectare urban park located in Makati. The landscaped triangular gardens are located in the business district offering an escape from the rush of city life. There is free WiFi throughout the park so you can upload all your pictures in a flash.",
            "siteName": "Tinker Travels",
            "shortName": "15 Instagram Worthy Places in Makati & Manila • #WOW #Bucketlist",
            "indexInSource": 8,
            "iconSiteId": 32728,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923672",
            "type": "webPlacesList",
            "url": "https://www.wkadventures.com/philippines/most-instagrammable-spots-in-metro-manila/",
            "sourceSite": "Web",
            "snippet": "Makati is one of the most affluent cities in Metro Manila and home to some of the most Instagrammable spots in the city. One such spot is the Ayala Triangle Gardens. This urban oasis is a popular spot for lunchtime strolls and afternoon picnics.",
            "siteName": "WK Adventures | Manila and the world",
            "shortName": "The Most Instagrammable Spots in Metro Manila | WK Adventures",
            "indexInSource": 0,
            "iconSiteId": 30582,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923780",
            "type": "webPlacesList",
            "url": "https://pushpitha.livejournal.com/1373977.html",
            "sourceSite": "Web",
            "snippet": "There is an array of places to experience in Makati that provide plenty of Insta-worthy photo opportunities such as Little Tokyo, Ayala Museum, Ayala Triangle Gardens, Salcedo Saturday Market and more.",
            "siteName": "pushpitha.livejournal.com",
            "shortName": "The Top Instagrammable Places in Makati – Alluring Sights that Will Get You Plenty of 'Likes'!: pushpitha — LiveJournal",
            "indexInSource": 2,
            "iconSiteId": 47630,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923739",
            "type": "webPlacesList",
            "url": "https://lubd.com/instagrammable-spots-in-metropolitan-manila/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Lub d - Unforgettable stays, endless connections",
            "shortName": "INSTAGRAMMABLE SPOTS IN METROPOLITAN MANILA",
            "indexInSource": 0,
            "iconSiteId": 36699,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6Rmpj5944wcn03NArbLJ3j3YwroIZiw3",
          "Paogc3Zm3oD20FR6qflUSzwxkbysxMaz",
          "Ep5syGA5T8t3JwZYaDiZS1IaVqFREkrl",
          "811jSg59svjtPBR35tzGbAIDmWaGliRF",
          "nQLFFmH0sFVXqqnr92oU7eHVG3ShEv2T",
          "6Rmpj5944wcn03NArbLJ3j3YwroIZiw3",
          "Paogc3Zm3oD20FR6qflUSzwxkbysxMaz",
          "Ep5syGA5T8t3JwZYaDiZS1IaVqFREkrl",
          "811jSg59svjtPBR35tzGbAIDmWaGliRF",
          "nQLFFmH0sFVXqqnr92oU7eHVG3ShEv2T"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Ayala Triangle Gardens",
        "placeId": "ChIJ3-hTyQXJlzMRqx3zTd460NM",
        "internationalPhoneNumber": "+63 2 7908 3000",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing place feels very peaceful in the heart of the city and cafes you can cool down in / get some refreshments. Plus the very modern and all glass exterior, Ayala shopping center, which is also fun to explore. There was also an open bookstore and other unique features like a fountain frame and reflective objects hanging from some trees which somehow did not look tacky but… mesmerizing… this park just has good vibes",
            "author_name": "Sarah H",
            "relative_time_description": "",
            "time": 1744287448,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you're ever in Makati or Manila, you have to check out Ayala Triangle Gardens. 🌿 At night, it completely transforms-so many people are out running, walking, or just hanging out, and the whole place comes alive with energy. The light displays are beautiful and add such a magical vibe to the evenings. ✨\n\nSurrounded by stunning malls and modern architecture, the gardens are super clean, well-maintained, and feel very safe, which makes it the perfect spot to relax or people-watch. Whether you want to exercise, grab a bite, or just soak in the atmosphere, Ayala Triangle gives you the best of both worlds-nature right in the middle of the city, with urban convenience all around.\n\nOverall, it's one of those places you'll definitely want to visit, whether you're new to Makati or just exploring Manila. 🌆🌴",
            "author_name": "Jeramia Valentine",
            "relative_time_description": "",
            "time": 1757047182,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Ayala Triangle Gardens is one of those rare places in Metro Manila where you can really take a break from the noise and chaos of the city without actually leaving the city. Nestled right in the heart of Makati's Central Business District, it's a surprisingly serene and green open space surrounded by tall office buildings, giving it that perfect blend of urban and natural environments.\n\nOne of the best things about the gardens is how walkable and spacious it is. The paths are wide, well-paved, and shaded by rows of trees that make it a great place for a morning jog, an afternoon stroll, or even just to sit and people-watch. It's especially ideal for those working nearby who need a quick breath of fresh air or a calm lunch break outdoors. There are benches scattered around, and the landscaping is always well-maintained, giving it a clean and inviting look.\n\nThe gardens are also home to several art installations and sculptures, adding a cultural touch to your walk. Plus, the vibe is always pleasant-families, couples, joggers, dog walkers, and office workers all sharing the same space without it ever feeling crowded.\n\nThere's a great selection of restaurants along one side of the park, so it's not just a walking destination, but also a place to enjoy good food. Whether you're craving coffee, a hearty lunch, or even dessert, you can find something nearby to enjoy after your walk.\n\nAt night, the place transforms into something magical. The lights in the trees give the whole area a cozy, almost festive feel. During the holiday season, they host the famous Festival of Lights, which is a spectacular show of music and lights that draws crowds every year.\n\nSecurity is present but not overbearing, and the overall atmosphere feels safe and relaxed. It's rare to find a green space this well-preserved and open in a commercial area, and Ayala Triangle has definitely become a favorite spot for many Makati residents and visitors alike.\n\nAll in all, Ayala Triangle Gardens is more than just a park-it's a much-needed escape, a community space, and a quiet retreat rolled into one. Whether you're looking to exercise, unwind, dine, or simply enjoy some fresh air, this place is worth visiting again and again.",
            "author_name": "Satrina Mudjasam",
            "relative_time_description": "",
            "time": 1745178696,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.ayalatriangle.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Gardens"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 127,
            "2": 106,
            "3": 736,
            "4": 2702,
            "5": 7358
          }
        },
        "minMinutesSpent": 240,
        "latitude": 14.557049,
        "address": "Paseo De Roxas St Cor Makati Ave, Cor Ayala Ave, Makati City, 1209 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJAZFEnybKlzMRzVWj2vJ_B7M",
        "generalDescription": "The National Museum of Natural History is a stunning venue that showcases zoological, botanical, and geological specimens. It opened on International Museum Day and features the majestic Tree of Life in its courtyard. Visitors can enjoy a 360-degree view from the scenic elevator and explore galleries such as Mangroves, Beaches and Intertidal Zones, The Marine Realm, Natural Inheritance, and Temporary Exhibitions.",
        "utcOffset": 480,
        "maxMinutesSpent": 120,
        "longitude": 120.982194,
        "rating": 4.7,
        "numRatings": 5466,
        "sources": [
          {
            "id": "459952",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/philippines/articles/the-15-most-instagrammable-spots-in-manila-philippines/",
            "sourceSite": "Web",
            "snippet": "Since reopening in the spring of 2018 in the midst of Rizal Park, the National Museum of Natural History in Manila has had crowds rocking up to admire the old and new displays of curiosities. Follow them and absorb yourself for a couple of hours in its various departments, including botany, zoology, geology, arts and more. There are some terrific exhibits, among them rainforest and mangrove dioramas as well as the taxidermied remains of the fearsome Lolong – at 20.24 ft (6.17 m) the Guinness Book of World Records’ largest crocodile to have been kept in captivity.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Instagrammable Spots In Manila",
            "indexInSource": 4,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923739",
            "type": "webPlacesList",
            "url": "https://lubd.com/instagrammable-spots-in-metropolitan-manila/",
            "sourceSite": "Web",
            "snippet": "The National Museum of Natural History is one of the most popular museums visited in the country. It houses galleries in its six-story structure with primary attractions including Lolong, the skeleton of the Philippine’s largest crocodile in captivity. The Tree of Life is one of the Instagram worthy parts of the museum.",
            "siteName": "Lub d - Unforgettable stays, endless connections",
            "shortName": "INSTAGRAMMABLE SPOTS IN METROPOLITAN MANILA",
            "indexInSource": 1,
            "iconSiteId": 36699,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "q0ICOW0EzyD0dRFCJ93nqUQjWpZxPmsH",
          "Wlygk1eurzsNn4q3oJDOSg6yqhdu4b0W",
          "L6datHOlta7w9KhXO9se1VwePPSEo2c0",
          "HmCrPf0g2hMCUDhaEcKecvIwxZhsvrao",
          "uRbf2fHwMJ3YJfO38tUmBANJq5Ehw2Ph",
          "q0ICOW0EzyD0dRFCJ93nqUQjWpZxPmsH",
          "Wlygk1eurzsNn4q3oJDOSg6yqhdu4b0W",
          "L6datHOlta7w9KhXO9se1VwePPSEo2c0",
          "HmCrPf0g2hMCUDhaEcKecvIwxZhsvrao",
          "uRbf2fHwMJ3YJfO38tUmBANJq5Ehw2Ph"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "National Museum of Natural History",
        "placeId": "ChIJAZFEnybKlzMRzVWj2vJ_B7M",
        "internationalPhoneNumber": "+63 2 8298 1100",
        "reviews": [
          {
            "rating": 5,
            "text": "Well organized and clean. All displays there are educational and amazing. No registration fee but bring your valid ID. The ramp and the elevator inside is PWD friendly👌🏻. Plus, be prepared for a lot of walking around in each floor.\n\nI wish there's more skeleton of other animals too; We were amazed about the difference of bone sizes between a horse and a cow. Hopefully I get to see different things once I get to visit again someday 😊",
            "author_name": "Ashley Baldoza",
            "relative_time_description": "",
            "time": 1751224641,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The museum is one of the two sitting across each other in front of Teodoro F. Valencia Circle. There's no entrance fee.\n\nYou need to present an ID before entering and leave your belongings in the bag counter.\n\nThe building features neoclassical architecture and a centerpiece called the Tree of Life, a DNA-shaped structure that houses an elevator. Oddly, the elevator is only used to go up. You have to walk down.\n\nThis museum spans six exhibition floors, showcasing Philippine biodiversity. There were stuffed animals, fossils, marine life models, and exhibits on geology, forestry, and ecology. The most popular exhibit is Lolong; the preserved skeleton and taxidermy of the world's largest captured crocodile.\n\nUnlike some museums I'd seen abroad, this one has no cafes or souvenir shops. They should probably consider adding those if they want to attract more museum goers.\n\nAll in all it was worth visiting.",
            "author_name": "Marjorie Gavan",
            "relative_time_description": "",
            "time": 1748103480,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had a wonderful visit to the National History Museum of the Philippines. The exhibits were truly amazing, and the facility was very clean and well-maintained. The highlight for me was seeing \"Lolong,\" the world's largest crocodile in captivity, as well as the impressive collection of turtles, which as a turtle enthusiast, I greatly appreciated.\n\nWhile parking can be a challenge, the museum is easily accessible. A great tip for visitors is that admission is free. A recent update has made it even better: the National Museum of the Philippines is now open seven days a week with free admission for all. This makes it an enjoyable and accessible visit for everyone.",
            "author_name": "Carlo",
            "relative_time_description": "",
            "time": 1754480074,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.nationalmuseum.gov.ph/",
        "index": 2,
        "id": "",
        "categories": [
          "Natural history museum",
          "Museums",
          "National museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 41,
            "2": 25,
            "3": 159,
            "4": 831,
            "5": 4414
          }
        },
        "minMinutesSpent": 120,
        "latitude": 14.583324,
        "address": "Teodoro F. Valencia Cir, Ermita, Manila, 1000 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJT23sSqrJlzMRai1KlBnxMAk",
        "generalDescription": "Perched atop the 32nd floor of City Garden Hotel in Makati, Firefly Roofdeck Restaurant offers a refreshing escape from the bustling city life. The restaurant provides a stunning view of the Makati skyline, creating an ideal setting for a romantic evening or casual dining experience. With its diverse menu featuring international cuisine and an array of cocktails, Firefly Roofdeck Restaurant invites visitors to savor delicious dishes while taking in panoramic city views.",
        "utcOffset": 480,
        "maxMinutesSpent": 150,
        "longitude": 121.029256,
        "rating": 4.5,
        "numRatings": 3012,
        "sources": [
          {
            "id": "1923799",
            "type": "webPlacesList",
            "url": "https://www.karenmnl.com/instagram-worthy-places-to-visit-in-makati/",
            "sourceSite": "Web",
            "snippet": "Other rooftop decks worth visiting include Z Hostel, Encima and Firefly of the City Garden Hotels, and the Fyre Rooftop Lounge. These rooftops are located in Poblacion, a neighbourhood known for its lively nightlife, street parties, and hole-in-the-wall culinary finds.",
            "siteName": "karenmnl.com",
            "shortName": "Instagram-Worthy Places to Visit in Makati – Karen MNL",
            "indexInSource": 6,
            "iconSiteId": 276525,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "q6ixnwkCj4unp0H2p1NxGVAnuIw6qkq8",
          "0l8UyRV5zQ2WC59zdgiTEjwCS0hQxxAI",
          "wBtRq44xEyzeihGVDj8aVfoVXn9KY2N1",
          "M2JZiS6JxZsyHfNQNnhBwlow8MAyQ4Re",
          "bB3frI7bvK8lrtlEWutbAQohRrmsqHL7",
          "q6ixnwkCj4unp0H2p1NxGVAnuIw6qkq8",
          "0l8UyRV5zQ2WC59zdgiTEjwCS0hQxxAI",
          "wBtRq44xEyzeihGVDj8aVfoVXn9KY2N1",
          "M2JZiS6JxZsyHfNQNnhBwlow8MAyQ4Re",
          "bB3frI7bvK8lrtlEWutbAQohRrmsqHL7"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "0200"
            }
          }
        ],
        "name": "Firefly Roofdeck Restaurant, Makati",
        "placeId": "ChIJT23sSqrJlzMRai1KlBnxMAk",
        "internationalPhoneNumber": "+63 930 149 4563",
        "reviews": [
          {
            "rating": 5,
            "text": "The cuisines served to us by Miss Elaine were a heavenly delight, if not, it was scrumptious! It felt like a luxurious home stay, as well as a fine dinery experience. The pastries were indeed proving themselves worthy of a 5 star rating. From the looks to the tastes of the pastries, truly was it a wonderful experience. Each food were truly a masterpiece, a beauty to behold.",
            "author_name": "Donnie Mangohig",
            "relative_time_description": "",
            "time": 1751102241,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We recently visited this restaurant and honestly, the view alone makes it worth checking out. It overlooks a really beautiful spot, and the ambiance was cozy, especially with the music playing in the background. It gave the place a nice, relaxed vibe.\n\nAs for the food, it was okay but nothing particularly memorable. The menu had some variety, but the flavors just didn't stand out for us. That said, the staff really made up for it. The crew was friendly, attentive, and made sure we were comfortable the entire time.\n\nOverall, it's a good spot if you're looking for a place with great views, a chill vibe, and a team that takes care of you well.",
            "author_name": "Angel",
            "relative_time_description": "",
            "time": 1751679684,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The staff at Firefly are exceptionally helpful.\n\nMa'am Chera took great care of us-she consistently checked in to see if we needed anything and graciously accommodated our request to move to a better table. She even offered to take a photo for us, which we truly appreciated.\n\nThe food was excellent! Generous portions and absolutely delicious.\n\nThe ambience was wonderful-romantic and relaxed, perfect for a cozy evening.",
            "author_name": "Eric Vince Cortez",
            "relative_time_description": "",
            "time": 1755401345,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/FireflyRoofdeck/",
        "index": 3,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 123,
            "2": 55,
            "3": 139,
            "4": 472,
            "5": 2223
          }
        },
        "minMinutesSpent": 150,
        "latitude": 14.564757,
        "address": "8008 Makati Ave. cor. Kalayaan Ave., 32/F City Garden Grand Hotel, Makati City, 1200 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ3ekUHhrKlzMR9Tn7K6JBUBY",
        "generalDescription": "Jones Bridge, located in Manila, has a rich history dating back to the Spanish era. It underwent significant rehabilitation after being heavily damaged during World War II. Named after William Atkinson Jones, it is an iconic structure designed by Architect Juan M. Arellano and features pillars adorned with statues. The bridge connects Manila to Binondo and offers a glimpse of the city's past as the 'Venice of the Orient.'",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 120.977222,
        "rating": 4.6,
        "numRatings": 1855,
        "sources": [
          {
            "id": "328239",
            "type": "webPlacesList",
            "url": "https://philpad.com/best-instagram-worthy-places-in-manila/",
            "sourceSite": "Web",
            "snippet": "Experience a little bit of European vibe by visiting the newly restored Jones Bridge near the Binondo, Chinatown. People flock here at night to witness the illuminating glow of these beautiful lamp posts.",
            "siteName": "Philpad",
            "shortName": "23 Best Instagram Worthy Places in Manila in 2024",
            "indexInSource": 8,
            "iconSiteId": 37732,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QyjR74AGwd7xIVER9g4QeGWPVZ0tXume",
          "Skp6tMkCdqilNHEFPAoDobsVCj3O08Z0",
          "cpHgOjjzkFhQ6b20QKfLAbJsTi9KZUoY",
          "RWpeyZaHnXtD30LtnLQMsHSimeUF6qCs",
          "QyjR74AGwd7xIVER9g4QeGWPVZ0tXume",
          "Skp6tMkCdqilNHEFPAoDobsVCj3O08Z0",
          "cpHgOjjzkFhQ6b20QKfLAbJsTi9KZUoY",
          "RWpeyZaHnXtD30LtnLQMsHSimeUF6qCs"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Jones Bridge",
        "placeId": "ChIJ3ekUHhrKlzMR9Tn7K6JBUBY",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I recommend visiting Jones Bridge on weekdays, The food stall and view was great! The photo booth and games were also fun here. This place is also good for couples to visit☺",
            "author_name": "Maeris Nea Ilagan",
            "relative_time_description": "",
            "time": 1751934344,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Hoping the national government protects the historical places like this, and maintains the cleanliness,  peace and order. A comfort room should be accessible and maintain the cleanliness. i observed that security  just sitting in one corner / area.",
            "author_name": "Joner Del Norte",
            "relative_time_description": "",
            "time": 1741217750,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The smell of the water is really bad 😅 it ruins all the beautiful scenery hehe but it's worth it for taking pics and leaving right away 😊 my photos taken there were very pretty, but it is difficult to take a solo pic because of all the people passing by. There are different shops to drink and eat and some have photobooths. I didn't walk thru it all because i was not feeling the scent hehe",
            "author_name": "Ghena",
            "relative_time_description": "",
            "time": 1745140732,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Bridge",
          "Historical landmark"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 28,
            "2": 24,
            "3": 115,
            "4": 335,
            "5": 1352
          }
        },
        "minMinutesSpent": null,
        "latitude": 14.595792,
        "address": "HXWG+8V9, Jones Brg, Binondo, Manila, Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJx4ez86jJlzMR26EY_hbmFVo",
        "generalDescription": "Nestled in the chic neighborhood of Bel-Air, Makati City, the Saint Andrew the Apostle Parish Church stands as a testament to modern architecture. Designed by renowned Filipino architect and National Artist Leandro Locsin, this striking church features an unconventional silhouette that captivates visitors. Completed in 1968, its unique butterfly floor plan culminates in an X-shaped cross, symbolizing St. Andrew's crucifixion and setting it apart from traditional steeple designs.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 121.023624,
        "rating": 4.7,
        "numRatings": 973,
        "sources": [
          {
            "id": "78522",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/makati-city-tourist-spots",
            "sourceSite": "Web",
            "snippet": "Located in Bel-Air II, the Saint Andrew the Apostle Church was designed by Filipino National Artist Leandro Locsin in 1968 and was dubbed as a modern-looking church. The church’s patron saint died on an X-shaped cross that can be seen on the altar. This is why the layout of the church also follows an X-shaped layout.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 27 Things to Do in Makati City",
            "indexInSource": 11,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "o8OtkRGlEHmMrbb0nLENqyK6aXGraKnK",
          "ZFi9zElMnDVrf3xd2uiT1bMuC1blU3re",
          "SVvc6h7pr0Rnh0eCZr00ERfkDSCmiHjW",
          "o8OtkRGlEHmMrbb0nLENqyK6aXGraKnK",
          "ZFi9zElMnDVrf3xd2uiT1bMuC1blU3re",
          "SVvc6h7pr0Rnh0eCZr00ERfkDSCmiHjW"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1300"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1300"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1300"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1300"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1300"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1300"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Saint Andrew the Apostle Parish Church - Bel-Air, Makati City (Archdiocese of Manila)",
        "placeId": "ChIJx4ez86jJlzMR26EY_hbmFVo",
        "internationalPhoneNumber": "+63 2 8890 1796",
        "reviews": [
          {
            "rating": 5,
            "text": "I went here with my colleagues to offer a short prayer and I was genuinely surprised by how good the church looks inside and outside. It was a humbling and amazing experience. For everyone near Makati I think this is a go to church because of how big and great it is.",
            "author_name": "Bernard",
            "relative_time_description": "",
            "time": 1717138799,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A relatively small and modern church located in Makati. The church is located next to a large cemetary. The interior is quite unique, with unique seating, altar, and design. The church has air conditioning but it is definitely more powerful in certain areas. The seating wasn't that comfortable for me personally. The mass I attended was a mass for children I believe so I can't really say if the normal masses are more liturgical or traditional. It's quite a convenient church so I recommend having mass if you're just passing by.",
            "author_name": "Ramcel Carpiso",
            "relative_time_description": "",
            "time": 1725805643,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Seven Last Words\n\nI enjoy visiting churches from time to time even tho I'm not religious.  Each and every church is beautiful in their own unique ways indeed.\n\nSome context…it's Holy Week in the Philippines, most establishments are closed and the streets are basically deserted.   Very uncommon sight for the rest of the year!\n\nYesterday I actually joined family on this Good Friday special speaking event of the “Seven Last Words”.  While this was about 3 hours long and a little tiring to sit and hear people speak for that long…I really enjoyed it and even got a bit emotional from the personal life stories that were told in line with each portion of the last words as they were divided up.  Wow!\n\nThis location has a unique outside design indeed and when you enter it's basically a circle with the roof meeting high up to a point like a teepee/tent.\nLots of seating indeed and while the first half of the ceremony was about half full…nearing 230pm before the next service on Good Friday…this place was packed!  Standing room only left over so I suggest to arrive somewhat early especially if you have elders with you or accessible needs with seating or wheelchairs.\nPlenty of screens to read from.\nThe Air Conditioning was in full effect with some spots even being too cold to sit…Many people were fetching jackets from outside (almost 40°C ).  So ironic.\nOne thing I'll say is that depending on who's speaking, it can be quite hard to hear clearly what is being said.  The speakers hang from the slanted ceiling making the acoustics quite odd in some spots…especially if someone talks fast.\nSome of the doors were being used constantly and they weren't well oiled let's just say…So if you sit near one then be aware.  Also the foot traffic in and out can be little intrusive during mass or services.\n\nI've reported many photos and videos that were attached to this location as they did not make sense or do it any justice…Hope you enjoy some of what I captured and hope many others add some also.\n\nHave a fruitful blessed Holy Week and a Happy Easter.",
            "author_name": "Scott Powley",
            "relative_time_description": "",
            "time": 1680923457,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.facebook.com/saaparish/",
        "index": 5,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Parish",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 4,
            "3": 38,
            "4": 155,
            "5": 768
          }
        },
        "minMinutesSpent": null,
        "latitude": 14.566135,
        "address": "62 Constellation, cor Nicanor Garcia, Makati City, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJYe1vMg7JlzMRJ3T2MLaxBf4",
        "generalDescription": "Greenbelt is a sprawling shopping complex nestled around a lush garden and serene ponds, offering an array of eateries and movie theaters. The Santo Nino de Paz, also known as the Greenbelt Chapel, is a stunning hidden gem within the mall, featuring a distinctive low dome shape and surrounded by water and greenery.",
        "utcOffset": 480,
        "maxMinutesSpent": 240,
        "longitude": 121.021872,
        "rating": 4.5,
        "numRatings": 10941,
        "sources": [
          {
            "id": "78522",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/makati-city-tourist-spots",
            "sourceSite": "Web",
            "snippet": "Greenbelt has a total of five shopping areas from Greenbelt 1 to 5. All five are located at the heart of Ayala Center, with Greenbelt 5 as the newest and most upscale of all five shopping areas. What’s amazing about the Greenbelt Mall is that each shopping area has its own unique vibe, features, and architecture.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 27 Things to Do in Makati City",
            "indexInSource": 2,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923672",
            "type": "webPlacesList",
            "url": "https://www.wkadventures.com/philippines/most-instagrammable-spots-in-metro-manila/",
            "sourceSite": "Web",
            "snippet": "If you’re looking for something more upscale, head over to the Greenbelt Mall. This high-end shopping center is a popular spot for fashion bloggers and influencers. The mall is home to some of the world’s most luxurious brands.",
            "siteName": "WK Adventures | Manila and the world",
            "shortName": "The Most Instagrammable Spots in Metro Manila | WK Adventures",
            "indexInSource": 2,
            "iconSiteId": 30582,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Fi8uNHdTZAnArE3eoDdun5hQpWbg5Oan",
          "p9EXobZwbR5decndTO0wNeBM9JREmJFM",
          "u2NkJimCSPUXUrrxB3RJtmS0dZvOap48",
          "zqilsQenKrHoMYdn2RGBMxCrgxMUOTP8",
          "QHskOVwWjzu9iXOWa1ZjAqRXeKeqv7WB",
          "Fi8uNHdTZAnArE3eoDdun5hQpWbg5Oan",
          "p9EXobZwbR5decndTO0wNeBM9JREmJFM",
          "u2NkJimCSPUXUrrxB3RJtmS0dZvOap48",
          "zqilsQenKrHoMYdn2RGBMxCrgxMUOTP8",
          "QHskOVwWjzu9iXOWa1ZjAqRXeKeqv7WB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Greenbelt",
        "placeId": "ChIJYe1vMg7JlzMRJ3T2MLaxBf4",
        "internationalPhoneNumber": "+63 2 7729 2137",
        "reviews": [
          {
            "rating": 5,
            "text": "ⓇⒺⓋⒾⓈⒾⓉ & ⓇⒺⒹⒾⓈⒸⓄⓋⒺⓇ\n𝗚𝗥𝗘𝗘𝗡𝗕𝗘𝗟𝗧 𝗠𝗔𝗟𝗟\n𝗔𝗬𝗔𝗟𝗔 𝗖𝗘𝗡𝗧𝗘𝗥, 𝗣𝗔𝗦𝗘𝗢 𝗗𝗘 𝗥𝗢𝗫𝗔𝗦\n𝗠𝗔𝗞𝗔𝗧𝗜 𝗖𝗜𝗧𝗬\n\nWhen in Makati City, we never miss to revisit GREENBELT MALL, a high-end shopping and lifestyle mall in Legazpi Village, developed by Ayala Land Inc.\n\nWith a land area of 2.8 hectares, the whole block is bounded by Paseo De Roxas (GB1 and GB2), Makati Avenue (GB4), Legazpi Street (GB5) and Esperanza Street (GB3).\n\nFor over 40 years, GREENBELT MALL has been a go-to spot for lifestyle and culture across all ages.  It has become a place full of great experience, memories and stories as it always hosts private, corporate and community events that are enjoyed by its patrons.\n\nSince it opened, Greenbelt has been a favorite for good food, art, entertainment, and shopping-whether you're into high-end fashion or just looking for a laid-back hangout.\n\nGREENBELT MALL is strategically located at the heart of Ayala's development and is easily accessible by bus and MRT, as it is connected to One Ayala Mall and SM Makati that are located along EDSA, thru Glorietta Mall and Landmark Makati.\n\nONE AYALA, by the way, is another Ayala Land's newest shopping and lifestyle mall to visit, featuring a central terminal for point-to-point buses plying in Metro Manila and local jeepneys in Makati.\n\n#ayalamalls #GreenbeltMall #MakatiCity",
            "author_name": "AroundTown Philippines (WanderingAround Pinas)",
            "relative_time_description": "",
            "time": 1740801618,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "You could say it was a nice mall, but the prices for all brands were higher than expected. It's actually more of a fancy mall with exclusive brands.\n\nBut the park in the middle of the mall buildings was really beautiful-perfect for taking pictures and relaxing.\nEspecially if you love cats! They had food and water set out for them, and the whole place had a chill, stress-free vibe.\n\nThe restaurants around the park were pretty good too.",
            "author_name": "Roya Mousavi",
            "relative_time_description": "",
            "time": 1742548931,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Greenbelt Park is a hidden gem in the vibrant Makati district.\nA lush oasis where nature and sophisticated commercial spaces blend seamlessly, it offers a luxurious and peaceful retreat for both locals and visitors.\nSurrounding the park are upscale shops, restaurants, and leisure spaces, blending the charm of nature with the sophistication of a metropolitan city.\n\nOne of the notable features is the Greenbelt Chapel, an architectural icon and a spiritual sanctuary amidst the hustle and bustle of city life.\n\nGreenbelt Park is filled with winding paths, ponds, and a variety of tropical plants and flowers, making it an ideal setting for relaxation and respite. The park's lush surroundings offer a peaceful respite from the hustle and bustle of the city, and visitors can enjoy a leisurely stroll, picnic, or simply relax amidst the tranquility of nature.\n\nFor those seeking relaxation, the park has plenty of benches and shaded areas perfect for reading or people-watching.\nThe park features a variety of art pieces and sculptures that add aesthetic appeal, adding cultural sensibility to the natural landscape.\n\nWhether you are traveling alone, with family or in a group, Greenbelt Park offers an enjoyable experience filled with tranquility and beauty.",
            "author_name": "Danny Hyun",
            "relative_time_description": "",
            "time": 1746173565,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.ayalamalls.com/",
        "index": 6,
        "id": "",
        "categories": [
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 104,
            "2": 99,
            "3": 769,
            "4": 3020,
            "5": 6947
          }
        },
        "minMinutesSpent": 240,
        "latitude": 14.552754,
        "address": "Legazpi Street, Legazpi Village, Makati City, Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJwRmUYivKlzMRs7Wo6KJfYEs",
        "generalDescription": "Manila Baywalk Dolomite Beach is a popular bayside walkway that offers stunning sunset views over Manila Bay. This two-kilometer promenade stretches from the American Embassy to the Cultural Center of the Philippines, lined with palm trees and open-air cafes. The area holds historical significance as it was the site of the Battle of Manila Bay in 1898.",
        "utcOffset": 480,
        "maxMinutesSpent": 120,
        "longitude": 120.979561,
        "rating": 4.2,
        "numRatings": 6264,
        "sources": [
          {
            "id": "459952",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/philippines/articles/the-15-most-instagrammable-spots-in-manila-philippines/",
            "sourceSite": "Web",
            "snippet": "Time your visit right and you will get the most spectacular views of the sunset at the pedestrian Baywalk of Manila along Roxas Boulevard. This 2km (1.2mi) stretch is a magnetically popular part of town for jogging and walking. Over the years it has also become a hit venue for arty performances and the simple pleasure of people-watching.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Instagrammable Spots In Manila",
            "indexInSource": 3,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3baauHRgALnhReUf4CV4EJL6NS0NY3R0",
          "zCqZIqaNX6KJm3T8ybkMdl2tto1z8lgj",
          "stdCaN5AHVESwJW2IF4yoGtMxDR6tWNS",
          "tgPszu1ZOEE0XGSXRIxkG13i9qckW3zO",
          "r6SvJloYXsgWqpcJMzTTIoKuo30DJcjC",
          "3baauHRgALnhReUf4CV4EJL6NS0NY3R0",
          "zCqZIqaNX6KJm3T8ybkMdl2tto1z8lgj",
          "stdCaN5AHVESwJW2IF4yoGtMxDR6tWNS",
          "tgPszu1ZOEE0XGSXRIxkG13i9qckW3zO",
          "r6SvJloYXsgWqpcJMzTTIoKuo30DJcjC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Manila Bay Beach",
        "placeId": "ChIJwRmUYivKlzMRs7Wo6KJfYEs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A nice spot to relax in the city-free entrance, relatively clean, and there are trash bins around to help keep it that way. Guards are present at the entrance and exits, and there are restrooms available. You'll also find street vendors near the footbridge if you want snacks or drinks. Good for a quick stroll or sunset view without spending anything.",
            "author_name": "Nathaniel Alzaga",
            "relative_time_description": "",
            "time": 1744644071,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "I can't say this beach blew my mind. Its a nice clean place (it shows how hard they are trying to upkeep it) where you can relax and enjoy sunset and hangout. There are a handful of people but in my opinion it's not to crowded. But I must say it was quite shocking when the security at exactly 7PM lead us all off the beach. My first time experiencing this (as a European).",
            "author_name": "Ha Jung Kim",
            "relative_time_description": "",
            "time": 1743972976,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice,  President duterte, another project that people will always remember  him for.\n\nThe area is clean. I'm glad they restricted people from coming inside to keep the area clean.",
            "author_name": "Maybelle “Penniless tourist.” Zotomayor",
            "relative_time_description": "",
            "time": 1746245549,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Public beach",
          "Nature & Parks",
          "Bodies of Water"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 329,
            "2": 265,
            "3": 847,
            "4": 1329,
            "5": 3494
          }
        },
        "minMinutesSpent": 120,
        "latitude": 14.574973,
        "address": "Roxas Blvd, Malate, Manila, 1004 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJk-vJJqPJlzMRd7vNZ4Gtcno",
        "generalDescription": "Odd Cafe, located in Makati, embraces its unique and quirky character with a distinctive look that includes wavy-framed mirrors and soft pastel colors. The cafe offers a plant-based menu with fun coffee drinks like Black Forest and Cereal Killer. It's a great spot for virtual work or catching up with friends. Despite having many customers, the cafe maintains a peaceful and clean environment. They also promote pet-friendly and plant-based products.",
        "utcOffset": 480,
        "maxMinutesSpent": 240,
        "longitude": 121.024386,
        "rating": 4.7,
        "numRatings": 625,
        "sources": [
          {
            "id": "1923788",
            "type": "webPlacesList",
            "url": "https://primer.com.ph/blog/list-8-instagrammable-cafes-in-makati-worth-visiting/",
            "sourceSite": "Web",
            "snippet": "Another great cafe in Salcedo Village, Odd Cafe is an “odd” place that you’d want to take snaps of and post on social media, thanks to its funky, minimalistic interiors. Vegans or those wanting to try plant-based food and drinks are in for a treat as Odd Cafe serves vegan and vegetarian-friendly items. Customers are given the option to choose a milk base (oat, almond, or soy) for classic drinks while bottled signature drinks have an oat milk base.",
            "siteName": "Blog",
            "shortName": "LIST: 8 Instagrammable Cafes in Makati Worth Visiting",
            "indexInSource": 6,
            "iconSiteId": 800,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923778",
            "type": "webPlacesList",
            "url": "https://mega-onemega.com/5-instagrammable-hang-out-spots-you-can-check-out-in-makati/",
            "sourceSite": "Web",
            "snippet": "This quirky and unique cafe is perfect for those looking for something a little different. With its eclectic decor and fun atmosphere, you’ll feel right at home. And, with its beautiful natural light and stylish interiors, you’re sure to snap a photo that’s Insta-worthy.",
            "siteName": "MEGA",
            "shortName": "5 Instagrammable Hang-Out Spots You Can Check Out in Makati",
            "indexInSource": 4,
            "iconSiteId": 63870,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "270128",
            "type": "webPlacesList",
            "url": "https://booky.ph/blog/work-spots-makati/",
            "sourceSite": "Web",
            "snippet": "The only thing odd about Odd Cafe is how perfect it is for working from a cafe with sockets a chill atmosphere as well as good drinks and food. We recommend trying drinks like French kiss espresso, oddchata horchata, and the matcha sunrise infused with mango.",
            "siteName": "Booky",
            "shortName": "Beautiful Work Spots in Makati with Great Coffee, Power Sockets, and/or Wi-Fi",
            "indexInSource": 3,
            "iconSiteId": 22332,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sDN9XpUIJj6qVWsF6takFhY65xHIJ5PV",
          "DBCdbeRvj0E9i7NCwEEdRzysXPtIy9gP",
          "1eKlU4yO0MENL99OJvLdaphhoC2mUxPa",
          "5u8Zw3zaDChdsNqBeOAM0LCTFSlLVp8Y",
          "sDN9XpUIJj6qVWsF6takFhY65xHIJ5PV",
          "DBCdbeRvj0E9i7NCwEEdRzysXPtIy9gP",
          "1eKlU4yO0MENL99OJvLdaphhoC2mUxPa",
          "5u8Zw3zaDChdsNqBeOAM0LCTFSlLVp8Y"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Odd Cafe | Makati",
        "placeId": "ChIJk-vJJqPJlzMRd7vNZ4Gtcno",
        "internationalPhoneNumber": "+63 917 620 3803",
        "reviews": [
          {
            "rating": 5,
            "text": "This cafe is located on the 7th floor of a building.  Once you got off the floor, just head to your right and you'll immediately see the cafe. They have a white signage at the entrance on the ground of the building so you won't miss it.\n\nI like the unique feel of the cafe (fitting for Odd) with its bare concrete walls and floor, mixed with neon lights and pops of colors, and the combination of different materials and shapes with the furniture and decor.\n\nThe oddity doesn't stop with the interior, it's also on how they name their menu items and how they introduce not so common flavor combinations but I feel like they could introduce crazier combinations that will really make your head tilt. They offer signature mixes and even interesting savory food.\n\nI had the French Kiss which lived up to its description of a locked mix between espresso, vanilla, and cinnamon.\n\nI would also like to commend how they train their staff. They saw how full my hands were so they offered to serve my coffee at the table. My card was giving an error on the machine and they proactively showed me the history transaction just to assure me it wasn't charged on my account. I think those small things shows how well prepared they are in showing care for their customers.\n\nLastly, I love that they use their extra space to give opportunities to small business and artists. There was a flea market and I got to purchase some self-made art stickers and keychains.",
            "author_name": "Robi G",
            "relative_time_description": "",
            "time": 1744395579,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was a rad hidden gem in Manila. Chill and eclectic vibes (the good kind of “odd”), super friendly staff, and fun sweet coffee drinks that made me take a break from simply specialty espresso. This seems like a fun place to come and hang out or work on a creative project. Just remember that you have to enter the building and take the elevator up. I also got a cold brew to take home and it was also delicious.",
            "author_name": "Felipe Latorre",
            "relative_time_description": "",
            "time": 1748306220,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Good quality matcha, great clean space for working or booking private events with fun workshops. Artsy, minimalist and modern. Kind staff and fair prices. Has a small menu of food available to go with your beverage orders.",
            "author_name": "Luisa Estanislao Eastlaw",
            "relative_time_description": "",
            "time": 1747275384,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Coffee shop"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 6,
            "3": 28,
            "4": 82,
            "5": 501
          }
        },
        "minMinutesSpent": 240,
        "latitude": 14.561012,
        "address": "7th floor Finman Centre Building 131 Tordesillas, cor Bautista, Salcedo Village, Makati City, 1227 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ3x3cIw7JlzMRn9yOsA4eWLs",
        "generalDescription": "Washington Sycip Park, located in the heart of Makati, is a peaceful urban sanctuary offering a serene escape from the city's hustle and bustle. This privately owned public park features lush greenery, koi ponds, and sculptures by local artists such as Impy Pilapil. Visitors can enjoy leisurely walks along quiet paths, relax in gazebos, and admire the art installations scattered throughout the park.",
        "utcOffset": 480,
        "maxMinutesSpent": 90,
        "longitude": 121.017992,
        "rating": 4.6,
        "numRatings": 1852,
        "sources": [
          {
            "id": "78522",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/makati-city-tourist-spots",
            "sourceSite": "Web",
            "snippet": "The Washington Sycip Park in Makati is a wonderful and quiet place to take a leisurely stroll in between meetings. It has a koi pond, which is said to bring one strength and good luck according to the Japanese culture. Ponds, in general, are also known to help lower blood pressure levels and anxiety.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 27 Things to Do in Makati City",
            "indexInSource": 9,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dPQZWSOiRaxq3uzB2CLzTizpzSL4RlHj",
          "telXJts7eQPdDw7yQCSotAaaaTSbVzoP",
          "2gmaBuDYQWCmHUoNEbAXCOMi1qz7HIrX",
          "dPQZWSOiRaxq3uzB2CLzTizpzSL4RlHj",
          "telXJts7eQPdDw7yQCSotAaaaTSbVzoP",
          "2gmaBuDYQWCmHUoNEbAXCOMi1qz7HIrX"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Washington Sycip Park",
        "placeId": "ChIJ3x3cIw7JlzMRn9yOsA4eWLs",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This place is a great spot for walking, jogging, or simply relaxing. It's a popular date spot because I've seen many couples walking around here, and there are also a lot of active people. I love that there are so many cats roaming freely, and they even have food and water available for them at all times.",
            "author_name": "Yussen Kaisha",
            "relative_time_description": "",
            "time": 1736190613,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This park is a quiet, well-maintained spot in Makati perfect for jogging, relaxing, or simply unwinding. It's very PWD-friendly, with paved wheelchair-accessible paths throughout.\n\nCompared to Legazpi Active Park, it feels more peaceful and laidback, with plenty of benches and shaded pavilions for chilling, eating, or people-watching.\n\nThe koi pond and small fountain add a relaxing touch, while the colorful Rainbow Eucalyptus trees bring a unique pop of color. At night, the lights strung around the trees create a cozy, magical atmosphere.\n\nThere are also friendly cats roaming the park.",
            "author_name": "Nathaniel Alzaga",
            "relative_time_description": "",
            "time": 1745757030,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This park is my go-to whenever I feel like I need a breather. Really close to Makati business district and restaurants are nearby, so you could just sit and watch passersby, or you could be the passerby and enjoy a night or morning jog. The park have clean restrooms too and for parents who want their kids to have fun, there's this little playground for them too.",
            "author_name": "Meg Ricarte",
            "relative_time_description": "",
            "time": 1729422580,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "City park",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 15,
            "2": 12,
            "3": 125,
            "4": 431,
            "5": 1269
          }
        },
        "minMinutesSpent": 90,
        "latitude": 14.553862,
        "address": "Legazpi Street, Legaspi Village, Makati City, 1229 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJgS96OD3KlzMR91wyTDiHHCg",
        "generalDescription": "Casa Manila, a meticulously restored 1850s house turned museum, offers a glimpse into the opulent lifestyle of a wealthy Filipino family during the late Spanish colonial era. The facade is inspired by an actual residence from Binondo's Chinese district, while the interior showcases lavish European and Chinese furniture, crystal chandeliers, painted walls, and gilded furnishings that defined Manila houses of that period.",
        "utcOffset": 480,
        "maxMinutesSpent": 240,
        "longitude": 120.975169,
        "rating": 4.6,
        "numRatings": 911,
        "sources": [
          {
            "id": "1425135",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/intramuros-tour/",
            "sourceSite": "Web",
            "snippet": "Ever wondered how the rich lived during the Spanish era in the Philippines?. Go to Casa Manila and you’ll find out. The main attraction of this Intramuros tourist spot is a fully-furnished home-turned-museum that shows how Filipinos lived during the colonial era.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Intramuros Tour 2022 Guide: Top Attractions | Best Time to Go",
            "indexInSource": 3,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923667",
            "type": "webPlacesList",
            "url": "https://www.tatlerasia.com/lifestyle/arts/5-spots-metro-manila-photowalks",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Tatler Asia",
            "shortName": "5 Spots in Metro Manila for Photowalks: Ronac Art Center, Metropolitan Theater, and more",
            "indexInSource": 2,
            "iconSiteId": 15205,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xxYGDsLooS6uJMlT6r1vasz4XQK1vMmh",
          "sdoX8mDszyUnUVPkAgtLf9WX8JhEuFV3",
          "Mlmx57ckIE1M4gHbGyamlL4EZmStYMGi",
          "VU0cbS57pwxXBrLgZ4m3ccyWA9xRDIiN",
          "owhutPorq0LT1gSybqhLimDEHjjRA09B",
          "xxYGDsLooS6uJMlT6r1vasz4XQK1vMmh",
          "sdoX8mDszyUnUVPkAgtLf9WX8JhEuFV3",
          "Mlmx57ckIE1M4gHbGyamlL4EZmStYMGi",
          "VU0cbS57pwxXBrLgZ4m3ccyWA9xRDIiN",
          "owhutPorq0LT1gSybqhLimDEHjjRA09B"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Casa Manila",
        "placeId": "ChIJgS96OD3KlzMR91wyTDiHHCg",
        "internationalPhoneNumber": "+63 2 8527 4084",
        "reviews": [
          {
            "rating": 5,
            "text": "Absolutely stunning! A beautiful setting to capture the spirit of Spanish Colonial living and the lifestyle that accompanied that privileged position and station. Built during the Marcos era this museum is one of the more spectacular creations during a difficult time in the Philippines history.",
            "author_name": "Bryan Mulvaney",
            "relative_time_description": "",
            "time": 1741933033,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I have known Casa Manila since college. My favourite is the Ah Tay Bed since I don't get to see the same in this day and age. No videos allowed but unlimited photos can be taken. Well preserved antique furniture however, some parts of the flooring are almost collapsible. I thought I would fall off to the ground floor. 😂",
            "author_name": "Kathleen Roque",
            "relative_time_description": "",
            "time": 1753292993,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was like a time capsule!  Being in a place that was once full of life in a certain period of history was a very enlightening experience.\nThe place is well maintained, the staff were helpful but not intimidating.\nIt's definitely worth the visit",
            "author_name": "Kayedy Y (kayedy24)",
            "relative_time_description": "",
            "time": 1754880571,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Museum",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 15,
            "2": 6,
            "3": 52,
            "4": 174,
            "5": 667
          }
        },
        "minMinutesSpent": 240,
        "latitude": 14.589659,
        "address": "plaza sans luis complex, General Luna St, Intramuros, Manila, 1002 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ_3PA_gTJlzMRXlC2VotEw5E",
        "generalDescription": "Nestled in the bustling business district of Makati, the Yuchengco Museum is a sophisticated venue that offers an immersive experience into the world of Filipino art and history. Established by Alfonso Yuchengco in 2005, this museum houses a diverse collection of classical and contemporary Filipino masterpieces, as well as works from international artists.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 121.016217,
        "rating": 4.3,
        "numRatings": 3080,
        "sources": [
          {
            "id": "259266",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/25-best-things-makati-philippines/",
            "sourceSite": "Web",
            "snippet": "Yuchengco Museum is the perfect art center to visit when you don’t have all day to spare but you want to immerse yourself in a quick Filipino culture bath. Set aside 1-2 hours to roam the floors where you can surround yourself with classic paintings by renowned Filipino artists, as well as modern works of art that are fresh and edgy. The top floor is a collection of Yuchengco family artifacts.",
            "siteName": "The Crazy Tourist",
            "shortName": "25 Best Things to Do in Makati (the Philippines)",
            "indexInSource": 16,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "78522",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/makati-city-tourist-spots",
            "sourceSite": "Web",
            "snippet": "Located in RCBC Plaza, the Yuchengco Museum is an art and design gallery established by former Philippine Ambassador Alfonso Yuchengco. It is one of the beautiful places in Makati. The three-level museum is home to many paintings from Filipino masters, photos of the founders’ meetings with world leaders, and a collection of José Rizal memorabilia.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 27 Things to Do in Makati City",
            "indexInSource": 3,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "268342",
            "type": "webPlacesList",
            "url": "https://www.tinkertravels.com/travel-inspiration/instagram-worthy-places-in-makati-manila.html",
            "sourceSite": "Web",
            "snippet": "Here at the Yuchengco Museum, you will find some interesting displays and sculptures which are most certainly Instagram worthy. The upper floor holds a collection of Yuchengco family artifacts which the other floors host Filipino arts. Be sure to check out the People Power sculpture outside the museum and also admire the building itself.",
            "siteName": "Tinker Travels",
            "shortName": "15 Instagram Worthy Places in Makati & Manila • #WOW #Bucketlist",
            "indexInSource": 2,
            "iconSiteId": 32728,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "328239",
            "type": "webPlacesList",
            "url": "https://philpad.com/best-instagram-worthy-places-in-manila/",
            "sourceSite": "Web",
            "snippet": "The Yuchengco Museum at RCBC Plaza is not only a favorite of museum and contemporary arts lovers but also travelers. You will find Instagram worthy spots both outside and inside this museum.",
            "siteName": "Philpad",
            "shortName": "23 Best Instagram Worthy Places in Manila in 2024",
            "indexInSource": 2,
            "iconSiteId": 37732,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kh8zZaCPomKrjOl5DC3H1CbjBQ8seLYm",
          "kKgaX2Sf1qHASDWbhzzMTCCdEcUwXzjC",
          "RUsWMUGcyYAGfQw11G7O9KOE2BRNGljN",
          "2IbfNGyuhZnyLPDgYQXfDqvOgojLwMJ2",
          "kh8zZaCPomKrjOl5DC3H1CbjBQ8seLYm",
          "kKgaX2Sf1qHASDWbhzzMTCCdEcUwXzjC",
          "RUsWMUGcyYAGfQw11G7O9KOE2BRNGljN",
          "2IbfNGyuhZnyLPDgYQXfDqvOgojLwMJ2"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Yuchengco Museum",
        "placeId": "ChIJ_3PA_gTJlzMRXlC2VotEw5E",
        "internationalPhoneNumber": "+63 2 8889 1234",
        "reviews": [
          {
            "rating": 5,
            "text": "A small museum in the heart of makati, it's nice to walk around and too crowded during weekday, over all it's nice to visit. Entrance fee is so affordable 100pesos for student 200 pesos for regular rate.",
            "author_name": "May Noguera (Kate)",
            "relative_time_description": "",
            "time": 1739752076,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Mid\nA small fee is required for entry and you needed to leave your bags with them.\n\nSeveral floors dedicated to a few exhibits of the museum owner and some important Filipinos who contributed greatly to Philippines.\n\nThe bottom floor was an art exhibit dedicated to some South Korean artists and their works. Which probably was the highlight of the exhibit.",
            "author_name": "Nelson Tran",
            "relative_time_description": "",
            "time": 1743684321,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Negative: two floors of space filler.\nPositive: small area about Jose Rizal and the Yuchengco family history.\n\nThe Yuchengco Museum is housed within the modern Yuchengco Tower and spans floor\nfloors.\n\nEntrance is 200peso which in hindsight isn't good value to the floor fillers on ground and 3rd floor.\n\nThe most worthwhile exhibits are found on the , 4th, and 2nd floors. These areas focus on the Yuchengco family's history, tracing their roots from China to the Philippines, and feature artefacts, photographs, and memorabilia related to Ambassador Alfonso Yuchengco, who built his legacy in Manila.\n\nThe 3rd floor is largely dedicated to architectural displays, which come across more as space fillers unless you have a particular passion for architecture.\n\nSimilarly, the ground floor also focuses on architectural expressions, adding little to the overall visitor experience.\n\nThe 2nd floor houses a small but interesting exhibition on José Rizal, showcasing some of his personal artefacts, books, and references to significant women in his life. While this exhibit is meaningful, the space allocated is quite limited.\n\nOverall, the museum suffers from too many “filler” exhibits, particularly the repeated architectural themes, which dilute the visitor experience and make the entrance fee feel less worthwhile.",
            "author_name": "Travelling Doc",
            "relative_time_description": "",
            "time": 1745905203,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://yuchengcomuseum.org/",
        "index": 11,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Modern art museum",
          "Sculpture museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 71,
            "2": 79,
            "3": 407,
            "4": 811,
            "5": 1712
          }
        },
        "minMinutesSpent": null,
        "latitude": 14.560476,
        "address": "RCBC Plaza, Corner Ayala Avenue and Senator Gil J. Puyat Avenue, Makati City, 1200 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJC0skMAbJlzMRHH4Z7RlsABo",
        "generalDescription": "Jaime C. Velasquez Park, also known as Salcedo Park, is a compact urban oasis in Makati. It features a children's playground, grassy lawn, stone benches, and walkways for leisurely strolls or brisk jogs. On weekends, the park hosts the popular Salcedo Weekend Market offering gourmet eats and organic produce. For dog owners, there's a no-frills dog playground where furry friends can run around freely within designated areas based on their size.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 121.022788,
        "rating": 4.5,
        "numRatings": 1164,
        "sources": [
          {
            "id": "259266",
            "type": "webPlacesList",
            "url": "https://www.thecrazytourist.com/25-best-things-makati-philippines/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Crazy Tourist",
            "shortName": "25 Best Things to Do in Makati (the Philippines)",
            "indexInSource": 20,
            "iconSiteId": 565,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "G3yDKfopxVCfjEVuEIWepdnzw9Bon4Pe",
          "pD1FxVIgYZUWJyGCHgGuJLadoXPKvtRf",
          "rnB2o82plQ16vQ8lsyQdSzORKfwkxBjD",
          "G3yDKfopxVCfjEVuEIWepdnzw9Bon4Pe",
          "pD1FxVIgYZUWJyGCHgGuJLadoXPKvtRf",
          "rnB2o82plQ16vQ8lsyQdSzORKfwkxBjD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Jaime C. Velasquez Park",
        "placeId": "ChIJC0skMAbJlzMRHH4Z7RlsABo",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Drop in once in a while for peaceful walks before and between work. It's a nice place with a really quiet vibe despite being dab smack in the middle of somewhat busy roads. I can't help wishing there were more trees though, as it is the greenery is pretty sparse.",
            "author_name": "C. C.",
            "relative_time_description": "",
            "time": 1736838655,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Every Saturday, the outdoor market, Farmer Market, is held here. There are various types of groceries, fruits, vegetables, daily necessities and foods.\nThe market is open every Saturday at 7:00 am.\nHowever, the price is a bit more expensive than the local market because there are many foreigners and many tourists in this area.\nThe purchase price is marked on most products, so foreigners can easily identify.\nEveryone can buy most of the food ingredients such as fresh organic fruits and vegetables, meat and alcohol, and can enjoy simple snacks such as various fruit juices, berry toe, kebabs, hot dogs, dances, panties, Korean food and skewers.\nIt is a great place to take a look at one or two hours on Saturday morning and enjoy various sights and cooking.\n\nThis farmers' market, held every Saturday, is relatively clean compared to traditional markets and is like a small town festival in the city center.",
            "author_name": "Danny Hyun",
            "relative_time_description": "",
            "time": 1750075317,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Jaime C. Velasquez Park in Tordesillas street, Makati, is a well-maintained urban oasis offering a refreshing escape from the city's hustle and bustle. Known for its lush greenery, clean surroundings, and peaceful ambiance, it's a favorite spot for joggers, families, and pet owners. The park hosts a popular weekend market featuring fresh produce, artisanal goods, and delicious food stalls. Its strategic location in Salcedo Village makes it easily accessible, and the community-oriented events add to its charm. Overall, it's a delightful spot for relaxation and leisure in the heart of Makati.",
            "author_name": "Dennis L",
            "relative_time_description": "",
            "time": 1715945261,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 12,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 13,
            "3": 94,
            "4": 278,
            "5": 768
          }
        },
        "minMinutesSpent": null,
        "latitude": 14.560039,
        "address": "H26F+247, Tordesillas, Makati City, 1209 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ2cdeCuLIlzMRs7sh4GvahzY",
        "generalDescription": "Santuario de San Antonio Parish, located in Forbes Park, Makati, is a 1950s church known for its simple cream-and-white facade and gilded altarpiece. Built by Franciscan missionaries after World War II to replace the original Sanctuario in Intramuros, this Catholic church has become a popular venue for family religious gatherings, baptisms, and especially weddings for the affluent and influential.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 121.03369,
        "rating": 4.6,
        "numRatings": 1418,
        "sources": [
          {
            "id": "78522",
            "type": "webPlacesList",
            "url": "https://guidetothephilippines.ph/articles/what-to-experience/makati-city-tourist-spots",
            "sourceSite": "Web",
            "snippet": "The Sanctuario de San Antonio Parish in Forbes Park is famous for its Baroque architectural style. Many are drawn to this beautiful church because it is reminiscent of the Catholic churches found all over Europe. Filipino National Artist Fernando Amorsolo worked on the church’s hand-painted murals.",
            "siteName": "Guide to the Philippines",
            "shortName": "Top 27 Things to Do in Makati City",
            "indexInSource": 8,
            "iconSiteId": 11403,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "yaY5dde83TTGVbzf5y4b7wpsjwKLMiiu",
          "urAJRGrqVq7XrLvPvl7SQfcOfUSvaXp9",
          "kIOxJGGSuHlO5Ga7rvK91IgJII4kReyl",
          "yaY5dde83TTGVbzf5y4b7wpsjwKLMiiu",
          "urAJRGrqVq7XrLvPvl7SQfcOfUSvaXp9",
          "kIOxJGGSuHlO5Ga7rvK91IgJII4kReyl"
        ],
        "openingPeriods": [],
        "name": "Santuario de San Antonio Parish (Archdiocese of Manila)",
        "placeId": "ChIJ2cdeCuLIlzMRs7sh4GvahzY",
        "internationalPhoneNumber": "+63 2 8843 8830",
        "reviews": [
          {
            "rating": 5,
            "text": "A large church located near Forbes Park. The church doesn't appear to be big from the outside, However, it definitely is. The exterior fuses traditional baroque architecture with modern and light colors, which I find very beautiful. The interior is very spacious and long. The central altar is also very good. Parking Is very spacious. The church is very solemn and comfortable because of the air-conditioning. A very nice place to attend mass and pray.",
            "author_name": "Ramcel Carpiso",
            "relative_time_description": "",
            "time": 1724163595,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I live the ambiance of this church. Fully airconditioned with old fashioned interiors. You may also request a mass offering with mass card at their parish office.",
            "author_name": "laurenne angel",
            "relative_time_description": "",
            "time": 1727673993,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very solemn place. Always with parking attendants to help you find a slot.",
            "author_name": "Charisse Ivy Dalisay",
            "relative_time_description": "",
            "time": 1743305657,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://ssaparish.com/",
        "index": 13,
        "id": "",
        "categories": [
          "Catholic church",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 39,
            "2": 13,
            "3": 67,
            "4": 264,
            "5": 1042
          }
        },
        "minMinutesSpent": null,
        "latitude": 14.547392,
        "address": "3117 McKinley Rd, Makati City, 1220 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJ48-0VzvKlzMRg16kTvO3p8U",
        "generalDescription": "Baluarte de San Diego, a stone fort built in 1586 in the shape of an ace of spades, is a must-visit landmark within Intramuros, Manila. This historical site features Spanish-inspired architecture and cobbled streets that transport visitors back to the Spanish era. Once used as a drowning chamber during the Spanish era, it now houses a bonsai display and serves as a venue for special events.",
        "utcOffset": 480,
        "maxMinutesSpent": 90,
        "longitude": 120.975567,
        "rating": 4.5,
        "numRatings": 750,
        "sources": [
          {
            "id": "1425135",
            "type": "webPlacesList",
            "url": "https://www.zenrooms.com/blog/intramuros-tour/",
            "sourceSite": "Web",
            "snippet": "Another attraction that shows the beautiful facade of the Intramuros Philippines is Baluarte de San Diego. This used to be a drowning chamber during the Spanish era. It was built and designed by the Jesuit priest Antonio Sedeno in the late 1580s.",
            "siteName": "ZenRooms Blogs",
            "shortName": "Intramuros Tour 2022 Guide: Top Attractions | Best Time to Go",
            "indexInSource": 5,
            "iconSiteId": 784,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "CfYV09SS7NI67ySIK6i9kWRcDBSyFqO1",
          "N98teBU9LA8YfhvPHf5EeBILfoq2Qb1Z",
          "4HGbCSQ0080fb4zlXFZbfVxaj9MujZIe",
          "sWEKLUtIIerDIUauXNHf60xHGucyPJVu",
          "tluEnxWRDIRJmeFCpwFZrLLO3Y5ji36H",
          "CfYV09SS7NI67ySIK6i9kWRcDBSyFqO1",
          "N98teBU9LA8YfhvPHf5EeBILfoq2Qb1Z",
          "4HGbCSQ0080fb4zlXFZbfVxaj9MujZIe",
          "sWEKLUtIIerDIUauXNHf60xHGucyPJVu",
          "tluEnxWRDIRJmeFCpwFZrLLO3Y5ji36H"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Baluarte de San Diego",
        "placeId": "ChIJ48-0VzvKlzMRg16kTvO3p8U",
        "internationalPhoneNumber": "+63 6325272961",
        "reviews": [
          {
            "rating": 5,
            "text": "It is amazing to see this hidden fort in intramuros, it has a good view of ermita skylines and Philippine flag of Rizal Park. The Bulwark is huge with massive tunnel rooms beneath.\n\nEntrance fee:\nRegular: 75php\nDiscounted: 50php",
            "author_name": "Joao Red",
            "relative_time_description": "",
            "time": 1740916843,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful experience to see some historic sites with beautiful bonsai trees and some nice gardens.\n\nThis was Manila's first stone fortification developed by the Spanish and represents early colonial military architecture. It first started as a circular watchtower before becoming a star-shaped fort.",
            "author_name": "James",
            "relative_time_description": "",
            "time": 1749441404,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I came for the Spanish architecture but was really fascinated by the selection of Bonzai trees/plants. I was on the fence about paying to see this but I'm glad I did, it's totally worth it. Also the fragrant orange tea olive tree is amazing, it smells sooo good.",
            "author_name": "Shelby Arcay",
            "relative_time_description": "",
            "time": 1741950729,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 14,
        "id": "",
        "categories": [
          "Historical landmark",
          "Sights & Landmarks",
          "Historical place",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 13,
            "3": 46,
            "4": 203,
            "5": 475
          }
        },
        "minMinutesSpent": 90,
        "latitude": 14.585381,
        "address": "HXPG+564, Sta. Lucia St, Intramuros, Manila, 1002 Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJQzwwEO7IlzMRAYej2V9498M",
        "generalDescription": "The BGC Arts Center is a vibrant hub for art enthusiasts and Filipino artists alike, featuring three distinct areas: the Maybank Performing Arts Theater, Alveo Central Plaza, and Sun Life Amphitheater. The theater impresses with its geometric design, perfect for indoor performances, while the plaza and amphitheater host lively cultural events and open-air gatherings.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 121.049931,
        "rating": 4.5,
        "numRatings": 749,
        "sources": [
          {
            "id": "268342",
            "type": "webPlacesList",
            "url": "https://www.tinkertravels.com/travel-inspiration/instagram-worthy-places-in-makati-manila.html",
            "sourceSite": "Web",
            "snippet": "If it’s your first time in Manila, why not take a walk down Bonifacio High Street for an hour or so and check out some free funky street art. You can also take a guided walking tour and go to the Alveo Showroom where you will be shown the best spots and finest street art to spice up your Instagram feed adding something a little bit different for your followers.",
            "siteName": "Tinker Travels",
            "shortName": "15 Instagram Worthy Places in Makati & Manila • #WOW #Bucketlist",
            "indexInSource": 1,
            "iconSiteId": 32728,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923686",
            "type": "webPlacesList",
            "url": "https://www.bgc.com.ph/news/9-instagram-worthy-spots-of-bgc",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "bgc.com.ph",
            "shortName": "9 Instagram-Worthy Spots Of BGC – BGC",
            "indexInSource": 3,
            "iconSiteId": 202201,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "J094TIX5vQZzY356baiGKfs2WJDeQdaG",
          "WtiYOgUcLzG7y88su87SxGVHQ8csBRQP",
          "2mxOaxCTsUDTyc3KQBkh5uEJxCbH3QRk",
          "haYkyHFzp6jLN1zvnnVLd6z4jwUoxTP2",
          "J094TIX5vQZzY356baiGKfs2WJDeQdaG",
          "WtiYOgUcLzG7y88su87SxGVHQ8csBRQP",
          "2mxOaxCTsUDTyc3KQBkh5uEJxCbH3QRk",
          "haYkyHFzp6jLN1zvnnVLd6z4jwUoxTP2"
        ],
        "openingPeriods": [],
        "name": "BGC Arts Center",
        "placeId": "ChIJQzwwEO7IlzMRAYej2V9498M",
        "internationalPhoneNumber": "+63 2 7796 0189",
        "reviews": [
          {
            "rating": 5,
            "text": "The Monet & Friends art installation at BGC Arts Center is an immersive masterpiece that brings the world of Impressionist art to life in a truly breathtaking way. From the moment you step inside, you're transported into the vibrant and dreamy world of Claude Monet and other iconic artists of his era, with their works displayed in an awe-inspiring digital format.\n\nThe immersive projections are the highlight of the experience, surrounding visitors with larger-than-life images of Monet's masterpieces, including his famous Water Lilies, Sunrises, and Parisian cityscapes. The combination of moving visuals, ambient music, and poetic narration creates an almost hypnotic experience, making you feel as if you've stepped inside a painting.\n\nWhat sets this installation apart is its ability to engage all the senses. The dynamic way the brushstrokes shift and evolve around you deepens your appreciation of Monet's genius, while the carefully curated soundtrack adds an emotional depth to the experience. It's not just an exhibit-it's a journey through light, color, and artistic expression.\n\nThe BGC Arts Center provided the perfect venue for this immersive showcase, with its spacious, well-designed layout that allows visitors to fully take in the beauty of each scene. The staff was helpful and informative, ensuring a smooth and enjoyable experience for everyone.\n\nWhether you're an art lover, a casual admirer, or simply looking for a unique cultural experience, Monet & Friends is a must-see. It's a mesmerizing celebration of Impressionist art that leaves you with a newfound appreciation for Monet's timeless brilliance. Highly recommended!",
            "author_name": "Arianna",
            "relative_time_description": "",
            "time": 1741071978,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great smaller venue to experience artist more intimately. Odette Quesada was amazing here, 4 sold out shows",
            "author_name": "Andrew Anderson",
            "relative_time_description": "",
            "time": 1738830943,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great place. Parking and security. Awesome outdoor, the park and space was great. The Monet art alive show was my first time one of a kind experience. Inside well maintained and ample kind staff, restrooms also. Overall this is one of the few gem state of the art and well designed theaters in the country..👌",
            "author_name": "Boni",
            "relative_time_description": "",
            "time": 1707669162,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://bgcartscenter.org/",
        "index": 15,
        "id": "",
        "categories": [
          "Performing arts theater",
          "Event venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 12,
            "3": 45,
            "4": 176,
            "5": 507
          }
        },
        "minMinutesSpent": null,
        "latitude": 14.547787,
        "address": "26th St, Taguig, Metro Manila, Philippines",
        "travel_time": null
      },
      {
        "_id": "ChIJCZYEzInJlzMR3mf_SZ0OMC8",
        "generalDescription": "Paco Park, originally a cemetery for affluent Spanish families in the Philippines, has transformed into a serene urban park with shaded paths and garden areas. It holds historical significance as the burial site of three priests executed in 1872. The park's lush surroundings make it popular for weddings, prenups, photoshoots, and romantic dates. Visitors can enjoy traditional music concerts and quiet strolls around the circular park. The Chapel of St.",
        "utcOffset": 480,
        "maxMinutesSpent": 120,
        "longitude": 120.988424,
        "rating": 4.5,
        "numRatings": 1390,
        "sources": [
          {
            "id": "459952",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/philippines/articles/the-15-most-instagrammable-spots-in-manila-philippines/",
            "sourceSite": "Web",
            "snippet": "A cemetery might not immediately sound like the ideal place for a touristy hour or two, but the recreational Paco Park is pure Instagram gold and a must-visit historical landmark in Manila. Built by Dominicans during the Spanish colonial period (1565–1898), the park served as the city’s municipal cemetery and is where many of its wealthiest residents were interred. Paco Park has since been restored and now serves as a venue for weddings, complete with a concert area.",
            "siteName": "The Culture Trip",
            "shortName": "The Most Instagrammable Spots In Manila",
            "indexInSource": 2,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1923710",
            "type": "webPlacesList",
            "url": "https://www.makatiphotographer.com/best-places-in-manila-for-photography",
            "sourceSite": "Web",
            "snippet": "Located in the heart of Manila, this beautiful park is rarely crowded and is truly a tranquil escape in the hustle and bustle of Manila. With beautiful old trees, historical stone walls and lush gardens it is not hard to see why this would be a photographer’s dream!. I highly recommend this park as a second location if you selected Package 2 or 3 from my website and your first location is very near.",
            "siteName": "Makati Photographer, Makati, Philippines Based Professional Photography Service",
            "shortName": "Best Places in Manila for Photography",
            "indexInSource": 0,
            "iconSiteId": 276510,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QvzqT3thPS0azTuXIsH5cSbtfvNjzYxl",
          "nGwHF0Ex6sbknulLu7RpNkno5CN0maLK",
          "whWzQazjHeLEM24vdDMQB6wGSB6cujwF",
          "BPwhL93ZjXNct3ffZkImxBFrnH0i4dXU",
          "QvzqT3thPS0azTuXIsH5cSbtfvNjzYxl",
          "nGwHF0Ex6sbknulLu7RpNkno5CN0maLK",
          "whWzQazjHeLEM24vdDMQB6wGSB6cujwF",
          "BPwhL93ZjXNct3ffZkImxBFrnH0i4dXU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Paco Park",
        "placeId": "ChIJCZYEzInJlzMR3mf_SZ0OMC8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Peaceful and calm scenery. Although there are a lot of High School students practicing for their performances here, we found them funny and very entertaining as they give us childhood nostalgia.",
            "author_name": "Freida Mari",
            "relative_time_description": "",
            "time": 1741169190,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Inside is clean. But outside it's wall isn't. Good to do some photo ops inside. There are tall large trees thats give shades & fresh air. No entrance fee. I like these place than fort Santiago.",
            "author_name": "Onyx Lagrason",
            "relative_time_description": "",
            "time": 1747538980,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Visiting Paco Park was like stepping into a living museum. The site's well-preserved architecture and informative displays offered a vivid glimpse into the past. The efforts to maintain and restore the area are commendable, ensuring that future generations can appreciate its historical value. I highly recommend this site to anyone interested in history and culture.",
            "author_name": "Ollyver Natividad",
            "relative_time_description": "",
            "time": 1748327418,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 16,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 23,
            "2": 21,
            "3": 128,
            "4": 316,
            "5": 903
          }
        },
        "minMinutesSpent": 120,
        "latitude": 14.580965,
        "address": "HXJQ+99M, Belen, Paco, Manila, Metro Manila, Philippines",
        "travel_time": null
      }
    ]
  }
}