{
  "list_id": "732",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/732/1.jpg",
  "description": "Dive into \"Skyline Serenade: Discovering Singapore's Iconic Views\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/111589"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Skyline Serenade: Discovering Singapore's Iconic Views",
  "city_id": "7",
  "subtype": "poi",
  "city": "Singapore",
  "created_ts": 1759262144,
  "slug": "skyline-serenade-discovering-singapores-iconic-views-singapore-poi-5eba90",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ29omWQgZ2jEROEz2yZFzQp8",
        "generalDescription": "Merlion is an iconic 8.5m-tall statue located in Merlion Park, Singapore. This mythical creature has the body of a fish and the head of a lion, shooting water from its mouth into the bay. The park is situated on Sentosa Island, a popular vacation destination just off the southern shore of mainland Singapore. Spanning 5 sq.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.854501,
        "rating": 4.7,
        "numRatings": 48687,
        "sources": [
          {
            "id": "1253886",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/iconic-architecture-and-landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "New buildings go up each year but still, the city’s world-famous half-lion, half-fish mascot remains an iconic landmark – and symbol – to Singapore's heritage. More than 8m tall and spouting water into the bay around the clock, this central figure of many postcards and souvenirs was fashioned by a local craftsman, but relocated in 2002 to its current – and more scenic – location. A 70-tonne sculpture that draws tourists all day long, the statue at Merlion Park is one of seven commissioned Merlions around Singapore, which include other statues of different sizes in Mount Faber and Sentosa.",
            "siteName": "Time Out",
            "shortName": "29 Interesting Architecture To See In Singapore",
            "indexInSource": 5,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "At 8.6 meters tall and standing in front of the Fullerton Hotel the imposing Merlion statue is one of Singapore’s most famous landmarks. The Merlion with the head of a lion and the body of a fish is the official mascot of Singapore. The fish represents the origins of Singapore as a humble fishing village while the lion represents the ‘lion city’ which it has become today.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 3,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253905",
            "type": "webPlacesList",
            "url": "https://www.thomascook.in/blog/international-holidays/singapore/most-iconic-landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "We are sure you must have seen the photo of the Singapore Merlion sculpture somewhere on the internet. Singapore Merlion park has the famous Merlion sculpture, which is a mythical structure of a combination of fish and lion. The lion head represents ‘Singapore’ (Sanskrit for lion head), and the bottom, a fishtail, represents the country’s fishing history.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "Most Iconic Landmarks in Singapore",
            "indexInSource": 4,
            "iconSiteId": 25274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Standing like a guardian in Singapore’s bay area in Merlion Park, the Merlion, a mythical half lion half mermaid creature is a symbol for Singapore. The legend of the Merlion began with Sand Nila Utama, a Malaysian prince who sailed the seas. He met a lion when arriving on an undiscovered island, then named Temasek (fish town).",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 9,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "KB1XvDXLq5Lf5AC13UhHip6RFdIJ6ibS",
          "g0fXL9yTtkaIolvCd38hosc4UzqWucyy",
          "ipbfx1gzmGA9zZBeCHhbhezfNQ6iW4Mh",
          "WZt4ABYi4JnJ5greltc3tUwDay9MteIg",
          "ryLDfiWgtPQpdRRd0cdqhKKWw9Kc6Ofe",
          "KB1XvDXLq5Lf5AC13UhHip6RFdIJ6ibS",
          "g0fXL9yTtkaIolvCd38hosc4UzqWucyy",
          "ipbfx1gzmGA9zZBeCHhbhezfNQ6iW4Mh",
          "WZt4ABYi4JnJ5greltc3tUwDay9MteIg",
          "ryLDfiWgtPQpdRRd0cdqhKKWw9Kc6Ofe"
        ],
        "openingPeriods": [],
        "name": "Merlion",
        "placeId": "ChIJ29omWQgZ2jEROEz2yZFzQp8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "It's a wonderful spot where you can see many of Singapore's famous buildings all in one place.\nThe lights at night are especially beautiful, and the atmosphere changes depending on the time you visit.",
            "author_name": "Hirona",
            "relative_time_description": "",
            "time": 1757739830,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The signature landmark of Singapore that everyone knows. interesting waterfall and a must do for those who have never seen it. Interesting tourist attraction with great scenery during the day and night.",
            "author_name": "Luke L'sk",
            "relative_time_description": "",
            "time": 1755057778,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Cool waterfall feature, busy to visit but we were not waiting around too long to get to the viewing platform to snap a few pics. Would recommend a visit if in Singapore - it's free to see and it's cool!",
            "author_name": "Lynette Osborne",
            "relative_time_description": "",
            "time": 1750751776,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Fountain"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 391,
            "2": 332,
            "3": 2266,
            "4": 9527,
            "5": 36249
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.286789,
        "address": "Singapore",
        "travel_time": null
      },
      {
        "_id": "ChIJMxZ-kwQZ2jERdsqftXeWCWI",
        "generalDescription": "Gardens by the Bay is a stunning showcase of modern horticulture and innovative design, nestled in the heart of Singapore. This expansive green space features towering supertrees adorned with solar panels, creating a futuristic atmosphere that feels like stepping into another world. Visitors can explore cooled indoor gardens and themed areas celebrating Singapore's rich cultural diversity, including Malay, Chinese, and Indian influences. While wandering through this urban oasis is free, certain attractions like the magnificent glass-domed flower conservatory do require an entrance fee.",
        "utcOffset": 480,
        "maxMinutesSpent": 180,
        "longitude": 103.863613,
        "rating": 4.7,
        "numRatings": 150159,
        "sources": [
          {
            "id": "1253886",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/iconic-architecture-and-landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "From Supertrees to a tropical highland in a glass dome, Gardens by the Bay is an architecture wonder in itself (sans Marina Bay Sands). The park sprawling across 101 hectares of land deserves recognition on its own for how it is meticulously planned, from its man-made lake to the massive Meadows by the Bay where some festivals have been held. There's also the indoor Flower Dome and Cloud Forest – both futuristic and lush greenhouses perfect for a stroll.",
            "siteName": "Time Out",
            "shortName": "29 Interesting Architecture To See In Singapore",
            "indexInSource": 13,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94506",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/singapore/attractions",
            "sourceSite": "Web",
            "snippet": "MacRitchie Reservoir makes for a calming, evocative jungle escape. Walking trails skirt the water's edge and snake through the mature secondary rainforest…",
            "siteName": "Lonely Planet",
            "shortName": "Must-see attractions Singapore, Malaysia, Singapore & Brunei",
            "indexInSource": 2,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253877",
            "type": "webPlacesList",
            "url": "https://www.re-thinkingthefuture.com/travel-and-architecture/a8571-buildings-of-singapore-15-architectural-marvels-every-architect-must-see/",
            "sourceSite": "Web",
            "snippet": "Designed by Grant Associates and Gustafson Porter, Wilkinson Eyre the unique nature park enhances the flora of the city, having the most interesting element the super tree Grove and flower Dome which is the biggest greenhouse in the world. completed in 2012 the 101 hectares are spanned as green architecture demonstrating a perfect balance of innovation and technology with 17000 square meters of spectacular greenhouses, also showcasing a link between man and nature. the 18 concrete and steel structures with a height of 25 to 50m are designed with vertical gardens based on sustainable principles welcoming one million plants from all over the world.",
            "siteName": "RTF | Rethinking The Future",
            "shortName": "Buildings Of Singapore: 15 Architectural Marvels Every Architect Must See - RTF",
            "indexInSource": 8,
            "iconSiteId": 13314,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "Gardens by the Bay has been a part of Singapore’s national plan to convert its “Garden City” into a “City of Gardens.” Comprising of three waterfront gardens across 250 acres of reclaimed land, Gardens by the Bay has won tons of awards for its design and beauty. Bay South, the largest of the three gardens, consists of eighteen majestic \"Supertrees\" reaching up to 50 meters high, acting as a vertical garden and home to thousands of plants from around the world. Bay East has many intrinsically designed leaf-shaped gardens with multifarious landscape design, character, and theme.",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 11,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208186",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Three huge, contemporary glass structures house more than a million plants from around the world at Gardens by the Bay, a horticultural and architectural wonder that covers about 250 acres of Singapore’s Marina Bay waterfront. The first one, the Flower Dome, is the largest cooled glass conservatory in the world and showcases a breath-taking array of plants and flowers from five continents in nine different gardens. Themed exhibitions such as the annual Tulipmania attract thousands of visitors and floral displays change seasonally.",
            "siteName": "Celebrity Current",
            "shortName": "12 Famous Landmarks in Singapore",
            "indexInSource": 0,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253881",
            "type": "webPlacesList",
            "url": "https://gocity.com/singapore/en-us/blog/the-best-singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "Last but certainly not least, Singapore’s Gardens by the Bay are recognized the world over for their magnificent glass hothouses (designed to look but thankfully not smell like overgrown durian fruits), and the futuristic Supertree Grove with its towering structures that are festooned with plantlife. Get up close to these supersized trees on a stroll around the elevated walkway that connects them, and come back after dark to see them lit up in all their glory at the hugely entertaining light and music show.",
            "siteName": "gocity.com",
            "shortName": "The Best Singapore Landmarks and Must Do's",
            "indexInSource": 10,
            "iconSiteId": 14049,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253920",
            "type": "webPlacesList",
            "url": "https://www.mysingaporepass.com/singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "Gardens By the Bay is one of the most fascinating horticulture gardens in the world, housing more than a million plant species found across the world. An amazing architectural wonder in Singapore, this site consists of three huge glass structures, spread across a 250 acre area in the Marine Bay waterfront. Apart from its horticulture and architecture, it is famous for its evening illuminations, which make the scenery a hundred times more beautiful.",
            "siteName": "https://www.mysingaporepass.com",
            "shortName": "Explore 12 Best Singapore Landmarks",
            "indexInSource": 2,
            "iconSiteId": 71146,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253891",
            "type": "webPlacesList",
            "url": "https://esimradar.com/landmarks-singapore/",
            "sourceSite": "Web",
            "snippet": "Futuristic gardens, the iconic Supertree Grove, two climate-controlled conservatories, and nightly light shows. Gardens by the Bay, a 101-hectare horticultural attraction, boasts a collection of themed gardens, the Supertree Grove, and two climate-controlled conservatories. The Flower Dome and Cloud Forest showcase diverse plants from around the world, while the Supertrees come alive with a mesmerizing light and sound show every evening.",
            "siteName": "eSIMradar",
            "shortName": "The 12 Most Famous Landmarks in Singapore",
            "indexInSource": 1,
            "iconSiteId": 173901,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Containing more than 1,500,000 plants, the Gardens on the Bay is one of the most beautiful landmarks in Singapore. Gardens on the Bay won the World Building of the Year award in 2012 and was certified as the Largest Glass Greenhouse by Guinness World Records in 2015. The Gardens showcase incredible feats of architecture combined with a selection of rarely seen plants in Southeast Asia, with plants from cooler and hotter climates.",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 3,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "A stunning nature park in Singapore consisting of three waterfront gardens that showcases beautiful flora and fauna from around the world. What to see or do: – Take a stroll along the OCBC Skyway and get a bird’s-eye view of the Supertrees and Marina Bay Sands. Don’t miss: – The Supertree Grove with its towering artificial trees that light up at night, providing a surreal and magical experience.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 0,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253878",
            "type": "webPlacesList",
            "url": "https://www.singapore-tickets.com/attractions/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Marvel at the stunning Flower Dome, immerse yourself in the unforgettable Avatar-themed experience at the Cloud Forest with its indoor waterfalls and stroll along the Skyway for breathtaking views. Purchase Gardens by the Bay tickets for unlimited access to all attractions, or opt for a combo tour that includes Floral Fantasy. Don't miss out on this one-of-a-kind adventure.",
            "siteName": "www.singapore-tickets.com",
            "shortName": "21 Best Landmarks in Singapore 2024",
            "indexInSource": 1,
            "iconSiteId": 49693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253874",
            "type": "webPlacesList",
            "url": "https://www.gokitetours.com/top-8-most-iconic-landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "SuperTree Grove: Garden structures with a height ranging from 25 to 50 metres are called Super Trees. With solar cells powering the garden lights, they are not only attractive but also kinder to the environment. Climate-controlled conservatories: The Cloud Forest represents a foggy mountain environment, while the Flower Dome simulates chilly, dry Mediterranean conditions.",
            "siteName": "Gokite Tours & Travels",
            "shortName": "Top 8 Most Iconic Landmarks in Singapore",
            "indexInSource": 1,
            "iconSiteId": 173900,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253900",
            "type": "webPlacesList",
            "url": "https://www.thomascook.in/blog/most-iconic-landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "It is a horticultural and architectural wonder covering about 250 acres of the Marina Bay waterfront. Three huge glass structures house more than a million plants worldwide. The first one, the floral dome, is the largest cooled glass conservatory in the world and showcases an array of plants and flowers from five different continents around the world.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "Most Iconic Landmarks in Singapore",
            "indexInSource": 0,
            "iconSiteId": 25274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208202",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Gardens by the Bay, one of the stunning landmarks in Singapore, is a man-made nature park of 101 hectares. Here, you can admire recognisable features like the sky-soaring Supertrees in Supertree Grove. Explore plants from five continents in the Flower Dome, namely vivid orchids and old olive trees.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Landmarks in Singapore You Must Visit At Least Once in 2024",
            "indexInSource": 2,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SBqNHCGu2gbsFjZ5WvFvSJjjm0aoxWVR",
          "4Qvd395uzFBcyM3GiDKovI8DM74iGn5n",
          "mwKzWn5nusYKtGv2quJTI3KEMjC8xLb3",
          "SmYTyysS4CcuKAnvCBgvJJOXzYiGh3Ta",
          "SBqNHCGu2gbsFjZ5WvFvSJjjm0aoxWVR",
          "4Qvd395uzFBcyM3GiDKovI8DM74iGn5n",
          "mwKzWn5nusYKtGv2quJTI3KEMjC8xLb3",
          "SmYTyysS4CcuKAnvCBgvJJOXzYiGh3Ta"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "0200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "0200"
            }
          }
        ],
        "name": "Gardens by the Bay",
        "placeId": "ChIJMxZ-kwQZ2jERdsqftXeWCWI",
        "internationalPhoneNumber": "+65 6420 6848",
        "reviews": [
          {
            "rating": 5,
            "text": "One of the most beautiful gardens I've ever visited! 🌿✨\nA truly wonderful place worth visiting and enjoying the charming atmosphere. The garden features several attractions suitable for everyone. At night, the light show was absolutely magical – with beautiful music and stunning lights creating an unforgettable scene. Highly recommended! 🌟",
            "author_name": "Salim Alattas",
            "relative_time_description": "",
            "time": 1754495631,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Truly, a world class experience. Family and I spent about half a day touring the gardens. So beautiful. The displays of various plants from around the world were very well done and expertly curated. From desert plants to rainforest, they seem to have just about everything. Plus amazing flower displays. We went in the morning and the crowds weren't too bad. Didn't have to wait for Entry. The price of entry was quite reasonable given all of the displays around the garden. This is certainly a must do attraction to visit on a trip to Singapore. And if it looks like rain, just plan to be in one of the domed exhibits and you'll be fine. We were there during a storm and by the time we were finished touring the exhibit the rain was over and we were able to walk all over the grounds.",
            "author_name": "Peter Grambs",
            "relative_time_description": "",
            "time": 1753782180,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Gardens by the Bay is one of Singapore's most beautiful and family-friendly attractions. It's the kind of place where you can spend a few relaxing hours with your kids, enjoying nature, art, and architecture all in one spot. The gardens are vast and well-maintained, offering plenty of open spaces to walk around, explore, and simply unwind.\n\nWhat makes Gardens by the Bay special is how it blends greenery with futuristic design. From the iconic Supertree Grove to the lush Flower Dome and Cloud Forest, there's something new and exciting around every corner. The cooled conservatories are a great escape from the heat and offer kids a chance to see rare plants, waterfalls, and interactive exhibits. It's not just a pretty place-it's educational too.\n\nEven though it's a popular destination, it never feels too crowded. There's plenty of space to sit, walk, or take photos without being rushed. Families often enjoy just strolling through the gardens, having a picnic, or watching the light and sound show in the evening.\n\nThe entire area is stroller- and wheelchair-friendly, with clean restrooms and plenty of places to rest. Whether you're visiting for the first time or coming back again, Gardens by the Bay always offers a refreshing and enjoyable experience. It's a perfect spot to create lasting memories with your family in the heart of the city.",
            "author_name": "AKash Yadav",
            "relative_time_description": "",
            "time": 1749390319,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.gardensbythebay.com.sg/",
        "index": 2,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Botanical garden",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1047,
            "2": 756,
            "3": 4171,
            "4": 23748,
            "5": 120426
          }
        },
        "minMinutesSpent": 180,
        "latitude": 1.281568,
        "address": "18 Marina Gardens Dr, Singapore 018953",
        "travel_time": null
      },
      {
        "_id": "ChIJvWDbfRwa2jERgNnTOpAU3-o",
        "generalDescription": "The Singapore Botanic Gardens, established in 1860 and listed as a UNESCO World Heritage site, spans 82 hectares of tropical paradise. It features lush lawns, ancient rainforests, tranquil lakes, and themed gardens. The National Orchid Garden within the premises showcases the world's largest collection of tropical orchids. For families, there's the Jacob Ballas Children's Garden with interactive features.",
        "utcOffset": 480,
        "maxMinutesSpent": 150,
        "longitude": 103.815914,
        "rating": 4.7,
        "numRatings": 44798,
        "sources": [
          {
            "id": "208186",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Sixty acres of former plantation land were established as the Singapore Botanic Gardens in 1859 and in 2015, the gardens became the country’s first UNESCO World Heritage Site. As the only tropical botanic garden on the World Heritage list, this is one of Singapore’s famous landmarks. Today, the garden is a peaceful green retreat just steps away from busy Orchard Road, where you can stroll around four distinct “Core” areas and explore the Gardens’ illustrious history at the SBG Heritage Museum.",
            "siteName": "Celebrity Current",
            "shortName": "12 Famous Landmarks in Singapore",
            "indexInSource": 2,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253881",
            "type": "webPlacesList",
            "url": "https://gocity.com/singapore/en-us/blog/the-best-singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "To describe this sprawling 200-acre oasis of vibrant tropical flora as ‘mature gardens’ would be something of an understatement. Here since 1859, it's the only tropical garden on the planet to have been designated a UNESCO World Heritage Site. To understand why, simply breathe in the heady scents of the Ginger Garden, enjoy a moment of quiet reflection on the shores of Swan Lake or take a stroll to the picture-postcard bandstand.",
            "siteName": "gocity.com",
            "shortName": "The Best Singapore Landmarks and Must Do's",
            "indexInSource": 1,
            "iconSiteId": 14049,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "A sprawling 161-year-old tropical garden and UNESCO World Heritage Site in Singapore. What to see or do: Stroll through the National Orchid Garden, admire the majestic rain trees lining the pathways, enjoy a picnic on the lush green lawns or watch the swans at the serene Swan Lake. Don’t miss: Visiting the Gardens’ Heritage Museum to learn about the garden’s rich history and vital role in botanical research.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 9,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The tiny country of Singapore has only one UNESCO World Heritage Site, but it’s a stunner!. The Singapore Botanic Gardens were first started in 1859, near the beginning of Singapore’s history as a British colony. If you’ve visited England’s Kew Gardens, they will seem quite familiar as they both grew out of the same English botanical garden tradition.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 7,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": "The Singapore Botanic Gardens earned the prestigious UNESCO World Heritage Site designation in 2015. This recognition highlights its role in plant conservation, botanical research, and education. This 82-hectare garden boasts over 10,000 plant species from around the world including the orchid Vanda Miss Joaquim, Singapore’s national flower.",
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 9,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253874",
            "type": "webPlacesList",
            "url": "https://www.gokitetours.com/top-8-most-iconic-landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Heritage Trees: Many Historical Trees, some of which are more than a century old, may be seen in the Gardens, offering a peaceful haven from the constant motion of the city. National Orchid Garden: Situated inside the Botanic Gardens, the National Orchid Garden features a beautiful variety of more than 2,000 unique orchid varieties.",
            "siteName": "Gokite Tours & Travels",
            "shortName": "Top 8 Most Iconic Landmarks in Singapore",
            "indexInSource": 4,
            "iconSiteId": 173900,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253891",
            "type": "webPlacesList",
            "url": "https://esimradar.com/landmarks-singapore/",
            "sourceSite": "Web",
            "snippet": "The Singapore Botanic Gardens, a 161-year-old tropical garden, holds the distinction of being a UNESCO World Heritage Site. The Gardens feature the National Orchid Garden, with over 1,000 species and 2,000 hybrids, as well as themed gardens, such as the Evolution Garden and the Healing Garden. Free guided tours are available",
            "siteName": "eSIMradar",
            "shortName": "The 12 Most Famous Landmarks in Singapore",
            "indexInSource": 3,
            "iconSiteId": 173901,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253900",
            "type": "webPlacesList",
            "url": "https://www.thomascook.in/blog/most-iconic-landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Singapore is home to numerous gardens that are some of the best in the world. Singapore Botanic Gardens is one of the most famous places in Singapore and was established in 1859. In 2015, it became the state’s first UNESCO World Heritage site.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "Most Iconic Landmarks in Singapore",
            "indexInSource": 5,
            "iconSiteId": 25274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LODFInC0g4y49Y5I2xJqIYTWXyXe1Ohh",
          "RoW5fc7OHpjWRjoA0oYVTs7HqbC7le2w",
          "ehABDdMDMUlN1Opk26oe0Zttu6XmFJBu",
          "wrzHp2wsobimCQo1pQsnO4MgkTABPVw8",
          "ZrCViW9xK6RaArZtkDM4T7Ef2IjD48zP",
          "LODFInC0g4y49Y5I2xJqIYTWXyXe1Ohh",
          "RoW5fc7OHpjWRjoA0oYVTs7HqbC7le2w",
          "ehABDdMDMUlN1Opk26oe0Zttu6XmFJBu",
          "wrzHp2wsobimCQo1pQsnO4MgkTABPVw8",
          "ZrCViW9xK6RaArZtkDM4T7Ef2IjD48zP"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Singapore Botanic Gardens",
        "placeId": "ChIJvWDbfRwa2jERgNnTOpAU3-o",
        "internationalPhoneNumber": "+65 6471 7138",
        "reviews": [
          {
            "rating": 5,
            "text": "On our final day in Singapore, we decided to take a relaxing walk through the beautifully landscaped Singapore Botanic Gardens. It truly exceeded expectations and is one of the most impressive gardens I've visited across my travels. There are countless zones to explore, from lakes and waterfalls to dense forest boardwalks and palm tree-lined lawns.\n\nYou'd never think you were in the middle of a major city. Once inside, it feels like a natural retreat, with open grassy spaces, peaceful shaded paths, and birds bathing in the water features. We followed the signs at various junctions which made it really easy to navigate the gardens and choose our route.\n\nThe walk is easygoing with smooth, wide paths, and plenty of benches and rest stops along the way. One of the highlights was discovering a tucked-away waterfall and just pausing to take it all in. There's also a scenic lake surrounded by lush greenery that gave us some great photo moments.\n\nIt's free to enter and an absolute gem for anyone wanting a calm break from the city. A perfect way to unwind and breathe in some nature before heading back to the buzz of Singapore. Would absolutely recommend setting aside a few hours to enjoy it properly.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1752585426,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Singapore Botanic Gardens is a UNESCO World Heritage Site, and it's easy to see why. You can enjoy a wide variety of beautiful plants and freely explore the well-maintained lawns. Scattered throughout the gardens are scenic lakes, waterfalls, and ponds that enhance the peaceful atmosphere. It's a popular destination for both tourists and locals, offering a perfect blend of nature, relaxation, and photo opportunities. Highly recommended for a refreshing day out.",
            "author_name": "K Tan",
            "relative_time_description": "",
            "time": 1753181785,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Pretty landscape, huge place and beautiful flora & fauna. The walking is shaded abs cooling for walks. Good cafes for coffee & breakfast, slightly on the pricey side. But well deserved meal after a big walk.",
            "author_name": "Anastasia Param",
            "relative_time_description": "",
            "time": 1755262888,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.sbg.org.sg/",
        "index": 3,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Gardens",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 361,
            "2": 260,
            "3": 1594,
            "4": 8186,
            "5": 34396
          }
        },
        "minMinutesSpent": 150,
        "latitude": 1.31384,
        "address": "1 Cluny Rd, Singapore 259569",
        "travel_time": null
      },
      {
        "_id": "ChIJr9wqENkT2jERkRs7pMj6FLQ",
        "generalDescription": "Singapore Zoo is a lush rainforest zoo offering tram rides, walking trails, and viewing platforms to observe wildlife habitats and exhibits. The zoo provides an immersive experience for visitors to witness various animal species in naturalistic environments. Additionally, it hosts events such as urban lifestyle festivals featuring culinary delights, arts, entertainment, and live performances. For those seeking a romantic escape from crowded spots on Valentine's Day, the zoo offers a serene setting for a laid-back private time with nature.",
        "utcOffset": 480,
        "maxMinutesSpent": 240,
        "longitude": 103.793023,
        "rating": 4.6,
        "numRatings": 49130,
        "sources": [
          {
            "id": "94506",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/singapore/attractions",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Lonely Planet",
            "shortName": "Must-see attractions Singapore, Malaysia, Singapore & Brunei",
            "indexInSource": 1,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253881",
            "type": "webPlacesList",
            "url": "https://gocity.com/singapore/en-us/blog/the-best-singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "Frequently cited as one of the best things to do in Singapore (and certainly one of the most popular), Singapore Zoo is well worth the day trip. Zones here include a rainforest inside a massive biodome, home to thousands of critters including cute golden lion tamarin monkeys, two-toed sloths and all manner of colorful amphibians and birdlife. Head to the plains of Wild Africa where you might spot a shy white rhino or inquisitive giraffe, and meet regal horned lizards, king cobras, panther chameleons and electric blue geckos in the epic RepTopia reptile house.",
            "siteName": "gocity.com",
            "shortName": "The Best Singapore Landmarks and Must Do's",
            "indexInSource": 3,
            "iconSiteId": 14049,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253920",
            "type": "webPlacesList",
            "url": "https://www.mysingaporepass.com/singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "It spreads across an amazing area of 12 hectares, and is situated in between the Singapore Zoo and Night Safari. It occurs in natural rainforest regions and is famed for its exotic diversity in species of flora and fauna which are generally only found in the regions of Amazon, Mississippi and Nile. The place houses more than 6,000 animals, ranging across an endless list of animal species.",
            "siteName": "https://www.mysingaporepass.com",
            "shortName": "Explore 12 Best Singapore Landmarks",
            "indexInSource": 9,
            "iconSiteId": 71146,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "LYqXr09cDBDKxOVlAdYFAtPQyXeZKR5V",
          "o5x5ahTJmD5cvyLotot8V51DmJl1DfKc",
          "Se6r3ZApVBkvdqUrmQcHCsbMAt0p31BD",
          "TZYIQZHcbGZpoHkW1s5ZQfxU0v36UxpD",
          "JTkRNT9IgCraJJzerli6TNBDsqKutMUz",
          "LYqXr09cDBDKxOVlAdYFAtPQyXeZKR5V",
          "o5x5ahTJmD5cvyLotot8V51DmJl1DfKc",
          "Se6r3ZApVBkvdqUrmQcHCsbMAt0p31BD",
          "TZYIQZHcbGZpoHkW1s5ZQfxU0v36UxpD",
          "JTkRNT9IgCraJJzerli6TNBDsqKutMUz"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Singapore Zoo",
        "placeId": "ChIJr9wqENkT2jERkRs7pMj6FLQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Singapore Zoo is one of the attractions that I think anyone visiting Singapore - especially families with kids - should experience at least once. The zoo is well-known for its lush, green surroundings and open-concept animal enclosures, which feel much more natural and friendly compared to traditional zoos.\n\nYou can choose to explore the zoo by tram, which helps save energy - especially if you're visiting with children or elderly family members. However, if you're up for it, walking is also highly recommended because it lets you observe the animals up close and discover small corners that you might miss otherwise. I strongly suggest checking the map and show schedule in advance so you can plan your route and arrive at the show areas on time. The animal shows - like the elephant, sea lion, or bird shows - are really entertaining and educational, so don't miss them!\n\nThe only downside, in my opinion, is that the dining area is too small for the large number of visitors, especially on weekends or holidays. Sometimes you'll have to wait quite a while to find a seat. That said, the food stalls offer a good variety, service is relatively quick, and the system is well-organized, so even when it's crowded, things stay manageable. One small drawback is that the exit signs aren't very clear, so it took me a while to figure out how to get out when I was done.\n\nMy tip is to buy your tickets online beforehand so you don't waste time lining up at the entrance - especially on busy days. Overall, Singapore Zoo is a wonderful, nature-friendly experience for both adults and kids, and it will definitely add special memories to your trip.",
            "author_name": "Nhật Tân (New Day)",
            "relative_time_description": "",
            "time": 1752464490,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The park is very well kept and clean. The animals look healthy and active. We arrived at 10am+ and it was a perfect timing where you see all the animals active. The weather is hot but breezy at the same time. Tipping hottest at noon, I advise visitors to come earlier have your breakfast at the cafe just outside the entrance. Reasonably priced and fast fix.\n\nA tip to give all visitors, we hopped on the tram in the park upon arrival and took a tour for one full loop. Identifying zones we wish to visit first and then we stroll around on foot. It makes the whole experience so much better than just diving in on foot at the getgo. After covering all the zones by foot, we took the tram for one loop again to check if we missed any enclosures. And finally we are happy we have covered all of the enclosures.\n\nEnjoyed my visit.",
            "author_name": "Carol Low",
            "relative_time_description": "",
            "time": 1751351716,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Reflections on a Visit to the Singapore Zoo\n\nOne of the most unforgettable experiences of my last trip to Singapore was visiting the Singapore Zoo. It's been called \"the world's most beautiful open-air zoo,\" and it truly lives up to its reputation.\n\nUpon entering the zoo, I was greeted by vast expanses of green forest and fresh air, feeling like I was stepping into a tropical rainforest. The animals weren't caged like in typical zoos; instead, they lived in an environment reminiscent of nature. Watching giraffes leisurely graze on leaves, monkeys nimbly leap about, and elephants splash in the water, I felt like I was part of their world.\n\nWhat impressed me most was seeing the white tigers up close. They lay quietly in the grass, majestic and graceful, a true wonder of nature. I also attended an animal show where sea lions cleverly performed maneuvers, creating a lively atmosphere with cheers and applause from the audience.\n\nThis visit not only broadened my horizons but also deepened my understanding of the importance of harmonious coexistence between humans and animals. Animals are meant to live in nature, and we have a responsibility to protect their habitat.\n\nI was deeply moved when I left the zoo.  The Singapore Zoo not only allowed me to see a variety of rare animals, but also made me appreciate the beauty and preciousness of nature. It was truly an unforgettable journey.",
            "author_name": "JD Ng",
            "relative_time_description": "",
            "time": 1755958247,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.mandai.com/en/singapore-zoo.html",
        "index": 4,
        "id": "",
        "categories": [
          "Zoo",
          "Zoos & Aquariums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 832,
            "2": 684,
            "3": 2635,
            "4": 10075,
            "5": 34954
          }
        },
        "minMinutesSpent": 240,
        "latitude": 1.404349,
        "address": "80 Mandai Lake Rd, Singapore 729826",
        "travel_time": null
      },
      {
        "_id": "ChIJb6xq2bAZ2jERE1P6sVKtofw",
        "generalDescription": "Nestled in the vibrant Kampong Glam Malay Heritage District, the Sultan Mosque stands as a stunning landmark and a significant Islamic house of worship. This architectural gem, originally established in 1825 with contributions from Raffles and the East India Company, showcases an enchanting Saracenic design crowned by a striking golden dome. The mosque's current structure was completed in 1928 under the guidance of an Irish architect, blending Indian and Islamic influences seamlessly.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.858964,
        "rating": 4.7,
        "numRatings": 12803,
        "sources": [
          {
            "id": "1253902",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/10-historical-buildings-in-singapore-and-the-stories-behind-them",
            "sourceSite": "Web",
            "snippet": "THEN The first sultan of Singapore Sultan Hussein Shah built this magnificent mosque In 1824 next to his palace, Istana Kampong Gelam. It’s the biggest mosque in the city, accommodating up to 5,000 people in mass prayer. NOW Located in the hip ‘hood of Kampong Gelam, the mosque stands out among the heritage shops, cool cafes, fusion restaurants and quirky boutiques.",
            "siteName": "Time Out",
            "shortName": "20 Historical Buildings In Singapore And The Stories Behind Them",
            "indexInSource": 4,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94506",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/singapore/attractions",
            "sourceSite": "Web",
            "snippet": "Seemingly pulled from the pages of the Arabian Nights, Singapore's largest mosque is nothing short of enchanting, designed in the Saracenic style and…",
            "siteName": "Lonely Planet",
            "shortName": "Must-see attractions Singapore, Malaysia, Singapore & Brunei",
            "indexInSource": 8,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The Sultan Mosque is the largest mosque in Singapore and is considered to be the national mosque. It’s named after Sultan Hussain Shah, who signed two treaties with Britain that culminated in the founding of Singapore as a modern nation-state. The original version of the Sultan Mosque was built in 1824, but within 100 years it had become too small for the growing community.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 5,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253915",
            "type": "webPlacesList",
            "url": "https://expatliving.sg/12-places-to-visit-in-singapore-history-and-historical-sites/",
            "sourceSite": "Web",
            "snippet": "Where: 3 Muscat Street, Kampong Glam (nearest MRT is Bugis)When: Monday to Thursday and weekends, 10am-12pm, 2pm-4pm; Friday, 2:30pm to 4pm. The gleaming gold domes of Masjid Sultan (or Sultan Mosque) make it an instantly recognisable landmark in Singapore’s Kampong Glam district. While the current building dates to 1932, a mosque first stood in the area from 1824.",
            "siteName": "Lifestyle Guide To Moving To & Living in Singapore - Expat Living",
            "shortName": "Places to Visit in Singapore History, Historical Sites and Buildings",
            "indexInSource": 3,
            "iconSiteId": 330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253894",
            "type": "webPlacesList",
            "url": "https://www.adequatetravel.com/blog/most-visited-monuments-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Located in the Muscat street, the Sultan Mosque is considered as one of the most important historic monuments in Singapore and sacred mosques. This historic site combines ideas from Indian and Islamic traditions and the mosque’s architecture represents the Islamic-Saracenic style. The mosque features beautiful minarets and balusters.",
            "siteName": "Explore the World with Adequate Travel - Your One-Stop Destination for Travel Planning-adequatetravel.com",
            "shortName": "Top 19 Most Visited Monuments in Singapore",
            "indexInSource": 9,
            "iconSiteId": 164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253901",
            "type": "webPlacesList",
            "url": "https://www.monsterdaytours.com/post/unveiling-the-architectural-wonders-10-unique-buildings-in-singapore",
            "sourceSite": "Web",
            "snippet": "Our final stop brings us to the historic district of Kampong Glam, where the Sultan Mosque stands as an architectural and cultural icon. With its stunning golden dome and intricate details, the mosque blends Islamic and Malay styles, offering a glimpse into Singapore's rich heritage. Address: 3 Muscat Street, Singapore 198833",
            "siteName": "monsterdaytours",
            "shortName": "Unveiling the Architectural Wonders: 10 Unique Buildings in Singapore",
            "indexInSource": 6,
            "iconSiteId": 26652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253884",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/historical-places-singapore-travel/",
            "sourceSite": "Web",
            "snippet": "Built in 1824 by the first sultan of Singapore, Sultan Hussein Shah, this magnificent mosque is the biggest in Singapore. The prayer hall can accommodate up to 5000 people in mass prayer. Besides taking in the grand architecture of the mosque, take time to walk around the Arab Quarters where the mosque is located.",
            "siteName": "Honeycombers Singapore",
            "shortName": "23 charming historical places in Singapore to explore",
            "indexInSource": 17,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247116",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/singapore-historical-places/",
            "sourceSite": "Web",
            "snippet": "Sultan Mosque is a sacred site that easily turns heads because of its golden domes. Constructed in 1824, it was initially built for Singapore’s first sultan―Sultan Hussein Shah. With that, it has become a part of Singapore’s famous historical monuments.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "15 Historical Places in Singapore You Can't Miss This Year",
            "indexInSource": 12,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "AhK1NRVpxcOmuKaoVpsGV7ur051Wzhcb",
          "VhNcuijk7luwr7cstgCfYvNA0wHBMQK9",
          "Z2IKV8oEJVppUJEDtftuTcA7i0U9DkVG",
          "VHdGJEd1jY0mu791ub5eoBqYw2CiiPRn",
          "MEwYimY2hiS0DHHUsThmnt66AQzQ4tYi",
          "AhK1NRVpxcOmuKaoVpsGV7ur051Wzhcb",
          "VhNcuijk7luwr7cstgCfYvNA0wHBMQK9",
          "Z2IKV8oEJVppUJEDtftuTcA7i0U9DkVG",
          "VHdGJEd1jY0mu791ub5eoBqYw2CiiPRn",
          "MEwYimY2hiS0DHHUsThmnt66AQzQ4tYi"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1400"
            },
            "close": {
              "day": 0,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1400"
            },
            "close": {
              "day": 1,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1400"
            },
            "close": {
              "day": 2,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1400"
            },
            "close": {
              "day": 3,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1400"
            },
            "close": {
              "day": 4,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1400"
            },
            "close": {
              "day": 5,
              "time": "1600"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1400"
            },
            "close": {
              "day": 6,
              "time": "1600"
            }
          }
        ],
        "name": "Sultan Mosque",
        "placeId": "ChIJb6xq2bAZ2jERE1P6sVKtofw",
        "internationalPhoneNumber": "+65 6293 4405",
        "reviews": [
          {
            "rating": 5,
            "text": "What a lovely afternoon exploring Arab Street! The whole area is full of charm with colorful little shops and friendly vendors. I wandered around with no real plan and ended up with a delicious snack in hand and a beautiful blue pendant with green emerald details from a Turkish shop. It was such a nice surprise.\n\nThe highlight was visiting Sultan Mosque. It is absolutely gorgeous in person. The golden dome catches your eye from far away and the entire place has a peaceful and welcoming atmosphere. If you're in Singapore, make sure to stop by. It is a perfect mix of culture, color, and calm.",
            "author_name": "ChuLuxe Explorer",
            "relative_time_description": "",
            "time": 1752059206,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The locality is very calm and peaceful with a lot of food options and souvenir shops. Closer to this spot is the Haji Street which is famous for its food street. The mosque history is very unique and the grandeur can't be explained in simple words. Foreigners aren't allowed inside the mosque premises.  We went here as a part of Cultural and Heritage Tour of the Changi Airport's Free Singapore Tour.",
            "author_name": "Madhava Prasad",
            "relative_time_description": "",
            "time": 1756997520,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Historical mosque and a must to visit place in Singapore, very well maintained and plenty of space for five time prayers. This area is also great to visit halal restaurants. Highly recommended if you are visiting Singapore as a tourist.",
            "author_name": "Nadeem Akhtar",
            "relative_time_description": "",
            "time": 1754618288,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.sultanmosque.sg/",
        "index": 5,
        "id": "",
        "categories": [
          "Mosque",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 115,
            "2": 75,
            "3": 438,
            "4": 1852,
            "5": 10352
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.302285,
        "address": "3 Muscat St, Singapore 198833",
        "travel_time": null
      },
      {
        "_id": "ChIJBTYg1g4Z2jERp_MBbu5erWY",
        "generalDescription": "Merlion Park is a must-visit destination in Singapore, known for its iconic 70-ton, 9-meter-tall merlion statue that spouts water into Marina Bay. This mythical creature with the head of a lion and the body of a fish has been an iconic landmark since it was built in 1972. The park is popular among both locals and tourists, offering picturesque photo opportunities and free entry.",
        "utcOffset": 480,
        "maxMinutesSpent": 90,
        "longitude": 103.854387,
        "rating": 4.6,
        "numRatings": 72015,
        "sources": [
          {
            "id": "1253887",
            "type": "webPlacesList",
            "url": "https://finestservices.com.sg/blog/iconic-landmarks/",
            "sourceSite": "Web",
            "snippet": "Catch a look of the Merlion, a mythological hybrid of a lion and a fish that serves as Singapore’s most imposing symbol. The Merlion incorporates two aspects of Singapore’s identity: its body represents the country’s former fishing communities, and its lion head represents Singapura (which means “lion city” in Sanskrit). On September 15, 1972, Lee Kuan Yew, the country’s then-prime minister, inaugurated the Merlion, which was created by local artisan Lim Nang Seng.",
            "siteName": "Finest Services",
            "shortName": "Iconic Landmarks in Singapore [2023]",
            "indexInSource": 3,
            "iconSiteId": 3204,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208186",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "The striking Merlion sculpture on the Merlion Park waterfront is one of Singapore’s most famous landmarks. Its lion’s head represents Singapore’s original name (Singapura) which means “lion city”, while its fish tail symbolizes the country’s early history as a fishing village. Visitors throng Merlion Park waterfront for photo opportunities with the mighty Merlion—and its smaller “cub”—and for panoramic views of Marina Bay and one of the best skylines in the world.",
            "siteName": "Celebrity Current",
            "shortName": "12 Famous Landmarks in Singapore",
            "indexInSource": 1,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253891",
            "type": "webPlacesList",
            "url": "https://esimradar.com/landmarks-singapore/",
            "sourceSite": "Web",
            "snippet": "The iconic Merlion statue, picturesque waterfront views, and photo opportunities with the city skyline as a backdrop. Merlion Park, located at the mouth of the Singapore River, is home to the famous Merlion statue, which symbolizes the city’s humble beginnings as a fishing village. The 28-foot-tall statue, with the head of a lion and the body of a fish, is a must-visit spot for taking selfies and photographs with the city skyline and Marina Bay as a backdrop.",
            "siteName": "eSIMradar",
            "shortName": "The 12 Most Famous Landmarks in Singapore",
            "indexInSource": 4,
            "iconSiteId": 173901,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208202",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "When thinking of Singapore, the first picture which comes to mind is that of a fountain shaped like a lion, where water can be seen coming out of its mouth. This specific location, also known as the “Merlion Statue” is one of the greatest highlights of Merlion Park. Housing the sculpture of a half lion-half mermaid figure, the park has become a major tourist attraction and one of the most visited Singapore Landmarks.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Landmarks in Singapore You Must Visit At Least Once in 2024",
            "indexInSource": 6,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253881",
            "type": "webPlacesList",
            "url": "https://gocity.com/singapore/en-us/blog/the-best-singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "Can you even say you’ve been to Singapore without grabbing a selfie by the island’s massive mythical mascot?. With the body of a fish and water-spouting head of a lion, the 8.6-meter, 70-tonne Merlion statue is truly a sight to behold. You’ll find it in Merlion Park with its diminutive two- meter, three-tonne ‘Merlion Cub’ nearby, and fine views out across the bay.",
            "siteName": "gocity.com",
            "shortName": "The Best Singapore Landmarks and Must Do's",
            "indexInSource": 0,
            "iconSiteId": 14049,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253900",
            "type": "webPlacesList",
            "url": "https://www.thomascook.in/blog/most-iconic-landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "We are sure you must have seen the photo of the Singapore Merlion sculpture somewhere on the internet. Singapore Merlion park has the famous Merlion sculpture, which is a mythical structure of a combination of fish and lion. The lion head represents ‘Singapore’ (Sanskrit for lion head), and the bottom, a fishtail, represents the country’s fishing history.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "Most Iconic Landmarks in Singapore",
            "indexInSource": 4,
            "iconSiteId": 25274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253874",
            "type": "webPlacesList",
            "url": "https://www.gokitetours.com/top-8-most-iconic-landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Symbolism: The Merlion, which was built in 1964, represents the transformation of Singapore from a fishing hamlet (represented by the fish tail) to a lion city (represented by the lion head). Location: Situated at One Fullerton, Merlion Park offers amazing views of Marina Bay Sands and the city skyline.",
            "siteName": "Gokite Tours & Travels",
            "shortName": "Top 8 Most Iconic Landmarks in Singapore",
            "indexInSource": 0,
            "iconSiteId": 173900,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": "The Merlion Park is home to the mythical creature that has become the nation’s beloved mascot, the Merlion. Its statue weighs 70 tons and stands 8.6 meters tall. With the head of a lion and the body of a fish, it symbolizes Singapore’s unique heritage as a maritime trading nation.",
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 0,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253865",
            "type": "webPlacesList",
            "url": "https://www.topasiatour.com/singapore/top-10-landmarks-in-singapore.html",
            "sourceSite": "Web",
            "snippet": "Merlion Park is located in the reclamation area near the 1 Fullerton Road, and it is the smallest park in Singapore. The Merlion is the symbolic of Singapore. Merlion is a fictional animal with a lion's head and a fish body, first designed by Fraser Brunner in 1964.",
            "siteName": "topasiatour.com",
            "shortName": "TOP 10 Landmarks in Singapore, Singapore Landmarks, Typical Buildings in Singapore",
            "indexInSource": 2,
            "iconSiteId": 461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253894",
            "type": "webPlacesList",
            "url": "https://www.adequatetravel.com/blog/most-visited-monuments-in-singapore/",
            "sourceSite": "Web",
            "snippet": "This landmark essentially symbolizes the country of Singapore. The statue depicts an imaginary creature with half the body of a fish and half of a lion. The national symbol can be seen everywhere around the island.",
            "siteName": "Explore the World with Adequate Travel - Your One-Stop Destination for Travel Planning-adequatetravel.com",
            "shortName": "Top 19 Most Visited Monuments in Singapore",
            "indexInSource": 4,
            "iconSiteId": 164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "urGNXzOu1lB6za07brC6NHZyVDoXx906",
          "n9lGuAFXe28pdOBXQGVav7GR4UBmhbYF",
          "YJiP3ofQwr1RYT1cMh7vMXtvi9IEw1Au",
          "GeifhfV5J4JZWkUtFLE9P7U3QacxXo9S",
          "QNXimJyoPnExaexmLSbdu93aAb6G5odR",
          "urGNXzOu1lB6za07brC6NHZyVDoXx906",
          "n9lGuAFXe28pdOBXQGVav7GR4UBmhbYF",
          "YJiP3ofQwr1RYT1cMh7vMXtvi9IEw1Au",
          "GeifhfV5J4JZWkUtFLE9P7U3QacxXo9S",
          "QNXimJyoPnExaexmLSbdu93aAb6G5odR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Merlion Park",
        "placeId": "ChIJBTYg1g4Z2jERp_MBbu5erWY",
        "internationalPhoneNumber": "+65 6736 6622",
        "reviews": [
          {
            "rating": 5,
            "text": "Singapore's iconic spot. Very busy during the day. The views presented are stunning and even though it is busy you still get a beautiful view, just to sit quietly and enjoy the atmosphere. Walking Walking across the river and bridge looking from a distance is very beautiful.",
            "author_name": "ruby kurniawan",
            "relative_time_description": "",
            "time": 1753342419,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the best locations to visit in Singapore. All the sightseeing tours include this beautiful place in the itinerary. There are boat tours and river cruise to explore more about this area.\nWalking around is the most popular option to view the spot.",
            "author_name": "Venugopal Bhat",
            "relative_time_description": "",
            "time": 1757857351,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Me and my boyfriend recently stayed in Singapore for 5 days and of course we visited the famous Merlion. The place is iconic and a must-see, with a nice view of Marina Bay Sands in the background. The only downside is that it was very crowded when we went, so it was hard to take a proper photo - we had to wait for the space to clear a bit. Still, it's free to visit and worth seeing at least once when in Singapore.",
            "author_name": "Joanne Bodanio",
            "relative_time_description": "",
            "time": 1756619679,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://bit.ly/river_cruise_singapore",
        "index": 6,
        "id": "",
        "categories": [
          "Park",
          "Sights & Landmarks",
          "Monuments & Statues"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 449,
            "2": 463,
            "3": 3886,
            "4": 15789,
            "5": 51520
          }
        },
        "minMinutesSpent": 90,
        "latitude": 1.286745,
        "address": "1 Fullerton Rd, Singapore 049213",
        "travel_time": null
      },
      {
        "_id": "ChIJRYMSeKwe2jERAR2QXVU39vg",
        "generalDescription": "Sentosa Island, located off the southern coast of Singapore, is a popular tourist destination known for its beautiful beaches, theme parks, and adventure activities. The island offers a wide range of attractions including Fort Siloso, Fort Siloso Skywalk, Butterfly Park & Insect Kingdom. Visitors can also enjoy upscale hotels and resorts with various dining options serving local and international cuisine. Sentosa Cove is a residential area on the island featuring luxurious mansions and condominium complexes with stunning sea views.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.830321,
        "rating": 4.7,
        "numRatings": 9315,
        "sources": [
          {
            "id": "208202",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "If there is an entertainment hub in Singapore, it is Sentosa Island. With so many beautiful attractions and numerou fun activities to enjoy, this Island is hub for all kinds of fun, ranging from sliding from a ride to having a classy meal in some sort of expensive restaurant. or a small food shack, hence making it one of the most famous landmarks in Singapore.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Landmarks in Singapore You Must Visit At Least Once in 2024",
            "indexInSource": 3,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253874",
            "type": "webPlacesList",
            "url": "https://www.gokitetours.com/top-8-most-iconic-landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Attractions: Many attractions can be found on Sentosa, such as the famous Merlion monument, Adventure Cove Waterpark, S.E.A. Aquarium, and Universal Studios Singapore theme park. Accessibility: Sentosa is easily accessible from many locations in Singapore, as it is connected to the mainland by road, cable car, and monorail.",
            "siteName": "Gokite Tours & Travels",
            "shortName": "Top 8 Most Iconic Landmarks in Singapore",
            "indexInSource": 3,
            "iconSiteId": 173900,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253891",
            "type": "webPlacesList",
            "url": "https://esimradar.com/landmarks-singapore/",
            "sourceSite": "Web",
            "snippet": "Sentosa Island, a popular resort destination, offers a variety of attractions and activities, including Universal Studios Singapore, Adventure Cove Waterpark, S.E.A. Aquarium, and three pristine beaches. With its mix of entertainment, dining, and shopping options, Sentosa caters to all ages and interests.",
            "siteName": "eSIMradar",
            "shortName": "The 12 Most Famous Landmarks in Singapore",
            "indexInSource": 2,
            "iconSiteId": 173901,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253878",
            "type": "webPlacesList",
            "url": "https://www.singapore-tickets.com/attractions/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Explore theme parks, water parks, beaches and get the adrenaline pumping at Sentosa. Enjoy a wide variety of panoramic rides, culinary delights, and more. Catch sight of Resorts World Sentosa, the Royal Albatross Ship, and Sentosa Cove at this entertaining island resort.",
            "siteName": "www.singapore-tickets.com",
            "shortName": "21 Best Landmarks in Singapore 2024",
            "indexInSource": 0,
            "iconSiteId": 49693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253920",
            "type": "webPlacesList",
            "url": "https://www.mysingaporepass.com/singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "From the amazing horticulture displays of Garden by the By to the rich beaches of Sentosa Island, Singapore has a lot to offer. It is home to one of Universal Studios theme parks, which consists of a number of attractions, experiences and rides.",
            "siteName": "https://www.mysingaporepass.com",
            "shortName": "Explore 12 Best Singapore Landmarks",
            "indexInSource": 6,
            "iconSiteId": 71146,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 1,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ef18LBePals8R9WZmXJYdFzsHzwFjoZX",
          "kdGH0U7UKanS2yikB1kHbI1Z9oWCGE0P",
          "QJ3ZG7ye5Bj64nJEAb4WSnd1XOZ1ZSB3",
          "w9PJERJWzfYnTNSYwSiKc1hZ9w0zaHtw",
          "vQElQp3og1lgNdlM6G6BXkdn52jpiW4c",
          "Ef18LBePals8R9WZmXJYdFzsHzwFjoZX",
          "kdGH0U7UKanS2yikB1kHbI1Z9oWCGE0P",
          "QJ3ZG7ye5Bj64nJEAb4WSnd1XOZ1ZSB3",
          "w9PJERJWzfYnTNSYwSiKc1hZ9w0zaHtw",
          "vQElQp3og1lgNdlM6G6BXkdn52jpiW4c"
        ],
        "openingPeriods": [],
        "name": "Sentosa",
        "placeId": "ChIJRYMSeKwe2jERAR2QXVU39vg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Love sentosa\nAlready spent few full days at the place, but I feel like there are still a lots to discover\n\nThis place, you can bring anyone and still can find some activities to enjoy with.\n\nI already spent time at Universal (1d), Water Cove Park, Aquarium, HarryPotter museum\nAll are worth it, but what I hate is I have to queue a lots",
            "author_name": "Thanh Nhan Nguyen Thi",
            "relative_time_description": "",
            "time": 1745991207,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sentosa is always fun and never feels boring. The new aquarium is amazing, and I love the cultural touches around the area. It's clean, beautiful, and worth every dollar. A great place to relax and enjoy in Singapore!",
            "author_name": "Min Kyaw Wai",
            "relative_time_description": "",
            "time": 1754213709,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a beautiful island. There's a monorail that connects different stations. Universal Studios, Sea aquarium, Madame Tussauds museum are in this island. The sea looks beautiful, you can take a cable car ride and view the entire island. There's a show called “Wings of time”, it's a lifetime experience !",
            "author_name": "Sona Bhandary",
            "relative_time_description": "",
            "time": 1746363829,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [
          "Island"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 185,
            "2": 82,
            "3": 237,
            "4": 1232,
            "5": 7579
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.249404,
        "address": "Singapore",
        "travel_time": null
      },
      {
        "_id": "ChIJ0bwmznIZ2jEREOCMNggtIBk",
        "generalDescription": "The Buddha Tooth Relic Temple, located in the heart of Chinatown, is a stunning Buddhist temple built in 2007. It houses what is believed to be a tooth of Buddha, displayed inside a solid-gold stupa on the fourth floor. The temple follows Tang Dynasty architecture and features ornate rooms and a tranquil rooftop garden with a large prayer wheel.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.84424,
        "rating": 4.6,
        "numRatings": 11494,
        "sources": [
          {
            "id": "94506",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/singapore/attractions",
            "sourceSite": "Web",
            "snippet": "Surprisingly, Chinatown’s oldest and most important Hokkien temple is often a haven of tranquillity. Built between 1839 and 1842, it’s a beautiful place,…",
            "siteName": "Lonely Planet",
            "shortName": "Must-see attractions Singapore, Malaysia, Singapore & Brunei",
            "indexInSource": 21,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Buddha Tooth Relic Temple is located in the heart of Chinatown. This astonishing Buddhist temple was built in 2007 and takes its name from the tooth of Buddha that was recovered from his funeral in India, and now it’s displayed in the temple. The temple was built based on Tang Dynasty architecture, and it is the most beautiful landmark in Chinatown with its red façade and green window shutters plus a 3,500 kilogram giant stupa that was made of 320 kilograms of gold!",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 17,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253881",
            "type": "webPlacesList",
            "url": "https://gocity.com/singapore/en-us/blog/the-best-singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "Discover the tooth, the whole tooth and nothing but the tooth at the pagoda-style Buddha Tooth Relic Temple in downtown Singapore. Whether the main event here – a 7.5cm-long tooth displayed in a huge golden stupa – actually originated from the mouth of the Buddha is a matter we'll leave to your discretion, but there’s plenty to enjoy in the intricate and colorful architecture here, even for non-believers.",
            "siteName": "gocity.com",
            "shortName": "The Best Singapore Landmarks and Must Do's",
            "indexInSource": 7,
            "iconSiteId": 14049,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 10,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nyKPevmDCGgWkFjqYzg5nzmUHynRFZxv",
          "mTqwsucpAaUK9AxBPEIGr66M44dQ2Tcc",
          "SRFWnwL0ER1f4n1Oq4T6Un65Ksgu84LE",
          "N7nrZRO9y5UmOhXxBGbGMKpYmrcFgrcB",
          "YwslJ2VsVDovJrMlFFcjYTcKSWB582Ue",
          "nyKPevmDCGgWkFjqYzg5nzmUHynRFZxv",
          "mTqwsucpAaUK9AxBPEIGr66M44dQ2Tcc",
          "SRFWnwL0ER1f4n1Oq4T6Un65Ksgu84LE",
          "N7nrZRO9y5UmOhXxBGbGMKpYmrcFgrcB",
          "YwslJ2VsVDovJrMlFFcjYTcKSWB582Ue"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Buddha Tooth Relic Temple",
        "placeId": "ChIJ0bwmznIZ2jEREOCMNggtIBk",
        "internationalPhoneNumber": "+65 6220 0220",
        "reviews": [
          {
            "rating": 5,
            "text": "This temple is absolutely stunning. From the detailed architecture on the outside to the rich golden interior, it is filled with peaceful energy. Every floor is worth exploring, especially the main hall, which leaves a strong impression.\n\nThere was no wait to enter, and the entire experience felt calm and respectful. The atmosphere is perfect for reflection and quiet appreciation.\n\nI highly recommend visiting this temple when in Singapore. Even if you're not Buddhist, the beauty and serenity of this place are truly remarkable.",
            "author_name": "ChuLuxe Explorer",
            "relative_time_description": "",
            "time": 1752338927,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "An interesting cultural visit that offers real insight into a different tradition. The temple has a fascinating history, and it's worth timing your visit to catch a ceremony for the full experience. Be respectful when you go - some areas are off-limits for photography, and signs make that clear. Don't miss the rooftop garden, which is a serene spot with stunning orchids and a nice contrast to the busy streets below. A peaceful and memorable stop in Singapore.",
            "author_name": "Joseph",
            "relative_time_description": "",
            "time": 1757895450,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Buddha Tooth Relic Temple is truly a spiritual and architectural gem in the heart of Chinatown, Singapore.\nThe intricate Tang-style architecture, stunning golden interiors, and sacred relics create a deeply reverent atmosphere. The main prayer hall is breathtaking, and the upper floors-especially the museum and rooftop garden with the giant prayer wheel-are worth exploring. The temple is both a place of worship and a cultural hub, offering insight into Buddhist traditions and art.",
            "author_name": "Agnes",
            "relative_time_description": "",
            "time": 1753176101,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.buddhatoothrelictemple.org.sg/",
        "index": 8,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 85,
            "2": 74,
            "3": 622,
            "4": 2407,
            "5": 8322
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.281516,
        "address": "288 South Bridge Rd, Singapore 058840",
        "travel_time": null
      },
      {
        "_id": "ChIJzVHFNqkZ2jERboLN2YrltH8",
        "generalDescription": "The Singapore Flyer, the world's largest giant observation wheel, offers a unique experience for visitors to enjoy breathtaking views of the city. With its 28 glass cabins slowly revolving at 165m above ground level, it provides panoramic vistas of Marina Bay and its architectural landmarks. The observation wheel also offers various packages including high tea and butler-serviced flights, allowing guests to be pampered while taking in the stunning scenery.",
        "utcOffset": 480,
        "maxMinutesSpent": 120,
        "longitude": 103.863137,
        "rating": 4.6,
        "numRatings": 23281,
        "sources": [
          {
            "id": "1253891",
            "type": "webPlacesList",
            "url": "https://esimradar.com/landmarks-singapore/",
            "sourceSite": "Web",
            "snippet": "A 30-minute ride on the world’s second-largest observation wheel, panoramic views of Singapore’s cityscape, and the Journey of Dreams interactive gallery. The Singapore Flyer, standing at 541 feet, offers an unparalleled view of Singapore’s skyline, Marina Bay, and even parts of neighboring Malaysia and Indonesia on clear days. Each air-conditioned capsule accommodates up to 28 passengers, and the entire rotation takes approximately 30 minutes.",
            "siteName": "eSIMradar",
            "shortName": "The 12 Most Famous Landmarks in Singapore",
            "indexInSource": 0,
            "iconSiteId": 173901,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The Singapore Flyer is a giant Ferris wheel that stands at a height of 165 meters and is one of Singapore’s most iconic landmarks. What to see or do: Take a ride on the Singapore Flyer and enjoy panoramic views of the city’s skyline, including the Marina Bay Sands, Gardens by the Bay and the Singapore River. Each capsule can hold up to 28 passengers and gives you a half an hour ride, providing ample time to marvel at the vistas.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 3,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253920",
            "type": "webPlacesList",
            "url": "https://www.mysingaporepass.com/singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "Admire the amazing cityscape views of the Lion City in the giant wheel called the Singapore Flyer. Other Singapore landmarks include the SEA Aquarium, River Wonders, Marina Bay, and the famed Merlion Tower. With such amazing tourist destinations to offer, coupled with the fact that this place literally is the cleanest and one of the safest places on Earth, your visit to Singapore will definitely be worth it.",
            "siteName": "https://www.mysingaporepass.com",
            "shortName": "Explore 12 Best Singapore Landmarks",
            "indexInSource": 1,
            "iconSiteId": 71146,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253887",
            "type": "webPlacesList",
            "url": "https://finestservices.com.sg/blog/iconic-landmarks/",
            "sourceSite": "Web",
            "snippet": "The Singapore Flyer, the biggest observation wheel in Asia, is located 165 meters above the ground. A popular tourist destination since its 2008 debut, the Wheel offers breathtaking panoramic views of Marina Bay and the city from its lofty position. The Singapore Flyer has grown in importance as a background element for the Formula One Singapore Grand Prix Marina Bay Street Circuit throughout the years.",
            "siteName": "Finest Services",
            "shortName": "Iconic Landmarks in Singapore [2023]",
            "indexInSource": 7,
            "iconSiteId": 3204,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "Singapore Flyer is another iconic structure exhibiting the prowess of the architecture of Singapore. It is a giant Ferris wheel which was designed as an observational wheel and was opened to the public in 2008, being the world's tallest Ferris wheel at that time. The wheel has 28 air-conditioned capsules and being 165 metres tall; it offers a magnificent view of the city.",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 14,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "At 165 meters high, the Singapore Flyer is one of the largest observation wheels in the world. The Flyer has 28 capsules, each able to hold 28 people on a revolution of the wheel, with it travelling at 0.76km/h. Due to the precision engineering of the Flyer, the ride is designed to be smooth and stable, despite its height and the weather conditions.",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 4,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208186",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "It seems that every major city has an “observation” or Ferris wheel these days and Singapore is no exception. At 541 feet above the ground, the Singapore Flyer is bigger than most (including the London Eye) and certainly the biggest in Asia. Located in Marina Bay, the Flyer began operating on February 14, 2008.",
            "siteName": "Celebrity Current",
            "shortName": "12 Famous Landmarks in Singapore",
            "indexInSource": 8,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253874",
            "type": "webPlacesList",
            "url": "https://www.gokitetours.com/top-8-most-iconic-landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Size: When the Singapore Flyer started in 2008, it was the largest observation wheel in the world, standing at 165 metres. Views: On a clear day, visitors may take in amazing views that include famous locations like Marina Bay Sands and Raffles Place, as well as portions of Malaysia and Indonesia.",
            "siteName": "Gokite Tours & Travels",
            "shortName": "Top 8 Most Iconic Landmarks in Singapore",
            "indexInSource": 2,
            "iconSiteId": 173900,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208202",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Take a trip to one of the major landmarks in Singapore, the Singapore Flyer, a massive viewing wheel. This landmark offers you a 165-meter aerial perspective of the metropolitan skyline. Within the 28 big, air-conditioned capsules, you can step inside and enjoy a breathtaking view of the city.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Landmarks in Singapore You Must Visit At Least Once in 2024",
            "indexInSource": 0,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": "Towering 165 meters above the city, the Singapore Flyer is one of the tallest Ferris wheels in the world. It offers breathtaking panoramic views of the Marina Bay skyline, Sentosa Island, and beyond. Each capsule is air-conditioned and offers comfortable seating for up to 28 passengers.",
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 13,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The Singapore Flyer is an iconic part of the Singapore skyline and is not your ordinary attraction. The Flyer stands at a staggering 65 meters above ground and is a landmark you cannot miss. By day the Singapore Flyer stands tall amongst the other buildings.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 12,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253878",
            "type": "webPlacesList",
            "url": "https://www.singapore-tickets.com/attractions/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Soaring above the city at 165 m above ground, the Singapore Flyer is one of Asia's largest observation wheels. Peruse our collection of Singapore Flyer tickets and opt for standard entry, dining experiences, flight simulation sessions, or combo offers.",
            "siteName": "www.singapore-tickets.com",
            "shortName": "21 Best Landmarks in Singapore 2024",
            "indexInSource": 2,
            "iconSiteId": 49693,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253865",
            "type": "webPlacesList",
            "url": "https://www.topasiatour.com/singapore/top-10-landmarks-in-singapore.html",
            "sourceSite": "Web",
            "snippet": "Singapore Flyer is one of the largest Ferris Wheel in Asia and the world. It is 165 meters high, which is equivalent with a 42-storey building. It is designed by Arup Group and Mitsubishi Heavy Industries, Ltd.",
            "siteName": "topasiatour.com",
            "shortName": "TOP 10 Landmarks in Singapore, Singapore Landmarks, Typical Buildings in Singapore",
            "indexInSource": 3,
            "iconSiteId": 461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FHpEDiq9oMG1mv9VWWd23jYHurERYdWd",
          "hN7aKRcpIZgfKkplMyGvfLzR1nFIFiow",
          "GKyUGgSsnebQAN83mh56Wt6PPMRrhuXO",
          "4GIihj97LR00Bjd343v2hN09Aq3Mu1Pm",
          "7pAwaqCFLii0bQ4vktVG6UhRWPLmVGtA",
          "FHpEDiq9oMG1mv9VWWd23jYHurERYdWd",
          "hN7aKRcpIZgfKkplMyGvfLzR1nFIFiow",
          "GKyUGgSsnebQAN83mh56Wt6PPMRrhuXO",
          "4GIihj97LR00Bjd343v2hN09Aq3Mu1Pm",
          "7pAwaqCFLii0bQ4vktVG6UhRWPLmVGtA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Singapore Flyer",
        "placeId": "ChIJzVHFNqkZ2jERboLN2YrltH8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We found ourselves enjoying the Singapore Flyer very much although we are locals. The ride was breathtaking with panoramic views of the Marina Bay skyline and beyond. It's amazing to see landmarks like Marina Bay Sands, Gardens by the Bay, and the city stretching out all around.\n\nThe capsule was spacious and air-conditioned, which made it relaxing and enjoyable even with kids. A wonderful experience for both tourists and locals to appreciate Singapore from a whole new perspective - highly recommended!",
            "author_name": "Daniel Goh",
            "relative_time_description": "",
            "time": 1756690026,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The Singapore Flyer: A Must-Do Experience!\n​Hold on to your hats for a ride you won't forget! The Singapore Flyer isn't just a Ferris wheel; it's the crown jewel of Singapore, offering a truly awesome experience.\n\n​Step inside one of the spacious, air-conditioned capsules with your loved ones and prepare to be mesmerized. As the capsule glides smoothly upward, you'll be treated to jaw-dropping, panoramic views that are absolutely worth every penny. From the bustling Singapore Grand Prix Circuit right below to the sparkling sea, the stunning skyline, and the towering skyscrapers, the sights are simply breathtaking.\n\n​This is a fantastic treat for all ages, especially for kids who will be captivated by the city unfolding beneath them. To make sure you don't miss out on this incredible ride, it's a good idea to book your tickets in advance.",
            "author_name": "Dharven Panchal",
            "relative_time_description": "",
            "time": 1757251345,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I'm usually very afraid of heights but this experience made me feel very comfortable and at ease. It's was an amazing 360 degree view of Singapore and the sites we saw were outstanding. Don't miss this opportunity on your itinerary.",
            "author_name": "Sue Reid",
            "relative_time_description": "",
            "time": 1753575404,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.singaporeflyer.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Ferris wheel",
          "Sights & Landmarks",
          "Observation Decks & Towers",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 416,
            "2": 264,
            "3": 1293,
            "4": 4576,
            "5": 16764
          }
        },
        "minMinutesSpent": 120,
        "latitude": 1.289299,
        "address": "30 Raffles Ave., Singapore 039803",
        "travel_time": null
      },
      {
        "_id": "ChIJVSYjJKIZ2jERpRFinATD52s",
        "generalDescription": "Fort Canning Park, located in the heart of Singapore, is a historically significant site that has witnessed many milestones in the city-state's history. It has been home to 14th-century kings' palaces and played a role in the surrender of Singapore to the Japanese during World War II. Visitors can explore remnants of a 19th-century fortress, a Spice Garden inspired by Sir Stamford Raffles' experiments with spices, and the ASEAN Sculpture Garden.",
        "utcOffset": 480,
        "maxMinutesSpent": 210,
        "longitude": 103.845803,
        "rating": 4.6,
        "numRatings": 11097,
        "sources": [
          {
            "id": "1253902",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/10-historical-buildings-in-singapore-and-the-stories-behind-them",
            "sourceSite": "Web",
            "snippet": "THEN Formerly known as Government Hill, it was home to Sir Stamford Raffles and other governors before becoming an essential part of Singapore’s defense. But prior to that, it was also known as Bukit Larangan (Forbidden Hill in Malay) as it was believed that the kings of ancient Singapore were laid to rest there and that it was haunted. NOW It has attractions, sculptures, and relics from Old Singapore, some dating back to the 14th century.",
            "siteName": "Time Out",
            "shortName": "20 Historical Buildings In Singapore And The Stories Behind Them",
            "indexInSource": 12,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94506",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/singapore/attractions",
            "sourceSite": "Web",
            "snippet": "When Raffles rolled into Singapore, locals steered clear of Fort Canning Hill, then called Bukit Larangan (Forbidden Hill), out of respect for the sacred…",
            "siteName": "Lonely Planet",
            "shortName": "Must-see attractions Singapore, Malaysia, Singapore & Brunei",
            "indexInSource": 26,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "What to see or do: – Visit the Fort Canning Centre to learn about the history of the park and its various archaeological finds. Don’t miss: – The stunning views of the city skyline from the top of Fort Canning Hill. Insider travel tips: – Admission to the park is free, but some attractions like the Fort Canning Centre may have a fee.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 15,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247116",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/singapore-historical-places/",
            "sourceSite": "Web",
            "snippet": "Fort Canning Park takes a large portion of the nation’s past. Long before its military traces, it was the home of 14 th century monarchs. Later on, it functioned as the headquarters of the Far East Command Centre as well as the British Army Barrack.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "15 Historical Places in Singapore You Can't Miss This Year",
            "indexInSource": 0,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uig4mLFGn3EiY3oEFccMdF8WXmJtpcz7",
          "s7mgHoEMaiKMazf7Rs18NK0qVX0ghTYy",
          "sCEKXjjqnXVP6s09CjMF8SzkWPN5Po1c",
          "wZ9ZMYqKjZP2UjSab2VPsH842S8ZNBgA",
          "LDxu7Hfuxdsbh7iWixYbdc9rsjRn3x1K",
          "uig4mLFGn3EiY3oEFccMdF8WXmJtpcz7",
          "s7mgHoEMaiKMazf7Rs18NK0qVX0ghTYy",
          "sCEKXjjqnXVP6s09CjMF8SzkWPN5Po1c",
          "wZ9ZMYqKjZP2UjSab2VPsH842S8ZNBgA",
          "LDxu7Hfuxdsbh7iWixYbdc9rsjRn3x1K"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Fort Canning Park",
        "placeId": "ChIJVSYjJKIZ2jERpRFinATD52s",
        "internationalPhoneNumber": "+65 1800 471 7300",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful place with lots of different mini parks and photo locations. Can enjoy the nature and view the city while exploring the history of Singapore. One of the hills in Singapore with great views. Better to visit in the early morning or in the afternoon. Anyway this is one of the must visit beautiful place in Singapore as its full with nature, history and great landscape.",
            "author_name": "Uthpalavi Dias",
            "relative_time_description": "",
            "time": 1754235911,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Fort Canning's Tree Tunnel: Worth the Wait! 🌳✨\nJust brought my clients to the famous Tree Tunnel at Fort Canning Park, and wow – what an experience!\n\n- 1-Hour Wait? Totally Worth It! ⏱️ We spent about an hour getting our shot, and every minute was invested in pure magic. The way the light filters through those leaves and frames the staircase is just surreal.\n\n- Clients LOVED It! 😍 They were absolutely mesmerized by its unique beauty. It's not just a photo op, it's a true Singapore gem.\n\n- Picture Perfect! 📸 Seriously, you'll walk away with some incredible memories and stunning photos.\n\nHave you discovered this hidden (or not-so-hidden!) gem in Fort Canning yet? Share your experience! 👇",
            "author_name": "Änna He",
            "relative_time_description": "",
            "time": 1752855496,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A very well maintained park perfect for outdoor activity. A place where you can stroll, and have a good walk or run. Its lush green which is soothing to eyes and you get a good view of the city side from top. Has accessibility of escalators and stairs whichever you prefer. A very beautiful fort now converted to a hotel is there. Overall a very good experience.",
            "author_name": "Sufiyan Ahmed",
            "relative_time_description": "",
            "time": 1756657317,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.nparks.gov.sg/gardens-parks-and-nature/parks-and-nature-reserves/fort-canning-park",
        "index": 10,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 118,
            "2": 91,
            "3": 705,
            "4": 2843,
            "5": 7360
          }
        },
        "minMinutesSpent": 210,
        "latitude": 1.294388,
        "address": "Singapore",
        "travel_time": null
      },
      {
        "_id": "ChIJT4AHFwcZ2jERDJbPVLTEbOk",
        "generalDescription": "The Helix Bridge, a stunning steel footbridge that opened its doors in 2010, is an architectural marvel inspired by the double-helix structure of DNA. Spanning 280 meters, this pedestrian walkway connects Marina Centre to Marina South and serves as a vital link to the iconic Marina Bay Sands resort.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.860633,
        "rating": 4.7,
        "numRatings": 5046,
        "sources": [
          {
            "id": "208186",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Designed and engineered by a team of leading architects from Singapore and Australia, the Helix Bridge is one of Singapore’s most intriguing modern landmarks. Its distinctive double-helix structure is based on the structure of human DNA and is said to symbolize “life and continuity, renewal and growth”. There’s no other structure like it in the world and it took about three years to construct, opening in 2010.",
            "siteName": "Celebrity Current",
            "shortName": "12 Famous Landmarks in Singapore",
            "indexInSource": 5,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208202",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Linking the Marina Centre with Marina South, the Helix Bridge is a pedestrian bridge shaped like a DNA. Resembling the geometric shape of DNA, the bridge gets illuminated as soon as the sun sets, hence one can see many locals as well as the visitors coming here to get their pictures clicked. Since the bridge is made of the Singapore river, the overall view and the ambience is perfect for an evening walk.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Landmarks in Singapore You Must Visit At Least Once in 2024",
            "indexInSource": 9,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253887",
            "type": "webPlacesList",
            "url": "https://finestservices.com.sg/blog/iconic-landmarks/",
            "sourceSite": "Web",
            "snippet": "The Helix Bridge, which was opened in 2010 and is Singapore’s longest pedestrian bridge, connects Marina Center with the Bayfront neighborhood. Its distinctive shape, which is based on the double helix DNA and represents “life and continuity, renewal, and growth,” is unique. The bridge has four colored letter pairings that stand in for the four DNA bases: ‘a’ and ‘t’, ‘c’ and ‘g’, and ‘c’ and ‘g’.",
            "siteName": "Finest Services",
            "shortName": "Iconic Landmarks in Singapore [2023]",
            "indexInSource": 2,
            "iconSiteId": 3204,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The Helix Bridge is one of the most stunning displays of contemporary architecture in Singapore. The pedestrian bridge, completed in 2010, connects the Bayfront with Marina Center. This visual treat is hard to miss because it loops around other famous landmarks in Singapore – the Marina Bay Sands, Gardens by the Bay and the Singapore Flyer.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 2,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Inspired by the geometric structure of DNA, Helix Bridge is a curved footbridge entwined by a double helix. The bridge connects Marina Centre and Marina Bay Sands and is 280 meters long. Within the Helix are a series of LED lights which shine in multiple colours at night and illuminates the glass and steel structure.",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 6,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253865",
            "type": "webPlacesList",
            "url": "https://www.topasiatour.com/singapore/top-10-landmarks-in-singapore.html",
            "sourceSite": "Web",
            "snippet": "The Helix Bridge is the first double-helix footbridge in the world, whose design structure is like DNA. Inspired by the DNA structure, this bridge represents life, continuation, renewal and growth, which also reflects the expectation of Singaporeans to the Marina Bay. It connects Marina South and Marina Centre.",
            "siteName": "topasiatour.com",
            "shortName": "TOP 10 Landmarks in Singapore, Singapore Landmarks, Typical Buildings in Singapore",
            "indexInSource": 6,
            "iconSiteId": 461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "Helix Bridge connecting Marina Centre with Marina South is a pedestrian bridge that floats over the Singapore River and runs along the Benjamin Sheares Bridge. It is a walkway which was opened in 2010. The bridge resembles a DNA and even has words c, g, a, and t on it which stand for the four bases of DNA.",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 10,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253872",
            "type": "webPlacesList",
            "url": "https://www.bigbustours.com/en/singapore/singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "Inspired by the structure of human DNA, The Helix Bridge is one of Singapore’s most visually striking landmarks. Opened in 2010, it is a pedestrian only bridge that has four strategically located viewing platforms, giving you the most impressive selfie-moment backdrop.",
            "siteName": "bigbustours.com",
            "shortName": "Singapore Landmarks & Attractions | Big Bus Tours",
            "indexInSource": 1,
            "iconSiteId": 5984,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 15,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "PJFfLF3x8oAE108xRHoGunpfQE2T0uOl",
          "weJsxjZWw2xfqGz9YkCLZz4oJYvLuDAv",
          "PU3Deu7ScuOUKUXGkcWENxaNSdjFlFDs",
          "MAutARwxq2O6GF3xh8qd7PQZd7zMEKc1",
          "bbm8Zqnr75StwbnsUsCadhKq9Z1Betln",
          "PJFfLF3x8oAE108xRHoGunpfQE2T0uOl",
          "weJsxjZWw2xfqGz9YkCLZz4oJYvLuDAv",
          "PU3Deu7ScuOUKUXGkcWENxaNSdjFlFDs",
          "MAutARwxq2O6GF3xh8qd7PQZd7zMEKc1",
          "bbm8Zqnr75StwbnsUsCadhKq9Z1Betln"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "The Helix Bridge",
        "placeId": "ChIJT4AHFwcZ2jERDJbPVLTEbOk",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The design of the Bridge is wonderful. The inspiration for is the DNA and the execution is just splendid! While walking on it you get 3 points of view where you can sit and observe the surroundings.",
            "author_name": "Andreea Daniela Dinulescu",
            "relative_time_description": "",
            "time": 1750076593,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The helix bridge is a pedestrian bridge linking Marina centre to Marina Bay Sands area with unique and stunning architecture. One of Singapore iconic landmarks. Night view is breathtaking.",
            "author_name": "Rosli Muhamad",
            "relative_time_description": "",
            "time": 1750140639,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great during the day and absolutely magical at night! During daylight hours, the architectural detail-its spiralling double helix structure-makes for a beautiful and modern photo opportunity. It's a peaceful, breezy pedestrian link with great views of Marina Bay and the skyline.\n\nCome night, though, the bridge truly comes alive. The LED lights illuminate in a spectrum of vibrant colours, casting glowing reflections on the water below. Walking across under the canopy of changing hues with the Marina Bay Sands light show in the background is an unforgettable experience.\n\nThe design and engineering are stunning, especially in daylight, but the atmosphere after dark is something else entirely. It's the perfect spot for a relaxed stroll and photos any time of day, but you really don't want to miss it after sunset. A must-see in Singapore!",
            "author_name": "I. Morgan",
            "relative_time_description": "",
            "time": 1754403404,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 11,
        "id": "",
        "categories": [
          "Bridge",
          "Sights & Landmarks",
          "Historic Walking Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 24,
            "2": 15,
            "3": 217,
            "4": 1075,
            "5": 3723
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.287477,
        "address": "Singapore",
        "travel_time": null
      },
      {
        "_id": "ChIJzf487wkZ2jERP3nJhCFBdrE",
        "generalDescription": "Victoria Concert Hall, located in the Civic District of Singapore, is a historic venue that has played a significant role in the country's cultural and political history. Originally built as the Town Hall in 1862, it has undergone various transformations over the years. Today, it houses both the Victoria Theatre and Concert Hall, featuring neoclassical architecture and an iconic clock tower. The concert hall has 673 seats while the theater has 614 seats.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.851462,
        "rating": 4.7,
        "numRatings": 2397,
        "sources": [
          {
            "id": "1253902",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/10-historical-buildings-in-singapore-and-the-stories-behind-them",
            "sourceSite": "Web",
            "snippet": "THEN A makeshift hospital used to treat casualties of the Japanese air raids in 1942. Following the Japanese occupation, the Victoria Memorial Hall then served as a venue where war criminals were put on trial. NOW Host to various world-class performances and home to the Singapore Symphony Orchestra (SSO), the concert hall is now an integral pillar to Singapore’s nascent performing arts scene.",
            "siteName": "Time Out",
            "shortName": "20 Historical Buildings In Singapore And The Stories Behind Them",
            "indexInSource": 17,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253898",
            "type": "webPlacesList",
            "url": "https://www.cnn.com/style/article/famous-buildings-singapore/index.html",
            "sourceSite": "Web",
            "snippet": "Victoria Theatre and Victoria Concert Hall is another example of Singapore's blending of old and new. Opened: 1862 (theater building) and 1905 (concert hall building)Architect: John Bennett (theater building) and Regent Alfred John Bidwell of Swan & Maclaren (concert hall building)Current use: Theater and concert hall. Set in the Civic District, the neoclassical Victoria Theatre (614 seats) and Concert Hall (673 seats) are among the most illustrious venues in Singapore, and the building is notable for its iconic clock tower.",
            "siteName": "CNN",
            "shortName": "10 famous buildings in Singapore",
            "indexInSource": 6,
            "iconSiteId": 104,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86817",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/famous-buildings-in-singapore",
            "sourceSite": "Web",
            "snippet": "This architectural splendour of this building in Singapore is entrenched in history, and it’s one of the oldest structures in the country. Established way back in 1862, the Victoria Theatre and Concert Hall is home to the Singapore Symphony Orchestra and play host to spectacular performances. The essence of the past is captured in the design and décor of the building and travellers are transported and experiences the old-world charm of this building from the moment guests step foot inside.",
            "siteName": "Trip101",
            "shortName": "12 Famous Buildings In Singapore - Updated 2024",
            "indexInSource": 6,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "169828",
            "type": "webPlacesList",
            "url": "https://shariot.com/historical-buildings-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The theatre and concert hall built over a century ago is a complex of buildings joined with a clock tower and is used as a centre of performing arts. Formerly, it was called Town Hall and Victoria Memorial Hall and had various functions, such as serving as a hospital during World War II. The building has a rich history and importance and would be one of those places someone would like to stroll through and admire the beautiful architecture of the past.",
            "siteName": "Shariot Van & Car Sharing",
            "shortName": "20 HISTORICAL BUILDINGS IN SINGAPORE AND THE STORIES BEHIND THEM",
            "indexInSource": 8,
            "iconSiteId": 25114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253884",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/historical-places-singapore-travel/",
            "sourceSite": "Web",
            "snippet": "This centre of performing arts may awe you with its mix of modern and classic architecture. But when it was built over a century ago, the building was known as the Town Hall and Victoria Memorial Hall. It served different purposes throughout history.",
            "siteName": "Honeycombers Singapore",
            "shortName": "23 charming historical places in Singapore to explore",
            "indexInSource": 18,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247116",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/singapore-historical-places/",
            "sourceSite": "Web",
            "snippet": "Victoria Theatre and Concert Hall is an architectural sensation that radiates sophistication. It was initially built during the 18 th century with just one building. In 1909, another structure was added to complete the entire complex.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "15 Historical Places in Singapore You Can't Miss This Year",
            "indexInSource": 10,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253968",
            "type": "webPlacesList",
            "url": "https://www.roots.gov.sg/nhb/historic-sites",
            "sourceSite": "Web",
            "snippet": "Designed by colonial engineer, John Bennett, the theatre portion of the Victoria Theatre and Concert Hall was built as a Town Hall in 1862 which housed the Municipal Offices",
            "siteName": "roots.gov.sg",
            "shortName": "Historic Sites",
            "indexInSource": 67,
            "iconSiteId": 20975,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Cg125Y3e2xcw9AQ7K067OqhPl9X6NpHm",
          "4ptvE1oBRfIw8tzSb6xZFFnxtfxdDYGi",
          "WYmcZKhmi3Rzo6ElCE1OUGirkgqgZHWX",
          "2NmCr47taKeUkSW3n7T4QYvY1LJKfVVm",
          "Cg125Y3e2xcw9AQ7K067OqhPl9X6NpHm",
          "4ptvE1oBRfIw8tzSb6xZFFnxtfxdDYGi",
          "WYmcZKhmi3Rzo6ElCE1OUGirkgqgZHWX",
          "2NmCr47taKeUkSW3n7T4QYvY1LJKfVVm"
        ],
        "openingPeriods": [],
        "name": "Victoria Concert Hall",
        "placeId": "ChIJzf487wkZ2jERP3nJhCFBdrE",
        "internationalPhoneNumber": "+65 6908 8810",
        "reviews": [
          {
            "rating": 5,
            "text": "We've been coming here several times over the years. Great concert hall with colonial-era architecture. It's an old historical building but very well-maintained. Friendly and helpful staff.",
            "author_name": "Anthony Karmayana",
            "relative_time_description": "",
            "time": 1737898897,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Victoria Theatre and Concert Hall is a beautiful collage of heritage and modernity. From the outside it looks like a gorgeous neoclassical architecture but inside is pretty much a modern building.\n\nAround the Hall are parks and museums and if you're tourist like me, strolling around the grounds and taking photos is a must! In the background are some of Singapore's iconic buildings.\n\nIf you're walking during a sunny day though, be sure to put on sunscreen, and a hat for extra sun protection - especially during summer.",
            "author_name": "Janno",
            "relative_time_description": "",
            "time": 1741975241,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Against all odds, I was impressed\n\nLook, I'm not exactly the “classical music” type. I used to think it was all a bit stuffy-people in black, playing long sad notes, lots of bowing. I've always been more of a casual listener (if that), and I definitely didn't grow up going to concert halls. But something shifted.\n\nI watched my first full choral concert here a while back-a performance by the Voices of Singapore Ladies' Choir. I didn't expect much. I thought I'd be bored. Instead, I sat there, completely taken in. The harmonies, the precision, the way the sound filled the room-it got to me. I didn't know music could feel that human and that powerful.\n\nMore recently, I actually performed here with the Singapore Symphony Chorus for Choral Encounters. Standing on that stage felt surreal. The acoustics are no joke-everything you sing comes back to you clean and balanced. It's not flashy or high-tech, but it works. You don't have to push; the hall does a lot of the work.\n\nThe venue itself is old-school, but in a good way. Built in 1905, restored nicely. Not huge, not small-just right. It's right in the city centre, next to the river and some museums. Easy to get to. Comfortable seating, good visibility, nothing to complain about.\n\nI came in a skeptic and left feeling… moved? Changed, even. Classical music isn't just for other people. This place helped me realise that.\n\nSo yeah-five stars. Didn't expect to say that, but here we are.",
            "author_name": "Yen",
            "relative_time_description": "",
            "time": 1748146567,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://artshouselimited.sg/vtvch",
        "index": 12,
        "id": "",
        "categories": [
          "Concert hall",
          "Sights & Landmarks",
          "Theaters",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 8,
            "3": 95,
            "4": 521,
            "5": 1752
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.288621,
        "address": "11 Empress Pl, #01-02, Singapore 179558",
        "travel_time": null
      },
      {
        "_id": "ChIJSeUa7KcZ2jERNVg2CvmlVbk",
        "generalDescription": "Nestled along the picturesque waterfront, Esplanade - Theatres on the Bay is a striking arts venue that captivates visitors with its unique architecture and vibrant cultural offerings. Often likened to a pair of microphones or even a durian due to its distinctive design, this iconic center features over 7,000 triangular glass sunshades adorning its two rounded structures.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.855817,
        "rating": 4.6,
        "numRatings": 19679,
        "sources": [
          {
            "id": "1253886",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/iconic-architecture-and-landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Opened in 2002, the eye-catching bayfront complex has been dubbed ‘the durians’ by locals because of its resemblance to the spiky tropical fruit. Built at a cost of $600 million, the Esplanade is Singapore’s premier performing arts centre and often draws comparisons with the Sydney Opera House. Its crown jewels are the 1,600-seat Concert Hall and the 2,000-seat Theatre.",
            "siteName": "Time Out",
            "shortName": "29 Interesting Architecture To See In Singapore",
            "indexInSource": 23,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208186",
            "type": "webPlacesList",
            "url": "https://www.celebritycruises.com/blog/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Locals know the spiky, twin-structured Esplanade performing arts center as the “durian” because it so strongly resembles the notoriously smelly tropical fruit in shape. Its revolutionary design caused some controversy when it opened in 2002 but the center is now seen as an integral part of Marina Bay’s contemporary skyline. Esplanade’s spiky exterior is made up of some 7,000 triangular aluminium sunshades set on two glass domes.",
            "siteName": "Celebrity Current",
            "shortName": "12 Famous Landmarks in Singapore",
            "indexInSource": 10,
            "iconSiteId": 26819,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253865",
            "type": "webPlacesList",
            "url": "https://www.topasiatour.com/singapore/top-10-landmarks-in-singapore.html",
            "sourceSite": "Web",
            "snippet": "Esplanade-Theatres on the Bay is one of the most distinctive modern buildings. Located on prime waterfront land on the shores of Marina Bay, it is a landmark building of Singapore. It is named because Esplanade - Theatres on the Bay is the national performing arts center in Singapore.",
            "siteName": "topasiatour.com",
            "shortName": "TOP 10 Landmarks in Singapore, Singapore Landmarks, Typical Buildings in Singapore",
            "indexInSource": 1,
            "iconSiteId": 461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "O8OD3YIOCk2nfX11DOW191EyibCdVAGh",
          "ehUKCcdg50L5FJrJjCrzQHSlsJLhaWtt",
          "9rS7G3DxD0jD50YG7Ay0tXkYkuKt5qLC",
          "KSXs0D9IEPPGTF7QiqBTrEAZS3s2QMdV",
          "YrwWe3MEWuquFEtVdWS4Zw1zIILDjtUn",
          "O8OD3YIOCk2nfX11DOW191EyibCdVAGh",
          "ehUKCcdg50L5FJrJjCrzQHSlsJLhaWtt",
          "9rS7G3DxD0jD50YG7Ay0tXkYkuKt5qLC",
          "KSXs0D9IEPPGTF7QiqBTrEAZS3s2QMdV",
          "YrwWe3MEWuquFEtVdWS4Zw1zIILDjtUn"
        ],
        "openingPeriods": [],
        "name": "Esplanade - Theatres on the Bay, Singapore",
        "placeId": "ChIJSeUa7KcZ2jERNVg2CvmlVbk",
        "internationalPhoneNumber": "+65 6828 8377",
        "reviews": [
          {
            "rating": 5,
            "text": "A truly iconic place in Singapore!\n\nAs someone who enjoys music, culture, and peaceful scenic spots, I really love visiting the Esplanade. Whether I'm here to catch a show, meet friends, or just unwind by the bay, this place always feels special.\n\nThe architecture alone is something else - that “durian” look always catches the eye. Inside, the concert halls are world-class. Great sound, comfortable seating, and you really feel immersed in the performance. I once caught a live performance here and it gave me goosebumps.\n\nWhat I also like is that the whole area outside is super relaxing. You get an amazing view of Marina Bay Sands, and the vibe at night is peaceful and inspiring. There are often buskers and pop-up art displays, which makes the walk around even more lively.\n\nPerfect spot for both tourists and locals like me who just need a break from the city buzz without going too far. Highly recommended if you're into the arts or just want a chill evening with beautiful views.",
            "author_name": "Johann DG",
            "relative_time_description": "",
            "time": 1753275604,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I didn't know what to expect when I visited Esplanade ,Theatres on the Bay, but it turned out to be an amazing experience! The building itself is really cool to look at, and there's a great vibe in the area. I caught a free performance at the outdoor theatre, and it was surprisingly good! The location is also perfect right by the waterfront and Marina Bay Sands. There are also cafes and small galleries to explore inside. Great spot to relax, take photos, and enjoy some culture",
            "author_name": "Ravimaran",
            "relative_time_description": "",
            "time": 1744261295,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The rooftop view was amazing!!! Caught 2 free performances before leaving. Highly recommend going on weekends or public holidays. There are shops, restaurants and free performances. Best place to spend a day😎",
            "author_name": "Lam Phung Le Quynh",
            "relative_time_description": "",
            "time": 1745492013,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.esplanade.com/",
        "index": 13,
        "id": "",
        "categories": [
          "Performing arts theater",
          "Art center",
          "Arts organization",
          "Charity"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 150,
            "2": 129,
            "3": 922,
            "4": 4706,
            "5": 13785
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.289793,
        "address": "1 Esplanade Dr, Singapore 038981",
        "travel_time": null
      },
      {
        "_id": "ChIJ0yjU0QwZ2jER6gg0ImuCTRU",
        "generalDescription": "Located in Chinatown, Singapore, Sri Mariamman Temple is the city's oldest Hindu temple, dating back to 1827. The temple is dedicated to the Hindu goddess Mariamman, known for curing illness and disease. Its ornate tower adorned with deities is a prominent feature of the temple. Recognized as a national monument, it offers visitors a glimpse into Singapore's rich cultural heritage and religious traditions.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.845146,
        "rating": 4.5,
        "numRatings": 5462,
        "sources": [
          {
            "id": "1253894",
            "type": "webPlacesList",
            "url": "https://www.adequatetravel.com/blog/most-visited-monuments-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Sri Mariamman Temple, built in the Dravidian style of architecture is the oldest Hindu temple in Singapore dating back to 1827. Thanks to its religious importance, colorful exterior, and magnificent architecture, the temple is one of the most visited historical monuments in Singapore. To cure epidemic illnesses and diseases, the temple is dedicated to Goddess Mariamman who is believed to have the power.",
            "siteName": "Explore the World with Adequate Travel - Your One-Stop Destination for Travel Planning-adequatetravel.com",
            "shortName": "Top 19 Most Visited Monuments in Singapore",
            "indexInSource": 8,
            "iconSiteId": 164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253915",
            "type": "webPlacesList",
            "url": "https://expatliving.sg/12-places-to-visit-in-singapore-history-and-historical-sites/",
            "sourceSite": "Web",
            "snippet": "Where: 244 South Bridge Road (close to Chinatown and Telok Ayer MRT stations)When: Daily, 6am-9pm. Built in 1827, Sri Mariamman Temple is not only the oldest Hindu temple in Singapore, but also one of the city’s oldest structures. It was founded by Indian entrepreneur Naraina Pillai, a Penang government employee who travelled with Sir Stamford Raffles on his second visit to Singapore in 1819.",
            "siteName": "Lifestyle Guide To Moving To & Living in Singapore - Expat Living",
            "shortName": "Places to Visit in Singapore History, Historical Sites and Buildings",
            "indexInSource": 7,
            "iconSiteId": 330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "169828",
            "type": "webPlacesList",
            "url": "https://shariot.com/historical-buildings-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The temple’s roots can be traced back to 1827, when it was first constructed by Naraina Pillai (the first Indian immigrant recorded to have entered colonized Singapore). Pillai first made it a humble shed composed of wood and Attap – the oldest parts of the brick structure existing today date back to 1843. It is situated in Chinatown and is the largest and oldest Hindu temple in Singapore.",
            "siteName": "Shariot Van & Car Sharing",
            "shortName": "20 HISTORICAL BUILDINGS IN SINGAPORE AND THE STORIES BEHIND THEM",
            "indexInSource": 5,
            "iconSiteId": 25114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "It was founded in 1827 by Naraina Pillai after several years of trying to find a suitable location. The original temple was built from wood and attap, a type of palm leaf, and included a small statue of the goddess Mariamman, which is where the temple gets its name. Mariamman is a rural South Indian mother goddess who protects against diseases.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 10,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253898",
            "type": "webPlacesList",
            "url": "https://www.cnn.com/style/article/famous-buildings-singapore/index.html",
            "sourceSite": "Web",
            "snippet": "Opened: 1827 (then known as Mariamman Kovil or Kling Chapel)Use: Place of worship. No list of Singapore buildings is complete without representation from the myriad religions that have found a foothold here. Chief among them is the ornate Sri Mariamman Temple, the oldest Hindu temple in Singapore (and the oldest building in this list).",
            "siteName": "CNN",
            "shortName": "10 famous buildings in Singapore",
            "indexInSource": 4,
            "iconSiteId": 104,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "Built in 1287 and modified in 1862, this Hindu temple to the goddess Mariamman is an exemplary example of the South-Indian Dravidian style of architecture in Singapore, with its tall ‘Gopuram’ (tower) and brightly painted sculptures that retell Hindu mythology and folklore. Location: South Bridge Road, Chinatown",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 7,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86817",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/famous-buildings-in-singapore",
            "sourceSite": "Web",
            "snippet": "Located in the heart of Chinatown in Singapore, you will find the gem of the Sri Mariamman Temple. This temple is Singapore’s oldest Hindu temple and is teeming with charm and character. The Sri Mariamman Temple is an exquisite display of colour and an elaborately carved 6-tiered tower.",
            "siteName": "Trip101",
            "shortName": "12 Famous Buildings In Singapore - Updated 2024",
            "indexInSource": 7,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Built in 1827, Sri Mariamman Temple is the oldest Hindu temple in Singapore. What to see or do: Admire the intricately decorated gopuram (entrance tower) and the colorful sculptures of Hindu deities. Attend a puja (prayer ritual) or witness a Hindu wedding ceremony.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 11,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Sri Miriammam Temple is in Chinatown and is the oldest Hindu temple in Singapore. The temple dates from 1827 and is dedicated to the Hindu goddess Mariamman who cures illness and disease. The current structure dates from 1862 and is now a national monument.",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 13,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247116",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/singapore-historical-places/",
            "sourceSite": "Web",
            "snippet": "Sri Mariamman Temple serves as the sacred sanctuary of many Hindu Singaporeans. Dating back to the 18 th century, it was created for Mariamman, the Hindu deity for health. Aside from that, the temple is known for its pulsating colors and intricate designs.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "15 Historical Places in Singapore You Can't Miss This Year",
            "indexInSource": 14,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253884",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/historical-places-singapore-travel/",
            "sourceSite": "Web",
            "snippet": "Check out the incredible details on this historical monument. Photography: Lauren Parnell Marino via Flickr. In bustling Chinatown, you’ll find one of the most treasured historical places: the oldest Hindu temple in Singapore.",
            "siteName": "Honeycombers Singapore",
            "shortName": "23 charming historical places in Singapore to explore",
            "indexInSource": 20,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jtkApXJa7rz3oKcWBvxbw8Y752Ga5Nc1",
          "cPNrFb1TRzGAK4daXNa9EpS5i2MmPxAd",
          "93u6obf2JbR8CQORmZB8400xLKSAJImQ",
          "2WAGf4DVIOVkkeSv2vJ8vqDz7Ic7ef4Q",
          "IuH3t2vUXY01VnbXuvHbxzTN6qeMKPOD",
          "jtkApXJa7rz3oKcWBvxbw8Y752Ga5Nc1",
          "cPNrFb1TRzGAK4daXNa9EpS5i2MmPxAd",
          "93u6obf2JbR8CQORmZB8400xLKSAJImQ",
          "2WAGf4DVIOVkkeSv2vJ8vqDz7Ic7ef4Q",
          "IuH3t2vUXY01VnbXuvHbxzTN6qeMKPOD"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1800"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1800"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1800"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1800"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1800"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1800"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1800"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Sri Mariamman Temple",
        "placeId": "ChIJ0yjU0QwZ2jER6gg0ImuCTRU",
        "internationalPhoneNumber": "+65 6223 4064",
        "reviews": [
          {
            "rating": 5,
            "text": "The oldest Hindu temple in Singapore, located in China town, built around 200 years ago. The holiest temple dedicated to Goddess Mariamman. Apart from Goddess Mariamman, many other deities are worshipped daily and open for all from 6-12 noon and in the afternoon.\nAs it's a religious site, recommended all visitors to maintain silence and wear proper dress code, no footwear etc.\nVisitors and devotees fees the positivity and holiness after visiting the temple.",
            "author_name": "Deepankar Borgohain",
            "relative_time_description": "",
            "time": 1757731714,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Sri Mariamman Temple, located in the heart of Singapore's Chinatown, is the city's oldest and most significant Hindu temple, established in 1827. Dedicated to the goddess Mariamman, revered for her healing powers, the temple showcases intricate Dravidian architecture, with a vibrant gopuram (entrance tower) adorned with multicolored sculptures of deities and mythological figures.\n\nVisitors often highlight the temple's serene atmosphere and spiritual ambiance. While some note that the temple is relatively small and can be explored in about 10–15 minutes, its rich cultural significance and ornate details make it a worthwhile stop, especially when exploring Chinatown.  The temple is open to tourists, who are required to remove their shoes before entering. Photography is permitted for a small fee.",
            "author_name": "Jenna Phuong Anh",
            "relative_time_description": "",
            "time": 1747013030,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Important: you are not allowed to enter wearing shoes, so my advice is to bring some socks with you in the purse so you won't have to walk there barefoot - because honestly is not the cleanest floor you could walk on. My socks were trashed after visiting it.\nThe temple is very beautiful and colorful. If you have very short pants/skirt there is a nice person there who guides you to some skirts that you can tie over your own.\nThe paintings are very vivid, and the multitude of deities is impressive. Outside they have some presentation for some of them.\nOverall was a nice experience and the people there are very friendly.",
            "author_name": "Andreea Daniela Dinulescu",
            "relative_time_description": "",
            "time": 1749644477,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.smt.org.sg/",
        "index": 14,
        "id": "",
        "categories": [
          "Hindu temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 65,
            "2": 69,
            "3": 433,
            "4": 1200,
            "5": 3700
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.282687,
        "address": "244 South Bridge Rd, Singapore 058793",
        "travel_time": null
      },
      {
        "_id": "ChIJu_7mSJEZ2jER-vT-Nz_3mY4",
        "generalDescription": "Orchard Road in Singapore is a renowned 2.2-km stretch known for its abundance of shopping malls, boutiques, restaurants, and luxury hotels. Originally named after the fruit orchards and plantations that once occupied the area, it has evolved into a bustling shopping hub with over 5000 establishments. Visitors can explore a wide range of options from newer arcades like ION Orchard and Somerset 313 to established favorites such as Tangs and Ngee Ann City.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.832198,
        "rating": 4.7,
        "numRatings": 1638,
        "sources": [
          {
            "id": "94506",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/singapore/attractions",
            "sourceSite": "Web",
            "snippet": "Famous by name, Orchard Rd was once lined with nutmeg and pepper plantations. Today it's the domain of Singapore's elite and well-heeled tourists, lured…",
            "siteName": "Lonely Planet",
            "shortName": "Must-see attractions Singapore, Malaysia, Singapore & Brunei",
            "indexInSource": 32,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208218",
            "type": "webPlacesList",
            "url": "https://nomadsunveiled.com/singapore-landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The road is home to a large number of high-end retail stores, including brands like Chanel, Dior, Gucci, and Louis Vuitton. The road is also home to the Orchard Road Shopping District, which is the largest shopping district in Singapore. The most famous landmark on Orchard Road is probably the ION Orchard mall, which is one of the largest malls in Southeast Asia.",
            "siteName": "Nomads Unveiled",
            "shortName": "20 Famous Buildings And Landmarks In Singapore to Visit",
            "indexInSource": 0,
            "iconSiteId": 5305,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "If you are heading to Singapore to shop, well then Orchard Road is where you should start. With more shopping complexes in one location than anywhere else in Singapore, you are bound to find something for everyone. There are many great eateries and bars along Orchard Road and off the many side streets.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 6,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Orchard Road is a bustling shopping and entertainment district in Singapore. What to see or do: – Shop till you drop at the many high-end luxury boutiques and shopping malls. Don’t miss: – The iconic Orchard Gateway facade with its futuristic glass panels and stunning light displays.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 4,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253891",
            "type": "webPlacesList",
            "url": "https://esimradar.com/landmarks-singapore/",
            "sourceSite": "Web",
            "snippet": "Orchard Road, Singapore’s premier shopping destination, offers a 2.2-kilometer stretch of luxury malls, department stores, and dining options. With its wide variety of international brands, local designers, and trendy eateries, it’s a must-visit for shopaholics and food lovers alike.",
            "siteName": "eSIMradar",
            "shortName": "The 12 Most Famous Landmarks in Singapore",
            "indexInSource": 8,
            "iconSiteId": 173901,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "piANt7LrnvmuJK6KxhoqkRviEeDj4Gkx",
          "c9ukKpnwUlx0YVYEZOyqan6YaWi73xA6",
          "X55xA1GjSO6hgYGfmcpgXAiWET0KS2BW",
          "YkfDVFdnNx9GkwGLskPQah9R3c0522Mb",
          "919yb6FbwXRBfXGjWPn3HYif6evcWTPx",
          "piANt7LrnvmuJK6KxhoqkRviEeDj4Gkx",
          "c9ukKpnwUlx0YVYEZOyqan6YaWi73xA6",
          "X55xA1GjSO6hgYGfmcpgXAiWET0KS2BW",
          "YkfDVFdnNx9GkwGLskPQah9R3c0522Mb",
          "919yb6FbwXRBfXGjWPn3HYif6evcWTPx"
        ],
        "openingPeriods": [],
        "name": "Orchard Rd",
        "placeId": "ChIJu_7mSJEZ2jER-vT-Nz_3mY4",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The area is filled with modern malls, luxury boutiques, and a wide variety of restaurants and cafes. It's also very clean, well-maintained, and easy to navigate with public transportation. Whether you're looking to shop, dine, or just enjoy the city's lively atmosphere, Orchard Road offers an unforgettable experience for both tourists and locals",
            "author_name": "Farhan Imawan",
            "relative_time_description": "",
            "time": 1749638940,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Walking alone the city of Singapore where people are very respectful and responsible. You cannot see a single garbage on the street. It blown my mind how clean and organized Singapore is.",
            "author_name": "Rafa Tourist",
            "relative_time_description": "",
            "time": 1750313205,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "One of the main places of interest for first-time tourists. It is big, flashy and one mall after the other - but totally worth checking out just to see how far one can go without exiting the air-conditioned spaces once. Also the grandest Christmas decorations in the city can be found here.",
            "author_name": "V Y",
            "relative_time_description": "",
            "time": 1755099666,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 15,
        "id": "",
        "categories": [
          "Notable street",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 18,
            "3": 63,
            "4": 281,
            "5": 1254
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.304821,
        "address": "Singapore",
        "travel_time": null
      },
      {
        "_id": "ChIJ50uIMa0Z2jER0cTt5fLaZt0",
        "generalDescription": "Marina Barrage, located at Marina South, is a multifunctional destination in Singapore. It serves as a reservoir and also offers recreational activities such as kayaking and dragon boating. The modern architectural gem features interactive exhibits on sustainability and provides stunning panoramic views of the city skyline, including iconic landmarks like the Singapore Flyer, Marina Bay Sands, and Gardens by the Bay. This makes it an ideal spot for special occasions like wedding proposals or celebratory photographs against the backdrop of the cityscape.",
        "utcOffset": 480,
        "maxMinutesSpent": 150,
        "longitude": 103.87144,
        "rating": 4.6,
        "numRatings": 8290,
        "sources": [
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Located at Marina South, Marina Barrage is a source of water supply, alleviates flooding in certain low-lying areas by controlling the dam across the Marina Channel, and is a recreational area for kayaking and dragon boating. Even though the water reservoir has many functions, the building itself is a major iconic landmark in Singapore. The modern contemporary building is an architectural gem where each design feature is built based on different environmental sustainability principles.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 4,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Marina Barrage is a dam in Singapore that creates the 15th reservoir in the country. What to see or do: The rooftop garden of Marina Barrage offers a panoramic view of the city skyline and is a popular spot for picnics, kite-flying, and outdoor activities. Inside, there is a Sustainable Singapore Gallery that showcases Singapore’s efforts towards sustainability.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 8,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253894",
            "type": "webPlacesList",
            "url": "https://www.adequatetravel.com/blog/most-visited-monuments-in-singapore/",
            "sourceSite": "Web",
            "snippet": "A stunning example of harmony between nature and technology, Marina Barrage is built at the confluence of five rivers across the mouth of the Marina Channel. Singapore’s 15th reservoir, the Marina Bridge creates. Enjoy the sight of the Singapore Flyer and the panoramic views of Singapore,  from the dam.",
            "siteName": "Explore the World with Adequate Travel - Your One-Stop Destination for Travel Planning-adequatetravel.com",
            "shortName": "Top 19 Most Visited Monuments in Singapore",
            "indexInSource": 7,
            "iconSiteId": 164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "InCgHVWlKc4BvrFVNcIGRmK3yUbYHTSK",
          "ZOgxGx5QSBDGB4i51RTkqjQtn5AOjlx3",
          "Qt1uHn3UiPuLXcejukqJMkNsC5zr8sHO",
          "aAb9FEdYR7DCyy90i7p0IcYKeiIzIwR0",
          "3leG0n3Xq1YjiERkdqiqQ6GWFQElYq7k",
          "InCgHVWlKc4BvrFVNcIGRmK3yUbYHTSK",
          "ZOgxGx5QSBDGB4i51RTkqjQtn5AOjlx3",
          "Qt1uHn3UiPuLXcejukqJMkNsC5zr8sHO",
          "aAb9FEdYR7DCyy90i7p0IcYKeiIzIwR0",
          "3leG0n3Xq1YjiERkdqiqQ6GWFQElYq7k"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Marina Barrage",
        "placeId": "ChIJ50uIMa0Z2jER0cTt5fLaZt0",
        "internationalPhoneNumber": "+65 6514 5959",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful place to spend a few hours outdoors. The rooftop lawn is perfect for picnics, kite flying, or just enjoying the breeze and city skyline. It's peaceful, family friendly, and offers a nice break from the busy city.\n\nBeyond its charm, it also serves a practical purpose helping with flood control, keeping seawater out, and creating a freshwater reservoir that supports the city's water needs. It's impressive how it combines environmental sustainability with public space.",
            "author_name": "Abdulkarim ALZarouni",
            "relative_time_description": "",
            "time": 1749380719,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A lovely spot to enjoy a few relaxing hours outside. The rooftop green space is ideal for picnicking, flying kites, or simply taking in the fresh air and panoramic city views. It offers a calm, family-friendly atmosphere and a refreshing escape from the hustle and bustle of urban life. More than just its aesthetic appeal, the space also plays an important functional role managing flood risks, preventing seawater intrusion, and serving as a freshwater reservoir to help meet the city's water demands. It's truly remarkable how it blends eco-friendly infrastructure with a welcoming public area.",
            "author_name": "Laily Amalia",
            "relative_time_description": "",
            "time": 1753965944,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice place to chill with family and friend.\nPeople celebrate their birthday here, flying kites, taking wedding photo, running, walk their dog.\n\nEnjoy the sunset and the night scene.",
            "author_name": "CT liaw",
            "relative_time_description": "",
            "time": 1756214994,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.pub.gov.sg/marinabarrage/aboutmarinabarrage",
        "index": 16,
        "id": "",
        "categories": [
          "Picnic ground",
          "Sights & Landmarks",
          "Marinas",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 81,
            "2": 48,
            "3": 388,
            "4": 1740,
            "5": 6045
          }
        },
        "minMinutesSpent": 150,
        "latitude": 1.280517,
        "address": "8 Marina Gardens Dr, #01-03, Marina Barrage, Singapore 018951",
        "travel_time": null
      },
      {
        "_id": "ChIJZdJB9AkZ2jERBPmjHz9bOg4",
        "generalDescription": "The Arts House is a renowned multi-disciplinary arts center located in a historic 200-year-old building that was originally Singapore's first court house. It has evolved into a vibrant hub for various artistic expressions, hosting an array of events such as dance festivals, film screenings, theatrical performances, literary and visual art exhibitions, and musical shows. The institution remains deeply connected to the local community by constantly introducing new and engaging programs.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.851111,
        "rating": 4.5,
        "numRatings": 1621,
        "sources": [
          {
            "id": "208202",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Staying true to its name, the Art House is the ultimate Art Hub for the people who want to enjoy the different forms of art. This place is listed in one of those Singapore Landmarks which exhibits a brilliant structure, within which lies numerous eye-catching and heart throbbing art pieces which are worth a fortune. The Art House features both, free and ticketing programs, hence people can visit here and explore the beauty it holds.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Landmarks in Singapore You Must Visit At Least Once in 2024",
            "indexInSource": 8,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86817",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/famous-buildings-in-singapore",
            "sourceSite": "Web",
            "snippet": "This colonial building was once home to the Parliament of Singapore, and it was also used as a courthouse. Besides that, the discovery of archaeological evidence dating back to the 13th and 14th centuries makes it an important historical place. Back in 2004, it re-opened as The Arts House and now serves as a heritage center where musical performances, art exhibits, and other events take place.",
            "siteName": "Trip101",
            "shortName": "12 Famous Buildings In Singapore - Updated 2024",
            "indexInSource": 0,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "169828",
            "type": "webPlacesList",
            "url": "https://shariot.com/historical-buildings-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Initially known as Old Parliament House, this building is considered the oldest government building in Singapore, built-in 1827. It was first built for Scottish merchant John Argyle Maxwell as a private residence before the colonial government took over. It was extended in 1875, 1901, and 1909, with the architecture eventually changing from the Palladian style to the Victorian.",
            "siteName": "Shariot Van & Car Sharing",
            "shortName": "20 HISTORICAL BUILDINGS IN SINGAPORE AND THE STORIES BEHIND THEM",
            "indexInSource": 0,
            "iconSiteId": 25114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253884",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/historical-places-singapore-travel/",
            "sourceSite": "Web",
            "snippet": "The Arts House is currently an arts events place that hosts amazing exhibitions and concerts. But from 1965 to 1999, it housed the Parliament of Singapore. If you think the facade is beautiful, the interior is just as remarkable.",
            "siteName": "Honeycombers Singapore",
            "shortName": "23 charming historical places in Singapore to explore",
            "indexInSource": 12,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Baa9BgRkRnbqL6QvHGeqXY6K5hopy7jr",
          "BpyNxEJBMd7f6tk617Z7DCwz4ZD0B5oO",
          "8CwO1Bv8cfOVckWByZsAHHB9MQUUyNr7",
          "QoD66yM456OfM08f3M96STgqozRuCZSL",
          "5hddIFCYktH0MmQGgCNMUSjTs9tuqY11",
          "Baa9BgRkRnbqL6QvHGeqXY6K5hopy7jr",
          "BpyNxEJBMd7f6tk617Z7DCwz4ZD0B5oO",
          "8CwO1Bv8cfOVckWByZsAHHB9MQUUyNr7",
          "QoD66yM456OfM08f3M96STgqozRuCZSL",
          "5hddIFCYktH0MmQGgCNMUSjTs9tuqY11"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2130"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2130"
            }
          }
        ],
        "name": "The Arts House at The Old Parliament",
        "placeId": "ChIJZdJB9AkZ2jERBPmjHz9bOg4",
        "internationalPhoneNumber": "+65 6332 6919",
        "reviews": [
          {
            "rating": 5,
            "text": "I attended the candlelight concert \"Rings & Dragons\" and it was truly a magical experience. We loved the amazing music performance and the romantic intimate ambience of the candlelit hall with limited seats. Definitely something we look forward to doing again!",
            "author_name": "Gibrand Cruz",
            "relative_time_description": "",
            "time": 1742494144,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Honestly, this was such a lovely experience-perfect for a romantic date or just to sit back and enjoy some classical music surrounded by the soft glow of candlelight. The atmosphere was magical!\n\nIf you're planning to go, try to arrive a little early to snap some photos in the main area-it's beautiful. Just a heads-up: it's free seating, and while the vibe is amazing, the ticket price felt a bit steep for a one-hour show, especially since only parts of the original pieces were played each time except for the last music. It was slightly disappointing, but overall, it was still a night to remember!",
            "author_name": "BC Malacca",
            "relative_time_description": "",
            "time": 1748283081,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Attended a Candlelight concert. The Arts House is a suitable venue. Intimate and good acoustic. Unblocked view. A short walk from City Hall MRT cna Clark Quay.\n\nArtfella is a tight group with great rapport. Love their performance, especially Master of Puppets and Nothing Else Matters. 🤘🤘",
            "author_name": "Sing Wee Choo",
            "relative_time_description": "",
            "time": 1749785310,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://artshouselimited.sg/tah",
        "index": 17,
        "id": "",
        "categories": [
          "Event venue",
          "Shopping",
          "Art center",
          "Art Galleries",
          "Theaters"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 18,
            "3": 105,
            "4": 426,
            "5": 1055
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.288611,
        "address": "1 Old Parliament Ln, Former Parliament House and Annex Building, Singapore 179429",
        "travel_time": null
      },
      {
        "_id": "ChIJeXrAvBcb2jERhWAujA0K0LE",
        "generalDescription": "Henderson Waves is a remarkable pedestrian bridge located in Singapore, known for its unique design featuring seven undulating curved ribs that create a wave-like structure. The bridge stands at a height of thirty-six meters above Henderson Road and connects Mount Faber Park to Telok Blangah Hill Park. The decks of the bridge are made of indigenous yellow balau timber and also serve as shelters with seating.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.81583,
        "rating": 4.7,
        "numRatings": 547,
        "sources": [
          {
            "id": "1253886",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/iconic-architecture-and-landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Even on an intense hike, you can also appreciate great architecture. The wave-shaped 36-metre pedestrian bridge connecting Mount Faber Park to Telok Blangah Hill Park is the best place for you to take a breather from the walking and climbing and take in the views from the bridge.",
            "siteName": "Time Out",
            "shortName": "29 Interesting Architecture To See In Singapore",
            "indexInSource": 22,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "The extraordinary feature that makes the splendid Henderson Waves Bridge stand out are its seven undulating curved ribs which form an artistic wave-like structure and seem to flow above and below the deck in the form of alternative crests and troughs. These decks, which weave through the steel curves, are made of the indigenous yellow balau timber, and not only do they enhance the appearance of the bridge but also double as shelters with seats made of timber within them. height of thirty-six metres above the Henderson Road, the Henderson Waves Bridge is a gentle reminder that even though our lives have been made easier with the advent of two-wheelers and four-wheelers, nothing beats the immense peace that one receives after taking a walk along the streets illuminated with city lights.",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 16,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253881",
            "type": "webPlacesList",
            "url": "https://gocity.com/singapore/en-us/blog/the-best-singapore-landmarks",
            "sourceSite": "Web",
            "snippet": "Not to be outdone by the funky bridges in Punggol Park Waterway, the Southern Ridges trail on the island’s south coast features the highest – and quite possibly most extraordinary – pedestrianized bridge in Singapore. We’re talking of course about Henderson Waves, a striking landmark with undulating steel ribs that snake over and under the walkway, creating a quite stunning work of art to connect Mount Faber Park to Telok Blangah Hill Park over the busy Henderson Road 36 meters below. Look out for colorful tropical critters including red-whiskered bulbuls, banded bay cuckoos and orange-bellied flowerpeckers along the way.",
            "siteName": "gocity.com",
            "shortName": "The Best Singapore Landmarks and Must Do's",
            "indexInSource": 8,
            "iconSiteId": 14049,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "After walking past row after row of skyscrapers, Singapore can start to feel like it’s just a concrete jungle. Fortunately, if you’re looking for actual forests, the city-state also has some fantastic green spaces. One of the finest is the Southern Ridges trail system between Mount Faber and Kent Ridge Park, and at its centre is the charming Henderson Waves pedestrian bridge.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 8,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Another of Singapore’s stunning public walkways is Henderson Wave. The wave is 36 metres above the ground and features a level yet curving walkway surrounded by twisting and curving sides giving the bridge its wave-like shape. The bridge is made from steel arches and curved bands of Balau wood, a hardwood only found in Southeast Asia.",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 8,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253901",
            "type": "webPlacesList",
            "url": "https://www.monsterdaytours.com/post/unveiling-the-architectural-wonders-10-unique-buildings-in-singapore",
            "sourceSite": "Web",
            "snippet": "Transitioning from buildings to bridges, the Henderson Waves stands as a remarkable piece of architecture. This pedestrian bridge, the highest in Singapore, features undulating waves made of natural wood and steel, providing a picturesque setting against the lush greenery. It's the perfect spot for an Insta-worthy stroll.",
            "siteName": "monsterdaytours",
            "shortName": "Unveiling the Architectural Wonders: 10 Unique Buildings in Singapore",
            "indexInSource": 4,
            "iconSiteId": 26652,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 3,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0oeZP7J8sMhygs5I5O82h30am4il7aj1",
          "qJDVWAWwUjyX2b6PmXYc3YGwYBwiJJhz",
          "kImLz2lbOvNvh0g9DLkMpaZxCvGCPCJt",
          "52zp4Cxl5tlSllSyJVTDIjXr5mXBMEoF",
          "8ByvmeqqzFEycpUemEn3ga92564elQPK",
          "0oeZP7J8sMhygs5I5O82h30am4il7aj1",
          "qJDVWAWwUjyX2b6PmXYc3YGwYBwiJJhz",
          "kImLz2lbOvNvh0g9DLkMpaZxCvGCPCJt",
          "52zp4Cxl5tlSllSyJVTDIjXr5mXBMEoF",
          "8ByvmeqqzFEycpUemEn3ga92564elQPK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Henderson Waves",
        "placeId": "ChIJeXrAvBcb2jERhWAujA0K0LE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Such a great experience here! High up of the city, able to see Sentosa from far far away. The bridge view is phenomenal! Pet friendly, can bring your dog, cat or even birds here! I happen to see a group of bird lovers bring their pets. Cute little birds are flying around, extremely wonderful. It is so rare to see so many pet birds flying at the same time. Fly freely, enjoy looking at them. Good photo taking place too. If you are coming by car, you can stop at the nearest car park number 1. It is free to park here!",
            "author_name": "Richard Lau",
            "relative_time_description": "",
            "time": 1740897334,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you are passionate of hiking the area have some trails, for the lazy ones (like me) you can put the bridge on the ridesharing app and it will leave you somewhere under and you climb some stairs until on top.\nThe bridge is interesting and the view is beautiful. If you are lucky you might spot monkeys. We didn't 😅",
            "author_name": "Andreea Daniela Dinulescu",
            "relative_time_description": "",
            "time": 1751528977,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Henderson Waves is a must-visit architectural marvel and the highest pedestrian bridge in Singapore, standing 36 meters above ground. Its wave-like wooden structure offers a unique blend of design and nature, connecting Mount Faber Park to Telok Blangah Hill Park. The panoramic views of the city, lush greenery, and sunset are breathtaking. Perfect for a leisurely walk or photo opportunities, especially at night when the bridge is beautifully illuminated. Highly recommended for nature lovers and architecture enthusiasts!\n\nThe best times to visit Henderson Waves for the best views are:\n•\tEarly Morning: Ideal for tranquility and sunrise views. It's cooler and less crowded, making it perfect for a peaceful walk.\n•\tLate Afternoon to Sunset: Offers stunning views of the setting sun and the cityscape. The bridge's illumination begins at 7 PM, adding a romantic ambiance.\n•\tEvening: The bridge is beautifully lit from 7 PM to 7 AM, creating a magical atmosphere. It's great for photography and evening strolls.\nVisiting on weekdays can help avoid crowds.",
            "author_name": "Aung Po Po (Po)",
            "relative_time_description": "",
            "time": 1740241773,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 18,
        "id": "",
        "categories": [
          "Bridge",
          "Sights & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 5,
            "3": 26,
            "4": 105,
            "5": 412
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.275866,
        "address": "Singapore",
        "travel_time": null
      },
      {
        "_id": "ChIJ_xBP6qYZ2jERrO-IiImXiGw",
        "generalDescription": "St Andrew's Cathedral, located in Singapore, is the largest cathedral in the country and serves as the center of the Anglican Diocese. The Neo-Gothic style cathedral features towering spires and three large stained glass windows dedicated to prominent colonialists. It offers complimentary guided tours of its sanctuary, allowing visitors to explore its impressive architecture and historical significance.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.852254,
        "rating": 4.5,
        "numRatings": 1447,
        "sources": [
          {
            "id": "1253902",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/10-historical-buildings-in-singapore-and-the-stories-behind-them",
            "sourceSite": "Web",
            "snippet": "THEN The centrally located place of worship served as a temporary hospital during the World War II. NOW Not much has changed – it's still a place of worship these days. The Anglican Cathedral is Singapore’s largest and welcomes all visitors who are keen to marvel at its architectural splendour.",
            "siteName": "Time Out",
            "shortName": "20 Historical Buildings In Singapore And The Stories Behind Them",
            "indexInSource": 13,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "The country’s largest cathedral, this towering place of worship was built in 1856 with Neo-Gothic influences, redefining architecture in Singapore. This Cathedral boasts of gorgeous stained glass windows, the famed Canterbury Stone from England, a Coventry Cross made from the ruins of the fourteenth-century Coventry Cathedral, and plaster imported from erstwhile Madras in South India. Location: St Andrew’s Road, Central Area",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 8,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86817",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/famous-buildings-in-singapore",
            "sourceSite": "Web",
            "snippet": "Step back in time and unravel the architectural beauty of St. Andrew’s Cathedral which is the largest cathedral in Singapore. St. Andrew’s Cathedral is an elaborate display colonial-era architecture and heritage and was once used as an emergency hospital during World War II. Take a walk through the halls of this landmark which is a celebration of the past and a memorial to the lives lost as a result of the war.",
            "siteName": "Trip101",
            "shortName": "12 Famous Buildings In Singapore - Updated 2024",
            "indexInSource": 8,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253884",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/historical-places-singapore-travel/",
            "sourceSite": "Web",
            "snippet": "Built in 1836, the oldest Anglican house of worship in Singapore (located in the middle of City Hall MRT and the National Gallery) is replete with interesting trivia. The original church featured a tower and spire but was unfortunately struck by lightning, which resulted in the closing of the church in 1852. It was also used as an emergency hospital days before the Japanese Occupation.",
            "siteName": "Honeycombers Singapore",
            "shortName": "23 charming historical places in Singapore to explore",
            "indexInSource": 10,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "169828",
            "type": "webPlacesList",
            "url": "https://shariot.com/historical-buildings-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The oldest Anglican house of worship was built in 1836 and had an exciting history. It originally featured a tower and spire but was closed in 1852 after lightning struck it. Back in those days, it also served as an emergency hospital before the Japanese occupation of Singapore.",
            "siteName": "Shariot Van & Car Sharing",
            "shortName": "20 HISTORICAL BUILDINGS IN SINGAPORE AND THE STORIES BEHIND THEM",
            "indexInSource": 9,
            "iconSiteId": 25114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253915",
            "type": "webPlacesList",
            "url": "https://expatliving.sg/12-places-to-visit-in-singapore-history-and-historical-sites/",
            "sourceSite": "Web",
            "snippet": "Where: 11 St Andrew’s Road (near Esplanade MRT)When: Daily, 9am-6pm. St Andrew’s Cathedral is located on the site of the earlier St Andrew’s Church. This original structure was first allocated a plot in the 1822 Town Plan of Sir Stamford Raffles, and erected in 1836.",
            "siteName": "Lifestyle Guide To Moving To & Living in Singapore - Expat Living",
            "shortName": "Places to Visit in Singapore History, Historical Sites and Buildings",
            "indexInSource": 5,
            "iconSiteId": 330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247116",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/singapore-historical-places/",
            "sourceSite": "Web",
            "snippet": "The St. Andrew’s Cathedral is a historic treasure surrounded by modern structures. It existed since 1836, serving as the main cathedral of the Anglican Diocese in the county. Because of its significance, it is considered as one of Singapore’s national monuments.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "15 Historical Places in Singapore You Can't Miss This Year",
            "indexInSource": 11,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "h4G42jOsnyA76ZF0jgpAMYnijMMMTGyB",
          "oflKlaXg6M9rwvjfQWGmmB4HfzAgEMIf",
          "6y21gf4dXNUuccMxp5cd9YkfzP1dlMiF",
          "7x0nEU3v2TQGfbWuth6xPjdIomBAUvEl",
          "tMcscKLHuJM9fQ4jUCNAyRhWJv7Pzmok",
          "h4G42jOsnyA76ZF0jgpAMYnijMMMTGyB",
          "oflKlaXg6M9rwvjfQWGmmB4HfzAgEMIf",
          "6y21gf4dXNUuccMxp5cd9YkfzP1dlMiF",
          "7x0nEU3v2TQGfbWuth6xPjdIomBAUvEl",
          "tMcscKLHuJM9fQ4jUCNAyRhWJv7Pzmok"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "St Andrew's Cathedral",
        "placeId": "ChIJ_xBP6qYZ2jERrO-IiImXiGw",
        "internationalPhoneNumber": "+65 6337 6104",
        "reviews": [
          {
            "rating": 5,
            "text": "St Andrew's Cathedral, Singapore's oldest Anglican church, stands as a majestic landmark near City Hall. Its pristine white Neo-Gothic architecture offers a striking contrast to the modern skyline. Inside, the spacious interior and beautiful stained-glass windows dedicated to historical figures create a peaceful atmosphere for reflection. A testament to Singapore's colonial past and a continuing place of worship, it's worth a visit for its history and tranquil beauty.",
            "author_name": "Wisanu Tuntawiroon",
            "relative_time_description": "",
            "time": 1744717887,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Located at the heart of Singapore Civic district, this oldest Anglican Cathedral is a historical charm. Its stunning Neo-Gothic architectural style, featuring tall white columns and beautifully arched ceilings that create a sense of serenity.  The white exterior made it really stands out among the modern concrete. Its interior, however, looks rather simple in comparison and the church is smaller than I thought. That said, it is worthwhile stop for prayer, reflection, or simply to admire its beauty.",
            "author_name": "Jo Lee",
            "relative_time_description": "",
            "time": 1752930120,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Well worth popping in if you're passing by! This charming spot is a hidden gem with real character. Whether you're just exploring the area or on your way to somewhere else, it's definitely worth a short stop. The staff are friendly, the atmosphere is welcoming, and there's a strong sense of history here.\n\nOriginally established in the early 20th century (or insert specific date if known), this place has stood the test of time-retaining many of its original architectural features and charm. Over the years, it's become a favourite with both locals and curious travellers. It's not just a quick visit, but a place that tells a story.\n\nLook out for small historical details, vintage decor, or old photos on the wall that hint at its past. Whether you're into history, architecture, or just enjoy discovering something different, this place is well worth your time.",
            "author_name": "I. Morgan",
            "relative_time_description": "",
            "time": 1754374926,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://cathedral.org.sg/",
        "index": 19,
        "id": "",
        "categories": [
          "Cathedral",
          "Sights & Landmarks",
          "Anglican church",
          "Sacred & Religious Sites",
          "Churches & Cathedrals"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 27,
            "2": 24,
            "3": 114,
            "4": 385,
            "5": 897
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.292391,
        "address": "11 St Andrew's Rd, Singapore 178959",
        "travel_time": null
      },
      {
        "_id": "ChIJuwtSxDwS2jER8rdI5kRmbl0",
        "generalDescription": "The Kranji War Memorial in the northern part of Singapore is a solemn and poignant site that pays tribute to over 4,000 Commonwealth and Chinese soldiers who lost their lives during World War II. Originally a military camp, it later served as a prison for Japanese forces. The memorial stands as a stark reminder of the sacrifices made during the war. It also serves as the final resting place for thousands of Allied soldiers and Singaporean presidents.",
        "utcOffset": 480,
        "maxMinutesSpent": 45,
        "longitude": 103.758197,
        "rating": 4.6,
        "numRatings": 745,
        "sources": [
          {
            "id": "1253915",
            "type": "webPlacesList",
            "url": "https://expatliving.sg/12-places-to-visit-in-singapore-history-and-historical-sites/",
            "sourceSite": "Web",
            "snippet": "Where: 9 Woodlands Road (10-minute walk from Kranji MRT)When: Daily, 8am to 6.30pm. The Kranji War Memorial consists of three cemeteries that honour Commonwealth military personnel who died in the line of duty during the Second World War. These include men and women from the three branches of the military – Air Force, Army and Navy – and from as far afield as the UK, Australia, New Zealand, Canada, Sri Lanka, India, Malaya and the Netherlands.",
            "siteName": "Lifestyle Guide To Moving To & Living in Singapore - Expat Living",
            "shortName": "Places to Visit in Singapore History, Historical Sites and Buildings",
            "indexInSource": 6,
            "iconSiteId": 330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208202",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "Dedicated to the Men and Women of the Commonwealth who died during the second world war, the Kranji War Memorial is a place where people can feel at peace. Very few landmarks in Singapore or any other nation can be seen honouring the dead, hence this place becomes a must visit. Inside the memorial lie the graves of the ones who died, on which their name and a good quote has been carved.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Landmarks in Singapore You Must Visit At Least Once in 2024",
            "indexInSource": 11,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "During World War II Singapore was considered impregnable and so the fall of the island state to the Japanese on 15 th February 1942 was considered a huge shock. Of the buildings relating to the war in Singapore, the Kranji War Memorial is perhaps the most poignant. This location has been a munitions depot, a prisoner of war camp and then a burial ground.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 15,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Standing on a hillside in a quiet area of the city is Kranji War Memorial. The memorial honours the men and women who lost their lives in the line of duty while fighting for the Commonwealth during World War II. Within the grounds are more than 4400 white gravestones, honouring people from Commonwealth countries such as Britain, Australia and India.",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 12,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253884",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/historical-places-singapore-travel/",
            "sourceSite": "Web",
            "snippet": "Situated in the north, the Kranji War Memorials consist of three cemeteries: Kranji War Cemetery, Kranji Military Cemetery and State Cemetery. The War Cemetery honours the fallen heroes of WWII with 4,461 gravestones lined up proudly on a slope. You also can’t ignore the Stone of Remembrance, which sets a solemn tone in the area.",
            "siteName": "Honeycombers Singapore",
            "shortName": "23 charming historical places in Singapore to explore",
            "indexInSource": 7,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247116",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/singapore-historical-places/",
            "sourceSite": "Web",
            "snippet": "Kranji War Memorial is a serene spot that acts as a hillside cemetery. It opened in 1946 to pay respect to the people who died during the first and second World Wars. So even if there are several historical places in Singapore, this attraction is something that you need to visit.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "15 Historical Places in Singapore You Can't Miss This Year",
            "indexInSource": 2,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253900",
            "type": "webPlacesList",
            "url": "https://www.thomascook.in/blog/most-iconic-landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "To give you some background history of this war memorial- Singapore was a colony of the British for the longest time. In 1942, the empire of Japan invaded the Malayan peninsula. This resulted in the capture of Singapore by the Japanese.",
            "siteName": "Thomas Cook India Travel Blog",
            "shortName": "Most Iconic Landmarks in Singapore",
            "indexInSource": 3,
            "iconSiteId": 25274,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 5,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "SlgEyRHAc5nrk9ZsexqsKj2iSrnjMm0P",
          "TWW8quBzNqa7NqaYXAqWxQti8ZlN3RKX",
          "oUbQE9HpttcrZYZRXifEkg0D2Whhujbr",
          "SlgEyRHAc5nrk9ZsexqsKj2iSrnjMm0P",
          "TWW8quBzNqa7NqaYXAqWxQti8ZlN3RKX",
          "oUbQE9HpttcrZYZRXifEkg0D2Whhujbr"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "1830"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "1830"
            }
          }
        ],
        "name": "Kranji War Memorial",
        "placeId": "ChIJuwtSxDwS2jER8rdI5kRmbl0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Kranji War Memorial, located in Singapore, is a poignant tribute to the sacrifices made by soldiers during World War II, particularly highlighting the contributions of Indian soldiers who fought valiantly in the face of adversity. The memorial stands as a solemn reminder of the bravery and dedication of those who laid down their lives for freedom.\n\nAs you enter the memorial grounds, you are greeted by beautifully manicured lawns and rows of gravestones that tell the stories of countless soldiers. The serene environment invites reflection and remembrance, making it an ideal place for visitors to pay their respects. The memorial features a striking columbarium, where the ashes of many soldiers are interred, alongside a wall inscribed with the names of those who were lost but not found.\n\nWhat is particularly fascinating about Kranji War Memorial is its emphasis on the role of Indian soldiers in the war. Many Indian troops fought under British command, displaying immense courage and resilience. The memorial highlights their significant contributions, which are often overshadowed in broader historical narratives. This recognition fosters a deeper understanding of the diverse backgrounds of those who fought for liberation.\n\nVisiting Kranji is an enlightening experience, as it encourages visitors to reflect on the complexities of colonial history and the sacrifices made by individuals from various backgrounds. The memorial also serves as an educational resource, shedding light on the lesser-known aspects of World War II in Southeast Asia.\n\nIn conclusion, Kranji War Memorial is not just a site of remembrance; it is a powerful testament to the shared history and sacrifices of soldiers from different cultures. It stands as a reminder of the importance of acknowledging and honoring all those who fought for peace and freedom, making it a must-visit for anyone interested in history and remembrance.",
            "author_name": "chiranjeet narayan dev",
            "relative_time_description": "",
            "time": 1735808808,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Peaceful and quiet place just to chill and pay respect to the fallen and heroes.\n\nBring your shades and brolly along on a sunny day.\n\nFree parking. Kranji MRT station is the closest.",
            "author_name": "Maverick Wong",
            "relative_time_description": "",
            "time": 1748612346,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lest we forget. This memorial tells us what they did so we have this freedom which we value so little these days. Well maintained memorial and to see over 24000 Indian soldiers died and the youngest being only 16. Gen Z will never understand at what cost we got the freedom.",
            "author_name": "Syd Nair",
            "relative_time_description": "",
            "time": 1736133076,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 20,
        "id": "",
        "categories": [
          "War memorial",
          "Sights & Landmarks",
          "Cemeteries"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 10,
            "3": 41,
            "4": 120,
            "5": 565
          }
        },
        "minMinutesSpent": 45,
        "latitude": 1.418346,
        "address": "9 Woodlands Rd, Singapore 738656",
        "travel_time": null
      },
      {
        "_id": "ChIJyxWy86AZ2jERO8z33IeIle8",
        "generalDescription": "Old Hill Street Police Station, built in 1934, is a historic building with a vibrant facade featuring over 900 rainbow-hued louvered windows. Once a police barracks and now home to government ministries, the iconic structure hosts various arts events in its main courtyard known as the ARTrium. The building's colorful exterior makes it an unmissable sight and a popular spot for visitors seeking unique photo opportunities.",
        "utcOffset": 480,
        "maxMinutesSpent": 240,
        "longitude": 103.848301,
        "rating": 4.6,
        "numRatings": 520,
        "sources": [
          {
            "id": "1253902",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/10-historical-buildings-in-singapore-and-the-stories-behind-them",
            "sourceSite": "Web",
            "snippet": "THEN The building used to be one of the finest police barracks in the world, vacating the premises only in 1980. NOW Its facade is hard to miss – the building has 927 rainbow-coloured windows that calls out for a second (and third) glance. Home to the Ministry of Communications and Information and the Ministry of Culture, Community and Youth, the iconic building’s main courtyard (the ARTrium) frequently plays host to various ad-hoc Arts events – large-scale visual art exhibitions to a diverse range of performances.",
            "siteName": "Time Out",
            "shortName": "20 Historical Buildings In Singapore And The Stories Behind Them",
            "indexInSource": 16,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253895",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/singapore-architecture-buildings/",
            "sourceSite": "Web",
            "snippet": "Home to the Ministry of Communications and Information, the six-storey Hill Street Building was once a police station and barracks. Built in the neo-classical style of 1930s England, the colonial landmark boasts a symmetrically designed facade with balconies, arcades, columns and vast courtyards. Since its paint job in 1999, the icon of architecture in Singapore is best known (design-wise) for its rainbow-coloured, double-leafed louvred windows.",
            "siteName": "Honeycombers Singapore",
            "shortName": "Singapore architecture: 13 stunning and iconic buildings",
            "indexInSource": 4,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "169828",
            "type": "webPlacesList",
            "url": "https://shariot.com/historical-buildings-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Several years have passed, and this building has experienced numerous changes since its opening in 1934 as the largest government building and was then known as Hill Street Police Station. It has barracks that housed hundreds of officers and their families. The 927 windows of the station are all painted in the colours of a rainbow.",
            "siteName": "Shariot Van & Car Sharing",
            "shortName": "20 HISTORICAL BUILDINGS IN SINGAPORE AND THE STORIES BEHIND THEM",
            "indexInSource": 11,
            "iconSiteId": 25114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253876",
            "type": "webPlacesList",
            "url": "https://www.letsexploresingapore.com/best-things-see-do/historical-sites/",
            "sourceSite": "Web",
            "snippet": "Popular with Instagrammers, this historic building that once housed members of the Singapore Police Force. The building has 927 windows painted in the colours of the rainbow. The colour intensity of the windows on the first four storeys gradually increases on the upper windows to highlight the cantilevered balconies.",
            "siteName": "Let's Explore Singapore",
            "shortName": "13 OF THE MOST INTERESTING HISTORICAL SITES IN SINGAPORE",
            "indexInSource": 7,
            "iconSiteId": 156755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247116",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/singapore-historical-places/",
            "sourceSite": "Web",
            "snippet": "The Old Hill Street Police Station is more than just a vibrant visual heritage. Located very near Singapore’s Clarke Quay, this colorful structure holds a prominent history. It was built in 1934, serving as the former station of the Singapore Police Force.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "15 Historical Places in Singapore You Can't Miss This Year",
            "indexInSource": 6,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "An iconic landmark famed for its multi-hued louvred windows against the stark blue sky, the Old Hill Street Police Station is home to the ARTrium, a postmodern art gallery. Formerly a police barrack, today this building hosts art events.",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 2,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WCcjnsndT5N31qXDui6zj4lLLEUAFkMh",
          "x7m7ZR35TsEGo2vEMjlIa6H4GGwCz7ov",
          "fhxCc5drhmrptwrj3SC5uKJU84RjS7Kp",
          "4b0goQYOsioDxjslBeii7KOCRWDxAvdt",
          "Q1M2zn2rskINXJQCjeo70bmE7gltfyPq",
          "WCcjnsndT5N31qXDui6zj4lLLEUAFkMh",
          "x7m7ZR35TsEGo2vEMjlIa6H4GGwCz7ov",
          "fhxCc5drhmrptwrj3SC5uKJU84RjS7Kp",
          "4b0goQYOsioDxjslBeii7KOCRWDxAvdt",
          "Q1M2zn2rskINXJQCjeo70bmE7gltfyPq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1400"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1400"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1400"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1400"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1400"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          }
        ],
        "name": "Old Hill Street Police Station",
        "placeId": "ChIJyxWy86AZ2jERO8z33IeIle8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The Old Hill Street Police Station, also known as the MICA Building, is a prominent landmark in Singapore. Completed in 1934, it was the largest government building in Singapore at the time. It is known for its unique architectural style and its 927 rainbow-colored windows.\nThe building has a rich history, having served as a police station, barracks, and government office. It was gazetted as a national monument in 1998 and is now home to the Ministry of Culture, Community and Youth.\nHere are some of the details of the Old Hill Street Police Station:\n* Location: 140 Hill Street, Singapore\n* Construction: Completed in 1934\n* Architectural style: Neoclassical\n* Number of windows: 927\n* Current use: Ministry of Culture, Community and Youth\nThe Old Hill Street Police Station is a popular tourist destination and a symbol of Singapore's rich history and cultural heritage. It is a must-see for anyone visiting Singapore.",
            "author_name": "Jahid Hasan",
            "relative_time_description": "",
            "time": 1737894080,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Old Hill Street Police Station is such a striking building in Singapore - you can't miss its rows of colorful windows! It's rich in history and makes for great photos, especially on a sunny day. I love how it blends heritage with vibrant design, making it one of the most Instagram-worthy spots in the city. Definitely worth a quick stop if you're exploring the area.",
            "author_name": "Ruby Chen",
            "relative_time_description": "",
            "time": 1754750526,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Old Hill Street Police Station – A Colorful Slice of History\n\nThe Old Hill Street Police Station is one of those places in Singapore that catches your eye with its vibrant, rainbow-colored windows. It's a striking building that makes for a unique photo spot, especially if you're already in the area.\n\nThat said, the building does hold historical significance - it was once a functioning police station and is now home to government offices. If you're a fan of architecture or Singaporean history, it might still be worth a quick stop.\n\nBut if you're short on time or focusing on more immersive attractions, this one can be skipped without much regret.",
            "author_name": "Samerjai Rodsamer",
            "relative_time_description": "",
            "time": 1757225260,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.police.gov.sg/",
        "index": 21,
        "id": "",
        "categories": [
          "Historical landmark",
          "Shopping",
          "Government office",
          "Art Galleries",
          "Government Buildings",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 2,
            "3": 27,
            "4": 125,
            "5": 367
          }
        },
        "minMinutesSpent": 240,
        "latitude": 1.290868,
        "address": "140 Hill St, Singapore 179369",
        "travel_time": null
      },
      {
        "_id": "ChIJ_9jcOJUZ2jER0GzzPwo3JSc",
        "generalDescription": "The Istana, also known as the Palace, is the official residence and office of the President of Singapore. It is open to the public on select holidays, allowing visitors to explore its surrounding lawn and gardens. Situated at the east end of a bustling 2.",
        "utcOffset": 480,
        "maxMinutesSpent": 240,
        "longitude": 103.8431,
        "rating": 4.3,
        "numRatings": 373,
        "sources": [
          {
            "id": "1253876",
            "type": "webPlacesList",
            "url": "https://www.letsexploresingapore.com/best-things-see-do/historical-sites/",
            "sourceSite": "Web",
            "snippet": "The Istana (“the Palace”) is the official residence and office of the President of Singapore and also the working office of the Prime Minister and is home to Sri Temasek, the official residence of the PM although none of the prime ministers has ever lived there. The Istana is an 18th-century neo-Palladian style building with a tropical layout like a Malay house, surrounded by tall columns, deep verandas, louvred windows and panelled doors to promote cross-ventilation. There is a central three-storey, 28m tower block that dominates the building.",
            "siteName": "Let's Explore Singapore",
            "shortName": "13 OF THE MOST INTERESTING HISTORICAL SITES IN SINGAPORE",
            "indexInSource": 4,
            "iconSiteId": 156755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253887",
            "type": "webPlacesList",
            "url": "https://finestservices.com.sg/blog/iconic-landmarks/",
            "sourceSite": "Web",
            "snippet": "The official house and workplace of the President of Singapore is the Istana, which is Malay for “palace.” The President hosts state visitors at the famous location, which also houses the Prime Minister’s office. The Istana grounds, which are located on what was formerly a nutmeg plantation, are a haven of flora and fauna amidst the hustle and bustle of the metropolis. The Istana’s grounds are exclusively accessible to the public on a limited number of days each year, so plan your visit accordingly.",
            "siteName": "Finest Services",
            "shortName": "Iconic Landmarks in Singapore [2023]",
            "indexInSource": 5,
            "iconSiteId": 3204,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253884",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/historical-places-singapore-travel/",
            "sourceSite": "Web",
            "snippet": "Fondly known as The White House of Singapore, The Istana (which translates to palace in Malay) is the official residence and office of the president. It was formerly a nutmeg plantation before its renovation in 1867. What stands out is the 18th century neo-Palladian style, complete with wide verandahs, large louvred windows, panelled doors and dwarfed piers and arches.",
            "siteName": "Honeycombers Singapore",
            "shortName": "23 charming historical places in Singapore to explore",
            "indexInSource": 15,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253865",
            "type": "webPlacesList",
            "url": "https://www.topasiatour.com/singapore/top-10-landmarks-in-singapore.html",
            "sourceSite": "Web",
            "snippet": "Located in Orchard Road, it is open to the public regularly every year. Visitors can see the birds, insects plants and artificial landscapes, they can also learn the history of the Istana. The Istana covers 100 hectares, with old trees of 100 years, rare animals and rare plants.",
            "siteName": "topasiatour.com",
            "shortName": "TOP 10 Landmarks in Singapore, Singapore Landmarks, Typical Buildings in Singapore",
            "indexInSource": 5,
            "iconSiteId": 461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": "The Istana serves as the official residence and office of the president of Singapore. Built in 1869 by the British, the Istana is an example of Neo-Palladian architecture. Its whitewashed facade, grand columns, and elegant arches showcase Singapore’s colonial past.",
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 14,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253894",
            "type": "webPlacesList",
            "url": "https://www.adequatetravel.com/blog/most-visited-monuments-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The Istana is known as the official residence of the President of Singapore. The meaning of Istana is ‘palace’ in Malay. This national monument in Singapore the working office of the Prime Minister of Singapore.",
            "siteName": "Explore the World with Adequate Travel - Your One-Stop Destination for Travel Planning-adequatetravel.com",
            "shortName": "Top 19 Most Visited Monuments in Singapore",
            "indexInSource": 0,
            "iconSiteId": 164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "UI3lcZm1WEAmZMc4nVhuw42MhFRa5W5i",
          "tJ9HafGy5J4dRBYIlXfaZXp7nPq9qdoB",
          "ejj5WmHGbDBxS8ABS3jToXBrOfgXXzpW",
          "W5stTIa29GL9DfGmJMwelhd1XwFHgnDb",
          "UI3lcZm1WEAmZMc4nVhuw42MhFRa5W5i",
          "tJ9HafGy5J4dRBYIlXfaZXp7nPq9qdoB",
          "ejj5WmHGbDBxS8ABS3jToXBrOfgXXzpW",
          "W5stTIa29GL9DfGmJMwelhd1XwFHgnDb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          }
        ],
        "name": "The Istana",
        "placeId": "ChIJ_9jcOJUZ2jER0GzzPwo3JSc",
        "internationalPhoneNumber": "+65 8720 6021",
        "reviews": [
          {
            "rating": 5,
            "text": "The Istana is the official residence of Singapore's President, featuring stunning architecture and beautiful gardens. Open to the public during selected holidays, it offers a glimpse into Singapore's political history and heritage.",
            "author_name": "Tay Kin How",
            "relative_time_description": "",
            "time": 1751100579,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It has a beautiful big park! And during their open to the public days it's a great place to visit with music, food and lots of activities. I appreciate the space here, and even if there is a lot of people it's not crowded. I only wish that we could had seen the actual palace from the inside. But I totally understand that it's closed, to many people;)",
            "author_name": "Fab Foodie Swede Malin Nordblom",
            "relative_time_description": "",
            "time": 1738551790,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Came for the open house at Istana but we were too late to enter the main building. Place was really crowded but there was good crowd control. Would suggest to enter earlier and check the changing of guards schedule for those that are visiting for the first time. Be prepared to walk for around 1-2km.",
            "author_name": "Yingying",
            "relative_time_description": "",
            "time": 1738492902,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.istana.gov.sg/",
        "index": 22,
        "id": "",
        "categories": [
          "Heritage building",
          "Sights & Landmarks",
          "Government Buildings"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 31,
            "2": 11,
            "3": 14,
            "4": 72,
            "5": 245
          }
        },
        "minMinutesSpent": 240,
        "latitude": 1.306704,
        "address": "Orchard Rd, Singapore 238823",
        "travel_time": null
      },
      {
        "_id": "ChIJg-1OCaYZ2jERrP1VjFszkFQ",
        "generalDescription": "Esplanade Theatres on the Bay is a renowned performing arts center located near Marina Bay, offering an array of international shows and performances. With over 37,000 shows hosted and 26 million guests over its 15-year history, it's a hub for cultural experiences. The expansive 60,000 square meter complex includes theaters, concert halls, and a library dedicated to arts and culture.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.855409,
        "rating": 4.5,
        "numRatings": 220,
        "sources": [
          {
            "id": "1253898",
            "type": "webPlacesList",
            "url": "https://www.cnn.com/style/article/famous-buildings-singapore/index.html",
            "sourceSite": "Web",
            "snippet": "Opened: 2002Architect: DP Architects and Michael Wilford & PartnersUse: Entertainment complex. You might know Esplanade by its informal name: “The Durian.” That’s because the theater’s twin glass domes – made from more than 7,000 triangular aluminum sunshades – bear a striking resemblance to two halves of a durian, a strong-smelling fruit popular in the region. Related article The strange history and radical future of bubble architecture",
            "siteName": "CNN",
            "shortName": "10 famous buildings in Singapore",
            "indexInSource": 2,
            "iconSiteId": 104,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100750",
            "type": "webPlacesList",
            "url": "https://thetravelscribes.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "In a city of exquisite and eye-catching buildings, this Esplanade is still one of the best of the bunch. Originally conceptualized back in 1992 as a way to boost the arts in Singapore, the Esplanade took about six years to build, finally opening its doors in 2002. Named after the park it occupies, Esplanade Park, the Esplanade is two large rounded glass domes covered with over 7,000 triangle-shaped aluminium sunshades.",
            "siteName": "The Travel Scribes",
            "shortName": "The ultimate list of 21 iconic buildings and landmarks in Singapore",
            "indexInSource": 9,
            "iconSiteId": 15697,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208202",
            "type": "webPlacesList",
            "url": "https://www.thrillophilia.com/landmarks-in-singapore",
            "sourceSite": "Web",
            "snippet": "With more than 3000 performances held every year, the Esplanade is one of the busiest Singapore Landmarks. Famous for being the “Theatre On The Bay”, Esplanade graciously lies on the Marina Bay Waterfront and overlooks some of the most splendid views of the waterbody. Dedicated just to theatre and art, Esplanade has been hosting its own festivals, 14 in total, which have excited artists throughout the world.",
            "siteName": "https://www.thrillophilia.com/",
            "shortName": "15 Landmarks in Singapore You Must Visit At Least Once in 2024",
            "indexInSource": 5,
            "iconSiteId": 316,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253887",
            "type": "webPlacesList",
            "url": "https://finestservices.com.sg/blog/iconic-landmarks/",
            "sourceSite": "Web",
            "snippet": "Due to its spiky architectural facade, residents commonly refer to the landmark 60,000-square-meter Performing Arts Center as “The Durian,” despite being originally named after its neighboring Esplanade Park, one of Singapore’s oldest public parks. The Esplanade is a place where Singaporeans may interact with and be inspired by the local arts and cultural scene. It has been planned since the 1970s.",
            "siteName": "Finest Services",
            "shortName": "Iconic Landmarks in Singapore [2023]",
            "indexInSource": 4,
            "iconSiteId": 3204,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Officially opened in 2002, Esplanade – Theatres on the Bay holds on average 3000 performances of dance, music and theatre each year. At present, Esplanade has five performance venues, with a 6th currently under construction. Twin geodesic domes make up Esplanade, and due to their structure of steel and glass, stunning effects are produced both inside and out when the lighting is just right.",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 7,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "86817",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/famous-buildings-in-singapore",
            "sourceSite": "Web",
            "snippet": "Be captivated by the sheer grandeur of the Esplanade which is a world-class performing centre playing host to over 3000 performances yearly. The Esplanade has housed a myriad of dance, music and theatre performance as well as visual arts exhibitions and so much more. The Esplanade is fitted with 7000 triangular aluminium sunshades and is shaped as two rounded glass domes.",
            "siteName": "Trip101",
            "shortName": "12 Famous Buildings In Singapore - Updated 2024",
            "indexInSource": 3,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253888",
            "type": "webPlacesList",
            "url": "https://www.smartsinga.com/landmarks-you-must-see-before-leaving-singapore/",
            "sourceSite": "Web",
            "snippet": "The Esplanade’s unique durian-shaped design is clad in thousands of triangular glass panels. It was designed by award-winning architect Michael Wilford and has become a beloved symbol of Singapore’s cultural scene. Boasting two concert halls, a theater, a recital studio, and a studio theater, the Esplanade is a haven for world-class performances.",
            "siteName": "Smart Singapore",
            "shortName": "Important Landmarks in Singapore You Must See Before Leaving [2024]",
            "indexInSource": 12,
            "iconSiteId": 155125,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The Esplanade is a performing arts center located in the heart of Singapore, also known as Theatres on the Bay. It houses a concert hall, a theatre and multiple studio spaces for performances and events. What to see or do: The center hosts a wide variety of performances, including concerts, plays, operas, dance shows and musicals.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 7,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "208218",
            "type": "webPlacesList",
            "url": "https://nomadsunveiled.com/singapore-landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "The Esplanade – Theatres on the Bay is a performing arts center in Singapore. It is situated on the Marina Bay waterfront, next to the Marina Bay Sands hotel and casino, and across the street from the Singapore Flyer. The center consists of two performance halls, a concert hall, and a theater.",
            "siteName": "Nomads Unveiled",
            "shortName": "20 Famous Buildings And Landmarks In Singapore to Visit",
            "indexInSource": 5,
            "iconSiteId": 5305,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "The Esplanade is a performing arts theatre consisting of a concert hall and a theatre which opened its doors in 2002. It is situated in Downtown Core near the Singapore River. It is spread across an area of 6000 square meters and resembles a durian, the Southeast Asian \"king of fruits\".",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 13,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "pzzqxgtQAblts9RjtqhVzZ1Od4bw09tX",
          "mkMtRu0AAVlUIFoimfUoCly4lqMoC3PG",
          "pzzqxgtQAblts9RjtqhVzZ1Od4bw09tX",
          "mkMtRu0AAVlUIFoimfUoCly4lqMoC3PG"
        ],
        "openingPeriods": [],
        "name": "Esplanade",
        "placeId": "ChIJg-1OCaYZ2jERrP1VjFszkFQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Really love coming here to dance! Smooth floor which is suitable for dancing and plus, it's conveniently located near the Esplanade MRT and City Hall MRT. Would recommend this place for dancers. Plus, this place being sheltered is convenient for dancers who want to dance no matter what the weather is.",
            "author_name": "Dylan Tan",
            "relative_time_description": "",
            "time": 1743335497,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beautiful yet calm besides the other MRTs that are mostly crowded, you can start feeling an artistic vibe the moment you step here. If you exit through the Theater way towards the back of Merlin's n bridge, there is breath taking view.\nA must visit place if you are a tourist visiting Singapore.",
            "author_name": "usman shaikh",
            "relative_time_description": "",
            "time": 1735638050,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Esplanade MRT station is a true gem in Singapore's public transport network! Its location is absolutely unbeatable, making it incredibly convenient for anyone visiting the Esplanade – Theatres on the Bay, the Civic District, or even just enjoying a stroll along Marina Bay.\n\nThe station itself is always clean and well-maintained, a testament to Singapore's high standards. Navigating through it is a breeze thanks to clear signage, and the connections to the Circle Line are seamless. What I particularly appreciate is how well-integrated it is with the surrounding attractions; you pop right out into the heart of everything, ready to explore. The exits are thoughtfully placed, minimizing walking time to key destinations. For tourists and locals alike, Esplanade MRT offers a fantastic and efficient way to access one of Singapore's most vibrant cultural and entertainment hubs.",
            "author_name": "Gregory Athanasius",
            "relative_time_description": "",
            "time": 1748760910,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 23,
        "id": "",
        "categories": [
          "Subway station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 3,
            "3": 14,
            "4": 58,
            "5": 139
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.294043,
        "address": "90 Bras Basah Rd, Singapore 189562",
        "travel_time": null
      },
      {
        "_id": "ChIJ9e68CQ0Z2jER4G80iFVcJgo",
        "generalDescription": "Thian Hock Keng Temple is a stunning historical site that showcases classic Chinese architectural elements, including impressive columns and intricate dragon sculptures. This temple, dedicated to Mazu, the Goddess of the Sea, serves as a significant place of worship for various faiths in Singapore, blending Buddhism with Ancestral Worship and Confucianism. A highlight of your visit is the captivating mural by local artist Yip Yew Chong on its rear wall.",
        "utcOffset": 480,
        "maxMinutesSpent": null,
        "longitude": 103.847635,
        "rating": 4.4,
        "numRatings": 2330,
        "sources": [
          {
            "id": "1253902",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/singapore/attractions/10-historical-buildings-in-singapore-and-the-stories-behind-them",
            "sourceSite": "Web",
            "snippet": "THEN Not only is it the oldest Chinese temple in Singapore, but it’s also the most important temple to the Hokkien community here. Dedicated to Mazu the Goddess of the Sea, the temple originally began as a small joss house at the waterfront in the early 1820s before relocating at Telok Ayer Street in 1839. NOW The temple has attracted many visitors with its design.",
            "siteName": "Time Out",
            "shortName": "20 Historical Buildings In Singapore And The Stories Behind Them",
            "indexInSource": 5,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94506",
            "type": "webPlacesList",
            "url": "https://www.lonelyplanet.com/singapore/attractions",
            "sourceSite": "Web",
            "snippet": "Surprisingly, Chinatown’s oldest and most important Hokkien temple is often a haven of tranquillity. Built between 1839 and 1842, it’s a beautiful place,…",
            "siteName": "Lonely Planet",
            "shortName": "Must-see attractions Singapore, Malaysia, Singapore & Brunei",
            "indexInSource": 29,
            "iconSiteId": 113,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "169828",
            "type": "webPlacesList",
            "url": "https://shariot.com/historical-buildings-in-singapore/",
            "sourceSite": "Web",
            "snippet": "This temple, also known as the “Temple of Heavenly Happiness,” was built around 1821 and 1822 as a small joss house, later rebuilt in 1839. The temple was most popular with Chinese immigrants who visited it to burn incense in appreciation to a Taoist deity (Ma Cho Po) for their safe arrivals. The inside of the building has a central altar that features a statue of the Taoist deity and other deities of war, luck, and punishment.",
            "siteName": "Shariot Van & Car Sharing",
            "shortName": "20 HISTORICAL BUILDINGS IN SINGAPORE AND THE STORIES BEHIND THEM",
            "indexInSource": 3,
            "iconSiteId": 25114,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "100739",
            "type": "webPlacesList",
            "url": "https://travel2next.com/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Dating back to the early 1800s, Thain Hock Keng Temple is a living monument and one of the oldest Hokkien temples in Singapore. Constructed in the traditional southern Chinese architectural style, the temple contains no nails and relies on intricate wooden joints to hold its structure. The temple is festooned with carvings of extraordinary creatures such as dragons and phoenixes, as well as columns and intricate gild carvings.",
            "siteName": "Travel2Next",
            "shortName": "Landmarks in Singapore - 20 Incredible Monuments in Singapore",
            "indexInSource": 17,
            "iconSiteId": 3774,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253883",
            "type": "webPlacesList",
            "url": "https://triplyzer.com/landmarks/asia-landmarks/landmarks-in-singapore/",
            "sourceSite": "Web",
            "snippet": "Thian Hock Keng Temple is a historic Chinese temple located in Singapore’s Chinatown. What to see or do: The temple is a marvel of Chinese architecture and craftsmanship, with intricate carvings and sculptures adorning its walls and roof. Visitors can soak in the history and cultural significance of the temple, which was built by Chinese immigrants in the 19th century as a place of worship and community gathering.",
            "siteName": "Triplyzer",
            "shortName": "27 Famous Landmarks in Singapore - you should't be missing » 2023",
            "indexInSource": 12,
            "iconSiteId": 14378,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253894",
            "type": "webPlacesList",
            "url": "https://www.adequatetravel.com/blog/most-visited-monuments-in-singapore/",
            "sourceSite": "Web",
            "snippet": "This amazing monument in Singapore is perhaps most celebrated, certainly among the Chinese community. Built during the 1830s and ’40s, this former joss house and the beachfront temple were visited by newly-arrived Chinese immigrants, who would burn joss-sticks and thank the goddess of the sea (Ma Zu) for their safe arrival. A list of monuments in Singapore is incomplete without it.",
            "siteName": "Explore the World with Adequate Travel - Your One-Stop Destination for Travel Planning-adequatetravel.com",
            "shortName": "Top 19 Most Visited Monuments in Singapore",
            "indexInSource": 13,
            "iconSiteId": 164,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253915",
            "type": "webPlacesList",
            "url": "https://expatliving.sg/12-places-to-visit-in-singapore-history-and-historical-sites/",
            "sourceSite": "Web",
            "snippet": "Where: 158 Telok Ayer Street (nearest MRT station is Telok Ayer)When: Daily, 7.30am to 5.30pm. Thian Hock Keng is Singapore’s oldest and most famous Hokkien temple, opening as a modest “joss house” as early as 1821. It was built in honour of Mazu (Ma Cho Po), the Guardian of Sojourners, and Chinese immigrants would pay their respects there in exchange for a safe journey.",
            "siteName": "Lifestyle Guide To Moving To & Living in Singapore - Expat Living",
            "shortName": "Places to Visit in Singapore History, Historical Sites and Buildings",
            "indexInSource": 8,
            "iconSiteId": 330,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1253884",
            "type": "webPlacesList",
            "url": "https://thehoneycombers.com/singapore/historical-places-singapore-travel/",
            "sourceSite": "Web",
            "snippet": "Known for being the oldest Chinese temple in Singapore – and the most important temple to the Hokkien clan here, this historical site of Singapore and place of worship is dedicated to Mazu, the Goddess of the Sea. With its remarkable architecture and. history, the restored-to-perfection Thian Hock Keng Temple is one of Telok Ayer’s biggest gems.",
            "siteName": "Honeycombers Singapore",
            "shortName": "23 charming historical places in Singapore to explore",
            "indexInSource": 16,
            "iconSiteId": 755,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "202785",
            "type": "webPlacesList",
            "url": "https://www.holidify.com/pages/architecture-of-singapore-588.html",
            "sourceSite": "Web",
            "snippet": "Thian Hock Keng Temple is the oldest Chinese temple in Singapore and is dedicated to the Goddess of Sea, Mazu. The temple is built on the lines of the Fujian style of architecture, a Southern Chinese style. The temple was constructed without using concrete or nails but using stones, tiles, broken pieces of pottery, and timber.",
            "siteName": "Holidify",
            "shortName": "Architecture of Singapore - 20 Iconic Buildings",
            "indexInSource": 6,
            "iconSiteId": 237,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "247116",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/singapore-historical-places/",
            "sourceSite": "Web",
            "snippet": "As the oldest Chinese temple in Singapore, a visit to Thian Hock Keng Temple is definitely a must. It’s a cultural masterpiece that can be traced back to the 1800s. At that time, a group of seamen created the temple as a gift for their safe passage.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "15 Historical Places in Singapore You Can't Miss This Year",
            "indexInSource": 13,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "E1RdJpr6baLxNQ59VNiN6VKUB1txX7Ez",
          "wiTBgOv7cdQyv3skIxrOQHMiy2MmCh7Y",
          "WKPjCrvEVwtrHtsJLRTcQtwUIBlolGmM",
          "NFPKQpac2VqDuiQ6WKwbcgDdfPf5YkoU",
          "kckyVtGRRLlKUuXsKLyinI2BwIWWL44t",
          "E1RdJpr6baLxNQ59VNiN6VKUB1txX7Ez",
          "wiTBgOv7cdQyv3skIxrOQHMiy2MmCh7Y",
          "WKPjCrvEVwtrHtsJLRTcQtwUIBlolGmM",
          "NFPKQpac2VqDuiQ6WKwbcgDdfPf5YkoU",
          "kckyVtGRRLlKUuXsKLyinI2BwIWWL44t"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0730"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0730"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0730"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0730"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0730"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0730"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0730"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Thian Hock Keng Temple",
        "placeId": "ChIJ9e68CQ0Z2jER4G80iFVcJgo",
        "internationalPhoneNumber": "+65 6423 4616",
        "reviews": [
          {
            "rating": 5,
            "text": "Thian Hock Keng Temple is an example of traditional Chinese architecture and one of Singapore's oldest temples.\n\nAdmission is free, and the temple is well-maintained with informative plaques for visitors.\n\nBe mindful in hot weather - the smell from traditional burnings can be quite intense, better to bring some water. Also there are parts where photos and videos are not allowed to provide privacy to those who pray.",
            "author_name": "Nataliia Semenenko",
            "relative_time_description": "",
            "time": 1746268650,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Located in the business district of Singapore, Thian Hock Keng Temple is a stunning example of traditional Chinese architecture and one of Singapore's oldest temples. The temple is dedicated to the revered sea goddess Mazu (妈祖 or 南海娘娘) and other deities for worshipping. The intricate carvings, vibrant colors, and detailed craftsmanship are truly impressive. Worth the visit to experience and immerse in the different Chinese heritages.",
            "author_name": "IamDrew1979",
            "relative_time_description": "",
            "time": 1747127357,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful and peaceful slice of history in the heart of modern Singapore. Thian Hock Keng Temple is one of the oldest and most important Hokkien temples in the city, originally built in the 1830s by early Chinese immigrants giving thanks for safe passage across the sea. It's dedicated to Mazu, the Goddess of the Sea - very fitting considering Telok Ayer Street used to border the old shoreline before land reclamation.\n\nThe architecture is stunning, with intricate carvings, colourful tiles, and dragons coiling up the rooftop. No nails were used in the original construction - a real testament to traditional Chinese craftsmanship. You can really feel the cultural and spiritual significance as you walk through the temple courtyard.\n\nIt's a peaceful retreat from the city buzz, and a must-see if you're exploring Chinatown or interested in Singapore's multicultural heritage. A hidden gem for those who love history, art, and architecture.",
            "author_name": "I. Morgan",
            "relative_time_description": "",
            "time": 1754295421,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.thianhockkeng.com.sg/",
        "index": 24,
        "id": "",
        "categories": [
          "Taoist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 26,
            "2": 26,
            "3": 233,
            "4": 645,
            "5": 1400
          }
        },
        "minMinutesSpent": null,
        "latitude": 1.280939,
        "address": "158 Telok Ayer St, Singapore 068613",
        "travel_time": null
      }
    ]
  }
}