{
  "list_id": "839",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/839/1.jpg",
  "description": "Dive into \"Beautiful Beaches of Bodrum City\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/110259"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Beautiful Beaches of Bodrum City",
  "city_id": "9882",
  "subtype": "poi",
  "city": "Bodrum City",
  "created_ts": 1759314326,
  "slug": "beautiful-beaches-of-bodrum-city-bodrum-city-poi-bcd07d",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJf3a3w55tvhQR0pFtmdOTw2Q",
        "generalDescription": "The Caresse Resort is situated in Bitez, a popular resort on the Turkish Riviera. The property offers a seasonal outdoor pool, a private beach area and a spa centre with facilities including massages, hammams and saunas. There are also two restaurants on site.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.388526,
        "rating": 4.6,
        "numRatings": 789,
        "sources": [
          {
            "id": "876115",
            "type": "webPlacesList",
            "url": "https://wearetravelgirls.com/bodrum-guide/",
            "sourceSite": "Web",
            "snippet": "Caresse, a Luxury Collection Resort & Spa – 5-Star, luxury hotel, beautiful build out on the sea with a private beach.",
            "siteName": "We Are Travel Girls",
            "shortName": "The Ultimate Guide To Bodrum, Turkey",
            "indexInSource": 6,
            "iconSiteId": 2354,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wlyiMNBPN7uf29iM6qEKKodPPK0G6H2m",
          "UPt5GTsQF7yohBzRE1bOv3o0tA6TjpzH",
          "wlyiMNBPN7uf29iM6qEKKodPPK0G6H2m",
          "UPt5GTsQF7yohBzRE1bOv3o0tA6TjpzH"
        ],
        "openingPeriods": [],
        "name": "Caresse, a Luxury Collection Resort & Spa, Bodrum",
        "placeId": "ChIJf3a3w55tvhQR0pFtmdOTw2Q",
        "internationalPhoneNumber": "+90 252 311 36 36",
        "reviews": [
          {
            "rating": 5,
            "text": "We had the most amazing holiday at Caresse in March. The hotel is absolutely stunning, the rooms are luxurious and had a wonderful sea view. The breakfast is sensational and varied each morning, the food in the restaurant was delicious, and the staff couldn't have been more friendly and helpful to us and to our baby - particular praise to Umut the head concierge and to Nercan and Emre who made our stay very special. We will definitely be back again in the future to make more special memories as a family.",
            "author_name": "Tom Walklate",
            "relative_time_description": "",
            "time": 1743157530,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We recently returned from staying a week at this hotel and it was over & above our expectations! The staff were beyond kind and nothing was too much. If I could I would individually mention each and everyone!!  A big thankyou to Efe for being so sweet and taking us on the buggy to see the art gallery!!\n\nThere was a good variety of options for breakfast, from freshly made omelettes, to fluffy pancakes made to perfection. A special mention to Nurcan who was a ray of sunshine every morning, greeting us and everyone else with such love and care.\nI have to add the cows and goats that graze on the mountain next to the restaurant add to the feeling of being at one with nature.\n\nThe resort is beautiful and well kept. The views are breathtaking from every angle.\nThe room itself was cleaned immaculately and we loved the turn down service.\n\nI especially loved the spa, beautiful ambiance, wonderful facilities. Truly a wonderful experience we came back feeling relaxed and revitalised.",
            "author_name": "Rafaqat Anwar",
            "relative_time_description": "",
            "time": 1747095158,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This quickly became one of our favorite hotels in the world. Every single thing here is top notch. Set in a beautiful cove of Gumbet Bay, you're away from the Bodrum crowds and noise, but just a 10 minute taxi away.\nWhat sets this hotel apart is the personalized service. They staff go above and beyond to ensure you are having a wonderful stay.\nWe have a short list of places that we return to and Caresse is now on that list.",
            "author_name": "Joshua Pajak",
            "relative_time_description": "",
            "time": 1751553802,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.marriott.com/en-us/hotels/bjvlc-caresse-a-luxury-collection-resort-and-spa-bodrum/overview/?scid=f2ae0541-1279-4f24-b197-a979c79310b0",
        "index": 1,
        "id": "",
        "categories": [
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 38,
            "2": 10,
            "3": 33,
            "4": 58,
            "5": 650
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.023664,
        "address": "Asarlik Mevkii, Gümbet, Adnan Menderes Cd. No: 89 PK 225, 48400 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJtyMyr25svhQRN-tAQooONeI",
        "generalDescription": "Bayside & Tora Boat Trips offer a popular activity in Bodrum, where visitors can enjoy boat tours along the stunning coastline of the Bodrum peninsula. With numerous options available, from day trips around the peninsula to multi-day yacht tours along the Greek Islands coast, there's something for everyone. The rich colors of the coastline, with its jagged rocks and bright trees contrasting against the clear turquoise sea, make for a picturesque experience.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.438661,
        "rating": 4.8,
        "numRatings": 320,
        "sources": [
          {
            "id": "95289",
            "type": "webPlacesList",
            "url": "https://www.touropia.com/things-to-do-in-bodrum-turkey/",
            "sourceSite": "Web",
            "snippet": "One of the most popular things to do for tourists to Bodrum is to take a boat trip around the lovely coves, bays, and beaches that line Turkey’s coastline. There are a number of great tour providers in the city and the cruises are a great way to see more of the coast while enjoying life aboard the boat. On the trips, you inevitably stop off to snorkel in pristine turquoise waters, visit the hot springs on Black Island and get to gaze upon the beauty of the Turkish shoreline.",
            "siteName": "Touropia",
            "shortName": "Amazing Things to Do in Bodrum, Turkey (+Map)",
            "indexInSource": 1,
            "iconSiteId": 13255,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "wkUOLLm4Z23rD7S0L8GGNnJokFN1IsfU",
          "qGZI6dyLtaiSgcn4HIkjjPkMMO9rS1AN",
          "MoR2srW0juD7ORAqAaLbxp1TQtHdI8cN",
          "wkUOLLm4Z23rD7S0L8GGNnJokFN1IsfU",
          "qGZI6dyLtaiSgcn4HIkjjPkMMO9rS1AN",
          "MoR2srW0juD7ORAqAaLbxp1TQtHdI8cN"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Bayside & Tora Boat Trips",
        "placeId": "ChIJtyMyr25svhQRN-tAQooONeI",
        "internationalPhoneNumber": "+90 537 853 40 53",
        "reviews": [
          {
            "rating": 5,
            "text": "This is an absolute MUST! We had the best time ever on this boat trip. Normally I am scared of the sea but the crew made me feel so comfortable and the sea was so beautiful, I jumped in the sea from the boat!!! Absolutely stunning day. Thank you ☺️",
            "author_name": "Kim Shute",
            "relative_time_description": "",
            "time": 1747083009,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A fantastic experience! We did the private boat trip for the day and the team were fantastic - big shout out to Hussein and Arda. They showed us some lovely bays and were super helpful. The lunch was delicious and we had the most amazing day. Would definitely recommend as an experience in Bodrum!",
            "author_name": "Amy Cunningham",
            "relative_time_description": "",
            "time": 1751100884,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I can only recommend this experience. From the beginning to the end, everything was a blast. The staff was incredibly attentive, and the atmosphere and music created a perfect vibe. While the boat may be smaller compared to others, that's part of its charm. This was undoubtedly the best time we spent in Bodrum, and we'll definitely be back",
            "author_name": "Diana Kalenyk",
            "relative_time_description": "",
            "time": 1752821009,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.baysideandtora.com/",
        "index": 2,
        "id": "",
        "categories": [
          "Boat tour agency"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 8,
            "2": 4,
            "3": 4,
            "4": 18,
            "5": 287
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.029511,
        "address": "Halikarnas Harbour, 48400 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJfyT_oKdtvhQRhjvyEgaQzWg",
        "generalDescription": "Kaya Palazzo Resort & Residences Le Chic Bodrum offers luxurious accommodation with a private beach, outdoor pools and a spa, as well as restaurants and bars. Situated in Bodrum City, the resort is just 700 metres from Gumbet Beach.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.393821,
        "rating": 4.6,
        "numRatings": 325,
        "sources": [
          {
            "id": "876115",
            "type": "webPlacesList",
            "url": "https://wearetravelgirls.com/bodrum-guide/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "We Are Travel Girls",
            "shortName": "The Ultimate Guide To Bodrum, Turkey",
            "indexInSource": 8,
            "iconSiteId": 2354,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zqJMaACy4PD4fAYIN7w7qL1DGuMBfy2f",
          "lB2bltvGPuLlNwQG6BkFMEVTWAhDpQtX",
          "Vfa7Mo3rlJBixrjE3HePOPdI4v7lF1sS",
          "zqJMaACy4PD4fAYIN7w7qL1DGuMBfy2f",
          "lB2bltvGPuLlNwQG6BkFMEVTWAhDpQtX",
          "Vfa7Mo3rlJBixrjE3HePOPdI4v7lF1sS"
        ],
        "openingPeriods": [],
        "name": "Kaya Palazzo Resort & Residences Le Chic Bodrum",
        "placeId": "ChIJfyT_oKdtvhQRhjvyEgaQzWg",
        "internationalPhoneNumber": "+90 252 319 44 00",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing stay at Kaya Palazzo Bodrum! The resort is beautiful, clean, and very family-friendly. Staff were kind and professional. Food was great with lots of variety, and the beach and pools were perfect. Special thanks to the kids club - our son Abdullah had a wonderful time there. Highly recommended, and we'd love to come back!",
            "author_name": "Royal goold",
            "relative_time_description": "",
            "time": 1749057687,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a real 5-star luxury hotel. Many thanks to the hotel staff for our stay. I travel a lot around the world, and this hotel is the No. 1 in terms of hospitality, service, and caring for guests. Wherever we were - on the beach, by the pool, in the restaurant, in the room, we felt like special guests. The staff provided us with maximum comfort and a great rest, helped us in all matters. We were also delighted with the cuisine in the hotel's restaurant, spacious and clean rooms, excellent cleaning, and plenty of free sun beds on the beach and by the pool. The hotel has its own sandy beach, lots of greenery on the coastline, several areas with sun beds for comfortable accommodation, and a separate lounge area. And there is even a special path for swimmers along the entire coast. We really enjoyed our stay at this hotel, we will come back again!",
            "author_name": "Vk Travel",
            "relative_time_description": "",
            "time": 1752415941,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We had an absolutely wonderful experience during our stay at the hotel and we will most certainly be returning in the future. From the moment we arrived, we were warmly welcomed and felt genuinely cared for throughout our entire stay.\n\nAll of the staff members were exceptionally friendly, professional, and always ready to assist with a smile. We would especially like to extend our heartfelt thanks to Mr. Serhat, who went above and beyond to make sure we were comfortable and had everything we needed. His attentiveness and dedication did not go unnoticed he truly made a difference in our experience and we're very grateful for his outstanding hospitality.\n\nThe breakfast buffet was another highlight of our stay. It offered a wide and delicious variety of choices, beautifully presented and constantly refreshed. The restaurant manager Mr yousif along with the entire team, created a warm and inviting atmosphere each morning. Their kindness and excellent service made our breakfasts all the more enjoyable.\nEvery detail, from the cleanliness of the hotel to the quality of the service, reflected a high standard of care and attention. We left with beautiful memories and a strong desire to return soon.",
            "author_name": "maram mohd",
            "relative_time_description": "",
            "time": 1746716180,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kayapalazzohotels.com/kaya-palazzo-resort-residences-le-chic-bodrum/",
        "index": 3,
        "id": "",
        "categories": [
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 3,
            "3": 10,
            "4": 27,
            "5": 273
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.027397,
        "address": "Asarlık Mevki, Yakamoz Sk., 48400 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJXaPcSaxtvhQRhQlI7BCVWhg",
        "generalDescription": "Gümbet Beach, located in the beautiful city of Bodrum, is a favorite among locals and tourists alike. This picturesque beach offers a clean shoreline with free access to facilities such as showers and restrooms. Visitors can indulge in various activities including swimming, diving, and surfing while enjoying the amenities provided by nearby restaurants, cafes, lounges, and stores. In the evening, the area comes alive with vibrant nightlife options including bars offering music and hookah.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.404624,
        "rating": 4,
        "numRatings": 4387,
        "sources": [
          {
            "id": "1846399",
            "type": "webPlacesList",
            "url": "https://www.adventuretravelcoach.com/the-best-beaches-in-bodrum/",
            "sourceSite": "Web",
            "snippet": "Centrally located on the Bodrum Peninsula, with a view over the Bodrum Castle, Gümbet Beach attracts zillions of sun lovers every summer. The lively, long sandy beach is famous for its water sports and shallow waters. The beach has cosy shops, bars, restaurants and hotels with sunbeds, umbrellas, and a colourful selection of chairs and cushions.",
            "siteName": "Favourite resources",
            "shortName": "Discover the Charm of Bodrum's Beaches",
            "indexInSource": 1,
            "iconSiteId": 43066,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846400",
            "type": "webPlacesList",
            "url": "https://www.chasingthedonkey.com/best-beaches-in-bodrum-beach-turkey/",
            "sourceSite": "Web",
            "snippet": "One of Bodrum’s best and liveliest beaches, Gumbet Beach offers shallow waters, water sports, and vibrant nightclubs. Perfect for groups, families, and couples, hotels, restaurants, bars, and shops line the long beach.",
            "siteName": "Chasing the Donkey",
            "shortName": "19 Best Beaches In Bodrum: Chill On The Bodrum Peninsula, Turkey",
            "indexInSource": 1,
            "iconSiteId": 1232,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "529548",
            "type": "webPlacesList",
            "url": "https://www.roadiscalling.com/best-beaches-in-bodrum-peninsula/",
            "sourceSite": "Web",
            "snippet": "Only 4 km west of Bodrum, there is a picturesque place Gumbet, hiding away behind a low hill. All its beaches are with fine gold sand. And the smooth entrance to the sea provides conditions for safe swimming.",
            "siteName": "Road is Calling",
            "shortName": "15 Best Beaches in Bodrum For Your Turkey Bucket List",
            "indexInSource": 0,
            "iconSiteId": 4471,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846401",
            "type": "webPlacesList",
            "url": "https://wanderon.in/blogs/beaches-in-bodrum-turkey",
            "sourceSite": "Web",
            "snippet": "Located near the city center, it is easily accessible and offers a lively atmosphere. The beach features golden sand and clear waters, making it a favorite for both locals and tourists.",
            "siteName": "WanderOn",
            "shortName": "A Guide to Sun, Sand, and Sea!",
            "indexInSource": 1,
            "iconSiteId": 57203,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846403",
            "type": "webPlacesList",
            "url": "https://www.safaraq.com/en/blog/bodrum-beaches",
            "sourceSite": "Web",
            "snippet": "Fink Beach, located in the central Ortakent region, is a blue-flagged beach, which meets all the necessary environmental standards, one of the most popular tourist destinations.",
            "siteName": "Safaraq tourzim",
            "shortName": "Bodrum's most beautiful beaches for swimming and recreation",
            "indexInSource": 2,
            "iconSiteId": 13960,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1037617",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/turkey/best-beaches-in-bodrum-tr-1-32.htm",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "planetware.com",
            "shortName": "Beaches in Bodrum | PlanetWare",
            "indexInSource": 1,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Jy7fuEN4IKCS30RYfIbxv5obaCt3qS4E",
          "ZbFWL6OTBvRyZjcCAhYMslUvpIENvumy",
          "iBJdqkMDtr9dqekX8LjBh9DARm14M4QK",
          "Jy7fuEN4IKCS30RYfIbxv5obaCt3qS4E",
          "ZbFWL6OTBvRyZjcCAhYMslUvpIENvumy",
          "iBJdqkMDtr9dqekX8LjBh9DARm14M4QK"
        ],
        "openingPeriods": [],
        "name": "Gümbet Beach",
        "placeId": "ChIJXaPcSaxtvhQRhQlI7BCVWhg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The service was very good, and we paid 1,000 Turkish lira for two sunbeds, which were in decent condition with comfortable mattresses. The beach itself is fairly clean, although there is room for improvement. The water was overall fine, but in some areas there are stones. However, there is also a section where you can swim without any stones-you just need to look for it.",
            "author_name": "Bogdan Ungureanu",
            "relative_time_description": "",
            "time": 1757105136,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Beach is mostly full of beds and umbrellas so you can't walk the length of it very disappointing but if your young and enjoy loud music this may be your thing ,I found it a terrible place if you walk right to the end towards Bodrum then yhe beach opens up a little which is where these photos are taken",
            "author_name": "Alun Davies",
            "relative_time_description": "",
            "time": 1727594771,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Very disappointing experience. The beach was dirty with rubbish and cigarette butts everywhere, and the water didn't look clean. No free lounge beds were available only if you bought from certain bars or restaurants. Definitely not a place I'd recommend if you're looking for a clean and relaxing beach.",
            "author_name": "Sailor",
            "relative_time_description": "",
            "time": 1755257475,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 4,
        "id": "",
        "categories": [
          "Public beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 388,
            "2": 257,
            "3": 664,
            "4": 921,
            "5": 2143
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.031323,
        "address": "Gümbet, Osman Nuri Bilgin Cd., 48400 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJTS9HrOMMvhQRbI9JK15BC1M",
        "generalDescription": null,
        "utcOffset": 180,
        "maxMinutesSpent": 15,
        "longitude": 27.311944,
        "rating": 4.2,
        "numRatings": 732,
        "sources": [],
        "imageKeys": [
          "FyoAaTc1zbbMvQccDOr9zkxaZtyaTSqx",
          "ufmJ2ICiFvRSTFlpM3fkRsExzFzXBzLg",
          "uo4PrXtSXA0NNBD3UQ7RObirWSiNclgR",
          "jlkdE42GAN4tgueNWj1ouzkYCHmazAos",
          "0cYs2PlclHwKcEquxdOzMOknGwtjOgv3",
          "FyoAaTc1zbbMvQccDOr9zkxaZtyaTSqx",
          "ufmJ2ICiFvRSTFlpM3fkRsExzFzXBzLg",
          "uo4PrXtSXA0NNBD3UQ7RObirWSiNclgR",
          "jlkdE42GAN4tgueNWj1ouzkYCHmazAos",
          "0cYs2PlclHwKcEquxdOzMOknGwtjOgv3"
        ],
        "openingPeriods": [],
        "name": "Aspat Plajı",
        "placeId": "ChIJTS9HrOMMvhQRbI9JK15BC1M",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Radisson Collection beach was really nice. There're tall palm trees, grass, sandy beach, a pier to go swimming from, lounge chairs, umbrellas, a cafe with food & drinks, a bar and a small kiosk of Starbucks. Entrance is with a fee that provides you with a beach towel, a chais lounge and umbrella.  The staff keeps the beach clean. The sea is crystal clear, clean and calm even on a windy day. Prices are a little on the expensive side.",
            "author_name": "Esra K.",
            "relative_time_description": "",
            "time": 1756736372,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The ambience is nice,Good organised beach and not overcrowded! Entrance is 1.500 TRL=39.41 Euros per person includimg sunbed and one local or not alcoholic drink....Real robbery!!! We enjoyed our stay there but we tried to order a 2nd drink 500TRL = 14 and the barman made the first and i was waiting for the 2nd... Finally, another guy came ,took the Aperol Spritz and drove me to another bar,because the barman didn't know to make the cocktail in the first bar!😂🤣😂 In the meantime the Aperol and its ice cubes were melting. Finally,after 25 minutes we got the 2 drinks 🤣😂🤣",
            "author_name": "Dimitrios Traveller",
            "relative_time_description": "",
            "time": 1724623324,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Feedback on Dog Policy at the Beach\n\nThis beach is beautiful and proudly flies the Blue Flag, which sets high standards for cleanliness and organization. However, despite a clear sign banning dogs, there were many dogs on the beach and in the water.\n\nI kindly urge the hotel @RadissonCollection to enforce its own rules more consistently. Allowing this behavior undermines the Blue Flag standards and affects the experience for other guests.\n\nA well-managed beach matters. I hope to see improvements in the future.",
            "author_name": "Ferda Aydogan",
            "relative_time_description": "",
            "time": 1753370046,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://aspatbeachotel.com/",
        "index": 5,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 54,
            "2": 30,
            "3": 55,
            "4": 135,
            "5": 458
          }
        },
        "minMinutesSpent": 15,
        "latitude": 36.98,
        "address": "Akyarlar, Tuzla Aspat Mevki No:1, 48960 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJXebxC8VyvhQRPaIePdc70JQ",
        "generalDescription": "Deve Beach, located in the Bodrum peninsula, is a top-notch destination that stands out for its pristine sandy shore and crystal-clear waters. Unlike other beaches in the area, it boasts a rare absence of rocks both on the beach and in the water. The calm and shallow sea makes it an ideal spot for families with children and non-swimmers to enjoy a safe swim.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.330076,
        "rating": 4.2,
        "numRatings": 2751,
        "sources": [],
        "imageKeys": [
          "fd8vwbbxMxQL6JzYB5NwM1XTKtnXUJIF",
          "SsCzLhRAfM0spnimsdmLwK8n4lftcNBI",
          "p9jnWkN6N2i0jUZ8zTdCt9Y2qJ1H4RHS",
          "ZzjIKvoIchqrwrr1G5uS85NMnsqDT6zm",
          "fd8vwbbxMxQL6JzYB5NwM1XTKtnXUJIF",
          "SsCzLhRAfM0spnimsdmLwK8n4lftcNBI",
          "p9jnWkN6N2i0jUZ8zTdCt9Y2qJ1H4RHS",
          "ZzjIKvoIchqrwrr1G5uS85NMnsqDT6zm"
        ],
        "openingPeriods": [],
        "name": "Deve Beach",
        "placeId": "ChIJXebxC8VyvhQRPaIePdc70JQ",
        "internationalPhoneNumber": "+90 252 348 39 11",
        "reviews": [
          {
            "rating": 5,
            "text": "🐪🐫🐪 We came from the sea and anchored. The beach is suitable for children. The view was nice. I didn't go into the sea. It is a very crowded beach… The piers can be used as a jumping ramp. I heard that there is a fee to enter this beach. I don't know the price but if you ask whether it is worth paying, it seems worth it... 🐫🐪🐫",
            "author_name": "ismail caliskan",
            "relative_time_description": "",
            "time": 1726424712,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "SUN SET BEACH\nThe Staff are so polite. Price is accountable.",
            "author_name": "Hakan Bağıbala",
            "relative_time_description": "",
            "time": 1725459897,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's the nicest beach in the bodrum/gumbet/bitez area , white sands and clear blue sea. Each sunbed section has it's own bar and cafe behind it.",
            "author_name": "Little Victories",
            "relative_time_description": "",
            "time": 1536928094,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 173,
            "2": 102,
            "3": 314,
            "4": 588,
            "5": 1574
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.013819,
        "address": "Ortakentyahşi, 48960 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJPS5AXzZxvhQRNO8sWwnncO8",
        "generalDescription": "Xuma Village is a renowned beach club in Bodrum, known for its excellent entertainment and pristine private beaches. It transforms into a vibrant nightclub after dark, offering a relaxing vibe with good food, service, and scenic views. While some may find the prices relatively high compared to Turkish standards, the facility is top-notch with clear waters and comfortable surroundings. The hospitality is exceptional, making it a beautiful resort experience for visitors.",
        "utcOffset": 180,
        "maxMinutesSpent": 240,
        "longitude": 27.273881,
        "rating": 4,
        "numRatings": 1081,
        "sources": [],
        "imageKeys": [
          "Ydd0QKn7ns3VxilUY2bT5kpHlStjDJpz",
          "LypvstwkIpEyQ0eapEa2ptVTjSe1TuT4",
          "XWjhQrGX7bmIITcxzmPt52YVak3v727S",
          "rkuGctvw43d0nMwPoV5lzbxv6tWwaPmX",
          "qjAKUiJ530MokQhwHXKGSkTW5KGy8n2G",
          "Ydd0QKn7ns3VxilUY2bT5kpHlStjDJpz",
          "LypvstwkIpEyQ0eapEa2ptVTjSe1TuT4",
          "XWjhQrGX7bmIITcxzmPt52YVak3v727S",
          "rkuGctvw43d0nMwPoV5lzbxv6tWwaPmX",
          "qjAKUiJ530MokQhwHXKGSkTW5KGy8n2G"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "XUMA VILLAGE",
        "placeId": "ChIJPS5AXzZxvhQRNO8sWwnncO8",
        "internationalPhoneNumber": "+90 541 531 11 11",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful day with beautiful staff. Great spot to relax, swim and chill. Great service and the food was excellent. Gokhan made us feel very welcome and taken care of",
            "author_name": "Alex Daly",
            "relative_time_description": "",
            "time": 1749553437,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great day to spend here. Amazing service and everything was top notch. If you pay online and book before you pay 4950TL for minimum spending money per person which is better than wasting money for just entrance fee. The club had great chilled vibes and food standards were very high with some great cocktails and huge range of food menu. Definitely recommend!",
            "author_name": "Sadman Huda",
            "relative_time_description": "",
            "time": 1755358630,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This place is amazing. Best beach club in Bodrum. The staff is great. They treat you like family. It's very chill during the day and people are very respectful. A little later there is a DJ that plays nice vibes.\nIt's also great for swimming and tanning. They have a lot of beach beds and umbrellas and amazing food and drinks menu",
            "author_name": "Anna Baranova",
            "relative_time_description": "",
            "time": 1754805075,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 4,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.xuma.com.tr/",
        "index": 7,
        "id": "",
        "categories": [
          "Beach club",
          "Outdoor Activities",
          "Bar",
          "Festival",
          "Party planner",
          "Restaurant",
          "Beach & Pool Clubs",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 159,
            "2": 40,
            "3": 91,
            "4": 163,
            "5": 625
          }
        },
        "minMinutesSpent": 240,
        "latitude": 37.119195,
        "address": "Yalıkavak, Küdür Cd. No:81, 48400 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJt0Jtk25svhQR22ph3Szmf8I",
        "generalDescription": "Kumbahçe Sahili is a charming beach located in Bodrum Town, conveniently situated next to the more bustling Bodrum Beach. This small yet stunning stretch of sand offers an idyllic escape for those seeking a serene beach experience. The crystal-clear waters are perfect for swimming and relaxation, making it a delightful spot to unwind under the sun. While nearby dining options may not be exceptional and public amenities could use some improvement, the friendly service from staff adds to its appeal.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.439941,
        "rating": 4.2,
        "numRatings": 374,
        "sources": [],
        "imageKeys": [
          "f54bcNRvOIdxCuTn2KJ0AjEcZxYO15pN",
          "LazIKc1OionbOYv08PTgK3YfVV6XPmuP",
          "f54bcNRvOIdxCuTn2KJ0AjEcZxYO15pN",
          "LazIKc1OionbOYv08PTgK3YfVV6XPmuP"
        ],
        "openingPeriods": [],
        "name": "Kumbahçe Sahili",
        "placeId": "ChIJt0Jtk25svhQR22ph3Szmf8I",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing peaceful beauty",
            "author_name": "Emod Vafa",
            "relative_time_description": "",
            "time": 1619952695,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I went solely for the beach experience and the water which were spectacular. Restaurants nearby are meh and the public amenities aren't that great.",
            "author_name": "Sergio Lopez",
            "relative_time_description": "",
            "time": 1728882739,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The first place where you can rent sunbeds will charge you 150 try pp. could be higher or less, depending on your negotiating skills. We paid 380 for 3 people.\nNote that beach sunbeds are free. However free  umbrellas are not a real help.\nThe service charge a really nice, people working there are friendly, good sour lemonade (50try)and gözlime.(around 200-250 try). Prices are very reasonable The facility is a bit dirty but manageable. If you go further there will be sunbeds 200 pp or beach clubs with a spending limit 400 pp and higher menu prices.\nGood option to chill but if you want pay for food and sunbeds same amount of money but a cleaner and more elevated  experience you can search for beach clubs around Bodrum.",
            "author_name": "Anastasiya Borisyuk",
            "relative_time_description": "",
            "time": 1691752751,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 8,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 10,
            "3": 48,
            "4": 97,
            "5": 202
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.02913,
        "address": "Kumbahçe, Paşatarlası Sk. No:7, 48400 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJi1RysUtsvhQR-Vso6pE_bpE",
        "generalDescription": "Nestled in the picturesque Bitez area, Doria Hotel Bodrum is a chic and modern boutique hotel that has been recently renovated. Boasting a loyal customer base for its elegant simplicity and reasonable prices, this luxurious hotel offers an array of amenities including an outdoor pool, private beach access, and extensive spa facilities such as hammam and massage services.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.39096,
        "rating": 4.4,
        "numRatings": 642,
        "sources": [
          {
            "id": "876115",
            "type": "webPlacesList",
            "url": "https://wearetravelgirls.com/bodrum-guide/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "We Are Travel Girls",
            "shortName": "The Ultimate Guide To Bodrum, Turkey",
            "indexInSource": 7,
            "iconSiteId": 2354,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "8SPwUxW3djt6j0kbl2O5MT7kS3K89yE3",
          "8SPwUxW3djt6j0kbl2O5MT7kS3K89yE3"
        ],
        "openingPeriods": [],
        "name": "Doria Hotel Bodrum",
        "placeId": "ChIJi1RysUtsvhQR-Vso6pE_bpE",
        "internationalPhoneNumber": "+90 252 311 10 20",
        "reviews": [
          {
            "rating": 5,
            "text": "I stayed here in June for the second time.\nIt's really beautifully located on top of a steep hill.\nIt's very peaceful, only £4 into Bitez or a 15 min walk. Taxi to Bodrum is £8.\nIt's a very classy hotel with beautiful interior design. I was upgraded to the deluxe grand room and it was beautiful. The spa / masseuse is amazing. Best massage ever.\nI absolutely love the beach bar which you take a shuttle to get you there. It's a beautiful shuttle bus!\nThe beach is private and really tranquil. Loved hanging out here.\nThe team at reception are lovely, especially Lukman who always went the extra mile.\nMy only comment is breakfast is good but could do with a bit of improvement but overall excellent environment. I'll be back next year !",
            "author_name": "N M",
            "relative_time_description": "",
            "time": 1750281990,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "I had such mixed feelings staying here. The room was great as well as some of the staff, but unfortunately, my friend and I had such a hard time when it came to restaurant staff. We only stayed there for a few days while traveling in July 2024, and not only were we ignored whenever we tried to get food. We sat at a table both during lunch and dinner service while being ignored by waitstaff for over 30 minutes and walked out after seeing multiple new groups walk in and be served right away. The manager eventually offered us a free lunch due to our complaint, only for them to tell us its not free at the end of our stay and applied a 15% discount. I've traveled to multiple countries, and stayed in 5 star hotels but this place wasn't it. I don't think I'll ever stay here again.",
            "author_name": "Buse Batmaz",
            "relative_time_description": "",
            "time": 1744225683,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "I never write negative reviews, but this hotel was so bad I feel obligated to warn people. Don't be fooled by the polished photos… this place is a trap. Spend the extra money and stay literally anywhere else. If you're looking for a peaceful, romantic getaway, this is the last place you want to be.\n\nThe “elegance” is just surface-level decoration. Once you check in, the problems hit fast: sloppy service, staff who clearly don't care, and a restaurant so overpriced and bland that it's always empty - which should tell you everything. Every hour you spend here, the experience just gets worse.\n\nI've traveled all over the world, and I've never stayed at a hotel that felt this joyless and poorly run. It genuinely left me regretting coming to Bodrum at all. The surrounding area is full of wonderful, hospitable locals - which makes it even more shocking how cold, unwelcoming, and downright dismissive this hotel is.\nHalf of this hotel is almost “abandoned?” With everything left inside the glass windows…\n\nAvoid this place at all costs. It's not just disappointing - it's the kind of stay that ruins your trip.",
            "author_name": "Tommy Dziak",
            "relative_time_description": "",
            "time": 1755617820,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.doriahotelbodrum.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Hotel",
          "Bar",
          "Public swimming pool",
          "Resort hotel",
          "Restaurant",
          "Sauna",
          "Serviced accommodation",
          "Spa",
          "Swimming pool"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 35,
            "2": 21,
            "3": 35,
            "4": 132,
            "5": 419
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.028908,
        "address": "Gündönümü Mevkii, 1410. Sokak, 48400 Bitez Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJFVTo7W5svhQRHW913a3Uy7g",
        "generalDescription": null,
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.440342,
        "rating": 4.1,
        "numRatings": 530,
        "sources": [
          {
            "id": "1846399",
            "type": "webPlacesList",
            "url": "https://www.adventuretravelcoach.com/the-best-beaches-in-bodrum/",
            "sourceSite": "Web",
            "snippet": "Near the castle and marina in Bodrum town centre is a good stretch of sand around 300 metres long. Places to eat and drink nearby make it convenient to take a break from the sun to enjoy lunch. It can get busy in peak season and is very popular with Turks.",
            "siteName": "Favourite resources",
            "shortName": "Discover the Charm of Bodrum's Beaches",
            "indexInSource": 2,
            "iconSiteId": 43066,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1037617",
            "type": "webPlacesList",
            "url": "https://www.planetware.com/turkey/best-beaches-in-bodrum-tr-1-32.htm",
            "sourceSite": "Web",
            "snippet": "For swimmers who also want water sports and other things to do on tap, Ortakent is a favorite destination, while those who want to get away from the resort crowds should check out the beaches on the road from Bodrum Town to Içmeler.",
            "siteName": "planetware.com",
            "shortName": "Beaches in Bodrum | PlanetWare",
            "indexInSource": 2,
            "iconSiteId": 124,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1846403",
            "type": "webPlacesList",
            "url": "https://www.safaraq.com/en/blog/bodrum-beaches",
            "sourceSite": "Web",
            "snippet": "Fink Beach, located in the central Ortakent region, is a blue-flagged beach, which meets all the necessary environmental standards, one of the most popular tourist destinations.",
            "siteName": "Safaraq tourzim",
            "shortName": "Bodrum's most beautiful beaches for swimming and recreation",
            "indexInSource": 1,
            "iconSiteId": 13960,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "EvI1elOZdgkuqHA3CTa3bKLNsL2xjwKU",
          "n0Y4Idw3bn3qiyDZ2utaeDUmtH7xhmfW",
          "5g7j04yK9TQgCnIk1KApFoGyteG6IHRN",
          "nG18JQQeFSBabTkhE7HD22YERCS2kYIm",
          "EvI1elOZdgkuqHA3CTa3bKLNsL2xjwKU",
          "n0Y4Idw3bn3qiyDZ2utaeDUmtH7xhmfW",
          "5g7j04yK9TQgCnIk1KApFoGyteG6IHRN",
          "nG18JQQeFSBabTkhE7HD22YERCS2kYIm"
        ],
        "openingPeriods": [],
        "name": "Bodrum Beach",
        "placeId": "ChIJFVTo7W5svhQRHW913a3Uy7g",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Very picturesque beach, small but not noisy or overcrowded, at least in September. No sand but very small rocks, which is perfectly ok to walk barefoot. The water temperature is ideal, warm and calm. There are also free straw umbrellas to use.",
            "author_name": "Willy Tanner",
            "relative_time_description": "",
            "time": 1694933176,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The city beach is considered to be free but there aren't good umbrellas or sunbeds. So, you have to pay 150-200 liras to cafes which provide those. The other option is to find cafes where you promise to buy drinks and food during your stay.\n\nUnfortunately, the beach is stony but manageable. You forget about all extra money you pay, inconvenient ground under your feet when you see and swim in beautiful waters of the sea 🌊\nHowever, at 10am the sea throws out trash from tourists going on boat trips (cans, cigarettes, etc).",
            "author_name": "Alex",
            "relative_time_description": "",
            "time": 1721013291,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Bodrum Beach has a nice vibe and beautiful scenery, but it's not the best spot for swimming or relaxing by the sea. The beach is very rocky, and there are lots of sea urchins and sharp stones in the water, so getting in can be tricky without water shoes. There are also many boats and yachts anchored close to the shore, which takes away from the natural feel and limits swimming space. The beach is quite dirty with lots of cigarette buts. Overall, it's an okay place to enjoy the view or grab a drink nearby, but not ideal for a beach day.",
            "author_name": "Harun Tucakovic",
            "relative_time_description": "",
            "time": 1751397930,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 41,
            "2": 22,
            "3": 72,
            "4": 108,
            "5": 287
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.028862,
        "address": "Kumbahçe, 48400 Bodrum/Muğla, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJr4tIU1BsvhQRoS_Wr1ONa3c",
        "generalDescription": "Bardakçı Koyu is a charming little cove located on the east side of the headland with picturesque pool-like waters. Although there is no public beach, visitors can access sun loungers from one of the three hotels in the area for a fee. To reach this hidden gem, travelers can enjoy a scenic water taxi ride across the bay from Bodrum Harbour, departing every ten minutes.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 27.417501,
        "rating": 4.2,
        "numRatings": 484,
        "sources": [
          {
            "id": "1846407",
            "type": "webPlacesList",
            "url": "https://visitturkey.in/tag/best-bodrum-beaches/",
            "sourceSite": "Web",
            "snippet": "Aegean Sea,Akvaryum Koyu,Akyarlar Karaincir,Bağla Koyu,Bardakçı Koyu,best Bodrum beaches,Bodrum adventure,Bodrum attractions,Bodrum bay entrance fees,Bodrum bays,Bodrum beach facilities,Bodrum boat tours,Bodrum boat trips,Bodrum camping,Bodrum diving spots,Bodrum family beaches,Bodrum hidden gems,Bodrum holiday,Bodrum luxury travel,Bodrum nature spots,Bodrum pine forests,Bodrum relaxation,Bodrum sea,Bodrum secluded beaches,Bodrum snorkeling,Bodrum sunbathing,Bodrum swimming spots,Bodrum travel guide,Bodrum travel tips,Cennet Koyu,Karaada,Kargıcak Koyu,Kissebükü Koyu,Mazı Koyu,Peksimet Koyu,Turkey beaches,Turkey travel guide,Turkish coastline",
            "siteName": "Tourism Turkey: Top Travel Spots and Tourist Attractions",
            "shortName": "Top Tips and Guides 2024",
            "indexInSource": 0,
            "iconSiteId": 54516,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "38DmoxlVpCnpgQw5D1LL7XgY27EaTWrP",
          "WK4964zzIRL61mEe8EwwL1tFboZoWQH9",
          "mqXbIdqViwFvaNntqmNMIPDVYE6hgcwS",
          "bcd7KmhIhCvnIYrD63ymwm6XdQVOJmm3",
          "38DmoxlVpCnpgQw5D1LL7XgY27EaTWrP",
          "WK4964zzIRL61mEe8EwwL1tFboZoWQH9",
          "mqXbIdqViwFvaNntqmNMIPDVYE6hgcwS",
          "bcd7KmhIhCvnIYrD63ymwm6XdQVOJmm3"
        ],
        "openingPeriods": [],
        "name": "Bardakçı koyu",
        "placeId": "ChIJr4tIU1BsvhQRoS_Wr1ONa3c",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Visited end of May 2022. Only about 25% full so nice and quite. Part of Akra hotel. We weren't guests, but can access for 300TL - includes all inclusive drinks (including alcoholic). Water is clean and clear, with nice sandy beach. Nice choice so close to Bodrum. Worth the price as you make it up with drinks, and also having some calm where you feel less worried about getting your bag stolen.",
            "author_name": "Jonathan Stewart",
            "relative_time_description": "",
            "time": 1653995980,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Super clean and nice spot if you go in june or september",
            "author_name": "Tolga",
            "relative_time_description": "",
            "time": 1714423242,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wonderful public beach. Sandy and clean sea-through sea!",
            "author_name": "Iman Velji",
            "relative_time_description": "",
            "time": 1757407262,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gezilmesigerekenyerler.com/bardakci-koyu",
        "index": 11,
        "id": "",
        "categories": [
          "Beach"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 37,
            "2": 21,
            "3": 39,
            "4": 103,
            "5": 284
          }
        },
        "minMinutesSpent": null,
        "latitude": 37.028781,
        "address": "Eskiçeşme, Kaptan Kalesi Sk. No:9, 48400 Bodrum/Muğla, Türkiye",
        "travel_time": null
      }
    ]
  }
}