{
  "list_id": "846",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/846/1.jpg",
  "description": "Dive into \"Beautiful Beaches of Kas\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/110338"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Beautiful Beaches of Kas",
  "city_id": "9993",
  "subtype": "poi",
  "city": "Kas",
  "created_ts": 1759315449,
  "slug": "beautiful-beaches-of-kas-kas-poi-f1ecd7",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJCz4sqm_awRQRxcwnQXMiB0M",
        "generalDescription": "Discover the captivating beauty of Kaş Belediyesi Halk Plajı, nestled in the picturesque Turkish town of Kaş. This gem boasts azure skies and the shimmering Aegean Sea, offering a mesmerizing panorama. The beach features small pebbles and clean, refreshing waters that deepen quickly. Visitors can enjoy amenities such as wooden decking, shaded grass areas with trees, cold showers, and changing huts.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 29.617878,
        "rating": 4.5,
        "numRatings": 3648,
        "sources": [],
        "imageKeys": [
          "33Esu360RXVXKvRWF8fmRR4XUzrPfLg4",
          "cCyXbST3abIKF7zezFW9q2VQbh7Y3QVu",
          "Kh1xvqNZcG78SuqS3SC4VAX6fzLxHEuq",
          "WSa5O0eOZOV3FgVlNh6WnJaEPU5A9toV",
          "33Esu360RXVXKvRWF8fmRR4XUzrPfLg4",
          "cCyXbST3abIKF7zezFW9q2VQbh7Y3QVu",
          "Kh1xvqNZcG78SuqS3SC4VAX6fzLxHEuq",
          "WSa5O0eOZOV3FgVlNh6WnJaEPU5A9toV"
        ],
        "openingPeriods": [],
        "name": "Kaş Belediyesi Halk Plajı",
        "placeId": "ChIJCz4sqm_awRQRxcwnQXMiB0M",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "I really like this beach. The sea is clean and very refreshing. The beach is not sand but small pebbles. The sea gets deep very quickly. Its quite clean and there are some bins. There is a wooden decking shaded area and some grass area with trees for shade. There are cold showers and small changing huts. The toilets are OK and clean. The little restaurant sells nice coffee and there is a terrace to admire the sea views. The mountain back drop to this beach is beautiful. Plenty of free parking. Opens at 9 am and gates locked at 7 pm.\nHighley recommended.",
            "author_name": "Richard Attoe",
            "relative_time_description": "",
            "time": 1711808210,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Halk Beach - it's the main city beach and honestly just super lovely! The water is super clean and clear, and it's a favorite spot for both locals and visitors.\n\nThere's a nice green area with trees where local people bring their own chairs and just relax, chat, or have a snack.  The entrance to the sea is really comfortable - the pebbles are much smaller than on other beaches, so it's easy to walk in.\n\nYou've got all the conveniences: sunbeds with umbrellas, changing rooms, showers, and two cafés. One is right by the water, perfect for grabbing a coffee or a snack while you sunbathe. The other one is bigger, more like a restaurant, with a wider choice of food if you want to have a proper lunch. On top of that, you can get ice cream just steps away from the sea - super nice on a hot day! 🍦\n\nPlus, if you don't want to rent a sunbed, you can totally just bring your towel and enjoy the beach for free.\n\nA couple more things: it's a city beach, so it has official hours (usually open until 8 pm), and then the gates close at night. Oh, and if you're walking there, about 200 meters before the beach, you'll see a little wooden gate - that's the entrance to a women-only beach.",
            "author_name": "Villa Ikizler",
            "relative_time_description": "",
            "time": 1752524661,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Super nice beach with all you need: 2 sunbeds and one umbrella for 300 TL and a very decent restaurant to have lunch aside from the fact that itis beautiful and very good for swimming",
            "author_name": "Natasha Lubaszewski",
            "relative_time_description": "",
            "time": 1726323302,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 1,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 100,
            "2": 56,
            "3": 250,
            "4": 706,
            "5": 2536
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.198162,
        "address": "Andifli, 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJaQPCYHDTwRQR1cQU17ycULA",
        "generalDescription": "Kaputaş Beach is a stunning sandy cove located just a short bus ride away from Kalkan. Nestled at the base of a striking mountain gorge, this tiny beach offers clear blue waters and is accessible via a narrow stairway with around 300 steps. Nearby, there are several other beautiful beaches such as Patara Beach, which is part of a national park and known for its 12-kilometer stretch of sand and turtle sightings.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 29.448939,
        "rating": 4.6,
        "numRatings": 7605,
        "sources": [],
        "imageKeys": [
          "C0iKilm56a2tnLKVYj4T82inXZ2zddkN",
          "rRWIqhrFusnZuLq7xaONjoOTOdmFznQP",
          "yCCNc0vtHl2Tme5OGNaszoIJIERirmlD",
          "JPR53dqzr14Fw53CAtW4CbhcUlL55Y16",
          "QDSAd9rFHcv5meMPks3pHaan0RkKwvPz",
          "C0iKilm56a2tnLKVYj4T82inXZ2zddkN",
          "rRWIqhrFusnZuLq7xaONjoOTOdmFznQP",
          "yCCNc0vtHl2Tme5OGNaszoIJIERirmlD",
          "JPR53dqzr14Fw53CAtW4CbhcUlL55Y16",
          "QDSAd9rFHcv5meMPks3pHaan0RkKwvPz"
        ],
        "openingPeriods": [],
        "name": "Kaputaş Beach",
        "placeId": "ChIJaQPCYHDTwRQR1cQU17ycULA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful beach, but a little bit crowded. Finding a parking spot along the road is difficult. You have to pay entrance fee 50 TL. If you don't want to pay for sunbed and umbrella there's a space on the left side on the beach where you can set up your camp 😉",
            "author_name": "Artur J.",
            "relative_time_description": "",
            "time": 1750937687,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The photo is FEBRUARY!\nThe beach in winter had an incredible atmosphere. Quiet and empty. All views and nature just for you.\n\nIn summer there are sunbeds, a lot of people relax bar-restaurant. There are showers.\n\nIn summer there are sunbeds, a lot of people relax bar-restaurant. There are showers.",
            "author_name": "Kristina Tochilko",
            "relative_time_description": "",
            "time": 1746965479,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I've traveled to many coastal towns, but the sea in Kaş is by far the most stunning. Crystal-clear water, breathtaking views, and a feeling of pure serenity - it's a destination that I'll always recommend!! It's like a painting come to life - turquoise, deep blue, and sparkling under the sunlight. It feels untouched and natural, making it one of the most magical experiences I've had traveling 🥹🫶🏾🫶🏾",
            "author_name": "Bintang A",
            "relative_time_description": "",
            "time": 1757779627,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 2,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 216,
            "2": 178,
            "3": 479,
            "4": 1065,
            "5": 5703
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.228956,
        "address": "Bezirgan, 07580 Kemer/Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJMQu774LQwRQRn7yh7rXh2Y8",
        "generalDescription": "Akçagerme Plajı is a popular and family-friendly beach that offers swimming, sunbathing, and sunbed rentals. The beach has a wonderful sea, and visitors can enjoy it using their own means or at the social facility operated by the municipality. The municipality of Kas has successfully managed the beach to prevent exaggerated prices and ensure accessibility for everyone. Although the stony beach may bother some, the deepening sea allows for effortless swimming.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 29.601638,
        "rating": 4.4,
        "numRatings": 3799,
        "sources": [],
        "imageKeys": [
          "XM5vpnXzoFC8QXJlYDYKUUQYxSOBoBK0",
          "5iQkFEGMdNYJ0SFODZOLyxwqKvxlmKn1",
          "qYbGjtMGvlR9f0br7fQyfsUr2jcc5WKb",
          "OFhDIsOmO9Aiw42AxjgKKmVMKJHsVXN7",
          "XM5vpnXzoFC8QXJlYDYKUUQYxSOBoBK0",
          "5iQkFEGMdNYJ0SFODZOLyxwqKvxlmKn1",
          "qYbGjtMGvlR9f0br7fQyfsUr2jcc5WKb",
          "OFhDIsOmO9Aiw42AxjgKKmVMKJHsVXN7"
        ],
        "openingPeriods": [],
        "name": "Akçagerme Plajı",
        "placeId": "ChIJMQu774LQwRQRn7yh7rXh2Y8",
        "internationalPhoneNumber": "+90 242 839 72 53",
        "reviews": [
          {
            "rating": 5,
            "text": "The reason I gave five star here because it's a beautiful beach and also public and yet everything is well too reasonably price compared to other places. Also there is a free parking and the water is really good and clear and if you have your own chairs, you don't have to buy anything here is completely free.",
            "author_name": "eddie ennis baysal",
            "relative_time_description": "",
            "time": 1727857550,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Beach is good for children. Close to refreshments. You can rent a sunbed and umbrella for 450 lira. Saltwater pools where children can play on their own. Water slides. Above the beach, there is a good restaurant.",
            "author_name": "Ninu Panq",
            "relative_time_description": "",
            "time": 1751090709,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Staff on beach rude very quick to move you on if there have a young woman who wants a bed even if your there first and are waiting for someone to come set up for you. Beach is busy food nice and cheap. Hard to park if you get there later then 11am. Water slide are good for kids",
            "author_name": "Katie Bradburn",
            "relative_time_description": "",
            "time": 1755248152,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.akcagerme.com/",
        "index": 3,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 144,
            "2": 85,
            "3": 287,
            "4": 820,
            "5": 2463
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.206876,
        "address": "Yeniköy, Antalya Fethiye Yolu, 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJUan9FFrawRQRDCMuwguFX3s",
        "generalDescription": "Leymona Beach is a popular spot conveniently located just a short walk from the main harbor in Kas. Visitors love its comfortable layout with plenty of cozy beds and ample shade from umbrellas. The beach club offers a prime location right over the water, along with complimentary lounge chairs. The menu provides a good variety at reasonable prices, and despite initial concerns about service, guests have given it strong approval.",
        "utcOffset": 180,
        "maxMinutesSpent": 240,
        "longitude": 29.636854,
        "rating": 4.6,
        "numRatings": 1119,
        "sources": [
          {
            "id": "1846724",
            "type": "webPlacesList",
            "url": "https://www.kalkan.villas/en/blog/best-beaches-in-kas?srsltid=AfmBOoqTK9PrJNdWXaM5Z_HRFF0ZNHWkMuVQy5Wn7zNRbkkKlkdefmri",
            "sourceSite": "Web",
            "snippet": "Leymona Beach Club is among the beaches of Kaş where those seeking peace can have a pleasant time. There are semi-open dining sections in the place. There is also a bar where you can have a drink and a three-storey relaxation area where you can relax.",
            "siteName": "Kalkan.Villas",
            "shortName": "Best Beaches in Kas - Kalkan Villas Blog",
            "indexInSource": 1,
            "iconSiteId": 176207,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "5z9a8Bfacy6SvHZIJTHifQIIWBWOtAPc",
          "55zroEp5Xn3Q454QurdmAHD8Fq8NIy13",
          "euxEX5GyPhBE9BSMgylYvY3M1oNkzJVD",
          "TEKJLA1ROMHYKZ3KCLO9uDopoXK0kJcg",
          "5z9a8Bfacy6SvHZIJTHifQIIWBWOtAPc",
          "55zroEp5Xn3Q454QurdmAHD8Fq8NIy13",
          "euxEX5GyPhBE9BSMgylYvY3M1oNkzJVD",
          "TEKJLA1ROMHYKZ3KCLO9uDopoXK0kJcg"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Leymona Beach & Restaurant & Bar",
        "placeId": "ChIJUan9FFrawRQRDCMuwguFX3s",
        "internationalPhoneNumber": "+90 242 836 26 47",
        "reviews": [
          {
            "rating": 5,
            "text": "best beach club in Kaş!! great atmosphere and food!! comfortable and nice access to sea for swimming. Sun beds are free so you just purchase food/ drinks and the prices are very reasonable. East is great and will take care of you! we felt so welcomed here. can't wait to come back",
            "author_name": "Danielle Pippin",
            "relative_time_description": "",
            "time": 1748164004,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "The best thing about Leymona is the food. We tried the chicken salad and the Mexican burger, they were both absolutely delicious. The food here is amazing.\n\nThe minimum spend is 1300 TL. Prices are a bit higher than in an average restaurant in Kas. Since there is a minimum spend limit, you obviously don't have to pay for the sun-beds and umbrellas.\n\nAnother thing that I liked was the process of making orders. When you arrive and take a seat you are assigned a table number. Then, you can access the menu through a web app and make your orders there, just noting the table number and you get your orders.\n\nThe service was okay. Staff were not overly friendly nor nice to us, but they were not rude to us either. As I sad, service is okay, it could be much better. But on the bright side, you get your orders pretty quick.\n\nThe beach club looks nice, and it's nicely decorated. But, it's very very crowded, there is a large number of sun-beds in a small area. It does not feel spacious and comfortable at all. The sun-beds themselves are very good and comfortable. You get the pillows also, which helps you get comfortable. But, you don't get the towels, so bring your own. The entrance to the sea is not great, it has ladders from the wooden deck, but the ladders are surrounded by rocks and it's a bit scary getting in and out among the waves hitting the rocks and pushing you around. Animals are allowed here. I personally didn't like that. I do not like dogs running around me while I chill, and occasional barking was annoying. Additionally, having animals, especially dogs, around does not indicate good hygiene and cleanliness.\n\nBe aware that the vibe of the beach club is very progressive and liberal. It's obvious from the interior decoration and the crowd that it attracts.\n\nI, personally, would not recommend this place, since there are other very good options for beach clubs in Kas. The food is amazing, but considering the rest of the things that I mentioned, it's not worth it.",
            "author_name": "Harun Tucakovic",
            "relative_time_description": "",
            "time": 1752348618,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We visited as a group of 4 friends, with a spending limit of 1300 TL per person. At this price point, you can comfortably enjoy both food and drinks. We ordered the grilled salmon and the hamburger, but unfortunately the food did not meet our expectations. The hamburger bun was stale, and the salmon portion was disappointingly small. On the positive side, you can swim directly from the pier, and the atmosphere and service were great.",
            "author_name": "Metin Bozkurt",
            "relative_time_description": "",
            "time": 1755361505,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.leymonabeach.com/",
        "index": 4,
        "id": "",
        "categories": [
          "Restaurant",
          "Bar",
          "Bistro"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 33,
            "2": 22,
            "3": 48,
            "4": 113,
            "5": 903
          }
        },
        "minMinutesSpent": 240,
        "latitude": 36.199233,
        "address": "Andifli, Hastane Caddesi No:33, 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJtc8cZZ_RwRQRGKp0qZFugQU",
        "generalDescription": "Seyrek Çakıl Plajı is a charming little beach reminiscent of Kaputas, but on a smaller scale. The clear turquoise waters and clean pebble beach make it an inviting spot to relax. Across the road, there are facilities including free toilets, showers, and changing rooms. While there's no entry fee, you can rent sunbeds and umbrellas for a reasonable price. Additionally, there are food and drink options nearby. It's also noted as dog-friendly.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 29.51309,
        "rating": 4.5,
        "numRatings": 794,
        "sources": [],
        "imageKeys": [
          "sOQ2mp5HwsDxaIB1unANSRNd3vFHO4Ox",
          "aYYcBSdVKR7Oi4SDZqxeFfQ9OjPx8lvL",
          "5ndeDMhzHxV2yb6SGJJfQmCvueLamqql",
          "zkhby06qZNYuDa98wZ2c0IMf7FFYDZPW",
          "EfXMVvAEvBg5WdQycYvUYY54qL2qKGhM",
          "sOQ2mp5HwsDxaIB1unANSRNd3vFHO4Ox",
          "aYYcBSdVKR7Oi4SDZqxeFfQ9OjPx8lvL",
          "5ndeDMhzHxV2yb6SGJJfQmCvueLamqql",
          "zkhby06qZNYuDa98wZ2c0IMf7FFYDZPW",
          "EfXMVvAEvBg5WdQycYvUYY54qL2qKGhM"
        ],
        "openingPeriods": [],
        "name": "Seyrek Çakıl Plajı",
        "placeId": "ChIJtc8cZZ_RwRQRGKp0qZFugQU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "One of the only beaches in south Turkey that is TOTALLY FREE, and to be honest it's nice.\n\nNo entrance, no park to pay at all.\n\nYou car park easily.\n\nYou have a bar just 1 one minute walking if you want to have a drink.\n\nThere are bathroom and shower.\n\nThe sun lounger is 4€, it's ok event if it's not great quality.\n\nENJOY !",
            "author_name": "Alexandre Bazzoli",
            "relative_time_description": "",
            "time": 1719306158,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice free small beach, was quite empty in mid October.\n\nWater is very clean",
            "author_name": "Stanislav Andreev",
            "relative_time_description": "",
            "time": 1729323531,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very calm beach with no crowd and no entry fee. There are changing rooms and cabanas free to use. Visited in May first week",
            "author_name": "Smriti Sharma",
            "relative_time_description": "",
            "time": 1746809053,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gezilmesigerekenyerler.com/seyrek-cakil-plaji",
        "index": 5,
        "id": "",
        "categories": [
          "Beach",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 19,
            "2": 15,
            "3": 54,
            "4": 169,
            "5": 537
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.211353,
        "address": "Sarıbelen, 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJ99tvFVfawRQRIZ1JDkX6Ds4",
        "generalDescription": "Bay Köfte is a must-visit for meatball enthusiasts in Turkey. The owner takes pride in serving the best meatballs, and they certainly live up to the hype. Whether you prefer them on a plate or in a sandwich, these Turkish meatballs are juicy, tender, and delicious. Served with hot pepper sauce and complemented by bean salad, they are a true delight.",
        "utcOffset": 180,
        "maxMinutesSpent": 120,
        "longitude": 29.639818,
        "rating": 4.6,
        "numRatings": 1652,
        "sources": [
          {
            "id": "1846724",
            "type": "webPlacesList",
            "url": "https://www.kalkan.villas/en/blog/best-beaches-in-kas?srsltid=AfmBOoqTK9PrJNdWXaM5Z_HRFF0ZNHWkMuVQy5Wn7zNRbkkKlkdefmri",
            "sourceSite": "Web",
            "snippet": "Blanca Beach is a private beach located on the famous Hidayet Bay of Kas. Blanca Beach, which makes it its mission to provide a pleasant and safe service to its guests with its unique view and delicious cuisine, is also among the blue flag beaches of Kas.",
            "siteName": "Kalkan.Villas",
            "shortName": "Best Beaches in Kas - Kalkan Villas Blog",
            "indexInSource": 3,
            "iconSiteId": 176207,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HM3rcmTZkeMZ6hwnfo2ojJZo1S7gMUn9",
          "kihc4hcAVbSQ7k9eoSDPm0xD5SCrtYGi",
          "qkI6jkG7iCnGidybD7oLHA7IohD1MOpn",
          "HM3rcmTZkeMZ6hwnfo2ojJZo1S7gMUn9",
          "kihc4hcAVbSQ7k9eoSDPm0xD5SCrtYGi",
          "qkI6jkG7iCnGidybD7oLHA7IohD1MOpn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1130"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1130"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1130"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1130"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1130"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1130"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1130"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Bay Köfte",
        "placeId": "ChIJ99tvFVfawRQRIZ1JDkX6Ds4",
        "internationalPhoneNumber": "+90 242 836 33 05",
        "reviews": [
          {
            "rating": 5,
            "text": "Best Kofte and Spicy I've ever had in Turkey. The meat was well seasoned and juicy. The spicy sauce is made in house and was fantastic. Service was great!",
            "author_name": "Graham Travers",
            "relative_time_description": "",
            "time": 1747125188,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The köfte tastes amazing. The desert was magical. We couldn't believe though that we were paying 400 liras per sandwich though!",
            "author_name": "Liz von Loewen",
            "relative_time_description": "",
            "time": 1730057086,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It might not look like much from the outside but it was the best meat I've had in my two weeks in turkey. Juicy so juicy. A bit pricey but it's a tourist beach town. I asked if they'd give me a discount if I gave them 5 stars. He did not give me a discount but I'm still giving it 5 stars because the meatballs were just THAT juicy.\n\nAfter a cooked 13 hour commute from Görëmë the juicy Köfte brought me back to life",
            "author_name": "Joshua Ahn",
            "relative_time_description": "",
            "time": 1718988704,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 6,
        "id": "",
        "categories": [
          "Kofta restaurant",
          "Fast food restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 81,
            "2": 45,
            "3": 54,
            "4": 104,
            "5": 1404
          }
        },
        "minMinutesSpent": 120,
        "latitude": 36.200614,
        "address": "15 temmuz demokrasi meydanı 16/A andifli mah.07580, 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJ9_1FJV3bwRQR4F9P35otnl0",
        "generalDescription": "Küçük Çakıl is a small pebble beach located near the town center of Kas, Turkey. The beach offers stunning views in the morning and clear, blue waters for swimming. However, the limited space can make it crowded during peak times. Visitors can find cozy restaurants nearby and may want to bring their own umbrella and sunscreen. While the pebbles on the beach can be uncomfortable to walk on barefoot, it's a great spot for a quick swim in the sea.",
        "utcOffset": 180,
        "maxMinutesSpent": 180,
        "longitude": 29.644075,
        "rating": 4.3,
        "numRatings": 1082,
        "sources": [
          {
            "id": "1846724",
            "type": "webPlacesList",
            "url": "https://www.kalkan.villas/en/blog/best-beaches-in-kas?srsltid=AfmBOoqTK9PrJNdWXaM5Z_HRFF0ZNHWkMuVQy5Wn7zNRbkkKlkdefmri",
            "sourceSite": "Web",
            "snippet": "Kucuk Cakil Beach, as the name suggests, is a small beach that is 10 meters long between the rocks. There are two separate businesses on the right and left of the beach. Although there is no entrance fee to the places, there are spending limits.",
            "siteName": "Kalkan.Villas",
            "shortName": "Best Beaches in Kas - Kalkan Villas Blog",
            "indexInSource": 2,
            "iconSiteId": 176207,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "389812",
            "type": "webPlacesList",
            "url": "https://www.bucketlistbums.com/single-post/kasturkey",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Bucketlist Bums | World Traveler Blog",
            "shortName": "A Guide to the Turquoise Coast",
            "indexInSource": 1,
            "iconSiteId": 42854,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "NzKTRkIt7Qj6koOUhHmsWl9D3ohPRIz4",
          "H8But5qSnoXoq9AHnYJin6Na6yD2Exz1",
          "pbGdOpjJDeyq2WKBdJ0zjeXdYjx8uSMJ",
          "Bp0NewoCga83RKIWW4fqbMtAxEFaondh",
          "UWiHAZighBD6CpyYyEGyJuDGTRjnWHAd",
          "NzKTRkIt7Qj6koOUhHmsWl9D3ohPRIz4",
          "H8But5qSnoXoq9AHnYJin6Na6yD2Exz1",
          "pbGdOpjJDeyq2WKBdJ0zjeXdYjx8uSMJ",
          "Bp0NewoCga83RKIWW4fqbMtAxEFaondh",
          "UWiHAZighBD6CpyYyEGyJuDGTRjnWHAd"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Küçük Çakıl Plajı",
        "placeId": "ChIJ9_1FJV3bwRQR4F9P35otnl0",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The beach was BEAUTIFUL. See the picture and red arrow for beach free entrance. Otherwise, you will be charged if you entered through other restaurants",
            "author_name": "Praewpun Cheevamongkol",
            "relative_time_description": "",
            "time": 1727938389,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful beach, perfect for some privacy. Very small and secluded. Renting options are available but not mandatory.",
            "author_name": "Tristan Van Den Berg",
            "relative_time_description": "",
            "time": 1746880112,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful little cove to cool off at if you take a slow day on vacation in Kas! It's busy but not overcrowded. Some diving spots and friendly people all around. It is a pebble beach but small enough to not be painful (I had a recovering toe injury I was apprehensive about, but it was fine). Water was super clear and currents were a constantly changing mix of super cold and nicely warm. The entrance was in the middle of the two sides of the cove and you go down a fairly short and easy set of stairs.",
            "author_name": "Sarah Wong",
            "relative_time_description": "",
            "time": 1757505335,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 7,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 49,
            "2": 40,
            "3": 113,
            "4": 219,
            "5": 646
          }
        },
        "minMinutesSpent": 180,
        "latitude": 36.197195,
        "address": "Andifli, Beyhan Cenkçi Cd., 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJj9wQKgPbwRQRE717B0I-k38",
        "generalDescription": "Meyhane Myra is a popular spot with a stunning view of the sea and unique flavors. It's located right next to Kucuk Cakil Beach and is known for its delicious dishes, music, and ambiance. Reservations are recommended due to its popularity. The area around Kas offers many ancient cities like Xanthos, Letoon, Patara, and Phellos as well as undiscovered ruins waiting to be explored.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 29.644268,
        "rating": 4.3,
        "numRatings": 555,
        "sources": [
          {
            "id": "2656230",
            "type": "webPlacesList",
            "url": "https://beachsearcher.com/en/turkey/antalya/-/7616/kas",
            "sourceSite": "Web",
            "snippet": "While visiting the charming town of Kalkan, don't miss out on our day trip to Kekova and Demre (Myra) for a dose of history and breathtaking turquoise waters that are too beautiful to ignore!. The boat journey's highlights include exploring the underwater ruins of the Sunken City, strolling around the village of Kaleköy (also known as ancient Simena), and taking a dip in several stunning bays such as Burç Bay and Karemlik Bay, where you can even search for sea turtles!. Upon our return to land, you'll have the chance to delve into Lycian history by visiting the Museum of Lycian Civilizations and admiring the fascinating rock-cut tombs of ancient Myra, among other attractions.",
            "siteName": "beachsearcher.com",
            "shortName": "Kaş 🏖️ all 47 beaches around 14km (Turkey, Antalya)",
            "indexInSource": 0,
            "iconSiteId": 15511,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "f1CvEB6LSwqlkqQ2UtLKqXV3p5E3OrFN",
          "xzeiC3bCu5XxFhJTEbIAaB9AKISTBYrg",
          "LavCw266XNq7gG8ODiVCKClf1yyEhuKu",
          "8wylmSgSjVEPDJJGj9tZ05f7gEG0F7f6",
          "f1CvEB6LSwqlkqQ2UtLKqXV3p5E3OrFN",
          "xzeiC3bCu5XxFhJTEbIAaB9AKISTBYrg",
          "LavCw266XNq7gG8ODiVCKClf1yyEhuKu",
          "8wylmSgSjVEPDJJGj9tZ05f7gEG0F7f6"
        ],
        "openingPeriods": [],
        "name": "Meyhane Myra",
        "placeId": "ChIJj9wQKgPbwRQRE717B0I-k38",
        "internationalPhoneNumber": "+90 532 350 03 02",
        "reviews": [
          {
            "rating": 5,
            "text": "I recently dined at a fantastic seaside restaurant, and it was an experience to remember. The location itself is perfect, offering stunning views of the sea that create a relaxing and picturesque dining atmosphere.\n\nThe food was exceptional, starting with the appetizers. Each dish was thoughtfully prepared and beautifully presented, highlighting fresh, local ingredients. The variety of appetizers was impressive, and each one was delicious, setting the tone for the rest of the meal.\n\nThe star of the menu, however, was the fresh fish. Cooked to perfection, the fish was flavorful and tender, showcasing the culinary skills of the kitchen staff. It's clear they take great pride in sourcing and preparing the best seafood.\n\nThe staff were incredibly friendly and attentive, enhancing the overall dining experience. They were knowledgeable about the menu, offering excellent recommendations, and they made us feel welcome from the moment we walked in. Their warmth and professionalism truly made the meal special.\n\nI highly recommend this seaside restaurant for anyone looking to enjoy fresh, delicious food in a beautiful setting with exceptional service. It's a perfect spot for both casual meals and special occasions.",
            "author_name": "Mesut Koc",
            "relative_time_description": "",
            "time": 1722167629,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It has a lovely atmosphere and staff was so kind and helpful. We also like the food. It is a really good restaurant for sea food. Fried calamari was delicious 😋",
            "author_name": "Nergis Yılmaz",
            "relative_time_description": "",
            "time": 1693944350,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "Positive: Great view- like the other restaurants. +Probably tasty (high priced) food.\nNegative: We told the waiter- as its written on the menu- that my wife is allergic to milk. So we chose something \"made with olive oil\" ...and said to the waiter that my wife cant eat milk because of health reasons. The meal was brought to us, my wife tasted it... and it was floating in butter. 🥳🫣\nWe got a ruined evening (🤮) in this location and just  a \"sorry\", nothing else , not even a small compensation. Not even a tea. Really bitter for such an expensive restaurant.",
            "author_name": "Marcus Stoetzel",
            "relative_time_description": "",
            "time": 1684523260,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://qrxmenu.com/?n=myra",
        "index": 8,
        "id": "",
        "categories": [
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 50,
            "2": 22,
            "3": 28,
            "4": 56,
            "5": 399
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.197101,
        "address": "Andifli Mah, Küçükçakıl Mevkii, No:20, 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJ_R9HOh_bwRQRGLBoyR0BvQU",
        "generalDescription": null,
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 29.62453,
        "rating": 4.6,
        "numRatings": 1287,
        "sources": [],
        "imageKeys": [
          "uVGTIFg6wh2YBor1RF8LJUWVZ9MTgeza",
          "3GzGs4pHZgWo9tjGRd78ly9VYoqKBN5A",
          "i1pBSRrIKtKOh0htXIzaL763X8gOEqK4",
          "uVGTIFg6wh2YBor1RF8LJUWVZ9MTgeza",
          "3GzGs4pHZgWo9tjGRd78ly9VYoqKBN5A",
          "i1pBSRrIKtKOh0htXIzaL763X8gOEqK4"
        ],
        "openingPeriods": [],
        "name": "Incebogaz plaji",
        "placeId": "ChIJ_R9HOh_bwRQRGLBoyR0BvQU",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Solid for a public beach! Pebbles but not painful, it's not a large beach but when we were there we had space and it was comfortable enough (late October in the afternoon). Beautiful clear water, and a short walk from town.",
            "author_name": "Tegan Chislett",
            "relative_time_description": "",
            "time": 1730058121,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "İnceboğaz Beach is one of Kaş's most peaceful and naturally beautiful corners - a quiet, narrow stretch of coastline where two different seas meet. On one side, you have the open Mediterranean with its deep, bold blues and the occasional wave. On the other side, a calm, sheltered bay with crystal-clear, shallow water that feels almost like a natural pool.\n\nIt's the kind of place where you can forget the noise of the world. Surrounded by gentle hills and pine trees, İnceboğaz offers a simple yet soul-soothing experience. Whether you're floating in the still bay, walking barefoot along the pebbled shore, or just lying in the shade with a book, there's a quiet energy here that grounds you.\n\nThe beach itself is small and laid-back - no loud beach clubs or crowds, just sunbeds, umbrellas, and a few facilities for drinks and snacks. The water is incredibly clear, making it perfect for a refreshing swim or even some light snorkeling.\n\nEasily accessible from the center of Kaş, İnceboğaz is a perfect escape for those who value calm over chaos. It's not flashy - and that's exactly why it's special. A place to slow down, breathe deeply, and appreciate the beauty of the moment.",
            "author_name": "murat erbay",
            "relative_time_description": "",
            "time": 1743875074,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Incebogaz Beach it's a truly special spot cherished by locals. This place has a uniquely laid-back vibe you simply won't find at the more touristy postcard beaches.\n\nWhat really sets Incebogaz apart is its location at the narrowest part of the peninsula, giving it two “faces”: one side opens onto the wide Mediterranean (a bit windier and deeper), while the other forms a calm, almost always tranquil cove. That sheltered side is a big favorite with families and anyone who prefers gentler waters: it's shallow, warm, and crystal clear, so you can splash around all day without worrying about deep water.\n\nIt's a naturally beautiful place, surrounded by green hills, with a mix of small pebbles and grayish sand underfoot-so no sticky sand stuck to you after a swim! The water transparency is amazing, even for people who aren't really into snorkeling, especially near the rocky edges where lots of little fish and sometimes even octopus show up.\n\nGetting here is super easy: it's just a 1.5 km walk from Kaş center, and many people come by bike, taxi, or the local dolmuş minibus-so you never feel isolated from town.\n\nWhat I really enjoy is that most of the beachgoers are locals: families set up casual picnics in the shade, kids splash safely in the shallow water, and anyone can grab an icy cold ayran or snack at the little beach café. All the basics are covered: showers, toilets, sunbed and umbrella rentals, and lifeguards are present. Entry is free, and it's totally normal to bring your own food (just no tents or nude sunbathing).\n\nIf you're keen on being active, bring your snorkeling gear or try fishing by the rocks. In the evenings, the open sea side of the beach gets absolutely stunning sunsets-perfect for photos or just soaking up the moment while looking out toward Meis (Kastellorizo) Island.\n\nAll in all, Incebogaz is a place that keeps things simple and unpretentious, and that's exactly what makes it so appealing. This is where the people of Kaş themselves come to relax, so if you want to capture the authentic Mediterranean atmosphere, Incebogaz is definitely the place to go.",
            "author_name": "Villa Ikizler",
            "relative_time_description": "",
            "time": 1751579517,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 9,
        "id": "",
        "categories": [
          "Public beach",
          "Outdoor Activities",
          "Beaches"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 37,
            "2": 22,
            "3": 71,
            "4": 195,
            "5": 957
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.199974,
        "address": "Andifli, Beyhan Cenkçi Cd., 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJd3WzKFfawRQRkKxmxKoc1g0",
        "generalDescription": null,
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 29.63713,
        "rating": 4.6,
        "numRatings": 40,
        "sources": [
          {
            "id": "519308",
            "type": "webPlacesList",
            "url": "https://vuelveaviajar.com/en/kas-turkey-turquoise-coast/",
            "sourceSite": "Web",
            "snippet": "On the same street and very close, there is the Sofa Bistro, another restaurant with many vegetarian options (although this restaurant has meals for all kind of audiences). Both are perfect choices for stylish dinners after a tiring day at the beach.",
            "siteName": "Ani Anywhere",
            "shortName": "Exploring the Turquoise Coast: 3 Days in Kaş, Turkey",
            "indexInSource": 2,
            "iconSiteId": 49960,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "44DJSd8qbfiJu3GkqAXgzulzojaTYWX1",
          "CXnfe2iG1FnxmedQzGgOU1N8VHpsPQZU",
          "Q3dciFCH9XMwDHR7bkCAJ7kQP05hjvia",
          "2dQupAIfvITMjcL6tXvEjx53i1HZQIVb",
          "44DJSd8qbfiJu3GkqAXgzulzojaTYWX1",
          "CXnfe2iG1FnxmedQzGgOU1N8VHpsPQZU",
          "Q3dciFCH9XMwDHR7bkCAJ7kQP05hjvia",
          "2dQupAIfvITMjcL6tXvEjx53i1HZQIVb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Sofa Bistro",
        "placeId": "ChIJd3WzKFfawRQRkKxmxKoc1g0",
        "internationalPhoneNumber": "+90 242 836 24 05",
        "reviews": [
          {
            "rating": 5,
            "text": "A cute and cozy cafe near the beach. Sofa's got amazing food, great coffee, and is perfect for lunch or dinner with friends or as a work spot if you need a chill place with good music and WiFi!",
            "author_name": "Joey Zeenny",
            "relative_time_description": "",
            "time": 1524653016,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "So glad we found this place tucked away from the main town. Best meal of our holiday so far. Salads, burgers, pasta - all highly recommended. We will be back before it's time to go home. 😊",
            "author_name": "Caroline Armstrong",
            "relative_time_description": "",
            "time": 1539882602,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Enjoyed our quite dinner on the porch overlooking the sea. Wife's salad was good as was my fish and chips. Light music in the background contributed to a relaxing atmosphere. Attentive service.",
            "author_name": "Glenn Albrecht",
            "relative_time_description": "",
            "time": 1541611853,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Bistro"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 0,
            "2": 0,
            "3": 4,
            "4": 9,
            "5": 27
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.199364,
        "address": "36C, Andifli, Necipbey Cd., 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      },
      {
        "_id": "ChIJo5h61nPawRQRdW7WW9-hvMc",
        "generalDescription": "Hidayet Bay Beach in Kas is a small, rocky Mediterranean beach known for its clear water and rich marine life. It's a popular spot for underwater enthusiasts due to the unique sea and diverse marine species. The friendly staff provide sunbeds and umbrellas for a fee, while food and beverage prices are comparable to other beaches. Despite being halfway through the peninsula, visitors can easily access the beach via a minibus service.",
        "utcOffset": 180,
        "maxMinutesSpent": null,
        "longitude": 29.612267,
        "rating": 4.1,
        "numRatings": 2966,
        "sources": [],
        "imageKeys": [
          "WH7p6XiNcpA20EdmtWdd8DTEQiBTquHE",
          "eVctvh33LQ1lkB7JfwTVQamOXOeocWuo",
          "vaV3BY4OPD8l1yR3HTwflkA5FDycczuI",
          "WH7p6XiNcpA20EdmtWdd8DTEQiBTquHE",
          "eVctvh33LQ1lkB7JfwTVQamOXOeocWuo",
          "vaV3BY4OPD8l1yR3HTwflkA5FDycczuI"
        ],
        "openingPeriods": [],
        "name": "Hidayet Bay Beach",
        "placeId": "ChIJo5h61nPawRQRdW7WW9-hvMc",
        "internationalPhoneNumber": "+90 532 267 52 55",
        "reviews": [
          {
            "rating": 5,
            "text": "Incredible water. Decent prices and very clean facilities. Food and drinks are very good indeed. Our waiter (Hasancan) was very kind and he was extra positive even at the highest hour. Over the top experience…",
            "author_name": "Çavlan Başarır",
            "relative_time_description": "",
            "time": 1750599457,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "One of the best spots to swim and have a day-fun with friends. The crowd is mostly young adults and boozy. Musics are just fine, it's not as loud and intrusive as locals believe it is.\n\nThe staff… Incredibly polite, helpful and friendly. I saw some comments about staff being rude, a flat out lie. Politest staff we have seen in Kas.\n\nWe liked the food, Hidayet Burger is tasty.\n\nThe location isn't great. The beach is halfway through “the peninsula” and there is a minibus for every hours. Hours are a bit chaotic and the steep ramp to the high road doesn't help.\n\nI wish they would cease to use plastic straws. It's sad to see so many people sip their drinks just by the water from huge plastic straws.",
            "author_name": "Burak Yorganci",
            "relative_time_description": "",
            "time": 1718093017,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I liked this beach quite a lot. The water was incredible, almost transparent. You can see everything below until 6-7 meters. The beach entrance is free but umbrella costs 100 tl and the sun bed costs 600 tl. We get into water swam come back to restaurant area and drink beer and ate a pizza. So we didn't have to pay for the sunbed or the umbrella. The food is good. There is a huge parking problem though. I would recommend coming in early hours.",
            "author_name": "Derin Deniz Bınaroğlu",
            "relative_time_description": "",
            "time": 1751885355,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hidayetkoyu.com/tr/anasayfa",
        "index": 11,
        "id": "",
        "categories": [
          "Beach",
          "Outdoor Activities",
          "Beach & Pool Clubs"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 320,
            "2": 110,
            "3": 233,
            "4": 511,
            "5": 1788
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.19688,
        "address": "Andifli, 07580 Kaş/Antalya, Türkiye",
        "travel_time": null
      }
    ]
  }
}