{
  "list_id": "792",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/792/1.jpg",
  "description": "Dive into \"Chiyoda's Enchanted Escapes for Lovers\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163792"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Chiyoda's Enchanted Escapes for Lovers",
  "city_id": "42",
  "subtype": "poi",
  "city": "Chiyoda",
  "created_ts": 1759304206,
  "slug": "chiyodas-enchanted-escapes-for-lovers-chiyoda-poi-89e480",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ35ov0dCOGGARKvdDH7NPHX0",
        "generalDescription": "Tokyo Skytree is the world's tallest freestanding broadcasting tower, offering a 360-degree view from its observation deck. At night, Tokyo Tower, Odaiba, and Tokyo Skytree light up the city with vibrant colors. Visitors can enjoy a dinner cruise with Japanese and Western-style dishes while taking in the stunning views.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.8107,
        "rating": 4.4,
        "numRatings": 105279,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "A post shared by 東京スカイツリー　Tokyo Skytree (@tokyoskytree_official) on Sep 9, 2019 at 6:37pm PDT. Tokyo Tower might be the classic tower date spot in Tokyo, but if you want something a little different, then visiting Sky Tree is the perfect alternative. The two observation decks within Sky Tree offer the most complete and eye-catching views of the city.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 0,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GW8mCdaoWVsNgfWXBCQwaMf3wYZBzuI1",
          "KtsvXUDVBcMKufBcfmrQW8Uuk4tI2vea",
          "d3FYQ9xRMErIzznGEZGQfT0vntJSAaCy",
          "17w8rh9eaPCpUGEFo3q0xUMApz43Jnr0",
          "NssYNfms6upnm8rXeqyJEkSyy13y80ny",
          "GW8mCdaoWVsNgfWXBCQwaMf3wYZBzuI1",
          "KtsvXUDVBcMKufBcfmrQW8Uuk4tI2vea",
          "d3FYQ9xRMErIzznGEZGQfT0vntJSAaCy",
          "17w8rh9eaPCpUGEFo3q0xUMApz43Jnr0",
          "NssYNfms6upnm8rXeqyJEkSyy13y80ny"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Tokyo Skytree",
        "placeId": "ChIJ35ov0dCOGGARKvdDH7NPHX0",
        "internationalPhoneNumber": "+81 570-550-634",
        "reviews": [
          {
            "rating": 5,
            "text": "We decided to head out to visit the Tokyo Skytree to compare the views with those from Tokyo Tower, which we had visited earlier in our trip. After a quick and easy train ride, we arrived and had dinner in the surrounding complex before heading toward the ticket counter. Unfortunately, we arrived just a few minutes before closing and missed the last admission time, so we weren't able to go up the tower that night.\n\nEven though we didn't make it to the top, the visit still turned out to be worthwhile. The tower itself is massive and really impressive, especially at night. It was fully illuminated and the colours changed periodically, cycling through purples, blues, reds, and a stunning rainbow display at one point. I was able to get several photos from different angles on our walk up to the tower, and it still felt like a great experience even without going to the top.\n\nThe whole area around the base is clean, modern, and easy to navigate, with shopping, restaurants, and a very open plaza for photos. I'll definitely come back earlier next time to enjoy the observation deck and views over Tokyo, but even just seeing the tower up close was worth the visit.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753253920,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Skytree is the tallest tower in the world and a must-visit in Tokyo.\nThere was a bit of a queue to get in, but the staff were friendly and helpful, so the wait wasn't too bad.\n\nThe view from the top is amazing - you can see all over Tokyo, and if the weather is clear, you might even spot Mount Fuji. It's really impressive!\n\nThe location is very convenient, with many train lines nearby, so it's easy to get there from anywhere in the city.\n\nOn the lower floors, there are lots of shops and restaurants. It's quite busy, but fun for shopping and trying local food.\n\nOverall, it was a great experience. I'd recommend going early to avoid the crowds. Would love to visit again!",
            "author_name": "Jakarin Hongyok",
            "relative_time_description": "",
            "time": 1753783596,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Skytree Tower: Impressive views of Tokyo from the observation decks\nThe tower's design is stunning, but be prepared for long lines and crowds if going over the weekend. We visited evening hours of weekday and was worth a visit, but plan ahead.\n\nThere is shopping mall attached you can buy some nice gifts and have your meal if needed.",
            "author_name": "Aamir Ali Raja",
            "relative_time_description": "",
            "time": 1757530554,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-skytree.jp/",
        "index": 1,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Observation Decks & Towers",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1996,
            "2": 1748,
            "3": 9975,
            "4": 28189,
            "5": 63638
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.710063,
        "address": "1 Chome-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "generalDescription": "Tokyo Tower, reminiscent of the Eiffel Tower, is a significant landmark in Tokyo and Japan. It was opened in 1958 and celebrated its 60th anniversary in 2018. Standing at 333m tall, it offers observation areas at 150m and 250m high, providing stunning views of Mt. Fuji, Mt. Tsukuba, and the entire Tokyo metropolis.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.745433,
        "rating": 4.5,
        "numRatings": 88528,
        "sources": [
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "While Tokyo Tower may not be the most unique place to go for a date, not many people know that you can actually climb up the stairs to Tokyo Tower’s main deck. It’s a great teamwork date spot and you can encourage each other to keep going.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 14,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905152",
            "type": "webPlacesList",
            "url": "https://www.trip.com/blog/romantic-locations-in-tokyo-to-visit-this-holiday-season/",
            "sourceSite": "Web",
            "snippet": "Christmas is coming soon, and fantastic lights are popping up everywhere in Japan. The Christmas spirit is picking up. As the capital, Tokyo is full of romantic lights.",
            "siteName": "trip.com",
            "shortName": "8 Romantic Locations in Tokyo to Visit This Holiday Season travel notes and guides",
            "indexInSource": 6,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JY38HL2fVwecG11HrvXGczEsLKj7yyDd",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "E4xVd14lrqNGyuwY11S4kHX00JZIxE1y",
          "JY38HL2fVwecG11HrvXGczEsLKj7yyDd",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "E4xVd14lrqNGyuwY11S4kHX00JZIxE1y"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Tokyo Tower",
        "placeId": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "internationalPhoneNumber": "+81 3-3433-5111",
        "reviews": [
          {
            "rating": 5,
            "text": "Tokyo Tower offers a straightforward and pleasant experience for visitors. The observation decks provide clear, panoramic views of the city, and on a good day, you can see Mount Fuji in the distance. While the tower itself is a well-known landmark, the visit inside is calm and organized. The different levels offer good photo opportunities of the surrounding area. It's a solid choice for anyone looking to see the city from above without the feeling of being rushed.",
            "author_name": "Slavi Tsvetanov",
            "relative_time_description": "",
            "time": 1757355083,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had been looking forward to visiting Tokyo Tower, especially at night, having seen so many beautiful photos of the city lights stretching endlessly into the horizon. Seeing it in person absolutely lived up to expectations. The view from the Main Deck at 150 metres was stunning, with a full panoramic scene of Tokyo's sparkling skyline. I stayed up there for around 40 minutes taking in the sights and snapping photos from multiple angles.\n\nTokyo Tower stands at 333 metres tall and was inspired by the Eiffel Tower in Paris, though it's slightly taller. Built in 1958, it originally served as a television broadcasting antenna and remains one of the city's iconic landmarks. Its red-and-white design stands out beautifully, especially when lit up at night.\n\nThe atmosphere on the observation deck was relaxed, and there was plenty of room to enjoy the views without feeling crowded. The night lighting changes seasonally, which adds something a little different if you visit at various times of year. You can also explore souvenir shops, grab a drink, or check out the FootTown building underneath with its mini attractions and eateries.\n\nIf you're planning a trip to Tokyo, I'd definitely recommend adding this to your evening plans. It's especially ideal for photographers and anyone wanting a breathtaking, elevated view of the city.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753006371,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The most popular landmark in city, Tokyo Tower is an absolute incredible site to visit. Other than observation decks, there are multiple gift shops, restaurants and gallery at this location. We bought our tickets online few days in advance to reserve the date and time. Upon arrival we checked-in at the counter. Guests need to arrive during their ticket slots or they might not allow them to get in at another time.\n\nThe walkway to the elevator was a nice historical gallery of how the tower was made. Then the elevator took us to the first observation deck where we were greeted with juices and alcohol drinks. Here we also took a souvenir photo that was included with the ticket. We hopped on another elevator that took us the higher observation deck. It had some really nice 360 view of Tokyo. Because of the haze, the skyline was not so clear. We spent about 15 minutes here, since there wasn't much to see other than the city skyline.\n\nThen we head back to the lower deck that had gift shop, glass see thru floor and larger windows with city view. Here we spent about another 20 minutes. The gift shop had excellent items. I got a small replica of the tower and few other stuff from the shop.\n\nFinally we head down the main entrance where we explored the bigger gift shop. It had way more items like tower coin chocolates, bakery items and an ice cream shop. There was also a gallery and restrooms.  Overall we had a wonderful time here. Enjoyed the sight and the shopping. It's very clean and maintained. Absolutely recommend for anyone visiting Tokyo.",
            "author_name": "Nehal Ahmed",
            "relative_time_description": "",
            "time": 1755363598,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyotower.co.jp/",
        "index": 2,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Art gallery",
          "Landmark",
          "Shopping mall",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1056,
            "2": 1106,
            "3": 7655,
            "4": 23008,
            "5": 55703
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.658581,
        "address": "4 Chome-2-8 Shibakoen, Minato City, Tokyo 105-0011, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "generalDescription": "The National Art Center Tokyo is a large, modern venue in Roppongi that showcases temporary exhibitions of both Japanese and international art. The building's unique facade contrasts with the surrounding architecture, embodying Kisho Kurokawa's architectural concepts of natural materials and adaptability to surroundings. With its wavy glass exterior, the museum spans 14,000 square meters and hosts works from renowned artists without maintaining a permanent collection.",
        "utcOffset": 540,
        "maxMinutesSpent": 180,
        "longitude": 139.726374,
        "rating": 4.4,
        "numRatings": 20416,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Those couples interested in art and fine dining should definitely pay a visit to The National Art Center Tokyo in Nogizaka. The NACT doesn’t have any collections or permanent displays but organizes scheduled shows set up by groups and organizations. These vary greatly from month to month — which is why it’s also a good place to visit regularly.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 2,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ay60lcTqz64FdJDEEkEDT6IW0C77SLpU",
          "lN7ECKD0mUuvpPNkfwSs1fd18jz3AJfl",
          "AmsyUqydl2omqiiGY4GxCouFJEUyW3zl",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO",
          "Ay60lcTqz64FdJDEEkEDT6IW0C77SLpU",
          "lN7ECKD0mUuvpPNkfwSs1fd18jz3AJfl",
          "AmsyUqydl2omqiiGY4GxCouFJEUyW3zl",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "The National Art Center, Tokyo",
        "placeId": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "internationalPhoneNumber": "+81 50-5541-8600",
        "reviews": [
          {
            "rating": 5,
            "text": "If you are going to be in the area and appreciate art and architecture, this is definitely a great place to visit. Many of the galleries are free to enter, and the ones that do cost money are generally only about 2 or 3 dollars. When I visited, there was a wide variety of galleries which were interesting to see. There are also multiple places to eat, so it can make for a great place to grab lunch during a busy day.",
            "author_name": "Brandon Crossland",
            "relative_time_description": "",
            "time": 1751612233,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The National Art Center in Tokyo is an impressive place with its unique architecture and spacious design. I really enjoyed the variety of exhibitions, and the atmosphere felt calm and inspiring. The building itself is worth visiting, even if you're not deeply into art. It's also conveniently located near Roppongi, making it easy to include in a day trip around the area. A must-visit for art lovers and anyone looking for a beautiful cultural experience in Tokyo.",
            "author_name": "Pitiwat Pitipornpuwapat (Dook)",
            "relative_time_description": "",
            "time": 1755504914,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful art exhibits & amazing architecture. Well-maintained and organized art center. Sadly, the library was closed when I visited but I was still able to enjoy my time. Lots of seating, clean restrooms. The Art Exhibit during my visit was free. There are restaurants inside that are available, but quite expensive and limited options. Overall, this Art Center is a definite must-see!",
            "author_name": "Bea Andrea Sicat",
            "relative_time_description": "",
            "time": 1757236972,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.nact.jp/",
        "index": 3,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Art center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 384,
            "2": 299,
            "3": 1897,
            "4": 6859,
            "5": 11005
          }
        },
        "minMinutesSpent": 180,
        "latitude": 35.665289,
        "address": "7 Chome-22-2 Roppongi, Minato City, Tokyo 106-8558, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ1UOuDWiMGGARkM6Iv-ZU57U",
        "generalDescription": "Yasukuni Jinja, situated in Kudankita, Chiyoda-ku, Tokyo, is a Shinto shrine honoring the souls of Japanese military personnel who perished in conflicts and wars since the Meiji era. The shrine pays tribute to approximately 2,466,000 spirits who sacrificed their lives for Japan.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.743849,
        "rating": 4.4,
        "numRatings": 20227,
        "sources": [
          {
            "id": "247511",
            "type": "webPlacesList",
            "url": "https://en.japantravel.com/guide/chiyoda-city-ward-temples-shrines/65178",
            "sourceSite": "Web",
            "snippet": "War may be a horrid affair but both peace and serenity are very much on display at Yasukuni Shrine. Paying respects to the 2.5 million people who died fighting for Japan since the Meiji Restoration, the shrine manages to attract not only gratitude for those who paid the ultimate sacrifice but also controversy for the one thousand listed war criminals enshrined there. A 5-minute walk from Kudanshita Station on the Hanzomon Line.",
            "siteName": "Japan Travel",
            "shortName": "Chiyoda City Ward - Temples & Shrines - Culture",
            "indexInSource": 4,
            "iconSiteId": 144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600249",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/tokyo-chiyoda-area-guide/",
            "sourceSite": "Web",
            "snippet": "Located in Kudan-kita, Chiyoda-ku, Yasukuni Shrine is dedicated to military personnel who died in service to Japan. The shrine enshrines over 2,466,000 heroic warriors from various periods, including the late Edo and Pacific War. Yasukuni Shrine is also a famous cherry blossom viewing spot, with around 400 cherry trees on its grounds.",
            "siteName": "FLIP Japan Guide",
            "shortName": "Best Things To Do, History, Areas, And Recommended Accommodations",
            "indexInSource": 4,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "257771",
            "type": "webPlacesList",
            "url": "https://www.tokyoweekender.com/2017/06/8-spots-you-dont-want-to-miss-in-chiyoda/",
            "sourceSite": "Web",
            "snippet": "One of Tokyo’s most impressive shrines, this shrine is dedicated to those who lost their lives in service to the Empire of Japan between 1869 and 1947. The politics of this area can be a little complicated, but it’s also a great place to see cherry blossoms and traditional spring and autumn festivals.",
            "siteName": "Tokyo Weekender",
            "shortName": "8 Spots You Don't Want to Miss in Chiyoda",
            "indexInSource": 2,
            "iconSiteId": 3111,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1375937",
            "type": "webPlacesList",
            "url": "https://thetravellinghiker.com/the-very-best-things-to-do-in-chiyoda-tokyo/",
            "sourceSite": "Web",
            "snippet": "This shrine dates from the 19th century and was built to commemorate the Japanese people who have died in a war. It is famous for its 25-meter-high Torii Gate and the Yashukan Museum that lies on its grounds. The Yashukan is a museum that commemorates Japan’s wars.",
            "siteName": "The Travelling Hiker",
            "shortName": "The Very Best Things To Do In Chiyoda, Tokyo",
            "indexInSource": 6,
            "iconSiteId": 173564,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZBmnsPpODYpS0iffXNEKsJPPdv4twzup",
          "UiwxqYevGhb5NlS0MSYiaSEqrdQLGEYb",
          "9TxcSzXXLCl8rxgiHowWozmsXSVDE6hh",
          "5SN9z5ZChWWHuQDxybE2N7tsMAKwBjjF",
          "M8pXnoyPzsg6kJI5k3P09JCz3Ihb55Fy",
          "ZBmnsPpODYpS0iffXNEKsJPPdv4twzup",
          "UiwxqYevGhb5NlS0MSYiaSEqrdQLGEYb",
          "9TxcSzXXLCl8rxgiHowWozmsXSVDE6hh",
          "5SN9z5ZChWWHuQDxybE2N7tsMAKwBjjF",
          "M8pXnoyPzsg6kJI5k3P09JCz3Ihb55Fy"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Yasukuni-jinja Shrine",
        "placeId": "ChIJ1UOuDWiMGGARkM6Iv-ZU57U",
        "internationalPhoneNumber": "+81 3-3261-8326",
        "reviews": [
          {
            "rating": 5,
            "text": "Founded by Emperor Meiji in June 1869 to commemorate those who died in service for Japan.\nThe shrine contains names of almost 2,5 million men including one thousand war criminals there of whom 12 were charged with class A crimes.\nBecause of this controversy the last two emperors never visited the shrine.\nThere's also a military museum adjacent to the shrine.",
            "author_name": "Vadim Solodukhin",
            "relative_time_description": "",
            "time": 1718902627,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful and vast shrine with a presence. The large tori gate greeting you as you enter the shrine makes this temple unique among the temple in Tokyo. When you enter the temple, you are greeted with a large public area with many sections to explore. Going near the end of the day is unique as you get to see the sun setting over the tori gate and the temple.",
            "author_name": "Hun Sern Tan",
            "relative_time_description": "",
            "time": 1725824386,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's beautiful. The shrine is dedicated to the respect of all those who died fighting for Japan from the Meiji Era onward. There is the shrine proper, the Yushukan a museum to preserve the memory of the kami, an archive, a beautiful garden and several monuments.\nThe shrine is very important and there is a lot of people there during the day. The best time to be there is very early in the morning.",
            "author_name": "Jean-François April",
            "relative_time_description": "",
            "time": 1699760901,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.yasukuni.or.jp/",
        "index": 4,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 634,
            "2": 176,
            "3": 1897,
            "4": 4721,
            "5": 12800
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.694136,
        "address": "3 Chome-1-1 Kudankita, Chiyoda City, Tokyo 102-0073, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJD9Pd-daOGGARCYgMMXqki5E",
        "generalDescription": "Tokyo Solamachi MISE is a massive retail complex situated at the base of Tokyo Skytree, offering over 300 shops and restaurants. It's not just about fashion; the complex also houses unique stores specializing in goods like salt from different regions of Japan and traditional Tokyo crafts. If you're on the lookout for souvenirs, there's an entire floor dedicated to souvenir shops with character goods, Japanese interior design items, and snacks.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.811575,
        "rating": 4.2,
        "numRatings": 38027,
        "sources": [
          {
            "id": "905146",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/10-tokyo-date-spot-ideas-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "For a day filled with romance and cute sea creatures, Tokyo Skytree and Tokyo Solamachi have you covered. Head first to the 5th floor for a world full of aquatic wildlife at Sumida Aquarium, where you can view penguins, an array of jellyfish and a massive tank filled with Ogasawara sea animals. Afterward, enjoy a luxurious meal at the French restaurant Patisserie Parola on the 30th floor, which features a gourmet tasting menu, including an all-strawberry dessert cart.",
            "siteName": "GaijinPot",
            "shortName": "10 Great Date Spots in Tokyo for Valentine's Day",
            "indexInSource": 2,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Personally speaking, I’m not a big fan of heights, so a date to a tower is a big no-no for me. That being said, Sky Tree Town has a lot more than just the views to offer. So if you’re not into heights but still want to see what Sky Tree has to offer, check out Tokyo Solamachi.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 1,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fgzgOFmporpUYnkaja3bSQzTVj5aQWqm",
          "SWrNsFFIG3bGPLg24pVp5HzFoMtO3gdv",
          "qULZYKL8MpbOftcQVsyJIBAJ0ZRczxkp",
          "EpP2Lvcjko6Xo0vWRhsHitn5TAtshmBy",
          "dygUhmE8CeSPzhaKtjs8yrxnlHsjeLCn",
          "fgzgOFmporpUYnkaja3bSQzTVj5aQWqm",
          "SWrNsFFIG3bGPLg24pVp5HzFoMtO3gdv",
          "qULZYKL8MpbOftcQVsyJIBAJ0ZRczxkp",
          "EpP2Lvcjko6Xo0vWRhsHitn5TAtshmBy",
          "dygUhmE8CeSPzhaKtjs8yrxnlHsjeLCn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Tokyo Solamachi",
        "placeId": "ChIJD9Pd-daOGGARCYgMMXqki5E",
        "internationalPhoneNumber": "+81 3-6700-4833",
        "reviews": [
          {
            "rating": 5,
            "text": "Best place with a good mix of retail and F&B outlets. Any restaurant here serves good food. I find shopping here is better than other malls as it not too large and not too small, just the right amount of relevant brands.There is also a Pokemon Centre. Always come back here each time.",
            "author_name": "Joann S",
            "relative_time_description": "",
            "time": 1751644256,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I absolutely love the range of restaurants and activities for the family. There are also rest areas if you're exhausted from the day or just wiped out from going around Tokyo too much. There's a play park exclusive for babies AND another for toddlers/kids. The view of sky tree is absolutely breathtaking. There's even a garden on the top floor if you want to get some fresh air and let your kids run around especially on a very great day. Fair warning, The restaurants are PACKED on weekends and holidays, so expect a very long queue (1-2 hours waiting time on average)",
            "author_name": "Lauren Araneta",
            "relative_time_description": "",
            "time": 1743253991,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is my first mall experience in Japan. My child asked to go to the mall, and it turns out there's a Tokyo Skytree here that attracts many tourists. The mall has a concept with quite a few open areas, but there are also many great shops inside",
            "author_name": "Robert Silaen",
            "relative_time_description": "",
            "time": 1752074845,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tokyo-solamachi.jp/",
        "index": 5,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Restaurant",
          "Souvenir store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 421,
            "2": 774,
            "3": 6999,
            "4": 13830,
            "5": 16026
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.710233,
        "address": "1 Chome-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJTQbYAg2MGGARt22eNwtfGtE",
        "generalDescription": "The Imperial Palace in Tokyo is the main residence of the emperor of Japan and has been home to a succession of emperors since 1868. The scenic East Gardens are open to the public throughout the year, offering a popular spot for enjoying cherry blossoms. While Marunouchi is known as a business district, it also offers attractions such as skyscrapers, department stores, and architectural wonders like the Shin-Marunouchi Building and Tokyo International Forum.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.752799,
        "rating": 4.4,
        "numRatings": 28923,
        "sources": [
          {
            "id": "306101",
            "type": "webPlacesList",
            "url": "https://www.jrpass.com/blog/the-ultimate-guide-to-chiyoda-tokyo",
            "sourceSite": "Web",
            "snippet": "It is still the official imperial residence and is closed to the public except on two traditional festival days: New Year’s (January 2nd) and the Emperor’s birthday (February 23rd). The gardens and grounds are open to the public every day except on Monday and Friday. You can take a 75-minute tour of the palace grounds, but you do not enter any buildings, with tickets available from the Imperial Household Agency and at the official grounds’ entrance, known as the Kikyo-mon Gate.",
            "siteName": "JRPass.com",
            "shortName": "The Ultimate Guide to Chiyoda, Tokyo",
            "indexInSource": 2,
            "iconSiteId": 15077,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130480",
            "type": "webPlacesList",
            "url": "https://mai-ko.com/travel/japan/honeymoon-in-japan/the-perfect-4-day-tokyo-honeymoon-itinerary/",
            "sourceSite": "Web",
            "snippet": "The Shangri-La Hotel is the most luxurious of hotels in a very impressive location, sitting just a 10-minute walk from both the Imperial Palace and the heart of the upmarket Nihonbashi area. The hotel occupies the top 11 floors of the Marunouchi Trust Tower Main Building and boasts incredible city views, excellent spa facilities, and three world-class restaurants. The best of the best in one of the city's most enviable locations, it's hard to beat.",
            "siteName": "Tea Ceremony Japan Experiences MAIKOYA",
            "shortName": "The Most Romantic Honeymoon Experience in Tokyo",
            "indexInSource": 0,
            "iconSiteId": 166,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1375937",
            "type": "webPlacesList",
            "url": "https://thetravellinghiker.com/the-very-best-things-to-do-in-chiyoda-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Imperial Palace in Tokyo consists of the Imperial Residence, where Japan’s Emperor and family live, and the Imperial Palace Complex, where he undertakes official duties. It is located on the site of the former Edo Castle, which was the seat of the Tokugawa Shogunate who ruled Japan for over 300 years. The former Edo Castle was destroyed during World War II.",
            "siteName": "The Travelling Hiker",
            "shortName": "The Very Best Things To Do In Chiyoda, Tokyo",
            "indexInSource": 0,
            "iconSiteId": 173564,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94603",
            "type": "webPlacesList",
            "url": "https://en.japantravel.com/guide/chiyoda-city-ward-landmarks-history/66495",
            "sourceSite": "Web",
            "snippet": "The Tokyo Imperial Palace is a reaffirmation of Imperial authority. Standing on the grounds of the shogunate that once ruled Japan in place of the Emperor, the palace is surrounded by an impressive moat and while out of public reach, the grounds, including the East Gardens, are well worth the visit. A 2-minute walk from Otemachi Station on the Chiyoda Line.",
            "siteName": "Japan Travel",
            "shortName": "Chiyoda City Ward - Landmarks & History - Culture",
            "indexInSource": 2,
            "iconSiteId": 144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "257771",
            "type": "webPlacesList",
            "url": "https://www.tokyoweekender.com/2017/06/8-spots-you-dont-want-to-miss-in-chiyoda/",
            "sourceSite": "Web",
            "snippet": "Emperor Akihito has been making headlines recently, as he will be the first Japanese monarch to step down from the throne in two centuries. Arguably, he and Empress Michiko also have the best house in the entire city. While you can’t always see a lot of it, just strolling around the impressive Imperial Palace grounds is an experience in itself.",
            "siteName": "Tokyo Weekender",
            "shortName": "8 Spots You Don't Want to Miss in Chiyoda",
            "indexInSource": 0,
            "iconSiteId": 3111,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1075899",
            "type": "webPlacesList",
            "url": "https://visit-chiyoda.com/visit-chiyoda-experience-heart-tokyo/",
            "sourceSite": "Web",
            "snippet": "The most famous attraction in the Chiyoda ward is the Imperial Palace where the Japanese emperor lives. What you may not know is that the area around the Imperial Palace is also the most popular running track in Japan. Thousands of runners jog every day counter-clockwise around the sprawling palace.",
            "siteName": "Visit Chiyoda",
            "shortName": "The Chiyoda district in Tokyo offers everything your heart desires",
            "indexInSource": 0,
            "iconSiteId": 3758,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907876",
            "type": "webPlacesList",
            "url": "https://visit-chiyoda.tokyo/en/experience/",
            "sourceSite": "Web",
            "snippet": "In addition to the ever-popular Tokyo Imperial Palace or Akihabara, Chiyoda City is also home to many other distinctive areas like book town “Jimbocho,” music town “Ochanomizu,” or curry and bar town “Kanda,” in addition to its array of stunning parks and museums.",
            "siteName": "visit-chiyoda.tokyo",
            "shortName": "Experience the Heart of Tokyo|Official Tourism Site of Chiyoda, Tokyo",
            "indexInSource": 0,
            "iconSiteId": 59212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904854",
            "type": "webPlacesList",
            "url": "https://blog.tokyoroomfinder.com/area-guide-chiyoda/",
            "sourceSite": "Web",
            "snippet": "You can’t visit this amazing castle but you can go around in the garden and enjoy the cherry blossom while renting a boat to do a promenade on the lake. The place is huge a a very quiet place to relax.",
            "siteName": "Tokyo Room Finder Blog",
            "shortName": "Area Guide Chiyoda",
            "indexInSource": 7,
            "iconSiteId": 31534,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353480",
            "type": "webPlacesList",
            "url": "https://www.peek.com/chiyoda-city-tokyo-japan/r03wvz/valentines-day-prelude-romantic-escapes-in-chiyoda-city-tokyo/ar0a9rxmd",
            "sourceSite": "Web",
            "snippet": "For a truly unforgettable experience, consider booking a private evening tour of the Imperial Palace, where you can explore the stunning gardens and iconic Nijubashi Bridge under the moonlight.",
            "siteName": "Peek",
            "shortName": "Romantic Escapes in Chiyoda City, Tokyo",
            "indexInSource": 2,
            "iconSiteId": 14491,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "elqYV40JqPlXdIE4YcTKy0DRZCK7pBJg",
          "Lhv6m15Gh6fonPczMPVNzHwvz5ZZHWEp",
          "DqHjVGn8yohoQtkzZeluZfZr9BK9phqo",
          "F2s7OgF6KLUm5p0okGAJyfGWlbEsryv5",
          "qyMnmhzKFlzsfmVUQFQXDAWQ9YIsRnna",
          "elqYV40JqPlXdIE4YcTKy0DRZCK7pBJg",
          "Lhv6m15Gh6fonPczMPVNzHwvz5ZZHWEp",
          "DqHjVGn8yohoQtkzZeluZfZr9BK9phqo",
          "F2s7OgF6KLUm5p0okGAJyfGWlbEsryv5",
          "qyMnmhzKFlzsfmVUQFQXDAWQ9YIsRnna"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1330"
            },
            "close": {
              "day": 2,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1330"
            },
            "close": {
              "day": 3,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1330"
            },
            "close": {
              "day": 4,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1330"
            },
            "close": {
              "day": 5,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1330"
            },
            "close": {
              "day": 6,
              "time": "1445"
            }
          }
        ],
        "name": "Imperial Palace",
        "placeId": "ChIJTQbYAg2MGGARt22eNwtfGtE",
        "internationalPhoneNumber": "+81 3-3213-1111",
        "reviews": [
          {
            "rating": 5,
            "text": "I had very nice time during the visit of Imperial Palace. We took a guide which was a good move and I highly recommend you to do it as well. That way you will be able to hear interesting stories about the history and to actually spot the places you would not normally pay attention to. We were not able to go to the area of the main building as that was closed.",
            "author_name": "Travel",
            "relative_time_description": "",
            "time": 1751623402,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Imperial Palace in Tokyo offers a free guided tour that lasts about an hour. The experience starts with tourists gathering in an air-conditioned hall, where everyone is divided into groups by language - Japanese, English, French, Korean, and Chinese. The tour itself is focused on walking through the palace grounds (about 60 minutes of walking total), with explanations from the guide.\n\nIt's important to note that there is no indoor access; the tour only covers the outdoor areas of the palace. Still, the grounds are impressive and the guided explanations give good context to the history and significance of the Imperial Palace. A pleasant and worthwhile experience, especially considering that it's completely free.",
            "author_name": "Olga Lonska",
            "relative_time_description": "",
            "time": 1756545207,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very beautiful and well organized gardens.\nUnfortunately I didn't have the time to visit the museum.\nThere are signs in both Japanese and English for the different historical markings.\nThere are enclosed spaces were you could hide from the heat.",
            "author_name": "Aleksander Todorov",
            "relative_time_description": "",
            "time": 1756794801,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sankan.kunaicho.go.jp/index.html",
        "index": 6,
        "id": "",
        "categories": [
          "Castle",
          "Sights & Landmarks",
          "Archaeological site",
          "Park",
          "Architectural Buildings",
          "Government Buildings",
          "Historic Walking Areas",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 618,
            "2": 587,
            "3": 2866,
            "4": 6981,
            "5": 17884
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.685175,
        "address": "1-1 Chiyoda, Chiyoda City, Tokyo 100-8111, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJq6q63UOMGGAR7zYBKd7iI3I",
        "generalDescription": "Tokyo Daijingu is a bustling 19th-century Shinto shrine in Tokyo, established during the Meiji period as a substitute for the distant Ise Jingu. It's immaculately kept and known for its role in starting Shinto wedding ceremonies. The shrine is popular among those seeking help with love and romance, believed to bring good fortune in relationships. Located just a 4-minute walk from Iidabashi Station, it's easily accessible by various train lines.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.746891,
        "rating": 4.4,
        "numRatings": 11411,
        "sources": [
          {
            "id": "247511",
            "type": "webPlacesList",
            "url": "https://en.japantravel.com/guide/chiyoda-city-ward-temples-shrines/65178",
            "sourceSite": "Web",
            "snippet": "A major shrine in Tokyo, Tokyo Daijingu was established during the Meiji period to act as a substitute for worshippers unable to make the pilgrimage to far off Ise Jingu in Mie Prefecture. Immaculately kept, Shinto wedding ceremonies had their start here with the shrine now a popular magnet for those seeking help with love and romance. A 4-minute walk from Iidabashi Station on the JR Chuo Line or the Namboku, Oedo, Tozai or Yurakucho lines.",
            "siteName": "Japan Travel",
            "shortName": "Chiyoda City Ward - Temples & Shrines - Culture",
            "indexInSource": 3,
            "iconSiteId": 144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1021262",
            "type": "webPlacesList",
            "url": "https://visit-chiyoda.tokyo/app/en/feature/detail/112",
            "sourceSite": "Web",
            "snippet": "Tokyo Daijingu Shrine\" is located a five-minute walk from the JR and Subway Iidabashi Station. The \"Tokyo Daijingu Shrine\" has been believed to be a shrine of good fortune in marriage, because it enshrines the three deities who are in charge of the creation and growth of all things (Zoka-sanshin). One other reason why it is a shrine of marriage, is that it was the first shrine in Japan to hold Shinto style wedding ceremony.",
            "siteName": "visit-chiyoda.tokyo",
            "shortName": "Eight spots chosen in Chiyoda City that are perfect for Valentine's Day and White Day|Chiyoda Tourism Association",
            "indexInSource": 3,
            "iconSiteId": 59212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600249",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/tokyo-chiyoda-area-guide/",
            "sourceSite": "Web",
            "snippet": "Built in 1880 as a distant shrine of Ise Jingu Shrine, Tokyo Daijingu is affectionately known as “Tokyo’s Ise-sama.” Originally located in Hibiya, it was moved to Chiyoda-ku after the Great Kanto Earthquake. The shrine is dedicated to Amaterasu and Toyoke and is a popular wedding venue, being the originator of Shinto wedding ceremonies. Find out more about Tokyo Daijingu here on Google maps.",
            "siteName": "FLIP Japan Guide",
            "shortName": "Best Things To Do, History, Areas, And Recommended Accommodations",
            "indexInSource": 2,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "V8cVdHLD6GEPdtHfDeVcn8NMaj3YnEmc",
          "fJxqDqZ8CYHm4eaKOSPtXH8f4799vOaO",
          "UxOE19CkVa0KJic45eQjXpZNitYXhL5q",
          "SzKS6RtB1pjOEMqpyGM7ePPq7jgOkEgL",
          "inK4OfI1PQJ7UNJ0KhRwhO3sNbnPk7sK",
          "V8cVdHLD6GEPdtHfDeVcn8NMaj3YnEmc",
          "fJxqDqZ8CYHm4eaKOSPtXH8f4799vOaO",
          "UxOE19CkVa0KJic45eQjXpZNitYXhL5q",
          "SzKS6RtB1pjOEMqpyGM7ePPq7jgOkEgL",
          "inK4OfI1PQJ7UNJ0KhRwhO3sNbnPk7sK"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Tokyo Daijingu Shrine",
        "placeId": "ChIJq6q63UOMGGAR7zYBKd7iI3I",
        "internationalPhoneNumber": "+81 3-3262-3566",
        "reviews": [
          {
            "rating": 5,
            "text": "I went during the start of cherry blossom season. It was beautiful looking temple. Definitely worth a visit if you are in the area.",
            "author_name": "Landon Michelson",
            "relative_time_description": "",
            "time": 1742777887,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very cool Shinto Shrine in central Tokyo. Many smaller shrines here too. Many people visiting durning the day. There is a shrine office. Well kept and easy to find. Nice wooden Tori gate. Check it out if you're in the area.",
            "author_name": "Daniel Scott",
            "relative_time_description": "",
            "time": 1744021425,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Small temple, surprisingly long line. I'd probably skip this one next time unless you're into spiritual speed dating. Apparently, people come here to pray for love-and judging by the crowd, most are very single and very hopeful. Honestly, it feels less like a sacred site and more like Tokyo's most polite singles mixer. If you're looking for romance or just someone who also believes in divine matchmaking, this might be your place. Otherwise, bring patience… and maybe a dating app.",
            "author_name": "Dave Huang",
            "relative_time_description": "",
            "time": 1750135395,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tokyodaijingu.or.jp/",
        "index": 7,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 131,
            "2": 116,
            "3": 1332,
            "4": 3361,
            "5": 6483
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.699986,
        "address": "2 Chome-4-1 Fujimi, Chiyoda City, Tokyo 102-0071, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJC3Cf2PuLGGAROO00ukl8JwA",
        "generalDescription": "Tokyo Station is situated in the old downtown area of the city, known as Shitamachi, which dates back to the 17th century. It is home to the Imperial Palace, Marunouchi business district, and upscale Ginza shopping and entertainment area. The neighborhood offers a more serene atmosphere compared to other trendy districts like Shinjuku and Shibuya. The station serves as a primary entry point for travelers arriving via Shinkansen or Narita Express.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.767066,
        "rating": 4.3,
        "numRatings": 14018,
        "sources": [
          {
            "id": "306101",
            "type": "webPlacesList",
            "url": "https://www.jrpass.com/blog/the-ultimate-guide-to-chiyoda-tokyo",
            "sourceSite": "Web",
            "snippet": "Tokyo Station is one of Japan’s busiest rail terminals for intercity trains. Travelers who purchase a Japan Rail Pass in advance will very likely at least pass through Tokyo Station, if not use it as the central hub for many of their excursions to the various wards of Tokyo and the surrounding areas. It sees more than 400,000 people board trains that run on JR East railways here each day, and the subway station sees an additional 181,000.",
            "siteName": "JRPass.com",
            "shortName": "The Ultimate Guide to Chiyoda, Tokyo",
            "indexInSource": 0,
            "iconSiteId": 15077,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "94603",
            "type": "webPlacesList",
            "url": "https://en.japantravel.com/guide/chiyoda-city-ward-landmarks-history/66495",
            "sourceSite": "Web",
            "snippet": "A wonder of the city, Tokyo Station, with its beautifully historic facade, is a true world of its own. Its elegance belies a reality of over the three thousand trains that pass though here each day. Filled with shopping alleys, food streets and even a top quality art gallery, Tokyo Station is an elite station that is a destination in its own right.",
            "siteName": "Japan Travel",
            "shortName": "Chiyoda City Ward - Landmarks & History - Culture",
            "indexInSource": 3,
            "iconSiteId": 144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "A post shared by masaru ito (@masarulotus1969) on Sep 6, 2019 at 7:35am PDT. Going to a train station has never been this fun. While many might think Tokyo Station is nothing but a crowded, convoluted commuter’s hub, it’s also a beautiful piece of architecture, and to many, has a touching sort of modern romance.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 4,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905146",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/10-tokyo-date-spot-ideas-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "For shopping, food and drink and great views, head to the Tokyo Station area. Start at Marunouchi Oazo, a multi-story Maruzen bookstore featuring Japan’s largest selection of English-language books. Grab a table at the in-house M&C Cafe for a cup of specialty coffee alongside the windows with a cityscape view.",
            "siteName": "GaijinPot",
            "shortName": "10 Great Date Spots in Tokyo for Valentine's Day",
            "indexInSource": 0,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904854",
            "type": "webPlacesList",
            "url": "https://blog.tokyoroomfinder.com/area-guide-chiyoda/",
            "sourceSite": "Web",
            "snippet": "Located is the business district near Ginza, the station is one of the biggest and busiest in Tokyo. You can take Shinkansen there but also discover the architecture of the central exit, finished in 2012, and see the countdown to the olympics game of 2021 !",
            "siteName": "Tokyo Room Finder Blog",
            "shortName": "Area Guide Chiyoda",
            "indexInSource": 4,
            "iconSiteId": 31534,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1375937",
            "type": "webPlacesList",
            "url": "https://thetravellinghiker.com/the-very-best-things-to-do-in-chiyoda-tokyo/",
            "sourceSite": "Web",
            "snippet": "However, the first place is taken by Shinjuku Station, also in Tokyo. Here, you will be able to catch many Shinkansen lines (the high-speed lines) as well as many inter-city lines. The station building has two different façades that contrast one another.",
            "siteName": "The Travelling Hiker",
            "shortName": "The Very Best Things To Do In Chiyoda, Tokyo",
            "indexInSource": 3,
            "iconSiteId": 173564,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1075899",
            "type": "webPlacesList",
            "url": "https://visit-chiyoda.com/visit-chiyoda-experience-heart-tokyo/",
            "sourceSite": "Web",
            "snippet": "If you’re getting hungry, try local gourmet curry, drink sake in an “izakaya” bar under the railway tracks, or eat at a restaurant in one of the skyscrapers that surround the beautiful, red brick Tokyo Station.",
            "siteName": "Visit Chiyoda",
            "shortName": "The Chiyoda district in Tokyo offers everything your heart desires",
            "indexInSource": 4,
            "iconSiteId": 3758,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "257771",
            "type": "webPlacesList",
            "url": "https://www.tokyoweekender.com/2017/06/8-spots-you-dont-want-to-miss-in-chiyoda/",
            "sourceSite": "Web",
            "snippet": "The picturesque central station for Tokyo’s train system recently got a bit of a brush-up, and the many shops that line the area make it a great place to drop in on – even if you don’t have a train to catch.",
            "siteName": "Tokyo Weekender",
            "shortName": "8 Spots You Don't Want to Miss in Chiyoda",
            "indexInSource": 1,
            "iconSiteId": 3111,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7xA77HRrOlQqIcI17Iaw3LV3Qk6Wym70",
          "Pbi66ed1gC4y4iYaAO4NHNEtFzwEW5iA",
          "mYtQLcmvwIgTCHyWfoiokUQd1w3lk02o",
          "uFRDIgM7NUcetXjQU1Zuq6JCWHAuBACx",
          "jnUdoKuJGS5eW9fPokPbNF55bUZbJQPy",
          "7xA77HRrOlQqIcI17Iaw3LV3Qk6Wym70",
          "Pbi66ed1gC4y4iYaAO4NHNEtFzwEW5iA",
          "mYtQLcmvwIgTCHyWfoiokUQd1w3lk02o",
          "uFRDIgM7NUcetXjQU1Zuq6JCWHAuBACx",
          "jnUdoKuJGS5eW9fPokPbNF55bUZbJQPy"
        ],
        "openingPeriods": [],
        "name": "Tokyo Station",
        "placeId": "ChIJC3Cf2PuLGGAROO00ukl8JwA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Outstanding connectivity, excellent maintenance, and seamless access to nearly every part of Japan. The signage system is the best, you'll find helpful signs at every step, making navigation incredibly easy.\n\nMy return flight was from Narita Airport, which is quite a distance from Haneda Airport. I took the Narita Express from Tokyo Station. It was super convenient and dropped me directly at Narita Airport Station, which is connected to the terminals. The frequency is good, and it's one of the best options compared to taking a taxi or a bus.",
            "author_name": "Tanzim Khan",
            "relative_time_description": "",
            "time": 1746224625,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "By far the most intricate and very well designed section of the Tokyo Metropolitan area. This building was very popular with crowds and still offered many great locations for shopping and dinning. The bustle of the building was very quick but the directions were almost always in English. This is a must see in Tokyo!",
            "author_name": "Kyle Mika",
            "relative_time_description": "",
            "time": 1757804372,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Station is one of the busiest places I've ever been, but somehow it all runs like a well-oiled machine. It's a perfect example of controlled chaos - thousands of people moving through the space, yet everything is clean, organized, and remarkably efficient. I was honestly overwhelmed at first, but once I took a breath and followed the signs, it all started to make sense.\n\nThe amount of food available inside is almost ridiculous (in the best way). PLENTY of options, which is on I believe the East? side of the station. Along with a row of giftshops, I forgot what they called it, but you can't miss it.\n\nFrom quick snacks to full meals, you could easily get lost in the station's many underground food halls and still not try everything. There's a lot to explore, so arriving early is a smart move, especially if you're unfamiliar with the layout. It gives you time to find your platform, maybe grab a bite, and even store your bags.\n\nSpeaking of which, the locker system is amazing - easy to use and super convenient if you're carrying luggage or shopping bags. I had a Shinkansen to catch, and the reserved seats were a lifesaver. I used a kiosk to print my ticket, which saved time and stress. Despite the crowds, Tokyo Station delivers a smooth, well-managed experience. It's intense, but it works.",
            "author_name": "Tae Yoo",
            "relative_time_description": "",
            "time": 1748258444,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyoinfo.com/",
        "index": 8,
        "id": "",
        "categories": [
          "Transit station",
          "Subway station",
          "Train station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 459,
            "2": 231,
            "3": 1957,
            "4": 3812,
            "5": 7557
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.6813,
        "address": "1 Chome Marunouchi, Chiyoda City, Tokyo 100-0005, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "generalDescription": "Ueno Park is a vibrant urban oasis in Tokyo, perfect for leisurely strolls and cultural exploration. This expansive park boasts picturesque walking paths that meander past a serene lake where visitors can rent boats. Each spring, the park transforms into a cherry blossom wonderland, attracting hanami enthusiasts who gather to enjoy picnics beneath the stunning pink blooms of over 1,000 cherry trees.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.773431,
        "rating": 4.3,
        "numRatings": 31900,
        "sources": [
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "There are 3 types of boats available for rent – rowboats, cycling boats and swan boats. While the rowboats offer an unblocked view of the park, there is no shelter and it requires some skill to paddle it. Instead, we recommend couples to rent the swan boat (¥700/30 mins, ~USD6.30) for easy paddling, some shelter and additional privacy, ahem.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 19,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w",
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Ueno Park",
        "placeId": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "internationalPhoneNumber": "+81 3-3828-5644",
        "reviews": [
          {
            "rating": 5,
            "text": "A lovely park in the city! The trees are impressive and the shrines are charming. On Golden Week, the park gets quite busy, and some sections have the tops of the trees cut, so be prepared with sunscreen! There are a few places selling ice cream along the paths and you can even visit the zoo or museums if you fancy!",
            "author_name": "Saras Ince",
            "relative_time_description": "",
            "time": 1746331744,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It was an amazing and stunning park. Peaceful. Can breathe fresh air near the lake. You can ride a boat in the lake. The price is reasonable. Reminder, if strong winds, the ride will be stopped. Swan-shaped boat is hard one. Suggest two adults to handle. Birds like flying around the lake and they are nice and not afraid of human.",
            "author_name": "Momo. Sau",
            "relative_time_description": "",
            "time": 1747022921,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Convenient location, just a short walking distance from the station, the zoo, and plenty of restaurants & shops. It's also spacious, making it a great spot for running or jogging. While it's especially popular during cherry blossom season, the park is just as enjoyable in the summer, with its wide greenery and relaxing atmosphere.\n\nThat said, I don't really enjoy the presence of a few loiterers in certain areas, which can make the park feel a bit less comfortable at times. Still, overall it remains a pleasant place to spend time, whether for a walk, some light exercise, or simply to sit and enjoy the surroundings.",
            "author_name": "Meidina Aqmarina",
            "relative_time_description": "",
            "time": 1756868030,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/toubuk/ueno/index_top.html",
        "index": 9,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "State park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 241,
            "2": 348,
            "3": 4300,
            "4": 10325,
            "5": 16681
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.714756,
        "address": "Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJlyah2PuLGGARbtrhWzNbANI",
        "generalDescription": "The Tokyo Station Hotel, an iconic 1915 establishment, offers elegant rooms and suites along with refined restaurants and a spa. Its prime location makes it a convenient base for exploring Tokyo, with easy access to the upscale Ginza shopping district and other popular sightseeing areas like Akihabara and Asakusa. Nestled inside Tokyo Station, the hotel provides straightforward access from both of Tokyo's airports as well as to the Shinkansen, JR lines, and subway.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.765887,
        "rating": 4.5,
        "numRatings": 3523,
        "sources": [],
        "imageKeys": [
          "jTOZ9oOxACo1W3xJ7r9gBEaYbjCXoa9X",
          "pOIvqks6OCl6gybDCQVSPSXOra8PrHDt",
          "IMdaPAbePd9IQhm2mmQUOeP9o2fvj2vK",
          "c17z3c5mM54ursCA52KIX1VmzzjbMoOQ",
          "hnCrX7OhwNZ5kl7JxI21bWpabJgQLdoo",
          "jTOZ9oOxACo1W3xJ7r9gBEaYbjCXoa9X",
          "pOIvqks6OCl6gybDCQVSPSXOra8PrHDt",
          "IMdaPAbePd9IQhm2mmQUOeP9o2fvj2vK",
          "c17z3c5mM54ursCA52KIX1VmzzjbMoOQ",
          "hnCrX7OhwNZ5kl7JxI21bWpabJgQLdoo"
        ],
        "openingPeriods": [],
        "name": "The Tokyo Station Hotel",
        "placeId": "ChIJlyah2PuLGGARbtrhWzNbANI",
        "internationalPhoneNumber": "+81 3-5220-1111",
        "reviews": [
          {
            "rating": 5,
            "text": "The Tokyo Station Hotel was an incredible stay. It's surprisingly quiet for a boutique hotel located right inside the station they've done an excellent job at keeping the outside noise completely out. The rooms are impressively spacious, especially by Japan's standards, and every detail feels thoughtfully designed. The breakfast buffet was a real highlight, offering a wide variety of delicious options there's truly something for everyone. The staff were exceptional: warm, attentive, and always ready to help.\n\nIt's definitely worth the stay, and I wouldn't hesitate to come back again.",
            "author_name": "Lari Katie",
            "relative_time_description": "",
            "time": 1747215155,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Absolutely gorgeous hotel! I'm sad we didn't find this place before our trip ended but grateful we were able to experience a stay overnight before flying out.\n\nThe staff is incredible and very helpful. The hotel itself is outrageously beautiful and rooms are very comfortable with a more western feel meaning it's larger with a big bed and the inside of the room is English user friendly.\n\nThe only minor negative to our stay was the breakfast. We showed up at 9AM and a majority of the food was gone like pastries, sandwiches, breads, rice, etc… we stayed for about 45 mins but ultimately I left hungry as they weren't restocked.\nAlso, I wish they separated their fruit cups as I was allergic to 2 of the fruits inside the cup and couldn't partake. I definitely wish it was separate so people could make their own fruit cups because it looked delicious.\n\nOverall, I would 10/10 recommend this hotel though to anyone thinking about a hotel in Tokyo. The location being next to the main station is perfect and you don't hear the hustle of commuters or trains.\nDid I mention how beautiful this hotel is ;)\nHonestly, it's easily the most beautifully kept and clean places I've seen.\n\nAlso staff was beyond helpful to take our luggage and coordinate a taxi for us only to then see us off properly. 100/10 service in this place!",
            "author_name": "Melissa",
            "relative_time_description": "",
            "time": 1743648875,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was the final stop on our two-week trip around Japan, and it couldn't have been a better ending. The hotel's location is unbeatable-directly connected to the train station and conveniently accessible from both inside and outside the complex.\n\nThe hotel itself is stunning, both inside and out. Upon arrival, the front desk staff were friendly, helpful, and spoke excellent English. While they weren't able to accommodate an early check-in, they gladly held our bags so we could explore the area while we waited.\n\nOur room was very spacious, and whether you're facing the interior dome of the station or the city skyline, the views are a treat-perfect for people-watching and soaking in the atmosphere.\n\nThe room had everything we needed: a reasonably priced minibar, a wide range of toiletries, even thoughtful extras like luggage stickers and a thermometer (which came in handy when someone in our group was feeling unwell).\n\nWe tried both room service and the breakfast buffet. Room service was prompt and much better than what we're used to in the U.S. But the real highlight was the breakfast buffet-absolutely phenomenal!\n\nThe bathroom was exceptional, with a large soaking tub, a separate toilet room, and a high-tech, heated toilet seat. The Japanese truly excel when it comes to clean, functional, and luxurious restrooms.\n\nThe bed was large and incredibly comfortable. We thoroughly enjoyed our stay and would highly recommend this hotel to anyone looking for an upscale experience in a prime location.",
            "author_name": "Jennifer Myers",
            "relative_time_description": "",
            "time": 1754505856,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyostationhotel.jp/?utm_source=google&utm_medium=knowledgepanel&utm_campaign=top",
        "index": 10,
        "id": "",
        "categories": [
          "Hotel",
          "Sights & Landmarks",
          "Banquet hall",
          "Spa and health club",
          "Wedding venue",
          "Architectural Buildings",
          "Historic Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 50,
            "2": 29,
            "3": 297,
            "4": 916,
            "5": 2231
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.680993,
        "address": "東京ステーションホテル, 1 Chome-9-1 Marunouchi, Chiyoda City, Tokyo 100-0005, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJAQAsR--LGGAR_AmB8WMDy88",
        "generalDescription": "Ginza Six, the newest and largest shopping complex in the district, is a multi-use building that offers an exceptional experience beyond just shopping. With over 240 shops, including luxury brands, it spans 14 floors and features a rooftop garden providing a peaceful escape. Visitors can explore an art and design bookstore, art gallery, chic food hall on the basement level, and even enjoy traditional Japanese entertainment at the Noh Theatre.",
        "utcOffset": 540,
        "maxMinutesSpent": 120,
        "longitude": 139.764176,
        "rating": 4,
        "numRatings": 22444,
        "sources": [
          {
            "id": "2353441",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/22771",
            "sourceSite": "Web",
            "snippet": "GINZA SIX, the largest shopping complex in the Ginza area, is the perfect place for a sophisticated date. The complex is home to many high-end brands and stores offering exclusive Ginza products, providing a fulfilling shopping experience. GINZA SIX Garden, the rooftop garden on the 13th floor, is a tranquil space where you can escape the hustle and bustle of the city and enjoy the seasonal views.",
            "siteName": "MATCHA",
            "shortName": "Ginza's Most Romantic Places: 5 Must-Visit Date Spots in Tokyo",
            "indexInSource": 3,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "E8SHEbOcf0mBTazasMwKFnJ5v8HV4Rhz",
          "vKDYXVXdwFY6dpU2etkzjGi4b0omM0mD",
          "E7K4DnI4e5QKxQ290zJgy91zBWELItmE",
          "AiBnGYHL8Ouw4KE1z92zxBFwfkl0lHnq",
          "6mTWAlUnPVYoxPiZne2gnmkHV1BGpgm5",
          "E8SHEbOcf0mBTazasMwKFnJ5v8HV4Rhz",
          "vKDYXVXdwFY6dpU2etkzjGi4b0omM0mD",
          "E7K4DnI4e5QKxQ290zJgy91zBWELItmE",
          "AiBnGYHL8Ouw4KE1z92zxBFwfkl0lHnq",
          "6mTWAlUnPVYoxPiZne2gnmkHV1BGpgm5"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1030"
            },
            "close": {
              "day": 0,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1030"
            },
            "close": {
              "day": 1,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1030"
            },
            "close": {
              "day": 2,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1030"
            },
            "close": {
              "day": 3,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1030"
            },
            "close": {
              "day": 4,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1030"
            },
            "close": {
              "day": 5,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1030"
            },
            "close": {
              "day": 6,
              "time": "2030"
            }
          }
        ],
        "name": "GINZA SIX",
        "placeId": "ChIJAQAsR--LGGAR_AmB8WMDy88",
        "internationalPhoneNumber": "+81 3-6891-3390",
        "reviews": [
          {
            "rating": 5,
            "text": "Ginza Six is a fabulous luxury brand mall. It is so modern, slick and artistic inside, the view is stunning from the higher floors. The first floor has all the well known luxury goods and cosmetic brands. Other floors have brands like Eataly, Tsutaya Book Store, and restaurants. It is very popular with tourists.\n\nThe prices of goods are relatively higher in this mall as it's in the middle of Ginza. During our visit there was sale going on in several stores. They had the store names listed at the entrance. It felt really nice to walk and explore the mall. Was very clean and well maintained. Staff members were very friendly.\n\nRestaurants are on 4th, 6th and 13th floors including steakhouse and sushi restaurants. It's a must visit destination for anyone visiting Ginza.",
            "author_name": "Nehal Ahmed",
            "relative_time_description": "",
            "time": 1755774982,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "We visited on a saturday and the main street was blocked off for pedestrian foot traffic.  The unique part of the mall is the massive green space on the top floor.  Its a good place to enjoy a coffee or lunch.  Nothing is served up there, but you can buy something from a vendor inside and take it up there.",
            "author_name": "Jared Larson",
            "relative_time_description": "",
            "time": 1745674979,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A Luxurious Escape in the Heart of Tokyo\n\nGinza Six is one of the most luxurious shopping complexes in Tokyo, and it truly lives up to the reputation. The architecture is modern and elegant, with thoughtful, peaceful design elements throughout-especially the beautiful interior staircase accented by a vertical garden wall. You can really feel the upscale vibe from the moment you walk in.\n\nHowever, be prepared for crowds. It's a very popular destination, and nearly every corner is buzzing with people, especially the dessert stores. I wanted to sit down for a treat, but the wait was too long, so I opted for takeout instead. If you're not a fan of waiting, takeout is the best option!\n\nFrom luxury brands like Givenchy and Dolce & Gabbana to niche perfume spots like Fueguia, there's something for every taste-if you love fashion, art, and sweets, this is your paradise.\n\nPro tip: Go early or during off-peak hours if you want to enjoy the space in a more relaxed way.",
            "author_name": "Olive “Lily” O",
            "relative_time_description": "",
            "time": 1752412340,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://ginza6.tokyo/",
        "index": 11,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Department store",
          "Store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 547,
            "2": 850,
            "3": 4887,
            "4": 7662,
            "5": 8502
          }
        },
        "minMinutesSpent": 120,
        "latitude": 35.669769,
        "address": "6 Chome-10-1 Ginza, Chuo City, Tokyo 104-0061, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJscDhJ4SLGGARbx0GlzPi9ng",
        "generalDescription": "Shibuya Scramble Square is a modern mall that offers a mix of traditional Japanese crafts, French pastries, and various food options. The highlight of the building is Shibuya Sky, an observation deck located at 229 meters above ground level. This deck provides stunning panoramic views of Tokyo, including iconic landmarks such as Shibuya Scramble Crossing, Tokyo Tower, TOKYO SKYTREE, and even Mt. Fuji.",
        "utcOffset": 540,
        "maxMinutesSpent": 120,
        "longitude": 139.702262,
        "rating": 4.2,
        "numRatings": 8575,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Couples that want to enjoy the absolute latest in style, architecture, and Tokyo in general, should enjoy a date at Shibuya Scramble Square. Recently opened on November 1 this year, Shibuya Scramble Square is the tallest building in Shibuya standing at 47 floors (plus 2 basements) filled with shopping, dining, and ultra-modern entertainment. Those who aren’t afraid of heights will love Shibuya Sky which houses the Sky Stage and Paradise Lounge.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 3,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vPMQRQ2RQpjrltWae0Te2miwnHpQCWxA",
          "6rSTP8XckMxR1sKnahMiCus8wG2OyTAt",
          "MsIQOS45JvLe8aDycHJbTZEuFDg7FG4a",
          "7qiVyaWAgnhfgWswWPJUNZmzBIrYzcLG",
          "NNq4QtfINasVq5fmLkoRxmfmaOV32wv3",
          "vPMQRQ2RQpjrltWae0Te2miwnHpQCWxA",
          "6rSTP8XckMxR1sKnahMiCus8wG2OyTAt",
          "MsIQOS45JvLe8aDycHJbTZEuFDg7FG4a",
          "7qiVyaWAgnhfgWswWPJUNZmzBIrYzcLG",
          "NNq4QtfINasVq5fmLkoRxmfmaOV32wv3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Shibuya Scramble Square",
        "placeId": "ChIJscDhJ4SLGGARbx0GlzPi9ng",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Shibuya Scramble Square is a super modern and stylish shopping spot right in the heart of Shibuya. There's a big mix of stores, from high-end fashion to lifestyle goods and souvenirs, so it's a fun place to just walk around and see what catches your eye. The food choices are great too, with everything from casual bites to cool cafes and nice sit-down restaurants.\n\nIt's best known for having Shibuya Sky, the rooftop observation deck, but not everyone can make it up there because of tickets or time. The good news is you can still enjoy awesome views from the 12th or 13th floor where there are restaurants and bars that look out over the famous Shibuya Crossing. It's a great option if you want to chill and take in the scenery without the extra planning.\n\nWhether you're there to shop, eat, or just explore, Shibuya Scramble Square is a great place to feel the modern vibe of Tokyo.",
            "author_name": "HapiTravels",
            "relative_time_description": "",
            "time": 1746796143,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shibuya Scramble Square is absolutely worth a visit while you're in Tokyo. One of the main highlights is the view from the top, where you get to see the famous Shibuya Scramble Crossing from above. Watching the organized chaos of people crossing in every direction is surreal-it's one of those things that truly feels like Tokyo.\n\n🛍️ Shopping, Food & Coffee\nThe building itself is packed with great stores, restaurants, and coffee shops. So even if you don't make it to the top, it's still a really nice place to hang out and explore. But seriously, go to the top-it's the star of the show.\n\n🎟️ Get Your Ticket in Advance\nIf you're planning to visit for sunset or late afternoon, I highly recommend buying your ticket ahead of time. Those time slots are popular and tend to sell out quickly. You don't need to print the ticket-just show the QR code on your phone.\n\n🧥 Dress for the Weather\nIf you're visiting around late March, don't take warm clothes-it can get pretty hot at the top during that time. Despite the weather, the experience is totally worth it.\n\n🍹 What's at the Top\nOnce you're up there, you'll find a bar with drinks. The food isn't anything special-more like quick bites than a full meal-but it does the job if you're just looking to enjoy the view with a drink.\nThere are also lockers where you can store your bags, because they don't allow large bags upstairs-only your phone and wallet are allowed with you.\n\n📸 Photos & Views\nThere's a professional photographer stationed at a corner offering to take your picture with the view behind you. It looks fun, but honestly, the price was a bit high for what you get, so we passed on it. If you're into souvenir photos, though, it's an option.\n\n🌇 Timing It Right\nIf you're visiting during summer or warmer months, sunset would be the ideal time-just be aware those tickets go fast. The golden light and the city view make for a breathtaking scene.\n\nAlso, don't miss the hotspot photo areas these are perfect for capturing those unforgettable views. You'll find designated spots, usually in the corners of the building, where you can place your phone securely to take amazing photos or videos with the skyline behind you. The backgrounds are stunning, especially at sunset or nighttime when the city lights come alive. These little details make a big difference in your experience, so be sure to walk around and find the best angles-they're totally worth it!\n\n✨ Final Thoughts\nOverall, Shibuya Scramble Square is a great place to visit for the views, the atmosphere, and the experience of being in one of Tokyo's most iconic locations. It's clean, modern, and full of energy. Don't miss it!",
            "author_name": "Miriam Isaac",
            "relative_time_description": "",
            "time": 1750170133,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "View @ Shibuya Scramble Square.\n.\nThe tallest building in Shibuya, standing at 230 meters tall, this modern skyscraper houses a diverse shopping complex, offices, and observation decks.\n.\nTo no surprise, it's typically crowded.",
            "author_name": "Ivan Teh",
            "relative_time_description": "",
            "time": 1746438894,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.shibuya-scramble-square.com/",
        "index": 12,
        "id": "",
        "categories": [
          "Shopping mall",
          "Business park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 147,
            "2": 165,
            "3": 1411,
            "4": 2752,
            "5": 4109
          }
        },
        "minMinutesSpent": 120,
        "latitude": 35.658464,
        "address": "2 Chome-24-12 Shibuya, Tokyo 150-0002, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJpbpu0_mJGGARd9sJ-psh9Gc",
        "generalDescription": "DiverCity Tokyo Plaza is a massive 8-floor shopping, dining, and entertainment complex located on the artificial island of Odaiba in Tokyo Bay. The highlight of this plaza is the iconic Life-Sized Unicorn Gundam Statue standing right in front of it. With seven floors filled with a mix of Japanese and Western brand stores, visitors can shop to their heart's content. The mall also offers an array of dining options and entertainment facilities such as ROUND1 for bowling and karaoke.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.775638,
        "rating": 4.2,
        "numRatings": 31174,
        "sources": [
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "Just like how Ruka took Risako out for a skateboarding date in Terrace House Tokyo, you should take the chance to show off your sk8er boi skills. Hopefully, you can have plenty of cute hand-holding moments like they did.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 7,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "s7l3toQBuMlBvwljUMZhk7JyWUIIKtFp",
          "8yF3xrjmyC6RJ0VwbMt3HtQNEHASaCkK",
          "EwA7BFg6XPONmWeY9ezrdUueJsXydAAb",
          "uFqQldhuQCIPu53suPEGVmsaZ8dPGLGm",
          "2KHcxIf1gYb80oT5xksJ4XEyw08PKpzR",
          "s7l3toQBuMlBvwljUMZhk7JyWUIIKtFp",
          "8yF3xrjmyC6RJ0VwbMt3HtQNEHASaCkK",
          "EwA7BFg6XPONmWeY9ezrdUueJsXydAAb",
          "uFqQldhuQCIPu53suPEGVmsaZ8dPGLGm",
          "2KHcxIf1gYb80oT5xksJ4XEyw08PKpzR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "DiverCity Tokyo Plaza",
        "placeId": "ChIJpbpu0_mJGGARd9sJ-psh9Gc",
        "internationalPhoneNumber": "+81 570-012-780",
        "reviews": [
          {
            "rating": 5,
            "text": "Huge mall where there is also the unko museum… very small but funny for a family day out. Plus the gundam unicorn is right in front of it which makes the experience even more amazing . There are shows in the morning in g and at night the robot is accompanied by a light show. Doesn't move so much but special effects are amazing . A must see for kids",
            "author_name": "erminia iaccarino",
            "relative_time_description": "",
            "time": 1745467615,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "DiverCity Tokyo Plaza offers a fantastic blend of shopping, dining, and entertainment. The highlight is the life-size Unicorn Gundam statue that transforms and lights up at scheduled times truly a sight to behold. Inside, you'll find a diverse range of stores, from fashion boutiques to the Gundam Base Tokyo, perfect for fans and collectors.\n\nThe food court is spacious and offers a variety of delicious options to suit all tastes. Whether you're into shopping, anime, or just looking for a fun place to explore, DiverCity has something for everyone. Easily accessible via public transport, it's a great destination for both tourists and locals.",
            "author_name": "Ken Miyakawa",
            "relative_time_description": "",
            "time": 1748624943,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you are into gundams and gunplas this is the place to be! Huge gundam outside and cool gunpla store on the last floor! There's other shops, restaurants and cafes too! It's a big mall. Walking outside is really nice!",
            "author_name": "Hussain Witwit",
            "relative_time_description": "",
            "time": 1752969373,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://mitsui-shopping-park.com/divercity-tokyo/",
        "index": 13,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 318,
            "2": 553,
            "3": 5777,
            "4": 10352,
            "5": 14184
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.625317,
        "address": "1 Chome-1-10 Aomi, Koto City, Tokyo 135-0064, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJo8VKlCCMGGARarjlIsaLY1g",
        "generalDescription": "Shinobazu no Ike Pond is a serene oasis nestled within a sprawling, lush park. Divided into three sections, it features the Lotus Pond, home to various lotus plant species; the Cormorant Pond within Ueno Zoo showcasing rare birds; and the Boat Pond where visitors can rent rowboats or pedal-powered swans. At its center lies the picturesque Bentendo hall, dedicated to Benzaiten.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.772373,
        "rating": 4.2,
        "numRatings": 8471,
        "sources": [
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Shinobazu Pond located within Ueno Park is the perfect place to spend some alone time on a quiet morning, or to just while away time on a lazy afternoon.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 20,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xUNoyfNMb1tK1pFXkMCp6x9kWbaOrqw3",
          "FplNkNGC2OnSnNROC5GxOFwM45eLAWo8",
          "R57hz0eLvMikIonM99V8feTwJxKaDuRB",
          "RJeJYN0smAPM6icdVCjKLlsbXwef6Uuq",
          "05U2j1pUvYgxPisXCCATJyQGK3lfx1xw",
          "xUNoyfNMb1tK1pFXkMCp6x9kWbaOrqw3",
          "FplNkNGC2OnSnNROC5GxOFwM45eLAWo8",
          "R57hz0eLvMikIonM99V8feTwJxKaDuRB",
          "RJeJYN0smAPM6icdVCjKLlsbXwef6Uuq",
          "05U2j1pUvYgxPisXCCATJyQGK3lfx1xw"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Shinobazuno Pond",
        "placeId": "ChIJo8VKlCCMGGARarjlIsaLY1g",
        "internationalPhoneNumber": "+81 3-3828-5644",
        "reviews": [
          {
            "rating": 5,
            "text": "Ueno Park has a summer long festival this summer, many food and drink stalls line the Pond.  Next to the thousands of furin wind chimes and fantastic lotus flowers that have bloomed; great this summer, I have come in past summers, usually the flowers would seem to have withered in the sun.  Somehow, so many this year great for photography.  The feel of the thousands of wind chimes and sounds gives a one of a kind experience!  Come for the lotus flowers and furin wind chimes and stay for a dusk and sunset meal from the Yatsu stalls, so many foods to sample!  I had a MEGA melon Soda, regular and Chu hi alcohol versions available! Skewers, Long French fried, you name it, they got it.  Only some booths open in the afternoon but as dinner time rolls around it starts getting busy, even on a weekday!",
            "author_name": "Clayton Jung",
            "relative_time_description": "",
            "time": 1754086970,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Depending on the season of your visit, this pond might look outstanding or a little boring. We visited in autumn, so no flowers anywhere, some people might be disappointed because of that. It's an interesting place to do some birdwatching, as waterfowl can be found here, sometimes some migrants appear too.",
            "author_name": "Ariel Cabrera Foix",
            "relative_time_description": "",
            "time": 1742526440,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Shinobazu Pond is a calm and spacious spot in Ueno Park, and while it wasn't at its most vibrant when I visited (the lotus plants were out of season and mostly dried up), I could still appreciate the atmosphere. It's easy to imagine how beautiful it would be during peak bloom, when everything is lush and green.\n\nThat said, even off-season, it's a nice place to walk around, and the views of Bentendo Temple on the little island in the middle of the pond are worth seeing.\n\nIf you're visiting Ueno, it's definitely worth strolling through - especially if you catch it in spring or summer.",
            "author_name": "Kamal Ismail",
            "relative_time_description": "",
            "time": 1744610623,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/toubuk/ueno/index_top.html",
        "index": 14,
        "id": "",
        "categories": [
          "Park",
          "Scenic spot"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 100,
            "2": 150,
            "3": 1478,
            "4": 3011,
            "5": 3743
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.71024,
        "address": "5-20 Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJi4H1PO6LGGAReahD3PnvSyw",
        "generalDescription": "Tokyo Midtown Hibiya is a stylish complex that combines high-end shops, dining options, and an 11-screen cinema. Situated in the business districts of Marunouchi and Hibiya, it offers a serene green space on the sixth floor with stunning views of Tokyo's skyline and neighboring Hibiya Park. The wooden deck provides a charming setting amidst lush greenery, especially when illuminated at night.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.759176,
        "rating": 4,
        "numRatings": 10952,
        "sources": [
          {
            "id": "2353441",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/22771",
            "sourceSite": "Web",
            "snippet": "Tokyo Midtown Hibiya is a commercial complex offering shopping, food, and entertainment. The interior features a modern, sophisticated design that makes you feel luxurious just by visiting. From the Park View Garden on the sixth floor, you can enjoy an unobstructed view of Hibiya Park and Tokyo Tower, fully taking in the urban landscape.",
            "siteName": "MATCHA",
            "shortName": "Ginza's Most Romantic Places: 5 Must-Visit Date Spots in Tokyo",
            "indexInSource": 2,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "J8jyKGDf87HtIGOdORu06w4oaSYsibak",
          "uXzuTMd7HVYg4gSMmygWn1cWNNW3hKKi",
          "pCjtZnnN9qlsMJOS7U1c4BxCA1rpHNRr",
          "TmmCJc62Vsn9CIgciAz2x2P4xZWxWl5i",
          "aCpZ1DPQTxqkIpXeGamv7Ru7Un0mhKDe",
          "J8jyKGDf87HtIGOdORu06w4oaSYsibak",
          "uXzuTMd7HVYg4gSMmygWn1cWNNW3hKKi",
          "pCjtZnnN9qlsMJOS7U1c4BxCA1rpHNRr",
          "TmmCJc62Vsn9CIgciAz2x2P4xZWxWl5i",
          "aCpZ1DPQTxqkIpXeGamv7Ru7Un0mhKDe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Tokyo Midtown Hibiya",
        "placeId": "ChIJi4H1PO6LGGAReahD3PnvSyw",
        "internationalPhoneNumber": "+81 3-5157-1251",
        "reviews": [
          {
            "rating": 5,
            "text": "Tokyo Midtown Hibiya is a sleek, modern building with a curved glass exterior that stands out in the cityscape. Its design is both elegant and contemporary, featuring clean lines and a polished look. The surrounding area is well-maintained, with wide sidewalks and greenery, making it a pleasant spot for a stroll. The building's impressive architecture adds a touch of sophistication to the neighborhood.",
            "author_name": "Techu on the Chair",
            "relative_time_description": "",
            "time": 1731919860,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A worthy visit after a busy tour around “East Garden”🌸 and “Economic Center Marunouchi”🌃 I have had “Yukhoe” n “Beef bowl” in a quiet restaurant inside Hibiya Shopping Mall. Unfortunately the 6th Floor Roof Garden Cafe☕️ was closed to public on this afternoon, coz there're pack of people having buffet party in there.",
            "author_name": "Sophia W",
            "relative_time_description": "",
            "time": 1740567055,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This is a shopping mall along with office space. There is EY office and many other offices. The building is very new and modern. There are lot of restaurants scattered in floors and movies in 6th floor. There is also a garden terrace on 6th floor where the view is very good and you can sit and relax for some time. Just in front of midtown Hibiya building there will be various events held depending on the season.",
            "author_name": "deepthi raj",
            "relative_time_description": "",
            "time": 1752188779,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.hibiya.tokyo-midtown.com/jp/",
        "index": 15,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Business park",
          "Tenant ownership"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 184,
            "2": 357,
            "3": 2645,
            "4": 4312,
            "5": 3457
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.673744,
        "address": "1 Chome-1-2 Yurakucho, Chiyoda City, Tokyo 100-0006, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ2y91MQGLGGARQKyRvVnpKRM",
        "generalDescription": "Happo-en is a historic venue in Shirokanedai city, featuring a stunning Japanese garden with bonsai trees, koi ponds, and a beautifully maintained lawn. Originally the residence of a samurai general in the early 17th century, it now serves as a picturesque backdrop for traditional Japanese weddings and banquets. The garden spans about 33,000 square meters and includes a chapel, temple, and banquet hall for various events.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.727959,
        "rating": 4.4,
        "numRatings": 4101,
        "sources": [
          {
            "id": "736103",
            "type": "webPlacesList",
            "url": "https://tokyocheapo.com/entertainment/tokyos-most-romantic-places/",
            "sourceSite": "Web",
            "snippet": "This traditional garden is one of Tokyo’s most popular wedding photo spots, for good reason—the garden is stunning. Maintained for visitors to weddings and other events in the hotel banquet halls, Happo-en isn’t typically open to the public. However, if you stop for a (slightly pricey) cup of tea at the cafe you can easily slip into the garden for a stroll.",
            "siteName": "Tokyo Cheapo",
            "shortName": "Tokyo's Most Romantic Places",
            "indexInSource": 2,
            "iconSiteId": 36,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "R0iMcYT4mnMXB6d6V5ifhSG9JZH1kK1J",
          "g8GU09PLL2flsOMcGfGTsPdTxNIZrJIk",
          "5j4Co1En5rN9eZBfRZvxGq2apHAHLvWp",
          "phuS9IoiDCdMMvSxWphqu7iUTXpD8u74",
          "YcQeH2inGQgZfAYXTBaHudOgK7RFPcbo",
          "R0iMcYT4mnMXB6d6V5ifhSG9JZH1kK1J",
          "g8GU09PLL2flsOMcGfGTsPdTxNIZrJIk",
          "5j4Co1En5rN9eZBfRZvxGq2apHAHLvWp",
          "phuS9IoiDCdMMvSxWphqu7iUTXpD8u74",
          "YcQeH2inGQgZfAYXTBaHudOgK7RFPcbo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Happo-en",
        "placeId": "ChIJ2y91MQGLGGARQKyRvVnpKRM",
        "internationalPhoneNumber": "+81 570-064-128",
        "reviews": [
          {
            "rating": 5,
            "text": "Free to look around if you're visiting any of the places inside-which I was-but no-one checked anyway. Lovely spot to spend some time in. The bonsai were well worth spending some time to look at, with some over 500 years old.",
            "author_name": "Eamon Frazer",
            "relative_time_description": "",
            "time": 1735019073,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A beautiful event hall in the middle of Tokyo.  The garden is well designed and displays many of the iconic Japanese inspiration structures.   There is a lake, waterfall, cute little cottages and, of course, a tea house.   It is definitely worth a wonderful walk thru the place and have a wonderful meal at the dining hall.   Overall, a very nice event center.",
            "author_name": "C Neon",
            "relative_time_description": "",
            "time": 1736758854,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a very nice garden you can enter for free with a beautiful light up after sunset which seems extremely popular with couples.\n\nI had the chance to chat with some of the wedding staff there who were very professional and helpful.\n\nThank you for providing such a nice location",
            "author_name": "Sean Robinson (Seany)",
            "relative_time_description": "",
            "time": 1700655700,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.happo-en.com/",
        "index": 16,
        "id": "",
        "categories": [
          "Wedding venue",
          "Nature & Parks",
          "Banquet hall",
          "Cafe",
          "Event management company",
          "Garden",
          "Scenic Walking Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 86,
            "2": 64,
            "3": 428,
            "4": 1253,
            "5": 2270
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.638195,
        "address": "1 Chome-1-1 Shirokanedai, Minato City, Tokyo 108-8631, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJV4TDwfeLGGARZZY83rpWpSA",
        "generalDescription": "Wadakura Fountain Park, situated in the Wadakura area of Kokyo Gaien National Garden, is a serene escape completed in 1961 and renovated in 1995 to celebrate an imperial wedding. The park boasts a grand fountain that shoots water up to 8.5 meters high and an artificial waterfall measuring 5.5 meters high and 30 meters across.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.760874,
        "rating": 4.3,
        "numRatings": 2318,
        "sources": [
          {
            "id": "1021262",
            "type": "webPlacesList",
            "url": "https://visit-chiyoda.tokyo/app/en/feature/detail/112",
            "sourceSite": "Web",
            "snippet": "Wadakura Fountain Park\" is located in Kokyo Gaien National Garden, which is a two-minute walk from Subway Nijubashimae Station and Hibiya Station. This urban park was originally built with the fountain in 1961 to commemorate the marriage of His Majesty the previous Emperor, and was completed in 1993 after redevelopment to mark the marriage of His Majesty the current Emperor.",
            "siteName": "visit-chiyoda.tokyo",
            "shortName": "Eight spots chosen in Chiyoda City that are perfect for Valentine's Day and White Day|Chiyoda Tourism Association",
            "indexInSource": 5,
            "iconSiteId": 59212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "907119",
            "type": "webPlacesList",
            "url": "https://nightscape.tokyo/en/chiyoda/wadakura-park/",
            "sourceSite": "Web",
            "snippet": "Wadakura Fountain Park, situated in the outer garden area of the Imperial Palace, was completed in 1995 for the wedding of the Crown Prince. The park boasts a lovely fountain, convenient restrooms, and a Starbucks branch. In the evenings, the large fountain, reaching a height of 6 meters, and two smaller fountains illuminate beautifully.",
            "siteName": "nightscape.tokyo",
            "shortName": "Wadakura Fountain Park nightview info(highlights, directions, entrance fees, etc.)",
            "indexInSource": 0,
            "iconSiteId": 93382,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3XnkdKnnsHuvF7307eVa4LXzsmJziwMd",
          "mABruZaAdve3gHLEND5wyqaZpIBFxVRx",
          "imBSQAVLh04rQOhnYgBuQzuTgPz2Dk4f",
          "uvIhGAVInMV9ix12tXB7cvMD18GbBPP5",
          "S8DJa5BUJJLrcF4I3u8KPspifPOUIm4h",
          "3XnkdKnnsHuvF7307eVa4LXzsmJziwMd",
          "mABruZaAdve3gHLEND5wyqaZpIBFxVRx",
          "imBSQAVLh04rQOhnYgBuQzuTgPz2Dk4f",
          "uvIhGAVInMV9ix12tXB7cvMD18GbBPP5",
          "S8DJa5BUJJLrcF4I3u8KPspifPOUIm4h"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Wadakura Fountain National Park",
        "placeId": "ChIJV4TDwfeLGGARZZY83rpWpSA",
        "internationalPhoneNumber": "+81 3-3213-0095",
        "reviews": [
          {
            "rating": 5,
            "text": "A charming fountain with scheduled performances that are absolutely worth watching-it's stunning and leaves you feeling uplifted. All your fatigue melts away after seeing it. The surrounding scenery is breathtaking, resembling a ginkgo avenue straight out of a postcard. It's especially worth visiting in autumn to stroll along the golden-hued path and soak in the seasonal vibes. There's even a thoughtfully designed Starbucks nearby, making the entire experience truly delightful!",
            "author_name": "JungJung Chang",
            "relative_time_description": "",
            "time": 1732185543,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wadakura Fountain Park in Tokyo is the perfect hidden gem if you're looking to escape the busier, more tourist-heavy parts of the city. It's peaceful, open, and beautifully maintained-a great spot to sit, breathe, and reset. It's conveniently located near the metro and just steps away from a lovely mall where you'll find a variety of clothing stores, restaurants, and a food court. The area is ideal for a half-day outing, especially if you enjoy walking, since there are several parks and landmarks nearby, including a temple and scenic spots for exploring.\n\nIf you go, make sure to wear comfortable clothes and shoes because there's a fair amount of walking involved. One of the highlights is the Starbucks right by the fountain-a large, modern location with indoor and outdoor seating. It's especially magical at sunset, with the light reflecting on the water and the city skyline in the background. While the Starbucks isn't overcrowded, the prime sunset-view seats fill up fast, so try to arrive at least 30 minutes before sunset if you want a great spot.\n\nThe area has a calm, business-district vibe during the day, with locals commuting through the subway line nearby, but that energy gives way to a more relaxed atmosphere in the evening. Whether you're grabbing a coffee, enjoying the sunset, or strolling around the park and nearby shops, Wadakura Fountain Park is a peaceful, highly recommended stop for anyone who wants to enjoy a different, more tranquil side of Tokyo.",
            "author_name": "Miriam Isaac",
            "relative_time_description": "",
            "time": 1750931136,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Super clean mini park, the fountain not always turned on.\n\nThere's a Starbucks in case you want to relax with a sip of coffee.",
            "author_name": "Yosephine M",
            "relative_time_description": "",
            "time": 1745375237,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://fng.or.jp/koukyo/place/historical/ruins-gaien/wadakurafountainpark",
        "index": 17,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 35,
            "3": 362,
            "4": 779,
            "5": 1125
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.683342,
        "address": "3-1 Kokyogaien, Chiyoda City, Tokyo 100-0002, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJp40GSYuNGGARvlsmqFIMU8A",
        "generalDescription": "Chidorigafuchi Green Way is a 700-meter pedestrian promenade along the moat of the Imperial Palace, just a short walk from Subway Kudanshita Station. This area was historically used as a dam during the Edo period to provide water. It's known for its beautiful parks with hundreds of cherry blossom trees, making it an ideal spot for hanami cherry blossom viewing.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.74791,
        "rating": 4.6,
        "numRatings": 332,
        "sources": [],
        "imageKeys": [
          "2fifB9Utq7aWucot00MOQ2vG4KldUyNu",
          "1G5bSTDixcUhszB0XUHT2cjTSkwzhAk3",
          "Qkese5ecSlhxIaZN62VOcLNMesr9D39L",
          "x4MGDNmHfr7VCY2wyhyqhGZfEIxYlxLH",
          "IA20911SwsToslb9E8JB9vYNQYsHdzJe",
          "2fifB9Utq7aWucot00MOQ2vG4KldUyNu",
          "1G5bSTDixcUhszB0XUHT2cjTSkwzhAk3",
          "Qkese5ecSlhxIaZN62VOcLNMesr9D39L",
          "x4MGDNmHfr7VCY2wyhyqhGZfEIxYlxLH",
          "IA20911SwsToslb9E8JB9vYNQYsHdzJe"
        ],
        "openingPeriods": [],
        "name": "Chidorigafuchi Green Way",
        "placeId": "ChIJp40GSYuNGGARvlsmqFIMU8A",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "On the first Saturday of April, we visited the world-renowned Chidorigafuchi, where cherry blossoms were in full, glorious bloom. The experience was nothing short of magical! Despite the crowds, the event was remarkably well-organized, allowing everyone to soak in the beauty. The air was fragrant with the sweet scent of blossoms, and a palpable sense of springtime joy radiated through the crowd. On this delightful day, life felt brimming with hope and renewal. Chidorigafuchi in peak bloom is an unforgettable celebration of nature's splendor.",
            "author_name": "Ben Wang",
            "relative_time_description": "",
            "time": 1745039568,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Taken on 26 Mar 2025, 17:53 HR\n\nNot much can be seen blooming yet in terms of sakura. Only a few trees. But seeing them already flowering and budding, it probably will take another 3-5 days for the flowers to bloom. Seeing the number of trees lined up here shows that this spot will be extremely beautiful soon!",
            "author_name": "Alvin Tan",
            "relative_time_description": "",
            "time": 1742979367,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's probably the last week to enjoy the full bloom Sakura so even it's a weekday a lot of people showed up. Since it's world famous both tourists and locals were like half proportioned.\n\nI didn't plan to visit since over tourism are really getting it's peak. But since I was in the area just wanted to refresh my memory. Since its crowdness sometimes it made walking a bit harder. And because it closed off some areas making a picture of good angle impossible.",
            "author_name": "satsuki hoshino",
            "relative_time_description": "",
            "time": 1744188016,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://visit-chiyoda.tokyo/app/spot/detail/446",
        "index": 18,
        "id": "",
        "categories": [
          "Promenade",
          "Sights & Landmarks",
          "Park",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 3,
            "3": 17,
            "4": 95,
            "5": 217
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.689953,
        "address": "2 Sanbancho, Chiyoda City, Tokyo 102-0075, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJB_OLk_qLGGARuE5XtkZj8lU",
        "generalDescription": "The Mitsuo Aida Museum is a stylish museum located in Ginza, directly connected to Mitsukoshimae Station. It features the works of Zen poet and calligrapher Mitsuo Aida, known as The Poet of Zen. Visitors can explore his calligraphy and poetry, with English translations available for non-Japanese speakers. The museum offers a unique insight into Aida's mind and soul through his profound thoughts, making it a recommended visit for those who appreciate poetry.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.764236,
        "rating": 4.4,
        "numRatings": 977,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "A post shared by みどり (@mi_dori87) on Oct 23, 2018 at 8:11am PDT. A little known but lovely date spot can be found tucked away in Marunouchi’s Tokyo International Forum. The Mitsuo Aida Museum is home to the works of calligrapher and poet Mitsuo Aida, who was heavily influenced by Zen philosophy.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 5,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "PRnn194JUYY8W0rY86UcebmMCoiBhDdA",
          "318VbZMmkNkuGzz6PVTWHyyp6UxHIcac",
          "uZCPssAgsWZDyopUp77OJVWzLtDHAdlu",
          "PRnn194JUYY8W0rY86UcebmMCoiBhDdA",
          "318VbZMmkNkuGzz6PVTWHyyp6UxHIcac",
          "uZCPssAgsWZDyopUp77OJVWzLtDHAdlu"
        ],
        "openingPeriods": [],
        "name": "Mitsuo Aida Museum",
        "placeId": "ChIJB_OLk_qLGGARuE5XtkZj8lU",
        "internationalPhoneNumber": "+81 3-5675-6521",
        "reviews": [
          {
            "rating": 5,
            "text": "I highly recommend this museum for you, if you like poem. I learned a lot of things from his mind and soul and thoughts.\nIf you are in hardship, you should come here. You get a new insight and have good idea to become positive for your life.\nAlso you can change your mind.\n\nI like those phrases.\n① we are human after all, so it's natural to stumble or fall\n② if walk, it become path, if not, weeds will grow.\n③ if you are not yourself, who could become you？",
            "author_name": "T S",
            "relative_time_description": "",
            "time": 1678794105,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This art museum is in a very interesting and modern building. We went to see the exhibit featuring the work of Mitsuo Aida. He was a Japanese poet and calligrapher known as The Poet of Zen. Even though I couldn't read his work in Japanese, the museum translated it into English. I was still able to understand his meaning and enjoyed my visit.",
            "author_name": "DJ H",
            "relative_time_description": "",
            "time": 1503181497,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wonderful words and calligraphy by Aida Mitsuo. Very moved!",
            "author_name": "星野浩",
            "relative_time_description": "",
            "time": 1643201316,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": true,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.mitsuo.co.jp/",
        "index": 19,
        "id": "",
        "categories": [
          "Art museum",
          "Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 16,
            "2": 14,
            "3": 93,
            "4": 334,
            "5": 520
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.677296,
        "address": "Japan, 〒100-0005 Tokyo, Chiyoda City, Marunouchi, 3 Chome−5−1 東京国際フォーラム, 地下1階",
        "travel_time": null
      },
      {
        "_id": "ChIJY7oGy8KLGGARwzg3K3wIBa8",
        "generalDescription": "Caretta Shiodome is a massive commercial complex in Tokyo that offers panoramic views of Tokyo Bay from its 47th floor. It features cultural facilities such as a theater and the Ad Museum Tokyo, the only advertising museum in Japan. The top floors are home to the Sky Restaurant, offering stunning views of the city while you dine. Visitors can enjoy Disney-themed winter illuminations from this vantage point, making for a truly magical experience.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.762522,
        "rating": 3.9,
        "numRatings": 7028,
        "sources": [
          {
            "id": "905152",
            "type": "webPlacesList",
            "url": "https://www.trip.com/blog/romantic-locations-in-tokyo-to-visit-this-holiday-season/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "trip.com",
            "shortName": "8 Romantic Locations in Tokyo to Visit This Holiday Season travel notes and guides",
            "indexInSource": 5,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "l7Tp0igPAqCROtlhpPB4XXrCRbiPamND",
          "utWT2YKpXcj3XZmZ1j0Pu0oaQTy7Ctga",
          "j2CrteEixG92TsSurrzYbdgfg86EFmpg",
          "YZfR5Q2JVe5JR7xeREBd0lzm1cjCQeKf",
          "FP6LVlWLWb0A0XyfnpZM3wjqIvqzRlNj",
          "l7Tp0igPAqCROtlhpPB4XXrCRbiPamND",
          "utWT2YKpXcj3XZmZ1j0Pu0oaQTy7Ctga",
          "j2CrteEixG92TsSurrzYbdgfg86EFmpg",
          "YZfR5Q2JVe5JR7xeREBd0lzm1cjCQeKf",
          "FP6LVlWLWb0A0XyfnpZM3wjqIvqzRlNj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Caretta Shiodome",
        "placeId": "ChIJY7oGy8KLGGARwzg3K3wIBa8",
        "internationalPhoneNumber": "+81 3-6218-2100",
        "reviews": [
          {
            "rating": 5,
            "text": "Amazing, best unagi I've ever had",
            "author_name": "Anne Kong",
            "relative_time_description": "",
            "time": 1751626188,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very nice and popular Christmas Time attraction. The light show starts at 1700. The best part for my fellow travelers is that the train station is just underneath the is attraction. Lots of food options on the inside of mall but this little curry spot that I have posted pics of was they best curry in all of Japan if you ask me😋😋😋",
            "author_name": "teshowme marshall",
            "relative_time_description": "",
            "time": 1543583694,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Veeeery futuristic place 👀🤩🫣\nLike a Future cities from computer games🚀🪐💫Amazing~",
            "author_name": "Алиса Лукшина",
            "relative_time_description": "",
            "time": 1750218953,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.caretta.jp/",
        "index": 20,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 124,
            "2": 282,
            "3": 2076,
            "4": 2422,
            "5": 2125
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.664459,
        "address": "1 Chome-8-2 Higashishinbashi, Minato City, Tokyo 105-7090, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJf6h47uWLGGARqjrFBsa_t90",
        "generalDescription": "Maison Hermès is a high-end retailer located in Ginza, Tokyo, offering luxury apparel, handbags, scarves, and accessories. The store features an art space called Le Forum on its eighth floor, designed by renowned architect Renzo Piano. This spacious gallery is made of glass blocks to allow natural light to filter through and create an open atmosphere for exhibitions organized by the Fondation D'entreprise Hermes. The aim of these exhibitions is to foster public interest in art while promoting environmental conservation.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.763367,
        "rating": 4.5,
        "numRatings": 397,
        "sources": [
          {
            "id": "2353441",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/22771",
            "sourceSite": "Web",
            "snippet": "Ginza Maison Hermès Forum is an art space curated by the brand Hermès, and the building itself is known to be the work of the world-renowned architect Renzo Piano. The exterior, featuring distinctive glass panels, captivates visitors and catches their eyes with its striking beauty, day and night. Exhibitions featuring artists from both Japan and abroad are held for free at the gallery on the eighth floor, providing a wonderful opportunity to engage with art.",
            "siteName": "MATCHA",
            "shortName": "Ginza's Most Romantic Places: 5 Must-Visit Date Spots in Tokyo",
            "indexInSource": 4,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "XZVTYflQztRNSwPWyg5qBy8cCm1Srka8",
          "ePVNCZBOS7fzKi8Ggi0rWHOYtqNhvqa0",
          "tYREZQiO4lTMdvyAlw1VdzFkYYLt0cDd",
          "67C7HKhRb5osAej9AwFHNAtmv8Ooss3S",
          "cWsa7SYDtqNyTJS6lQ1Eg9ZaA35nd2xV",
          "XZVTYflQztRNSwPWyg5qBy8cCm1Srka8",
          "ePVNCZBOS7fzKi8Ggi0rWHOYtqNhvqa0",
          "tYREZQiO4lTMdvyAlw1VdzFkYYLt0cDd",
          "67C7HKhRb5osAej9AwFHNAtmv8Ooss3S",
          "cWsa7SYDtqNyTJS6lQ1Eg9ZaA35nd2xV"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Maison Hermès Le Forum",
        "placeId": "ChIJf6h47uWLGGARqjrFBsa_t90",
        "internationalPhoneNumber": "+81 3-3569-3300",
        "reviews": [
          {
            "rating": 5,
            "text": "It's a very busy store. If you want to be served in a certain department, please get a ticket (plastic tag) from the staff first and wait to be served. Staff is friendly and will explain with you everything. As usual, do not expect that you get find the sought after handbags",
            "author_name": "Chris Li",
            "relative_time_description": "",
            "time": 1716522074,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Free hidden art gallery! A bit intimidating to approach Hermès, but the entrance to the elevator for this exhibit was actually outside of the building; not inside of the Hermès store. Staff was very helpful in guiding us to the exhibit and gave us a pamphlet of the current pieces on display. It's not a big museum, but there are a few different rooms to walk through and admire. Definitely a fun spot to stop if you have time to spare in Ginza.",
            "author_name": "Melia",
            "relative_time_description": "",
            "time": 1742914814,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Designed by Renzo Piano in 2001. Worth the visit! Keep in mind that the entrance is separated from the Hermès shop, so you don't need to go through it, as for someone can be quite intimidating. If you see a queue, that is for the shop not for the museum. An hour is more than enough in the building/ museum. Staff is friendly. For photography lovers it's quite interesting!",
            "author_name": "Dylan Dog",
            "relative_time_description": "",
            "time": 1751017978,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.hermes.com/jp/ja/story/maison-ginza/",
        "index": 21,
        "id": "",
        "categories": [
          "Art gallery",
          "Museums",
          "Art Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 7,
            "3": 28,
            "4": 109,
            "5": 246
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.671969,
        "address": "8階, 5 Chome-4-1 Ginza, Chuo City, Tokyo 104-0061, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJeZd_LC3zGGARFrg4ByHMZv8",
        "generalDescription": "Located on the 40th floor of the Park Hyatt, Kozue offers a contemporary take on kaiseki cuisine with a stylish ambiance and stunning views. The menu features seasonal delicacies like torafugu puffer fish, ayu sweetfish, matsutake mushrooms, and premium wagyu beef shabu-shabu. With three Michelin stars, this restaurant is known for its well-crafted dishes served by waiters in kimonos.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.690711,
        "rating": 4.2,
        "numRatings": 302,
        "sources": [
          {
            "id": "297922",
            "type": "webPlacesList",
            "url": "https://travelience.com/blog/top-ten-romantic-restaurants-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Kozue is a contemporary Japanese restaurant on the 40th floor of the Park Hyatt Tokyo Hotel in Shinjuku. You can look over the city and also see Mt. Fuji on a clear day. They have an extensive Japanese sake list, so you can enjoy different kinds of sake with your meal.",
            "siteName": "Top Ten Romantic Restaurants in Tokyo",
            "shortName": "Top Ten Romantic Restaurants in Tokyo",
            "indexInSource": 4,
            "iconSiteId": 18966,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ncDrIgeiKv8VCvWDbMpQf0NbPJykQX9G",
          "rvfAwOS3NHJ1WRZtsICxxGkBNNbS927D",
          "NAgZaerD7xPJ41uirzJ7F6NMdPfSkfG2",
          "NBecFlJqKB2XcHqkUHW2js8DW02adSjb",
          "ih1SoNxymPZLeGTTrkq3nLxABsMPxQDR",
          "ncDrIgeiKv8VCvWDbMpQf0NbPJykQX9G",
          "rvfAwOS3NHJ1WRZtsICxxGkBNNbS927D",
          "NAgZaerD7xPJ41uirzJ7F6NMdPfSkfG2",
          "NBecFlJqKB2XcHqkUHW2js8DW02adSjb",
          "ih1SoNxymPZLeGTTrkq3nLxABsMPxQDR"
        ],
        "openingPeriods": [],
        "name": "Kozue",
        "placeId": "ChIJeZd_LC3zGGARFrg4ByHMZv8",
        "internationalPhoneNumber": "+81 3-5323-3460",
        "reviews": [
          {
            "rating": 5,
            "text": "Excellent dinner at one of the Park Hyatt Tokyo's world-class restaurants. Course menu with an amazing view of Tokyo. The service and food were superb, as expected for the price.\n\nOf special note, the crockery used was beautiful and clearly handmade. When we inquired, the waiter explained it was from a single pottery maker in rural Japan and each piece was unique. The attention to detail was lovely and enhanced our total experience.",
            "author_name": "Eric H",
            "relative_time_description": "",
            "time": 1705887838,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Pricey, but for a glamorous Tokyo experience this was great for our party of tourists. The room and view is jaw-dropping and the ambiance and service perfect. The food was exquisitely presented too, but what impressed me most was the subtlety of the dishes - clean and nourishing with a focus on traditional vegetables and fish. A hotpot of fish, mushrooms and cabbage sounds like peasant food but wow, it was incredible.",
            "author_name": "Mitchell W",
            "relative_time_description": "",
            "time": 1675554245,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Excellent meal with stunning views.  I am sure the views helped influence the food.  The food was crafted with care and elegance.  Each course was served timely and the waiter described each dish in detail.  It was truly a memorable experience.",
            "author_name": "michael mckiernan",
            "relative_time_description": "",
            "time": 1730515074,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 4,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.hyatt.com/ja-JP/hotel/japan/park-hyatt-tokyo/tyoph/dining",
        "index": 22,
        "id": "",
        "categories": [
          "Japanese restaurant",
          "Authentic Japanese restaurant",
          "Kaiseki restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 13,
            "2": 11,
            "3": 33,
            "4": 78,
            "5": 167
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.685477,
        "address": "Shinjuku Park Tower, 40階, 3 Chome-7-1-2 Nishishinjuku, Shinjuku City, Tokyo 160-0023, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJDZzhvESLGGARN8dkUppuoAI",
        "generalDescription": null,
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.70572,
        "rating": 4.6,
        "numRatings": 74,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "A post shared by Artbar Tokyo (@artbartokyo) on Oct 7, 2019 at 10:25pm PDT. Are you and your partner creative types?. Would you consider yourselves to be hipsters?",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 6,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "9pZcZZjzmFit6wpLyGshZPQ6tL2ETboL",
          "wviKtZATph88QDVdoiFj9rWMATmpILSL",
          "DQ6IARbrIaeLR06u5OnztpqMbGJ2T0tE",
          "9pZcZZjzmFit6wpLyGshZPQ6tL2ETboL",
          "wviKtZATph88QDVdoiFj9rWMATmpILSL",
          "DQ6IARbrIaeLR06u5OnztpqMbGJ2T0tE"
        ],
        "openingPeriods": [],
        "name": "Artbar Tokyo - Daikanyama アートバー東京 代官山 (1店舗目 - 1st Location)",
        "placeId": "ChIJDZzhvESLGGARN8dkUppuoAI",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is a amazing place!!! You can paint with drinks with instructor!!! They teach us simple and easily so you can make it great picture!!!! They made preparations for all you need to paint so you should do is just come here!!! They have drinks including alcohols! You can drink as much as you want. It is included in your fee. The instructors are really friendly and speak both Japanese and English, no problem! I sometimes join alone but it's really fun!!!! I am sure if you like arts, you will be into this!!! Enjoy!!!",
            "author_name": "Erine Taguchi",
            "relative_time_description": "",
            "time": 1599914268,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I really enjoyed painting and drinking at Art Bar, I went with a small group of friends. We painted a picture of Mount Fuji. We all had a wonderful time. It's a nice small cool cozy place. The staff are really helpful and friendly.",
            "author_name": "Sarah Doğan",
            "relative_time_description": "",
            "time": 1524919016,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely experience with snacks and art. It's a great way to spend time learning art and taking back masterpiece created. Little pricey but can be done every few months. Teachers are great",
            "author_name": "vandana nigam",
            "relative_time_description": "",
            "time": 1641349804,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://artbar.co.jp/",
        "index": 23,
        "id": "",
        "categories": [
          "Painting lessons",
          "Art center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3,
            "2": 1,
            "3": 2,
            "4": 9,
            "5": 59
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.651587,
        "address": "Ever, 1F, 7-2 Daikanyamacho, Shibuya, Tokyo 150-0034, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJMTWC-PqLGGARhUvIMSJDN1w",
        "generalDescription": "Cotton Club in Tokyo is a vibrant tribute to the original Harlem Cotton Club, featuring a mix of hi-life, calypso, and sonic beats that will have you tapping your feet. Designed by Yasumichi Morita, this club has hosted jazz legends and offers a selection of cabaret-inspired cocktails like the Womans Glance.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.765003,
        "rating": 4.4,
        "numRatings": 1164,
        "sources": [
          {
            "id": "1021262",
            "type": "webPlacesList",
            "url": "https://visit-chiyoda.tokyo/app/en/feature/detail/112",
            "sourceSite": "Web",
            "snippet": "COTTON CLUB\" is located a two-minute walk from JR Tokyo Station and a five-minute walk from JR Yurakucho Station. It is an entertainment club where you can enjoy a meal whilst watching live performances by top artists from a variety of genres, including jazz, soul and R&B, etc.",
            "siteName": "visit-chiyoda.tokyo",
            "shortName": "Eight spots chosen in Chiyoda City that are perfect for Valentine's Day and White Day|Chiyoda Tourism Association",
            "indexInSource": 2,
            "iconSiteId": 59212,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "FFQBwNp2ztmOrSvs74MkCuVRoMFNBISw",
          "aN47xpjxII6udUQSRuec1jiXlaYpOcds",
          "vcfexaNxh2IulsFFGR3h9Q1U0K7SGN56",
          "CUqECx6egseUXSs784ojcRVoaq4fvT3W",
          "4xWOlzwqo55CmLTALkRcPpeV3nB0l7xj",
          "FFQBwNp2ztmOrSvs74MkCuVRoMFNBISw",
          "aN47xpjxII6udUQSRuec1jiXlaYpOcds",
          "vcfexaNxh2IulsFFGR3h9Q1U0K7SGN56",
          "CUqECx6egseUXSs784ojcRVoaq4fvT3W",
          "4xWOlzwqo55CmLTALkRcPpeV3nB0l7xj"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1500"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1700"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1700"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1700"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1700"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1700"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1500"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Cotton Club",
        "placeId": "ChIJMTWC-PqLGGARhUvIMSJDN1w",
        "internationalPhoneNumber": "+81 3-3215-1555",
        "reviews": [
          {
            "rating": 5,
            "text": "Cotton Club Tokyo is an upscale, stylish jazz venue offering a top-tier live music experience in the heart of Marunouchi. Inspired by the legendary New York club, it features performances from world-class artists across various genres, including jazz, blues, and R&B. The intimate atmosphere, combined with elegant décor and excellent acoustics, makes it ideal for a special night out. The menu includes a selection of fine dining and cocktails, adding to the luxurious experience. If you're seeking a sophisticated evening of live music and gourmet food in Tokyo, Cotton Club is a must-visit.",
            "author_name": "Ryan Mark",
            "relative_time_description": "",
            "time": 1726403288,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Really beautiful inside. Good acoustics. Set dinner meal was delicious and unusual. No photos were allowed inside.",
            "author_name": "Allison Lau",
            "relative_time_description": "",
            "time": 1739241744,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We don't have these where I'm from but I've always loved the idea of having bar counter or table seating for dinner & drinks while enjoying a show. If money is not a problem go for the VIP tables facing the stage directly. The high tables on the sides are excellent as well. Not sure I'd want to be seated at the dining tables on the ground level near the stage as the seating is awkward, but I guess if you're dining with a big group you sort of have no other option. Service is excellent, the F&B menu is extensive, and the draft beers are cold & crisp!",
            "author_name": "Jon Bower",
            "relative_time_description": "",
            "time": 1685167402,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.cottonclubjapan.co.jp/jp/?utm_source=google&utm_medium=google_map&utm_campaign=tech_03",
        "index": 24,
        "id": "",
        "categories": [
          "Jazz club",
          "Live music venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 29,
            "2": 12,
            "3": 87,
            "4": 330,
            "5": 706
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.678974,
        "address": "東京ビル TOKIA, 2F, 2 Chome-7-3 Marunouchi, Chiyoda City, Tokyo 100-6402, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ2fT2uYCLGGARBg0ak1l4Bk0",
        "generalDescription": null,
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.736551,
        "rating": 4.2,
        "numRatings": 232,
        "sources": [
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 15,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1vHwoOucV0b3ivunj9AewrcNfDm1YMMw",
          "Dnw2m7S4bySlmrKjaFQ211ipeBadO4pu",
          "4D4xs9qLVjaFYEIV5zF0LjE8L2M14MD3",
          "1vHwoOucV0b3ivunj9AewrcNfDm1YMMw",
          "Dnw2m7S4bySlmrKjaFQ211ipeBadO4pu",
          "4D4xs9qLVjaFYEIV5zF0LjE8L2M14MD3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Aoyama Flower Market",
        "placeId": "ChIJ2fT2uYCLGGARBg0ak1l4Bk0",
        "internationalPhoneNumber": "+81 3-5574-6177",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful setting and delicious healthy food in decent portions. My husband and I ate here on a weekday night around 5pm and were seating with a 5 minute wait. (The cafe is a little small so only a few people can be seated at a time). Staff was friendly and professional, no pressure to rush, and quality food. Our bill for 2 people (2 drinks, 2 appetizer, and 2 entree) came to about $55.00 which I felt was reasonable for the quality and the size. (Highly recommend the curry) After you can peruse the adjacent flower shop or stop in next door at the many cute boutiques around the cafe. Thank you for a lovely (and much needed) peaceful night!!!",
            "author_name": "Madeleine Highland",
            "relative_time_description": "",
            "time": 1542794779,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Peaceful beautiful cafe with decent foods\nThe tea house is located in the back of the flower shop. The fresh scent of roses and other flowers filled the air. A variety of tea and food was available. We choosed a pot of tea and an omelette. Both looked and tasted good.",
            "author_name": "Setivan",
            "relative_time_description": "",
            "time": 1568453260,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "By far the prettiest café I've ever been to! This has always been in my bucketlist and I'm so happy I get to visit 2 of their branches, the main, and this one.\n\nStarted my day by having breakfast here, around 9am, and it's the most beautiful breakfast experience I had in my life. I just felt at peace while having my hibiscus tea and yogurt bowl. I suggest going early since customers starts to line up outside around 10am onwards.",
            "author_name": "Jade",
            "relative_time_description": "",
            "time": 1669401976,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.aoyamaflowermarket.com/category/SHOP073/",
        "index": 25,
        "id": "",
        "categories": [
          "Florist",
          "Gift shop"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 4,
            "3": 28,
            "4": 82,
            "5": 111
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.672811,
        "address": "Akasaka Biz Tower, １Ｆ, 5 Chome-3-1 Akasaka, Minato City, Tokyo 107-6301, Japan",
        "travel_time": null
      }
    ]
  }
}