{
  "list_id": "791",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/791/1.jpg",
  "description": "Dive into \"Discover Chiyoda's Hidden Free Gems\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/129611"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Discover Chiyoda's Hidden Free Gems",
  "city_id": "42",
  "subtype": "poi",
  "city": "Chiyoda",
  "created_ts": 1759304203,
  "slug": "discover-chiyodas-hidden-free-gems-chiyoda-poi-ef64b3",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ18IK6x2KGGARKTc2yLS-030",
        "generalDescription": "Odaiba Marine Park is a coastal green space in Tokyo Bay, offering stunning views of the Rainbow Bridge and the city. It is one of several recreational beach areas in the region, along with Kasai Kaihin Park, Shiokaze Park, and Jonanjima Seaside Park. During summer, visitors can enjoy activities like grilling and bird-watching while taking in the cool sea breeze and pleasant views.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.775691,
        "rating": 4.3,
        "numRatings": 14477,
        "sources": [
          {
            "id": "1424405",
            "type": "webPlacesList",
            "url": "https://tourteller.com/blog/free-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "If you are crossing the Rainbow Bridge, you might as well cross over to the man-made island of Odaiba. You can stroll around Odaiba Seaside Park, aka Odaiba Marine Park, which offers free entry. Moreover, visitors get panoramic views of Tokyo Bay and Rainbow Bridge from the park.",
            "siteName": "TourTeller Blog",
            "shortName": "Free Things to Do in Tokyo 2025",
            "indexInSource": 3,
            "iconSiteId": 13028,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GzTKpqM4rfZY2kjnapxJK9jBKWaWDhmx",
          "ieKKXPaQQlvnooPfh3p8JDT8TLdmAK6t",
          "ZktqhAXsD8HqvTHtbBpYqTnZdwc7lej1",
          "SUtMIiRbvzDwjR45vAewFgMhUHrHHdF5",
          "SfSLu8mMzhygUdthFBcdiwpEjARIbNnq",
          "GzTKpqM4rfZY2kjnapxJK9jBKWaWDhmx",
          "ieKKXPaQQlvnooPfh3p8JDT8TLdmAK6t",
          "ZktqhAXsD8HqvTHtbBpYqTnZdwc7lej1",
          "SUtMIiRbvzDwjR45vAewFgMhUHrHHdF5",
          "SfSLu8mMzhygUdthFBcdiwpEjARIbNnq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Odaiba Marine Park",
        "placeId": "ChIJ18IK6x2KGGARKTc2yLS-030",
        "internationalPhoneNumber": "+81 3-5500-2455",
        "reviews": [
          {
            "rating": 5,
            "text": "It's windy but relaxing as we saw rainbow bridge from a far. We take a tokyo cruise from Asakusa and get off here (less than an hour). We visit the liberty statue and saw also some sakura blooming there. There's also 2 malls around so we can have lunch and there's a lot of halal option. We got back to the city using train eventually and take the end car so that we can enjoy the train journey better.",
            "author_name": "Harris",
            "relative_time_description": "",
            "time": 1746250944,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Back at my go-to spot for incredible night views, which I try to visit every couple of months! It's truly breathtaking. This visit was special because I got to share it with my relatives who came all the way from their hometown. I really hope they loved it as much as I do! This place has it all – great food, awesome shopping, and plenty of fun activities. Super convenient too, with ample parking and direct train access.",
            "author_name": "Tetsushi Koyama",
            "relative_time_description": "",
            "time": 1748178051,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌊 Odaiba Marine Park – A Scenic Escape in the Heart of Tokyo Bay\n\n📍 Location: Odaiba, Tokyo\n⭐ Recommended for: Sunset lovers, couples, photographers, families, peaceful walkers\n\n⸻\n\n🌅 Overview\n\nOdaiba Marine Park offers a refreshing escape from Tokyo's busy streets, blending seaside calm with modern city views. With its sandy beach, gentle waves, and clear view of Rainbow Bridge, it's a perfect spot to unwind while staying in the city.\n\n⸻\n\n🏖️ What to Expect\n•\tA man-made beach with clean sand - ideal for barefoot walks or relaxing on a picnic mat\n•\tStunning views of Tokyo's skyline, especially during sunset\n•\tA replica of the Statue of Liberty, a fun and iconic photo spot\n•\tGreat for casual strolls, running, or simply sitting with coffee in hand\n•\tOccasional street performers and events during weekends\n\n⸻\n\n📷 Photography Heaven\n\nWhether it's the warm glow of golden hour, the city lights reflecting on the water, or the Rainbow Bridge lighting up after dusk - this place is made for snapshots.\n\n⸻\n\n🚫 Note\n\nSwimming is not allowed, but that doesn't take away from the charm. The atmosphere is peaceful, romantic, and ideal for slowing down after a day of sightseeing.\n\n⸻\n\n✅ Final Thoughts\n\nOdaiba Marine Park is one of Tokyo's most scenic and relaxing public spots. Come for the view, stay for the moment. A must-visit for anyone who enjoys a touch of nature without leaving the city.",
            "author_name": "Tan Phung",
            "relative_time_description": "",
            "time": 1752073849,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tptc.co.jp/park/01_02",
        "index": 1,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 150,
            "2": 201,
            "3": 1897,
            "4": 4449,
            "5": 7802
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.630049,
        "address": "1 Chome-4 Daiba, Minato City, Tokyo 135-0091, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJMwpiebSMGGARPr_454zHvDQ",
        "generalDescription": "Nestled in the heart of Tokyo, Yoyogi Park is a sprawling urban oasis that spans an impressive 134 acres. This vibrant park features serene lakes, charming fountains, and lush forested areas adorned with mature trees, making it a perfect escape from the city's hustle and bustle. Located just south of Shinjuku and near the iconic Yoyogi National Gymnasium, it's easily accessible for both locals and tourists alike.",
        "utcOffset": 540,
        "maxMinutesSpent": 180,
        "longitude": 139.694966,
        "rating": 4.3,
        "numRatings": 25615,
        "sources": [
          {
            "id": "1424405",
            "type": "webPlacesList",
            "url": "https://tourteller.com/blog/free-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Yoyogi Park is conveniently located adjacent to the Meiji Shrine and Harajuku Station. This pet-friendly park is also wheelchair accessible. Anyone can stroll around and enjoy a relaxing time with friends and family.",
            "siteName": "TourTeller Blog",
            "shortName": "Free Things to Do in Tokyo 2025",
            "indexInSource": 6,
            "iconSiteId": 13028,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "F01hWx4MdtqrymNvEU24U5hKHycDB22T",
          "VTln5zIjJk8tEhWeOl6DEoAwvLlKJOCH",
          "LgZECdwaaIasODXit2SImbsKmzUwr6P1",
          "eaTzl9FWdjuvCwvjCQM2HuRwb8FA0msx",
          "GyXqUGtGT5J1scY8KdXkt0DhHolpUkAq",
          "F01hWx4MdtqrymNvEU24U5hKHycDB22T",
          "VTln5zIjJk8tEhWeOl6DEoAwvLlKJOCH",
          "LgZECdwaaIasODXit2SImbsKmzUwr6P1",
          "eaTzl9FWdjuvCwvjCQM2HuRwb8FA0msx",
          "GyXqUGtGT5J1scY8KdXkt0DhHolpUkAq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Yoyogi Park",
        "placeId": "ChIJMwpiebSMGGARPr_454zHvDQ",
        "internationalPhoneNumber": "+81 3-3469-6081",
        "reviews": [
          {
            "rating": 5,
            "text": "A nice park to relax in or go for a jog.  Most of the park is tree lined paths and bench areas though it has a few extra sections.  There is a beautiful butterfly garden on the south side that I'd recommend.  A herb / rose garden.  A dog park.  And a lake for viewing birds... Though they were hiding during our visit.",
            "author_name": "Bill Reichman",
            "relative_time_description": "",
            "time": 1750994356,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Green, expansive, gorgeous. There are so many words that could describe Yoyogi Park but those are my top three. I loved the greenery, art, wildlife, and the First Flight Monument. Easy to get to, easy to navigate. Even though we walked around for a few hours, there was still more to see. Don't miss it!\n\nPhotography by Jason Taylor (Except for the pictures I took)",
            "author_name": "Amy Shafer",
            "relative_time_description": "",
            "time": 1757040092,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This park does not have a lot to offer but this is one good place to spend some time off, peaceful \"me time\" and have picnics with your loved ones. This is just a 5 minute walk from the Meiji Shrine. By the time I visited, Roses are in bloom making the park more interesting to visit.",
            "author_name": "Maria Theresa Dela Cruz",
            "relative_time_description": "",
            "time": 1747986146,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/yoyogi/",
        "index": 2,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 260,
            "2": 346,
            "3": 3487,
            "4": 7727,
            "5": 13788
          }
        },
        "minMinutesSpent": 180,
        "latitude": 35.670065,
        "address": "2-1 Yoyogikamizonocho, Shibuya, Tokyo 151-0052, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJV4TDwfeLGGARZZY83rpWpSA",
        "generalDescription": "Wadakura Fountain Park, situated in the Wadakura area of Kokyo Gaien National Garden, is a serene escape completed in 1961 and renovated in 1995 to celebrate an imperial wedding. The park boasts a grand fountain that shoots water up to 8.5 meters high and an artificial waterfall measuring 5.5 meters high and 30 meters across.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.760874,
        "rating": 4.3,
        "numRatings": 2318,
        "sources": [
          {
            "id": "2465960",
            "type": "webPlacesList",
            "url": "https://www.wamazing.com/media/article/a-440/",
            "sourceSite": "Web",
            "snippet": "Wadakura Fountain Park, designed around the theme of \"Continuity and New Development,\" was built in 1995 to celebrate the wedding of the Crown Prince and Princess at that time. Conveniently located, it is just a two-minute walk from Exit D2 of Otemachi Station on the Tokyo Metro Hanzomon Line, making it easily accessible for visitors. Surrounded by trees, the Wadakura Fountain Park boasts a modern waterfall, measuring 5.5 meters in height and 30 meters in width, plus numerous large fountains.",
            "siteName": "WAmazing Discover",
            "shortName": "Best Things to Do Around Tokyo’s Imperial Palace",
            "indexInSource": 2,
            "iconSiteId": 32097,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "3XnkdKnnsHuvF7307eVa4LXzsmJziwMd",
          "mABruZaAdve3gHLEND5wyqaZpIBFxVRx",
          "imBSQAVLh04rQOhnYgBuQzuTgPz2Dk4f",
          "uvIhGAVInMV9ix12tXB7cvMD18GbBPP5",
          "S8DJa5BUJJLrcF4I3u8KPspifPOUIm4h",
          "3XnkdKnnsHuvF7307eVa4LXzsmJziwMd",
          "mABruZaAdve3gHLEND5wyqaZpIBFxVRx",
          "imBSQAVLh04rQOhnYgBuQzuTgPz2Dk4f",
          "uvIhGAVInMV9ix12tXB7cvMD18GbBPP5",
          "S8DJa5BUJJLrcF4I3u8KPspifPOUIm4h"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Wadakura Fountain National Park",
        "placeId": "ChIJV4TDwfeLGGARZZY83rpWpSA",
        "internationalPhoneNumber": "+81 3-3213-0095",
        "reviews": [
          {
            "rating": 5,
            "text": "A charming fountain with scheduled performances that are absolutely worth watching-it's stunning and leaves you feeling uplifted. All your fatigue melts away after seeing it. The surrounding scenery is breathtaking, resembling a ginkgo avenue straight out of a postcard. It's especially worth visiting in autumn to stroll along the golden-hued path and soak in the seasonal vibes. There's even a thoughtfully designed Starbucks nearby, making the entire experience truly delightful!",
            "author_name": "JungJung Chang",
            "relative_time_description": "",
            "time": 1732185543,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Wadakura Fountain Park in Tokyo is the perfect hidden gem if you're looking to escape the busier, more tourist-heavy parts of the city. It's peaceful, open, and beautifully maintained-a great spot to sit, breathe, and reset. It's conveniently located near the metro and just steps away from a lovely mall where you'll find a variety of clothing stores, restaurants, and a food court. The area is ideal for a half-day outing, especially if you enjoy walking, since there are several parks and landmarks nearby, including a temple and scenic spots for exploring.\n\nIf you go, make sure to wear comfortable clothes and shoes because there's a fair amount of walking involved. One of the highlights is the Starbucks right by the fountain-a large, modern location with indoor and outdoor seating. It's especially magical at sunset, with the light reflecting on the water and the city skyline in the background. While the Starbucks isn't overcrowded, the prime sunset-view seats fill up fast, so try to arrive at least 30 minutes before sunset if you want a great spot.\n\nThe area has a calm, business-district vibe during the day, with locals commuting through the subway line nearby, but that energy gives way to a more relaxed atmosphere in the evening. Whether you're grabbing a coffee, enjoying the sunset, or strolling around the park and nearby shops, Wadakura Fountain Park is a peaceful, highly recommended stop for anyone who wants to enjoy a different, more tranquil side of Tokyo.",
            "author_name": "Miriam Isaac",
            "relative_time_description": "",
            "time": 1750931136,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Super clean mini park, the fountain not always turned on.\n\nThere's a Starbucks in case you want to relax with a sip of coffee.",
            "author_name": "Yosephine M",
            "relative_time_description": "",
            "time": 1745375237,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://fng.or.jp/koukyo/place/historical/ruins-gaien/wadakurafountainpark",
        "index": 3,
        "id": "",
        "categories": [
          "National park",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 35,
            "3": 362,
            "4": 779,
            "5": 1125
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.683342,
        "address": "3-1 Kokyogaien, Chiyoda City, Tokyo 100-0002, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJzVPpQgCNGGARxQama0BGCXE",
        "generalDescription": "Chidorigafuchi is a picturesque haven that captivates visitors with its gently sloping hill adorned in vibrant pink cherry blossoms, creating a stunning backdrop against the tranquil moat of the Imperial Gardens. The serene waters invite boaters to glide along, offering enchanting views of petals dancing in the breeze. This beautiful park is not only a feast for the eyes but also serves as a popular route for joggers who relish the seasonal blooms and scenic paths that enhance their daily runs.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.74791,
        "rating": 4.6,
        "numRatings": 333,
        "sources": [
          {
            "id": "1604046",
            "type": "webPlacesList",
            "url": "https://www.timeout.com/tokyo/things-to-do/sakura-festival-in-chiyoda",
            "sourceSite": "Web",
            "snippet": "During the day, you can take a stroll along the Chidorigafuchi moat or even rent a rowboat to see the cherry blossoms from the water. By night, you can enjoy the pink flowers lit up with LEDs.",
            "siteName": "Time Out Tokyo",
            "shortName": "Chidorigafuchi is now offering online bookings for boat rentals during sakura season",
            "indexInSource": 1,
            "iconSiteId": 17,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "906210",
            "type": "webPlacesList",
            "url": "https://dishes-japan.com/things-to-do/the-10-best-things-to-do-in-chiyoda-ward-tokyo/",
            "sourceSite": "Web",
            "snippet": "Chidorigafuchi, situated in Tokyo’s Chiyoda Ward, is a captivating location where the rich history and beauty of Japan intersect. This spot provides an immersive experience in Japanese history and culture, especially enchanting during the cherry blossom season. Located on the northwest side of the Imperial Palace, Chidorigafuchi derives its name from its distinctive shape, resembling a plover, known as “Chidori” in Japanese.",
            "siteName": "Dishes Japan",
            "shortName": "The 10 Best Things to Do in Chiyoda Ward, Tokyo",
            "indexInSource": 7,
            "iconSiteId": 48109,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2346578",
            "type": "webPlacesList",
            "url": "https://cooljapan-videos.com/en/articles/38jydyb5",
            "sourceSite": "Web",
            "snippet": "Chidorigafuchi is a moat that was created by blocking off the Tsubonesawa River, (局沢川, Tsubonesawa-Gawa) with earthen bridges at Hanzomon Gate and Tayasumon Gate during the expansion of Edo Castle after the opening of Edo.",
            "siteName": "cooljapan-videos.com",
            "shortName": "Ichigaya, Chiyoda-ku, Tokyo, with its easy access to transportation and fulfilling neighborhood environment, is full of attractions that attract people! Go to popular spots in Tokyo that you must not miss when enjoying the history of the city!",
            "indexInSource": 6,
            "iconSiteId": 9050,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "p2hRzHFZbQbeLPInWGRQ0FWwGExFEdYa",
          "VyVfwW39IhzB4zvejShMsptbh4u9S6lu",
          "bhex1B6GcXsVcOLfGj7dhRgshV8gE4L1",
          "wNTZGZv2BY79OZx9aQWMRPWMS5YpVZqc",
          "p2hRzHFZbQbeLPInWGRQ0FWwGExFEdYa",
          "VyVfwW39IhzB4zvejShMsptbh4u9S6lu",
          "bhex1B6GcXsVcOLfGj7dhRgshV8gE4L1",
          "wNTZGZv2BY79OZx9aQWMRPWMS5YpVZqc"
        ],
        "openingPeriods": [],
        "name": "Chidorigafuchi Green Way",
        "placeId": "ChIJzVPpQgCNGGARxQama0BGCXE",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "On the first Saturday of April, we visited the world-renowned Chidorigafuchi, where cherry blossoms were in full, glorious bloom. The experience was nothing short of magical! Despite the crowds, the event was remarkably well-organized, allowing everyone to soak in the beauty. The air was fragrant with the sweet scent of blossoms, and a palpable sense of springtime joy radiated through the crowd. On this delightful day, life felt brimming with hope and renewal. Chidorigafuchi in peak bloom is an unforgettable celebration of nature's splendor.",
            "author_name": "Ben Wang",
            "relative_time_description": "",
            "time": 1745039568,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It's probably the last week to enjoy the full bloom Sakura so even it's a weekday a lot of people showed up. Since it's world famous both tourists and locals were like half proportioned.\n\nI didn't plan to visit since over tourism are really getting it's peak. But since I was in the area just wanted to refresh my memory. Since its crowdness sometimes it made walking a bit harder. And because it closed off some areas making a picture of good angle impossible.",
            "author_name": "satsuki hoshino",
            "relative_time_description": "",
            "time": 1744188016,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you're looking for a peaceful escape right in the heart of Tokyo, Chidorigafuchi Green Way is a must-visit. As a Local Guide, I've explored many scenic paths, but this one stands out for its seasonal charm and well-maintained trails.\n\nStretching along the Imperial Palace moat, this walkway is especially breathtaking during cherry blossom season (late March to early April). The sakura trees form a stunning pink canopy over the path, and the reflection on the calm water creates a dreamlike scene - perfect for both photography and quiet contemplation. Even outside of hanami season, the greenery, clean benches, and subtle lighting make it a relaxing walk.\n\nThe route is flat and accessible, suitable for strollers and wheelchairs. There are clear signs in English and Japanese, and the nearby Kudanshita and Hanzomon stations make it easy to reach. Early morning or late afternoon is best to avoid crowds.\n\nWhat I appreciate most is how it blends urban life with nature - you're surrounded by history, yet feel completely at peace. Whether you're a tourist or a local, Chidorigafuchi Green Way offers a short but meaningful nature escape in the middle of Tokyo.",
            "author_name": "Tan Phung",
            "relative_time_description": "",
            "time": 1752505230,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://visit-chiyoda.tokyo/app/spot/detail/446",
        "index": 4,
        "id": "",
        "categories": [
          "Promenade",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 3,
            "3": 17,
            "4": 95,
            "5": 217
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.689953,
        "address": "2 Sanbancho, Chiyoda City, Tokyo 102-0075, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJbWVFlTCKGGARr5l6ox-7_CA",
        "generalDescription": "Rainbow Bridge is a stunning suspension bridge that spans Tokyo Bay, connecting Shibaura Wharf to Daiba. Opened in 1993, it serves as both a transportation route and a beloved landmark for the new Tokyo Bay area. The bridge features vibrant nighttime illumination powered by solar energy and offers a walking route along its 1.7 km length.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.763144,
        "rating": 4.5,
        "numRatings": 3594,
        "sources": [
          {
            "id": "1555073",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/5073",
            "sourceSite": "Web",
            "snippet": "Odaiba is a highly sought-after amusement area, distinguished by its iconic Rainbow Bridge that shines brilliantly at night. Illuminated by an array of lights, the bridge provides a captivating display while also granting a view of restaurant ships floating on the water, adorned in various colors. It is in the nighttime that the bridge truly lives up to its name as the \"rainbow bridge.\" It radiantly glows in vibrant hues, resembling the colors of a rainbow.",
            "siteName": "MATCHA",
            "shortName": "Tokyo: 35 Free Things to Do",
            "indexInSource": 6,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1424405",
            "type": "webPlacesList",
            "url": "https://tourteller.com/blog/free-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "If you want to take memorable pictures with your loved one, head to the Rainbow Bridge. This bridge spans Tokyo Bay to connect the Shibaura Pier and Odaiba. It looks impressive at night, illuminated in rainbow lights, making it perfect for night photography.",
            "siteName": "TourTeller Blog",
            "shortName": "Free Things to Do in Tokyo 2025",
            "indexInSource": 2,
            "iconSiteId": 13028,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VMivq5mchLqahlv5ZQaCDfVNTgwVEKyo",
          "Yh5Y7kuxBM9FVVFTH42WtQKgW9hdAxIS",
          "cDgRF5Vd4eeTOeiEWA61Mu2I8dtHrUgb",
          "EqZhjbk77OfSrBohQATJP6kBPNRGadSk",
          "OJMALjyDahJW1FplpNNsrvAxyGp9C5wo",
          "VMivq5mchLqahlv5ZQaCDfVNTgwVEKyo",
          "Yh5Y7kuxBM9FVVFTH42WtQKgW9hdAxIS",
          "cDgRF5Vd4eeTOeiEWA61Mu2I8dtHrUgb",
          "EqZhjbk77OfSrBohQATJP6kBPNRGadSk",
          "OJMALjyDahJW1FplpNNsrvAxyGp9C5wo"
        ],
        "openingPeriods": [],
        "name": "Rainbow Bridge",
        "placeId": "ChIJbWVFlTCKGGARr5l6ox-7_CA",
        "internationalPhoneNumber": "+81 3-5463-0223",
        "reviews": [
          {
            "rating": 5,
            "text": "The Rainbow Bridge in Tokyo is a stunning architectural marvel and a must-see attraction. Spanning Tokyo Bay, it offers breathtaking views, especially at night when it's beautifully illuminated. Whether you're walking, driving, or taking a boat tour, the bridge provides a unique perspective of the city's skyline. The pedestrian walkways are perfect for a leisurely stroll with picturesque scenes, making it a favorite spot for both locals and tourists. Highly recommended for anyone visiting Tokyo!",
            "author_name": "Pragash Y",
            "relative_time_description": "",
            "time": 1722123300,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is definitely something to see the bridge itself looks stunning specially at night when the lights turn on, do keep in mind that if it's not a holiday, the lights will only shine in white or purple. Otherwise, if it's a holiday, it will be a rainbow color. I recommend taking pictures of it or watching it from the Statue of Liberty.",
            "author_name": "Oskar Vovčak",
            "relative_time_description": "",
            "time": 1743081872,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I was staying in Odaiba, and walking across the promenade of the rainbow bridge was an amazing way to get to the Tokyo tower.\nThe bridge is a great design and is a real focus point of the surrounding area.\nIt's great to look at it, but if you get the chance, I would definitely recommend walking across.",
            "author_name": "Steve",
            "relative_time_description": "",
            "time": 1748248363,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.shutoko.jp/fun/lightup/rainbowbridge/",
        "index": 5,
        "id": "",
        "categories": [
          "Bridge",
          "Sights & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 36,
            "3": 308,
            "4": 954,
            "5": 2259
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.636564,
        "address": "Minato City, Tokyo 105-0000, Japan",
        "travel_time": null
      }
    ]
  }
}