{
  "list_id": "788",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/788/1.jpg",
  "description": "Dive into \"Love in the Heart of Kobe\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163785"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Love in the Heart of Kobe",
  "city_id": "34",
  "subtype": "poi",
  "city": "Kobe",
  "created_ts": 1759303326,
  "slug": "love-in-the-heart-of-kobe-kobe-poi-d65af7",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ1_lSnM-PAGARgdwD0sMSAxI",
        "generalDescription": "Kobe Beef TAKAKURA is a culinary gem that truly showcases the exquisite flavors of Kobe beef, one of Japan's most renowned wagyu varieties. This restaurant offers an unforgettable dining experience where guests can savor the melt-in-your-mouth tenderness of this premium meat, sourced from purebred Tajima cattle raised in Hyogo Prefecture. The skilled chefs at TAKAKURA not only prepare the beef to perfection but also provide insightful guidance on how to fully appreciate its rich taste.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.192943,
        "rating": 4.9,
        "numRatings": 1421,
        "sources": [
          {
            "id": "1411982",
            "type": "webPlacesList",
            "url": "https://hyogojapan.com/valentines-day-in-the-most-romantic-city-in-japan/",
            "sourceSite": "Web",
            "snippet": "Kobe is famous for its eponymous Kobe beef, a high-quality beef prized for its tenderness and flavour. What better way to celebrate Valentine’s Day than by indulging in a sumptuous steak dinner at one of Kobe’s many Kobe Beef Steakhouses.",
            "siteName": "HyogoJapan.com",
            "shortName": "Valentine's Day in the most Romantic City in Japan",
            "indexInSource": 2,
            "iconSiteId": 19615,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nuDQDrPP3uNK5tP77dgpBWagO2VKpWrg",
          "XVu3WEcXNLEFaLYu8ylqznnI4PBrwu5j",
          "mio0JZ6NMGkF1Kz4CO9xEPgqOBcvy1Kx",
          "nuDQDrPP3uNK5tP77dgpBWagO2VKpWrg",
          "XVu3WEcXNLEFaLYu8ylqznnI4PBrwu5j",
          "mio0JZ6NMGkF1Kz4CO9xEPgqOBcvy1Kx"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Kobe Beef TAKAKURA",
        "placeId": "ChIJ1_lSnM-PAGARgdwD0sMSAxI",
        "internationalPhoneNumber": "+81 78-958-7729",
        "reviews": [
          {
            "rating": 5,
            "text": "It is my first kobe beef experience and I'm so glad I experienced it here. Needless to say the beef was remarkable. Chef Eiji was meticulous and cooked the meat to perfection. The sweetness of the beef lingers in your mouth even after taking the bite. But what completed the experience was Chef Eiji and Chef Emi, with their smiles, their hospitality and patience in explaining the meal to us.\n\nThe onions were the sweetest onions I had in my life. Also, I have to give a special mention to the shoyu dashi soup that was absolutely amazing, super delicious. Definitely recommend this restaurant! And do make reservations!",
            "author_name": "Sharon Lim",
            "relative_time_description": "",
            "time": 1745644717,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Fine dining for Kobe beef at its finest, teppanyaki style.\n\nToyota-san was our chef of the day and his attention to detail is just as amazing, not just your typical Japanese hospitality.\n\n2 level with limited seats so please make sure to reserve first before coming.\n\nBeef is also amazing no complain as it exceeds our expectation. Though if you are unable to deal with the beef fats I'll suggest getting the lean meat.\n\nOverall will recommend it if you have the budget to spend.",
            "author_name": "Gerry Wu",
            "relative_time_description": "",
            "time": 1751170346,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Kobe beef is exceptional. Even at medium doneness, the chef has cooked it to perfection-tender, juicy, and full of flavor. It was truly an outstanding experience. We definitely recommend this place. While it's a bit pricey, their Kobe beef teppanyaki is absolutely worth trying.",
            "author_name": "CC Eric",
            "relative_time_description": "",
            "time": 1754565437,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.koubegyuu.com/takakura/",
        "index": 1,
        "id": "",
        "categories": [
          "Steak house"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 6,
            "2": 6,
            "3": 8,
            "4": 50,
            "5": 1351
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.694352,
        "address": "Gatti1F・2F, 1 Chome-20-1 Kitanagasadori, Chuo Ward, Kobe, Hyogo 650-0012, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJm-YWI_iRAGARxENoWS1l6gg",
        "generalDescription": "Kobe Animal Kingdom, located in the picturesque Kitano area of Kobe, is a unique and unexpected attraction. This greenhouse-based park is home to a variety of tropical plants, birds, and small mammals. Visitors can enjoy interactive shows and get up close with animals like capybaras, sloths, alpacas, kangaroos, rabbits, and more. The park offers ample space for creatures to roam in environments mimicking their natural habitats.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 135.222547,
        "rating": 4.5,
        "numRatings": 15883,
        "sources": [
          {
            "id": "263600",
            "type": "webPlacesList",
            "url": "https://jw-webmagazine.com/kobe-best-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Kobe Animal Kingdom (神戸どうぶつ王国) is an animal and flower park located on the Port Island, a man-made island in Kobe City. The park is home to about 800 animals and 10,000 plants including Sumatran tiger, hippopotamus, sloth, otter, red panda, capybara, flamingo, penguin, tortoise, horse, etc. It has divided themed areas that recreate the habitat of the animals such as African Wetland, Tropical Forest, Rocky Valley and Sumatran Tiger Ecological Garden.",
            "siteName": "Japan Web Magazine",
            "shortName": "18 Best Things to Do in Kobe",
            "indexInSource": 10,
            "iconSiteId": 30,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411996",
            "type": "webPlacesList",
            "url": "https://morethanrelo.com/en/where-to-go-on-a-date-in-kobe/",
            "sourceSite": "Web",
            "snippet": "If you fancy something a bit different, Kobe has many activities, sports and exciting places to visit on offer. One good option for a daytime date is the Kobe Animal Kingdom, which is a large theme park containing animals, rare birds, and exotic plants. Events and performances run daily, including bird displays and feeding the capybara.",
            "siteName": "morethanrelo.com",
            "shortName": "Where to Go on a Date in Kobe – H&R Group K.K.",
            "indexInSource": 5,
            "iconSiteId": 64138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1133623",
            "type": "webPlacesList",
            "url": "https://enjoy-osaka-kyoto-kobe.com/article/kobe-activity/",
            "sourceSite": "Web",
            "snippet": "A symbiotic park on Port Island where visitors can interact with flowers, animals, and people. There are indoor and outdoor areas where you can meet cute animals, mainly birds, and rare flowers. Recommended for sightseeing with children!.",
            "siteName": "Enjoy OSAKA KYOTO KOBE",
            "shortName": "21 Things to Do for Your First Time in Kobe",
            "indexInSource": 11,
            "iconSiteId": 48015,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "pZBWfXf7c75a4IIK71OMzB4HXyRH4KXH",
          "bwlENYYmbIHw1YbRfgpgFXzBJiON1TZ2",
          "BnSbgZkcOU6Csyh3vhXQl80MoRxtileW",
          "1FOL1Q8e2e9gEawxbl5x8uK02nsU3ZaF",
          "Fng9Zgvxv71EMjQ1nf9DwKKj1Tx85m5a",
          "pZBWfXf7c75a4IIK71OMzB4HXyRH4KXH",
          "bwlENYYmbIHw1YbRfgpgFXzBJiON1TZ2",
          "BnSbgZkcOU6Csyh3vhXQl80MoRxtileW",
          "1FOL1Q8e2e9gEawxbl5x8uK02nsU3ZaF",
          "Fng9Zgvxv71EMjQ1nf9DwKKj1Tx85m5a"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Kobe Animal Kingdom",
        "placeId": "ChIJm-YWI_iRAGARxENoWS1l6gg",
        "internationalPhoneNumber": "+81 78-302-8899",
        "reviews": [
          {
            "rating": 5,
            "text": "5 Stars – An Unforgettable Animal Experience for All Ages\n\nKobe Animal Kingdom is a newly developed, state-of-the-art zoo that offers a refreshing and highly interactive experience. Unlike traditional zoos, this park allows visitors to truly connect with the animals-you can feed, pet, and observe them up close. These special encounters require free timed tickets, which help manage crowding and ensure a calm, enjoyable experience.\n\nThe park boasts a surprisingly diverse collection of species, including pygmy hippos, pumas, and lesser-known wildcats-animals rarely seen in most zoos. The enclosures are designed with care, offering excellent visibility from all angles, even for small children, making the park extremely family-friendly.\n\nWhat really stands out is the close interaction between visitors, animals, and zookeepers. It's clear that the staff are passionate and knowledgeable, and they actively engage with guests, creating a meaningful and educational environment.\n\nWhile the entrance fee is slightly above average, the quality of the experience makes it well worth it. Inside, you'll find several restaurants offering tasty and affordable food, but guests are also welcome to bring their own meals and enjoy the many seating areas and picnic spots.\n\nIn short, Kobe Animal Kingdom is much more than a zoo-it's an immersive, hands-on experience that's perfect for curious kids and animal-loving adults alike. Whether you're a family or a solo traveler, this park promises a memorable and heartwarming day out",
            "author_name": "Yasmin Grassinger",
            "relative_time_description": "",
            "time": 1745365669,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Place is adequately sized and thoughtfully designed.\nAnimals are well taken care of and the zoo is well landscaped and decorated.\nDecent animal variety with showcases and feeding.\nFood is also surprisingly affordable inside though we didn't try.\nLots of parking spaces available.",
            "author_name": "l y",
            "relative_time_description": "",
            "time": 1757081375,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is a great animal park where many animals get to roam within their habitat. Every where you turn you may spot something different and new. There were so many animals to see and interact with. The facility also holds various feeding demonstrations and there are two shows to see in the outdoor area. I spent 4 hours walking through the entire park. Highly recommend making a visit",
            "author_name": "Tiffany Pham",
            "relative_time_description": "",
            "time": 1751791641,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kobe-oukoku.com/",
        "index": 2,
        "id": "",
        "categories": [
          "Zoo",
          "Outdoor Activities"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 266,
            "2": 188,
            "3": 993,
            "4": 4606,
            "5": 9849
          }
        },
        "minMinutesSpent": 240,
        "latitude": 34.654642,
        "address": "7 Chome-1-9 Minatojima Minamimachi, Chuo Ward, Kobe, Hyogo 650-0047, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJzTv1NEGCAGARP4zXM8fBqq4",
        "generalDescription": "The Akashi-Kaikyo Bridge is a remarkable suspension bridge that connects Kobe City and Awaji Island, spanning the scenic Akashi Strait. It holds the distinction of being one of the world's longest suspension bridges, offering tours to its exhibition center and top. Opened in 1998, it was once the longest suspension bridge globally at 3,911m.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.021675,
        "rating": 4.6,
        "numRatings": 2942,
        "sources": [
          {
            "id": "263600",
            "type": "webPlacesList",
            "url": "https://jw-webmagazine.com/kobe-best-things-to-do/",
            "sourceSite": "Web",
            "snippet": "The Akashi Kaikyo Bridge (明石海峡大橋) is a suspension bridge that links Kobe City and Awaji Island and spans over the Akashi Strait. The bridge opened in 1998 as the world’s longest suspension bridge at the time with the length of 3,911m and it’s currently the second longest in the world after the 4,608m long 1915 Çanakkale Bridge was built in Turkey in 2022. The science museum, Akashi Kaikyo Bridge Exhibition Center is located next to the bridge (on the Kobe City side) where guests can learn the history and technologies about the bridge and its construction.",
            "siteName": "Japan Web Magazine",
            "shortName": "18 Best Things to Do in Kobe",
            "indexInSource": 6,
            "iconSiteId": 30,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909352",
            "type": "webPlacesList",
            "url": "https://www.byfood.com/blog/best-things-to-do-kobe-p-487",
            "sourceSite": "Web",
            "snippet": "Stretching over an impressive 4 kilometers, Akashi Kaikyo Bridge is the second longest suspension bridge in the world and connects Kobe and Awaji Island. It opened in 1998 and continues to be part of the Kobe-Awaji-Naruto Expressway, which connects mainland Japan (Honshu) and the island of Shikoku. You can drive across this beast of a bridge, learn about its construction at the Bridge Exhibition Center (exhibits in Japanese only), or walk the Maiko Marine Promenade on foot.",
            "siteName": "byfood.com",
            "shortName": "The Best 16 Things To Do in Kobe",
            "indexInSource": 13,
            "iconSiteId": 29,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259259",
            "type": "webPlacesList",
            "url": "https://www.gltjp.com/en/article/item/20100/",
            "sourceSite": "Web",
            "snippet": "The Akashi-Kaikyo Bridge connects Awaji Island to Kobe City in Hyogo Prefecture. Known as the world’s longest bridge, its full length spans 3,911 meters, while the distance between its two supporting towers measures 1,991 meters long. It’s suspended by wires, connected at its two main towers from a height of 300 meters high!",
            "siteName": "GOOD LUCK TRIP",
            "shortName": "Best Things to Do in Kobe! A Full Guide of Everything from Must-See and Hidden Spots to Food, Shopping and more! | GOOD LUCK TRIP",
            "indexInSource": 2,
            "iconSiteId": 9461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411996",
            "type": "webPlacesList",
            "url": "https://morethanrelo.com/en/where-to-go-on-a-date-in-kobe/",
            "sourceSite": "Web",
            "snippet": "Situated between the mountains and Osaka Bay, Kobe has no shortage of beauty spots where you can soak up the atmosphere on a sunny evening with a partner. One of the most spectacular is the Akashi Kaikyo Bridge. The longest suspension bridge in the world, it spans nearly 4000m and links Kobe City with Awaji Island.",
            "siteName": "morethanrelo.com",
            "shortName": "Where to Go on a Date in Kobe – H&R Group K.K.",
            "indexInSource": 1,
            "iconSiteId": 64138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "708636",
            "type": "webPlacesList",
            "url": "https://www.feel-kobe.jp/en/travel_guide_en/",
            "sourceSite": "Web",
            "snippet": "The seaside district stretches along the west side of Kobe, featuring beautiful beaches like Suma Beach and a spacious outlet mall. The Akashi-Kaikyo Bridge connecting Awaji Island with Kobe, the world’s second longest suspension bridge, is a must-see. The sheer size of it will blow you away!",
            "siteName": "OFFICIAL TRAVEL GUIDE OF KOBE",
            "shortName": "- OFFICIAL TRAVEL GUIDE OF KOBE",
            "indexInSource": 5,
            "iconSiteId": 44420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331183",
            "type": "webPlacesList",
            "url": "https://itsyourjapan.com/things-to-do-in-kobe-japan/",
            "sourceSite": "Web",
            "snippet": "Things to do in Kobe Japan #6: Akashi Kaikyo Bridge Credits: Halfrain. One of Kobe’s newest additions is the Akashi Kaikyo Bridge, opened in 1998. This marvel of engineering is actually the longest suspension bridge in the world.",
            "siteName": "Your Japan",
            "shortName": "Best 10 Things To Do in Kobe Japan",
            "indexInSource": 5,
            "iconSiteId": 3110,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "745251",
            "type": "webPlacesList",
            "url": "https://www.thebrokebackpacker.com/things-to-do-in-kobe-japan/",
            "sourceSite": "Web",
            "snippet": "Situated in Western Kobe, this almost 300-meter long bridge stretches over the Akashi Strait. The bridge lays claim to the titles of the world’s longest suspension bridge, and Japan’s highest, at almost 50-meters above ground.",
            "siteName": "The Broke Backpacker",
            "shortName": "17 UNIQUE Things to Do in Kobe [in 2025]",
            "indexInSource": 1,
            "iconSiteId": 259,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "0hPDe92nzunJUW79HL88kl4iXEqVFbQs",
          "HWynjUeiPzDgXvHULxwROOtoPU9Y8bLh",
          "TDw5lhMyyJT61njHKczCFkk60MrIyqFx",
          "823yWx7R9EfWUXjAVWP461StTQQ7LKGX",
          "qs9gtVt6ARoLe8PF8u7tSjfiWKEMWsq1",
          "0hPDe92nzunJUW79HL88kl4iXEqVFbQs",
          "HWynjUeiPzDgXvHULxwROOtoPU9Y8bLh",
          "TDw5lhMyyJT61njHKczCFkk60MrIyqFx",
          "823yWx7R9EfWUXjAVWP461StTQQ7LKGX",
          "qs9gtVt6ARoLe8PF8u7tSjfiWKEMWsq1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Akashi-Kaikyo Bridge",
        "placeId": "ChIJzTv1NEGCAGARP4zXM8fBqq4",
        "internationalPhoneNumber": "+81 78-709-0084",
        "reviews": [
          {
            "rating": 5,
            "text": "I have visited Akashi Kaikyo Bridge on multiple occasions. I vividly recall the thrill I experienced during my initial crossing through the glass platform situated underneath the bridge. From this vantage point, we were able to observe the sea below, with boats passing directly underneath. Additionally, we witnessed engineers conducting their inspection shifts, driving through the lower stage of the bridge. The experience was truly remarkable.",
            "author_name": "Hanhey Home",
            "relative_time_description": "",
            "time": 1739742835,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I have visted Akashi Kaikyo Bridge, i am so happy that i visited there, i was very impressed that i am not scare of the water becuase it is 43 thousand feet above the sea level. the bridge was super tall and it was the best view forever of the entire life",
            "author_name": "Marcus The prankster",
            "relative_time_description": "",
            "time": 1749369821,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very impressive. Nice to go up and see the landscape. During the evening it lights up multiple colors like a rainbow. I am so happy that I visited there.",
            "author_name": "Weeraratna Chandima",
            "relative_time_description": "",
            "time": 1754656838,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.jb-honshi.co.jp/bridgeworld/",
        "index": 3,
        "id": "",
        "categories": [
          "Bridge",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 37,
            "2": 10,
            "3": 172,
            "4": 647,
            "5": 2076
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.617468,
        "address": "4 Higashimaikocho, Tarumi-ku, Kobe, Hyogo 655-0047, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJZVMziP-OAGAR11WzVqBbDIQ",
        "generalDescription": "Meriken Park is a popular urban waterfront park in Kobe, known for its observation tower, earthquake memorial, and maritime museum. The park overlooks Kobe Port and offers a romantic evening atmosphere with impressive illumination at night. Located near Kobe Harborland, the area was redesigned after the 1995 earthquake and now features art installations and modern architecture. Visitors can enjoy the sea breeze, beautiful scenery, as well as attractions like Hotel Okura Kobe and a movie theater.",
        "utcOffset": 540,
        "maxMinutesSpent": 120,
        "longitude": 135.188645,
        "rating": 4.3,
        "numRatings": 11610,
        "sources": [
          {
            "id": "263600",
            "type": "webPlacesList",
            "url": "https://jw-webmagazine.com/kobe-best-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Meriken Park (メリケンパーク) is a waterfront park located in the port area of Kobe and the opposite shore of the Harborland. The park is home to multiple facilities and landmarks such as Kobe Tower, Kobe Maritime Museum, a memorial to victims of the Great Hanshin earthquake, cruise ship terminal and luxury hotels. Kobe Port Tower is a famous landmark of the city, opened in 1963.",
            "siteName": "Japan Web Magazine",
            "shortName": "18 Best Things to Do in Kobe",
            "indexInSource": 2,
            "iconSiteId": 30,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909352",
            "type": "webPlacesList",
            "url": "https://www.byfood.com/blog/best-things-to-do-kobe-p-487",
            "sourceSite": "Web",
            "snippet": "Located on the waterfront by Kobe's port area, Meriken Park encompasses a large greenspace built on reclaimed land. Home to Kobe Port Tower, painted in unmissable red, and the Kobe Maritime Museum, the area has plenty of grassy lawns and courtyards with few fountains and art installations, perfect for a walk by the bay.",
            "siteName": "byfood.com",
            "shortName": "The Best 16 Things To Do in Kobe",
            "indexInSource": 15,
            "iconSiteId": 29,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "708636",
            "type": "webPlacesList",
            "url": "https://www.feel-kobe.jp/en/travel_guide_en/",
            "sourceSite": "Web",
            "snippet": "Meriken Park and Harborland in Kobe waterfront are Kobe’s leading sightseeing spots, with many photogenic buildings that are symbols of Kobe, making it the perfect area for taking memorable photos. There are also some cruise ships departing from Port of Kobe, so it is good idea to feel the sea breeze on the deck.",
            "siteName": "OFFICIAL TRAVEL GUIDE OF KOBE",
            "shortName": "- OFFICIAL TRAVEL GUIDE OF KOBE",
            "indexInSource": 0,
            "iconSiteId": 44420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411982",
            "type": "webPlacesList",
            "url": "https://hyogojapan.com/valentines-day-in-the-most-romantic-city-in-japan/",
            "sourceSite": "Web",
            "snippet": "From the picturesque Meriken Park on the waterfront that offers breathtaking views of the Kobe port, the city and the Rokko Mountain range, to the lantern-lit streets of Harborland. Kobe’s Horborland is the perfect atmosphere for a stroll and to admire the view and share a moment with your loved one.",
            "siteName": "HyogoJapan.com",
            "shortName": "Valentine's Day in the most Romantic City in Japan",
            "indexInSource": 0,
            "iconSiteId": 19615,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411971",
            "type": "webPlacesList",
            "url": "https://www.discoverbeyond.com/activities/romantic-tour-in-kobe-100133815?",
            "sourceSite": "Web",
            "snippet": "Conclude your tour at Meriken Park, a tranquil oasis featuring art installations and green spaces alongside historical landmarks. This walking tour is a perfect blend of culture, history, and scenic beauty, ideal for families and history enthusiasts alike.",
            "siteName": "Discover Beyond by Latitude",
            "shortName": "Discover Beyond | Activity | Romantic Tour In Kobe",
            "indexInSource": 4,
            "iconSiteId": 40179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353482",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/romantic-tour-in-kobe/",
            "sourceSite": "Web",
            "snippet": "Take a leisurely stroll through the beautiful Meriken Park, where you can enjoy stunning views of the harbor and the iconic Kobe Port Tower. For a touch of romance, take a sunset cruise along Kobe’s coastline and admire the city’s skyline in all its glory.",
            "siteName": "Veronika's Adventure",
            "shortName": "Romantic Tour In Kobe",
            "indexInSource": 6,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353483",
            "type": "webPlacesList",
            "url": "https://www.pelago.co/en-NZ/activity/p7jhttkw6-romantic-tour-in-kobe-kobe/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "pelago.co",
            "shortName": "Kobe Coastal Charm: Harborland & Scenic Views Walk in Kobe",
            "indexInSource": 4,
            "iconSiteId": 56118,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1133623",
            "type": "webPlacesList",
            "url": "https://enjoy-osaka-kyoto-kobe.com/article/kobe-activity/",
            "sourceSite": "Web",
            "snippet": "Dotted around the park are photogenic landmarks of Kobe, the city of the sea. One must not forget to take a photo in front of the monument “BE KOBE” when sightseeing!. Why not take a walk around the area while feeling the sea breeze?",
            "siteName": "Enjoy OSAKA KYOTO KOBE",
            "shortName": "21 Things to Do for Your First Time in Kobe",
            "indexInSource": 5,
            "iconSiteId": 48015,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "748177",
            "type": "webPlacesList",
            "url": "https://www.japan.travel/en/spot/1041/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Japan National Tourism Organization (JNTO)",
            "shortName": "Kobe Harborland | Travel Japan",
            "indexInSource": 5,
            "iconSiteId": 17570,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nAas144sHQEG7VaIGvlpUikvGfGiXfg4",
          "i4plrTR58x5To7f1lSb0pYtsO9GpjQXv",
          "Ud6XaBNomjKxzGQHyZjK9xD3G1Ug9zVm",
          "dZfNkr9koePLu6iT6fdS8BuPXIcLvrOg",
          "xjrZFB9OI7QFgOM3Y88CO7C53ICI0Df6",
          "nAas144sHQEG7VaIGvlpUikvGfGiXfg4",
          "i4plrTR58x5To7f1lSb0pYtsO9GpjQXv",
          "Ud6XaBNomjKxzGQHyZjK9xD3G1Ug9zVm",
          "dZfNkr9koePLu6iT6fdS8BuPXIcLvrOg",
          "xjrZFB9OI7QFgOM3Y88CO7C53ICI0Df6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Meriken Park",
        "placeId": "ChIJZVMziP-OAGAR11WzVqBbDIQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "The famous Be Kobe sign is located here, and there's an endless line of tourists, both local and foreign, waiting to take pictures with it.\n\nSo, if you want to take a 360-degree video of a peaceful and quiet Kobe park, that is not going to happen.\n\nthis park is wide and spacious, so you can easily pull out your mat and start to have a picnic there or devour your favourite novel or you could just play some ball games or you could just enjoy the scenery or if the wind is strong, you can even fly a kite.\n\nTo get to this part from the nearest train station, it is a long, long walk. So although this is a tourist location, it is ironic that transport is not so accessible. And there aren't enough benches around for you to sit down and rest. If you're hungry, there's only Starbucks and a mobile van selling Osaka style takoyaki. Sorry, I do not have any pictures of it because I was so hungry I devoured it before I even remembered to take out my handphone. Oh, yes, Osaka style takoyaki is very delicious because the batter is soft and moist. You can choose different toppings and sauces to go with your takoyaki. So if you see the mobile takoyaki van, please make a beeline for it.",
            "author_name": "Mon Lapin",
            "relative_time_description": "",
            "time": 1740728166,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Meriken Park (メリケンパーク) is a nice waterfront park in Kobe's port area. Built on an outcropping of reclaimed land, the park is covered in grassy lawn and open courtyards dotted with a collection of modern art installations and fountains. It is home to some of the city's more iconic contemporary architecture such as the red Kobe Port Tower and the Kobe Maritime Museum.",
            "author_name": "Supakorn Jaroenwongtrakoon",
            "relative_time_description": "",
            "time": 1745981796,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Pleasant waterside park with various things to see and do. Also good just for strolling. Good for families and children. Small memorial covering the 1995 earthquake. Marine museum (also includes Kawasaki motorbikes and other forms of transport), tower, views of the sea, nice to have some sea air. A short walk from Chinatown.",
            "author_name": "Timothy Pang",
            "relative_time_description": "",
            "time": 1754213526,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://times-info.net/P28-hyogo/C110/park-detail-BUK0017660/?utm_source=detail&utm_medium=map&utm_campaign=mybusiness",
        "index": 4,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 96,
            "2": 174,
            "3": 1683,
            "4": 4041,
            "5": 5619
          }
        },
        "minMinutesSpent": 120,
        "latitude": 34.682294,
        "address": "2 Hatobacho, Chuo Ward, Kobe, Hyogo 650-0042, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJD5fHbgePAGARpXshMiA87rA",
        "generalDescription": "Kobe Harborland is a vibrant waterfront commercial and entertainment district located just a short walk from Meriken Park and Kobe Station. This area was redeveloped after the 1995 earthquake and now features a mix of shopping areas, including Mosaic, South Mall, and North Mall, with department stores, boutique shops, and numerous dining options.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.183514,
        "rating": 4.2,
        "numRatings": 10016,
        "sources": [
          {
            "id": "259259",
            "type": "webPlacesList",
            "url": "https://www.gltjp.com/en/article/item/20100/",
            "sourceSite": "Web",
            "snippet": "Kobe Harborland is the name for the 18.5-hectare harborside area and complex of entertainment buildings. In addition to shopping, its larger-than-life, cosmopolitan look and feel make it an especially popular stop with tourists. For kids, there’s endless, fun possibilities at Kobe Anpanman Children’s Museum & Mall, Mosaic Big Ferris Wheel and plenty of other entertainment to enjoy!",
            "siteName": "GOOD LUCK TRIP",
            "shortName": "Best Things to Do in Kobe! A Full Guide of Everything from Must-See and Hidden Spots to Food, Shopping and more! | GOOD LUCK TRIP",
            "indexInSource": 3,
            "iconSiteId": 9461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263600",
            "type": "webPlacesList",
            "url": "https://jw-webmagazine.com/kobe-best-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Kobe Harborland (神戸ハーバーランド) is a popular shopping, entertainment and dining district at the port area of Kobe City. The vibrant waterfront district consists of large shopping complexes and buildings with shops, restaurants, cafes, museum, Ferris wheel, hotel, spa, promenade and other amusement facilities. Many facilities are indoor and can be enjoyed even on a rainy day.",
            "siteName": "Japan Web Magazine",
            "shortName": "18 Best Things to Do in Kobe",
            "indexInSource": 1,
            "iconSiteId": 30,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411971",
            "type": "webPlacesList",
            "url": "https://www.discoverbeyond.com/activities/romantic-tour-in-kobe-100133815?",
            "sourceSite": "Web",
            "snippet": "Start your journey at Kobe Harborland, a vibrant shopping and entertainment district where you can enjoy stunning views of the harbor. Wander through Mosaic, famous for its eclectic shops and waterfront dining options, offering a perfect spot for photo ops. Admire the Kobe Port Tower’s striking silhouette and enjoy its surroundings for a unique urban experience.",
            "siteName": "Discover Beyond by Latitude",
            "shortName": "Discover Beyond | Activity | Romantic Tour In Kobe",
            "indexInSource": 0,
            "iconSiteId": 40179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353483",
            "type": "webPlacesList",
            "url": "https://www.pelago.co/en-NZ/activity/p7jhttkw6-romantic-tour-in-kobe-kobe/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "pelago.co",
            "shortName": "Kobe Coastal Charm: Harborland & Scenic Views Walk in Kobe",
            "indexInSource": 0,
            "iconSiteId": 56118,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411982",
            "type": "webPlacesList",
            "url": "https://hyogojapan.com/valentines-day-in-the-most-romantic-city-in-japan/",
            "sourceSite": "Web",
            "snippet": "From the picturesque Meriken Park on the waterfront that offers breathtaking views of the Kobe port, the city and the Rokko Mountain range, to the lantern-lit streets of Harborland. Kobe’s Horborland is the perfect atmosphere for a stroll and to admire the view and share a moment with your loved one.",
            "siteName": "HyogoJapan.com",
            "shortName": "Valentine's Day in the most Romantic City in Japan",
            "indexInSource": 1,
            "iconSiteId": 19615,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331183",
            "type": "webPlacesList",
            "url": "https://itsyourjapan.com/things-to-do-in-kobe-japan/",
            "sourceSite": "Web",
            "snippet": "Things to do in Kobe Japan #2: Kobe Harborland Credits: Wei-Te Wong. Kobe Harborland is the city’s entertainment and attractions center. Its location next to the Port Tower, Maritime Museum and waterfront make it a perfect place to stop during any trip to Kobe.",
            "siteName": "Your Japan",
            "shortName": "Best 10 Things To Do in Kobe Japan",
            "indexInSource": 2,
            "iconSiteId": 3110,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "748177",
            "type": "webPlacesList",
            "url": "https://www.japan.travel/en/spot/1041/",
            "sourceSite": "Web",
            "snippet": "With shopping and entertainment along a scenic seaside, Kobe Harborland is one of the many unofficial hearts of the city. Its well-connected network of transport options and lovely views draw crowds of locals and tourists to the area year-round.",
            "siteName": "Japan National Tourism Organization (JNTO)",
            "shortName": "Kobe Harborland | Travel Japan",
            "indexInSource": 0,
            "iconSiteId": 17570,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1389795",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/kobe-with-kids/",
            "sourceSite": "Web",
            "snippet": "If you are looking for breakfast options in Kobe Harborland – try Egg’n’Things is a Hawaiian breakfast spot with a fantastic view of the harbour. So if it amazing pancakes you’re craving – go here!",
            "siteName": "The Tokyo Chapter",
            "shortName": "KOBE WITH KIDS",
            "indexInSource": 15,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353482",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/romantic-tour-in-kobe/",
            "sourceSite": "Web",
            "snippet": "Discover the Kobe Harborland: Take a leisurely stroll along the waterfront promenade of Kobe Harborland, enjoying panoramic views of the harbor and city skyline.",
            "siteName": "Veronika's Adventure",
            "shortName": "Romantic Tour In Kobe",
            "indexInSource": 3,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220735",
            "type": "webPlacesList",
            "url": "https://ryokougirl.com/kobe-itinerary/",
            "sourceSite": "Web",
            "snippet": "Begin your trip to Kobe by spending some time down by the waterfront. Harborland is a large shopping area by the water.",
            "siteName": "Ryokou Girl",
            "shortName": "Kobe itinerary Japan - Discover Japan's most cosmopolitan city in 3 days!",
            "indexInSource": 0,
            "iconSiteId": 32093,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1546846",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/6379",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "MATCHA",
            "shortName": "Discover Kobe: 15 Things to Do, Area Guide, Access, Hotels",
            "indexInSource": 9,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ytJIFKF7Y7KpOAPpM0zVWXUnPvDLKkAR",
          "zALoY4UCi0nSiqKeTbqAXDYE4q4KwaRT",
          "0ai1135JpfN3AcQmbU8nW32hgd1E449l",
          "EkvM1MohG5KnTtAZtWTwkr0Nxz8bMCyH",
          "w6tEpH9VhVhc7XXBHK6Ok33gH3vz8xEf",
          "ytJIFKF7Y7KpOAPpM0zVWXUnPvDLKkAR",
          "zALoY4UCi0nSiqKeTbqAXDYE4q4KwaRT",
          "0ai1135JpfN3AcQmbU8nW32hgd1E449l",
          "EkvM1MohG5KnTtAZtWTwkr0Nxz8bMCyH",
          "w6tEpH9VhVhc7XXBHK6Ok33gH3vz8xEf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Kobe Harborland",
        "placeId": "ChIJD5fHbgePAGARpXshMiA87rA",
        "internationalPhoneNumber": "+81 78-360-3639",
        "reviews": [
          {
            "rating": 5,
            "text": "Beautiful waterfront, great for a walk. Plenty of shops and food selections. Kids will have fun at the Anpanman Museum. The Ferris wheel costs 400 yen, cash only. You only get one full turn on your ride.",
            "author_name": "A Wong",
            "relative_time_description": "",
            "time": 1748782181,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We went to Kobe Harborland during the day and it was good. I think it is a different kind of view during the night when the Ferris wheel and the tower will be lit up but you won't see the bay. So I suggest going there to dusk so you can get both worlds. There is also a kids' play center building just beside the Ferris wheel and a small train ride. We were lucky to have the Oktoberfest on when we visited.",
            "author_name": "kaloi",
            "relative_time_description": "",
            "time": 1745805768,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Bad mistake. I came here on a weekend, and it seemed that the whole of Japan was congregated here because it was so crowded you couldn't walk in a straight line.\n\nThere were many couples, more so than families. It made me feel as if this is the only place in Japan for couples to go for dates. Everybody stopped to take photos every now and then.\n\nWe had no time to take a proper lunch. So we were hungry and we were thinking of beating the evening crowd by rushing to the shopping centre nearby, but the whole route there was very, very crowded and congested. It did not matter that we started making our way to the shopping centre at 4:30. It was already congested everywhere.\nWe couldn't go any faster, even if we wanted to. It seems that the whole of Japan started to think about eating dinner at around 4:30 p.m. huh?\n\nThink twice before you come here on a weekend.",
            "author_name": "Mon Lapin",
            "relative_time_description": "",
            "time": 1740728835,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.harborland.co.jp/",
        "index": 5,
        "id": "",
        "categories": [
          "Business park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 134,
            "2": 174,
            "3": 1538,
            "4": 3401,
            "5": 4772
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.680071,
        "address": "1 Chome Higashikawasakicho, Chuo Ward, Kobe, Hyogo 650-0044, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJWapiVtGOAGARVY9nvX-kXII",
        "generalDescription": "Kobe Nunobiki Herb Gardens is a large botanical garden located on the hill of the mountain, accessible by hiking or cable car. It offers themed areas with a variety of flowers and herbs in full bloom, along with restaurants and a gift shop. Visitors can enjoy picturesque views of Kobe from this popular spot, which also features a small museum showcasing how herbs and flowers are used to create scents.",
        "utcOffset": 540,
        "maxMinutesSpent": 20,
        "longitude": 135.193876,
        "rating": 4.5,
        "numRatings": 5403,
        "sources": [
          {
            "id": "263600",
            "type": "webPlacesList",
            "url": "https://jw-webmagazine.com/kobe-best-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Kobe Nunobiki Herb Gardens (神戸布引ハーブ園) is also located on the slope of the Rokko mountain, featuring a large number of plants with about 75,000 seasonal herbs and flowers in 200 variations. The garden can be accessed only by the Nunobiki Ropeway and it’s located on the top station. The garden consists of 12 areas where herbs and flowers are displayed in different themes on the mountain slope.",
            "siteName": "Japan Web Magazine",
            "shortName": "18 Best Things to Do in Kobe",
            "indexInSource": 5,
            "iconSiteId": 30,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "745903",
            "type": "webPlacesList",
            "url": "https://livejapan.com/en/in-kansai/in-pref-hyogo/in-kobe_sannomiya_kitano/article-a2000153/",
            "sourceSite": "Web",
            "snippet": "Japan’s largest herb gardens, Kobe Nunobiki Herb Gardens are home to over 75,000 herbs and flowers from about 200 varieties. Twelve different gardens showcase seasonal flora in bloom and are reached via a 10-minute ropeway ascent that offers an amazing view of Kobe. The gardens are an excellent place to thrill your senses and treat yourself to an extravaganza of color and fragrance.",
            "siteName": "LIVE JAPAN",
            "shortName": "19 Best Things to Do in Kobe: Attractions, Fun Tours & More",
            "indexInSource": 1,
            "iconSiteId": 39,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259259",
            "type": "webPlacesList",
            "url": "https://www.gltjp.com/en/article/item/20100/",
            "sourceSite": "Web",
            "snippet": "Welcome to Japan’s biggest herb garden, set against a backdrop of fresh fragrance and color all year around. This expansive garden is home to photo spots and 12 separate gardens including rose and lavender. At the onsite cafe and restaurant visitors are greeted with a menu of items celebrating fresh, seasonal herbs and edible flowers.",
            "siteName": "GOOD LUCK TRIP",
            "shortName": "Best Things to Do in Kobe! A Full Guide of Everything from Must-See and Hidden Spots to Food, Shopping and more! | GOOD LUCK TRIP",
            "indexInSource": 5,
            "iconSiteId": 9461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411982",
            "type": "webPlacesList",
            "url": "https://hyogojapan.com/valentines-day-in-the-most-romantic-city-in-japan/",
            "sourceSite": "Web",
            "snippet": "This stunning garden is located on the slopes of the Rokko Mountain range and is filled with an array of beautiful herbs, plants, and flowers. The ropeway up to the garden is a treat in itself. Take a leisurely walk, breathe in the fragrant aroma and enjoy the peaceful surroundings with your significant other.",
            "siteName": "HyogoJapan.com",
            "shortName": "Valentine's Day in the most Romantic City in Japan",
            "indexInSource": 3,
            "iconSiteId": 19615,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1133623",
            "type": "webPlacesList",
            "url": "https://enjoy-osaka-kyoto-kobe.com/article/kobe-activity/",
            "sourceSite": "Web",
            "snippet": "A 10-minute ropeway ride from the foot of the mountain takes you to one of the largest herb gardens in Japan, with 75,000 flowers and herbs of about 200 species. Inside the park, there are restaurants and cafes overlooking the city of Kobe, providing a resort-like atmosphere on the mountain.",
            "siteName": "Enjoy OSAKA KYOTO KOBE",
            "shortName": "21 Things to Do for Your First Time in Kobe",
            "indexInSource": 2,
            "iconSiteId": 48015,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1389795",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/kobe-with-kids/",
            "sourceSite": "Web",
            "snippet": "Or you could take the ropeway up the mountain to Nunobiki Herb Garden for a walk, lunch or a cup of tea with some cake. There are some gift shops, greenhouses and ice-cream shops in the garden. Lots of places to run and play.",
            "siteName": "The Tokyo Chapter",
            "shortName": "KOBE WITH KIDS",
            "indexInSource": 34,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353482",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/romantic-tour-in-kobe/",
            "sourceSite": "Web",
            "snippet": "Couples can also explore the charming streets of Kitano, known for its European-style houses, or visit the beautiful Nunobiki Herb Garden.",
            "siteName": "Veronika's Adventure",
            "shortName": "Romantic Tour In Kobe",
            "indexInSource": 5,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "745251",
            "type": "webPlacesList",
            "url": "https://www.thebrokebackpacker.com/things-to-do-in-kobe-japan/",
            "sourceSite": "Web",
            "snippet": "Just a 10-minute cable-car lift out of Kobe is the Nunobiki Herb Garden. There are over 70 000 herbs and flowers within these gardens.",
            "siteName": "The Broke Backpacker",
            "shortName": "17 UNIQUE Things to Do in Kobe [in 2025]",
            "indexInSource": 8,
            "iconSiteId": 259,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909352",
            "type": "webPlacesList",
            "url": "https://www.byfood.com/blog/best-things-to-do-kobe-p-487",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "byfood.com",
            "shortName": "The Best 16 Things To Do in Kobe",
            "indexInSource": 8,
            "iconSiteId": 29,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "oKEu3djWKNzVofXHaYJzqZWJ90adKw4q",
          "7Z2XQYN8Y10pBfFDmAlHh2lOCaU3EOn9",
          "A1jg9qgq1xaWHxu1XdEXDF8q9BZ0qi09",
          "FgtmZsBEc50NLppdrCWI1Uevv1BbyH1j",
          "VVp8pyUfKIwb6glMcA9zeKyfjKlt8kLd",
          "oKEu3djWKNzVofXHaYJzqZWJ90adKw4q",
          "7Z2XQYN8Y10pBfFDmAlHh2lOCaU3EOn9",
          "A1jg9qgq1xaWHxu1XdEXDF8q9BZ0qi09",
          "FgtmZsBEc50NLppdrCWI1Uevv1BbyH1j",
          "VVp8pyUfKIwb6glMcA9zeKyfjKlt8kLd"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "2030"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0930"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "2030"
            }
          }
        ],
        "name": "Kobe Nunobiki Herb Gardens & Ropeway",
        "placeId": "ChIJWapiVtGOAGARVY9nvX-kXII",
        "internationalPhoneNumber": "+81 78-271-1160",
        "reviews": [
          {
            "rating": 5,
            "text": "What a beautiful place. Its clean and very well operated.\nCatch the cable car up to the top and see the best view you will get of Kobe.\nOnce your at the top, there are some rose gardens.\nThe journey back down the mountain by foot takes you through beautiful tranquil gardens of every sort.\n\nThis is a lovely way to escape the busy city and enjoy the gardens, the birds, the many bees and butterflies.\n\nYou can stop along the way and rest in hammocks, look at a waterfall, enjoy an ice cream and just take in all the beautiful sounds and fragrances.\n\nThis is a real gift to this city.\n\nThe path down the mountain can be steep in some places. This is not suitable for people in wheelchairs or have difficulty walking down slopes.",
            "author_name": "Ben Martin",
            "relative_time_description": "",
            "time": 1748349418,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's one of the best ways to see the whole of Kobe and the port area. I still can't believe the mountains beside Kobe are so lush-you can even see wildlife like birds and insects. Going up the gondola was such a treat. The ropeway feels sturdy, but if you're afraid of heights, it can make you feel a bit squirmish at first. Still, once you get to the top, all your fears go away. The view is amazing, and the place has a charming European feel. There's an inn, a restaurant, and other activities you can do. The flower garden is definitely one of the highlights, and of course, there's a herb garden too. They even sell products made from their own herbs.",
            "author_name": "Ja Regmalos",
            "relative_time_description": "",
            "time": 1753611974,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "An absolutely wonderful way to spend a day.\n\nI highly recommend taking the cable car (ONE WAY ONLY) UP to the TOP (Note: there's a stop half-way up) and taking your time (2+ hrs) to meander down (steps or slope) through the wonderful gardens and structures (and a splendid waterfall) to the base. Oh - and there are many trees and shrubs (+ vegetable gardens, worthy of note).\n\nA very memorable day.\n\nPS. There's a really nice ‘not to be missed' (fancy wancy) restaurant at the top of the hill + some rather interesting stores that even have lots of fragrant products made from a number of the herbs and spices that they grow. (I even bought a ‘neck pillow' with a lemongrass aroma and a bottle of lemongrass fragrance to ‘freshen it up' after multiple uses).",
            "author_name": "Geoff Lewis",
            "relative_time_description": "",
            "time": 1745619496,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kobeherb.com/",
        "index": 6,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Cafe",
          "Garden",
          "Gift shop",
          "Mountain cable car",
          "Observation deck",
          "Playground",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 76,
            "2": 52,
            "3": 322,
            "4": 1446,
            "5": 3505
          }
        },
        "minMinutesSpent": 20,
        "latitude": 34.704428,
        "address": "1 Chome-4-3 Kitanocho, Chuo Ward, Kobe, Hyogo 650-0002, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJf0p386qPAGARkwSdWbx_tS8",
        "generalDescription": "Mosaic is a vibrant retail complex located in the Kobe Harborland area, offering a wide range of shopping, dining, and entertainment options. Originally built as a cargo station, it has been transformed into a cultural focal point that connects Kobe city with the sea. Visitors can explore various shops and restaurants within the complex while enjoying picturesque views of Kobe Port from the mosaic Ferris wheel. The area boasts an array of dining choices, particularly seafood options, making it a paradise for seafood enthusiasts.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.184618,
        "rating": 4.2,
        "numRatings": 6330,
        "sources": [
          {
            "id": "1411971",
            "type": "webPlacesList",
            "url": "https://www.discoverbeyond.com/activities/romantic-tour-in-kobe-100133815?",
            "sourceSite": "Web",
            "snippet": "Wander through Mosaic, famous for its eclectic shops and waterfront dining options, offering a perfect spot for photo ops. Admire the Kobe Port Tower’s striking silhouette and enjoy its surroundings for a unique urban experience. Explore the architectural marvel of the Kobe Maritime Museum from the outside, reflecting Kobe’s rich maritime heritage.",
            "siteName": "Discover Beyond by Latitude",
            "shortName": "Discover Beyond | Activity | Romantic Tour In Kobe",
            "indexInSource": 1,
            "iconSiteId": 40179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353483",
            "type": "webPlacesList",
            "url": "https://www.pelago.co/en-NZ/activity/p7jhttkw6-romantic-tour-in-kobe-kobe/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "pelago.co",
            "shortName": "Kobe Coastal Charm: Harborland & Scenic Views Walk in Kobe",
            "indexInSource": 1,
            "iconSiteId": 56118,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "748177",
            "type": "webPlacesList",
            "url": "https://www.japan.travel/en/spot/1041/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Japan National Tourism Organization (JNTO)",
            "shortName": "Kobe Harborland | Travel Japan",
            "indexInSource": 2,
            "iconSiteId": 17570,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kjo4wbYxO7j8sZH4AwHz4L9No5mUeNqT",
          "f2gYRNo4sFfNycBsbVhBoyMYGfKbp5kW",
          "aA7AqCFUD6rDRcVcDNjRsEkVusNlVTWW",
          "3AVPkWPfz1UYlgJzMfsvGz3UWWfNxiH3",
          "nHySEZS3DwXiIMqfYrJ9AbQieYzqLBQ1",
          "kjo4wbYxO7j8sZH4AwHz4L9No5mUeNqT",
          "f2gYRNo4sFfNycBsbVhBoyMYGfKbp5kW",
          "aA7AqCFUD6rDRcVcDNjRsEkVusNlVTWW",
          "3AVPkWPfz1UYlgJzMfsvGz3UWWfNxiH3",
          "nHySEZS3DwXiIMqfYrJ9AbQieYzqLBQ1"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Kobe Harborland umie Mosaic",
        "placeId": "ChIJf0p386qPAGARkwSdWbx_tS8",
        "internationalPhoneNumber": "+81 78-360-1722",
        "reviews": [
          {
            "rating": 5,
            "text": "Kobe Harborland umie is a prominent shopping and entertainment complex located in Kobe's waterfront area. The complex is divided into two main sections, North and South, connected on the first and third floors. It offers a wide array of retail stores, restaurants, a food court, and a movie theater, making it a popular destination for both locals and tourists.\n\nVisitors appreciate the mall's accessibility via public transportation and the convenience of parking validation for purchases over 2,000 yen. Additionally, holders of the Umie card receive the first hour of parking free.\n\nThe complex is seamlessly connected to the Mosaic mall, which features international restaurants, shops, and entertainment options, including a movie theater. The observation deck in the Mosaic area provides picturesque views of the Kobe Harbor, especially during twilight.\n\nOverall, Kobe Harborland umie offers a comprehensive shopping and entertainment experience, making it an ideal place to spend a few hours exploring, dining, and enjoying the scenic harbor views.",
            "author_name": "Patrick Patrick",
            "relative_time_description": "",
            "time": 1737781822,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Kobe Harbourland Umie Mosaic is a vibrant shopping and entertainment complex located along Kobe's picturesque waterfront. With its charming, open-air design, the mall offers a mix of trendy boutiques, unique shops, and a variety of dining options, from casual eateries to upscale restaurants. The highlight is its stunning view of the harbor, especially in the evening when the Ferris wheel lights up the skyline. Whether you're shopping, enjoying a meal, or simply soaking in the lively atmosphere, Umie Mosaic is a must-visit destination in Kobe, blending retail therapy with scenic beauty.",
            "author_name": "Alvin Lim",
            "relative_time_description": "",
            "time": 1741876622,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Kobe Harborland Umie Mosiac is an icon mall at Kobe.\nIt contain all the popular shops, attraction and food around Kobe.\nThere are lots of Kobe Beef restaurant, Rokosan Pasture restaurant.\nAnd the concerto cruise is here.\n\nThis is a 3 story shopping mall with open air concept.\nFirst floor with café and restaurant with flowing stream\nSecond floor with beautiful garden and open space.\nThird floor have multiple bridge and walkway.\nIt's a surprise every turn and corner.",
            "author_name": "Kam Hoe Chaw (Super Good)",
            "relative_time_description": "",
            "time": 1743313313,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://umie.jp/",
        "index": 7,
        "id": "",
        "categories": [
          "Shopping mall",
          "Water & Amusement Parks",
          "Theme Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 52,
            "2": 92,
            "3": 1071,
            "4": 2320,
            "5": 2796
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.679979,
        "address": "1 Chome-7-2 Higashikawasakicho, Chuo Ward, Kobe, Hyogo 650-0044, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJJ_bWvv-OAGARXnGB0JpYhSo",
        "generalDescription": "The Kobe Maritime Museum, located in the Meriken Park, is a celebration of the rich maritime history of the Port of Kobe. Established to commemorate the 120th anniversary of the port's opening, this museum offers visitors a journey through time with exhibits showcasing the past, present, and future of sea travel and local ports. The museum features ship records, diorama models, and interactive displays that provide insight into the evolution of the port from its early days to its current operations.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 135.188318,
        "rating": 4.2,
        "numRatings": 3870,
        "sources": [
          {
            "id": "1411971",
            "type": "webPlacesList",
            "url": "https://www.discoverbeyond.com/activities/romantic-tour-in-kobe-100133815?",
            "sourceSite": "Web",
            "snippet": "Explore the architectural marvel of the Kobe Maritime Museum from the outside, reflecting Kobe’s rich maritime heritage. Conclude your tour at Meriken Park, a tranquil oasis featuring art installations and green spaces alongside historical landmarks. This walking tour is a perfect blend of culture, history, and scenic beauty, ideal for families and history enthusiasts alike.",
            "siteName": "Discover Beyond by Latitude",
            "shortName": "Discover Beyond | Activity | Romantic Tour In Kobe",
            "indexInSource": 3,
            "iconSiteId": 40179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353483",
            "type": "webPlacesList",
            "url": "https://www.pelago.co/en-NZ/activity/p7jhttkw6-romantic-tour-in-kobe-kobe/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "pelago.co",
            "shortName": "Kobe Coastal Charm: Harborland & Scenic Views Walk in Kobe",
            "indexInSource": 3,
            "iconSiteId": 56118,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "748177",
            "type": "webPlacesList",
            "url": "https://www.japan.travel/en/spot/1041/",
            "sourceSite": "Web",
            "snippet": "Mosaic's positioning along the waterfront makes it the ideal home for many of the area's main eateries and offers a vast selection of restaurants and cafes.Kobe Port Tower and the Kobe Maritime Museum are located in the Meriken Park area. This section of the complex is popular with couples enjoying dinner accompanied by a romantic view of the city.",
            "siteName": "Japan National Tourism Organization (JNTO)",
            "shortName": "Kobe Harborland | Travel Japan",
            "indexInSource": 6,
            "iconSiteId": 17570,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909352",
            "type": "webPlacesList",
            "url": "https://www.byfood.com/blog/best-things-to-do-kobe-p-487",
            "sourceSite": "Web",
            "snippet": "Home to Kobe Port Tower, painted in unmissable red, and the Kobe Maritime Museum, the area has plenty of grassy lawns and courtyards with few fountains and art installations, perfect for a walk by the bay.",
            "siteName": "byfood.com",
            "shortName": "The Best 16 Things To Do in Kobe",
            "indexInSource": 17,
            "iconSiteId": 29,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411968",
            "type": "webPlacesList",
            "url": "https://www.feel-kobe.jp/en/diary/diary08/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "OFFICIAL TRAVEL GUIDE OF KOBE",
            "shortName": "- OFFICIAL TRAVEL GUIDE OF KOBE",
            "indexInSource": 1,
            "iconSiteId": 44420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "zPLRmxyv8CxqxhTLFDyS652ymFAFgTq0",
          "i9GPUfQnK6969dZa9Mw7DeSwPdB4hHLz",
          "3TzeanSv58eunhzsVj0EeOZuQxFa40yY",
          "yx78umHC8tJx5tzv3ct1vbl8960Uc4SG",
          "Wc4wXYp8l9dV9lP89vo9M6ekfBwZaWtm",
          "zPLRmxyv8CxqxhTLFDyS652ymFAFgTq0",
          "i9GPUfQnK6969dZa9Mw7DeSwPdB4hHLz",
          "3TzeanSv58eunhzsVj0EeOZuQxFa40yY",
          "yx78umHC8tJx5tzv3ct1vbl8960Uc4SG",
          "Wc4wXYp8l9dV9lP89vo9M6ekfBwZaWtm"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Kobe Maritime Museum",
        "placeId": "ChIJJ_bWvv-OAGARXnGB0JpYhSo",
        "internationalPhoneNumber": "+81 78-327-8983",
        "reviews": [
          {
            "rating": 5,
            "text": "This museum is spanking new and clean, and the moment you enter the door, a big impressive ship model greets you.\n\nSpend a few moments to admire it, take a few photos, and quickly move on because there are other exciting things waiting for you inside.\n\nOh, there are lockers conveniently located on one side of the ship so you don't have to lug your heavy stuff around. Money is refundable.\n\nI enjoyed looking at the cruise ship models nearby and also the huge town replica with moving trains further in.\n\nI'm not a fan of motorbikes, but I thought those on display were quite cool. And so I took a few photos of them.\n\nThe Kawasaki jet ski game was fun and there was hardly any queue.\n\nIt was also a fun experience for kids to go on board the airplane and train replica.\n\nThere's also an intelligent machine that can draw a few preselected pictures and you're free to take the drawings as souvenirs.\n\nFew people noticed it but on the first floor, there is a trick art section just outside the museum.There are only two pictures there, but I think it's worth a shot.",
            "author_name": "Mon Lapin",
            "relative_time_description": "",
            "time": 1738992771,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "900¥ for adult ticket, concessionary rates apply for children, primary schoolers n high schoolers only.\n\nEducation n meaningful visit as this museum houses many exhibits fr sailboats to cruise liners, container ships, n gifts fr other countries. There's also an exhibition on Kawasaki now. It's really worth a visit. d surroundings r also scenic n we chanced upon a summer festival.",
            "author_name": "Sandra",
            "relative_time_description": "",
            "time": 1757377234,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We loved this museum! It's a great place to go with kids of all ages (but I'll probably go back again without kids so I can spend more time learning and reading at my own pace.) Majority of the activities, panels and explanations were also in English. There are robots, interactive hands on games and exhibits to learn about boats, shipping logistics, port infrastructure,  etc\nPractice driving a giant 🚢 ship and operating a shipping crane.\nA great variety of informative and beautifully designed technology both old and new.\nThe museum is located on the port where there are ferries and malls and events. We loved it, and will be back!",
            "author_name": "yoko colby",
            "relative_time_description": "",
            "time": 1735187870,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://kobe-maritime-museum.com/",
        "index": 8,
        "id": "",
        "categories": [
          "Maritime museum",
          "Museums",
          "Science museum",
          "Technology museum",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 61,
            "2": 72,
            "3": 606,
            "4": 1394,
            "5": 1739
          }
        },
        "minMinutesSpent": 150,
        "latitude": 34.682697,
        "address": "2-2 Hatobacho, Chuo Ward, Kobe, Hyogo 650-0042, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJweTiKACPAGARgqyoB9hC7rc",
        "generalDescription": "Kobe Port Tower is a prominent landmark in the city, standing at 108 meters tall and offering an observation deck with stunning panoramic views of Kobe. The tower's unique design, constructed with a complex network of pipes, has made it a national symbol. Visitors can enjoy bird's-eye views of the city from its five floors during the day and witness the spectacular display of 7,040 LED lights illuminating the tower at night. It is considered a must-see attraction for anyone visiting Kobe.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 135.1867,
        "rating": 4.2,
        "numRatings": 10178,
        "sources": [
          {
            "id": "1133623",
            "type": "webPlacesList",
            "url": "https://enjoy-osaka-kyoto-kobe.com/article/kobe-activity/",
            "sourceSite": "Web",
            "snippet": "Kobe Port Tower, marked by the red lattice that symbolizes Kobe, reopened on April 26, 2024 (Friday)!. In addition to the open-air rooftop deck and the Museum of Reflections of Light, a café and bar with a floor that slowly rotates 360 degrees will appear on the third floor of the observation deck. Visitors can enjoy a light meal while viewing the city of Kobe.",
            "siteName": "Enjoy OSAKA KYOTO KOBE",
            "shortName": "21 Things to Do for Your First Time in Kobe",
            "indexInSource": 7,
            "iconSiteId": 48015,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411971",
            "type": "webPlacesList",
            "url": "https://www.discoverbeyond.com/activities/romantic-tour-in-kobe-100133815?",
            "sourceSite": "Web",
            "snippet": "Admire the Kobe Port Tower’s striking silhouette and enjoy its surroundings for a unique urban experience. Explore the architectural marvel of the Kobe Maritime Museum from the outside, reflecting Kobe’s rich maritime heritage. Conclude your tour at Meriken Park, a tranquil oasis featuring art installations and green spaces alongside historical landmarks.",
            "siteName": "Discover Beyond by Latitude",
            "shortName": "Discover Beyond | Activity | Romantic Tour In Kobe",
            "indexInSource": 2,
            "iconSiteId": 40179,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353483",
            "type": "webPlacesList",
            "url": "https://www.pelago.co/en-NZ/activity/p7jhttkw6-romantic-tour-in-kobe-kobe/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "pelago.co",
            "shortName": "Kobe Coastal Charm: Harborland & Scenic Views Walk in Kobe",
            "indexInSource": 2,
            "iconSiteId": 56118,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331183",
            "type": "webPlacesList",
            "url": "https://itsyourjapan.com/things-to-do-in-kobe-japan/",
            "sourceSite": "Web",
            "snippet": "This unique twisting, red structure is the landmark tower of the port city of Kobe. From the observation deck on the top floor, visitors can get a spectacular view of the cityscape, the harbor and the surrounding mountains of Kobe. Walking around the circular observation deck allow guests to enjoy a 360-degree view of the city.",
            "siteName": "Your Japan",
            "shortName": "Best 10 Things To Do in Kobe Japan",
            "indexInSource": 1,
            "iconSiteId": 3110,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353482",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/romantic-tour-in-kobe/",
            "sourceSite": "Web",
            "snippet": "Take a leisurely stroll through the beautiful Meriken Park, where you can enjoy stunning views of the harbor and the iconic Kobe Port Tower. For a touch of romance, take a sunset cruise along Kobe’s coastline and admire the city’s skyline in all its glory.",
            "siteName": "Veronika's Adventure",
            "shortName": "Romantic Tour In Kobe",
            "indexInSource": 7,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "748177",
            "type": "webPlacesList",
            "url": "https://www.japan.travel/en/spot/1041/",
            "sourceSite": "Web",
            "snippet": "Leave JR Kobe Station (serviced by the JR Kobe Line) or Harborland Subway Station (serviced by the Kaigan Line) and walk towards the water and you'll find yourself in Kobe Harborland. From Meriken Park, the area is an easy five-minute walk away.",
            "siteName": "Japan National Tourism Organization (JNTO)",
            "shortName": "Kobe Harborland | Travel Japan",
            "indexInSource": 1,
            "iconSiteId": 17570,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909352",
            "type": "webPlacesList",
            "url": "https://www.byfood.com/blog/best-things-to-do-kobe-p-487",
            "sourceSite": "Web",
            "snippet": "Home to Kobe Port Tower, painted in unmissable red, and the Kobe Maritime Museum, the area has plenty of grassy lawns and courtyards with few fountains and art installations, perfect for a walk by the bay.",
            "siteName": "byfood.com",
            "shortName": "The Best 16 Things To Do in Kobe",
            "indexInSource": 16,
            "iconSiteId": 29,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1546846",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/6379",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "MATCHA",
            "shortName": "Discover Kobe: 15 Things to Do, Area Guide, Access, Hotels",
            "indexInSource": 7,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411968",
            "type": "webPlacesList",
            "url": "https://www.feel-kobe.jp/en/diary/diary08/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "OFFICIAL TRAVEL GUIDE OF KOBE",
            "shortName": "- OFFICIAL TRAVEL GUIDE OF KOBE",
            "indexInSource": 0,
            "iconSiteId": 44420,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220735",
            "type": "webPlacesList",
            "url": "https://ryokougirl.com/kobe-itinerary/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Ryokou Girl",
            "shortName": "Kobe itinerary Japan - Discover Japan's most cosmopolitan city in 3 days!",
            "indexInSource": 1,
            "iconSiteId": 32093,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "03BNh82HvOXTofNuNoVH5MR9sPQi9NKi",
          "n4XpJNeJsgpqtyRcpKL0AtqsHVZr6zWv",
          "wkmBDEJZFAfV6UTvkanCsuB61MfVhN2U",
          "9L1NBsgO3ybsQAhPCftfn9CtYBB5Qkqx",
          "xvtPySHLsWKWY5swyBjyECNB3nq16GdZ",
          "03BNh82HvOXTofNuNoVH5MR9sPQi9NKi",
          "n4XpJNeJsgpqtyRcpKL0AtqsHVZr6zWv",
          "wkmBDEJZFAfV6UTvkanCsuB61MfVhN2U",
          "9L1NBsgO3ybsQAhPCftfn9CtYBB5Qkqx",
          "xvtPySHLsWKWY5swyBjyECNB3nq16GdZ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Kobe Port Tower",
        "placeId": "ChIJweTiKACPAGARgqyoB9hC7rc",
        "internationalPhoneNumber": "+81 78-335-6580",
        "reviews": [
          {
            "rating": 5,
            "text": "Kobe Tower was actually smaller than I expected. I thought it would be on the same level as Tokyo Tower, but it's more similar in size to Hakata Port Tower or the Shinsekai Tower in Osaka. Still, when you're actually on it, it feels tall. We went all the way to the top, which is an open-air area. The sides are glass, but you can really feel the wind pushing against you-it made me feel a bit queasy.\n\nFrom the top, you get a great view of Kobe, especially the port and harbor area. I believe the tower was recently renovated. The passageway at the lookout area feels a bit narrow, but it's manageable. I think they control how many people can go up at a time. There's not much to do at the top except enjoy the view, but it's worth checking out if you're in the area.",
            "author_name": "Ja Regmalos",
            "relative_time_description": "",
            "time": 1753616707,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Hadn't been here in 15 years. It's changed a little bit, including an admission fee to visit anywhere in the tower. (The cafe used to be free to visit). Still worth the price of admission. The views are great, you can see the harbor, Mosaic, Merikan park, and the Kobe city skyline. They had an art exhibit on two of the floors while we were there, including interactive art exhibits and motion capture art. The cafe is also very cool, though a bit overpriced. The cafe slowly rotates around the entire tower, so as you enjoy your drink you can get a 360° view from the tower without ever leaving your seat. Pretty neat experience.",
            "author_name": "Trevor Brown",
            "relative_time_description": "",
            "time": 1745220032,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This was a very nice exhibit and a great addition to the port of Kobe and a fantastic way of seeing the city. There are several floors to walk 360 degrees around to see the area around the port and the city of Kobe. There is an outdoor observation area as well and cost a couple hundred yen more. There are places to eat and a floor that you can sit and have a drink from the bar and the floor rotates which is really nice. This is a must do attraction if you're in the area.",
            "author_name": "M H",
            "relative_time_description": "",
            "time": 1750163372,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.kobe-port-tower.com/",
        "index": 9,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 203,
            "2": 285,
            "3": 1678,
            "4": 3365,
            "5": 4667
          }
        },
        "minMinutesSpent": 90,
        "latitude": 34.68263,
        "address": "5-5 Hatobacho, Chuo Ward, Kobe, Hyogo 650-0042, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJMQ7GjeSOAGARCZn8tbX8fNU",
        "generalDescription": "KOKUBU Steak House is a must-visit for those seeking high-quality Kobe beef. Reservations are essential due to limited seating, but the experience is well worth the effort. The restaurant offers authentic A5 Kobe beef, ensuring a unique and delectable dining experience for every patron. Visitors rave about the exceptional quality of the Tajima beef, emphasizing its pure lineage and unparalleled taste.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.192568,
        "rating": 4.7,
        "numRatings": 298,
        "sources": [
          {
            "id": "745251",
            "type": "webPlacesList",
            "url": "https://www.thebrokebackpacker.com/things-to-do-in-kobe-japan/",
            "sourceSite": "Web",
            "snippet": "Kokubu Steakhouse is your must-visit because of the personalized experience you’ll have with the chef. Their hospitable and friendly nature matches their food – stellar. It is voted among locals and tourists alike as the top place to eat Kobe Beef in the city.",
            "siteName": "The Broke Backpacker",
            "shortName": "17 UNIQUE Things to Do in Kobe [in 2025]",
            "indexInSource": 7,
            "iconSiteId": 259,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411996",
            "type": "webPlacesList",
            "url": "https://morethanrelo.com/en/where-to-go-on-a-date-in-kobe/",
            "sourceSite": "Web",
            "snippet": "There are many excellent local restaurants to choose from, including Wakkoqu, Meriken Hatoba, and Kokubu. Just check that your date is not vegetarian first!",
            "siteName": "morethanrelo.com",
            "shortName": "Where to Go on a Date in Kobe – H&R Group K.K.",
            "indexInSource": 4,
            "iconSiteId": 64138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JTcRhWQCf7R7tkA0ih5UzWe1MEFBSsL3",
          "YOlZ8qAxNlr4pTqM3DkFRsKFz2GOT3Ep",
          "3gdH5CMwS1v3lrNL9kC8aurg5JC89M9M",
          "30O8citnueiNtlHP5RngklBTd2AtK1JM",
          "dPSENvugCbXVp43gPZMnSggMTyhqjrvA",
          "JTcRhWQCf7R7tkA0ih5UzWe1MEFBSsL3",
          "YOlZ8qAxNlr4pTqM3DkFRsKFz2GOT3Ep",
          "3gdH5CMwS1v3lrNL9kC8aurg5JC89M9M",
          "30O8citnueiNtlHP5RngklBTd2AtK1JM",
          "dPSENvugCbXVp43gPZMnSggMTyhqjrvA"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 1,
              "time": "1700"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1700"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1700"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1700"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1700"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1700"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "KOKUBU Steak House",
        "placeId": "ChIJMQ7GjeSOAGARCZn8tbX8fNU",
        "internationalPhoneNumber": "+81 78-321-1717",
        "reviews": [
          {
            "rating": 5,
            "text": "We were very lucky to get seated in Kokubu, it's one of the rare places where you can find real tajima beef in Kobe prepared with generational expertise. They fry veggies on wagyu fat and make incredibly tasty garlic fried rice, even their normal rice is very delicious already!\n\nThe chef comes from a samurai family, if you get into a chat with him, he can share a lot about samurai practices and traditions. Very much recommend this place *IN LOVE*",
            "author_name": "Tú",
            "relative_time_description": "",
            "time": 1738902771,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "I got a reservation at this restaurant after trying for 3 years so I was really excited and looking forward to the experience. I have been to many Japanese steakhouses in Kobe and around the country. I had high expectations after reading the reviews and considering how difficult it was to get a reservation. All in all it was an average experience. The food was ok. Not bad. The chefs wine selection and knowledge was probably the highlight. He was friendly enough but seemed rushed and ready for us to leave after our meal as he had plans to meet friends or something. Our reservation was at 7pm and we felt rushed out by 9pm. The portion was pretty small for the price even compared to other A5 restaurants in the area. The menu choices were very limited and cheap as other reviews have pointed out. I was excited for the eclectic atmosphere but it just seemed cluttered and dusty and dirty and not enjoyable. Overall I'd not return to this place and would not recommend it to my friends.",
            "author_name": "CJ Schreifels",
            "relative_time_description": "",
            "time": 1748037658,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Loved it. Rare find and absolutely locally authentic.\n\nAuthentic Tajima Kobe Beef that melts in your mouth cooked with such detail and care.\n\nLovely chef who is direct, speaks English and genuine. Fun fact: both his parents have samurai last name and he comes from this authentic lineage.\n\nI loved the sweet sake (they have both types one sweet and one dry), the lovely lady also helped share more of Japanese culture and the cups and significance and meaning.\n\nChef is also a wine expert and collector.\nFood, drink and experience was incredible and lovely conversation.\nHighly recommend.\n\nReservations only, do book in advance.",
            "author_name": "Chun Y. Chua",
            "relative_time_description": "",
            "time": 1755245056,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 10,
        "id": "",
        "categories": [
          "Steak house"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 9,
            "2": 3,
            "3": 7,
            "4": 32,
            "5": 247
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.694203,
        "address": "1 Chome-21-2 Kitanagasadori, Chuo Ward, Kobe, Hyogo 650-0012, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJjTZBGKyFAGARqR02SVRAGJU",
        "generalDescription": "Suma Rikyu Park is a spacious and diverse park featuring various attractions such as multiple flower gardens, water features, a cafe, and a playground. The park encompasses a botanical garden with over 200 different types of trees, a Japanese garden with meandering pathways and seasonal flora like plum blossoms and Japanese irises, as well as an European-style garden with fountains and an elevated arched structure. It was once the emperor's villa, boasting exquisite landscaping.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 135.117762,
        "rating": 4.2,
        "numRatings": 2674,
        "sources": [],
        "imageKeys": [
          "6i4d5ZhWeMGyEARu7rKVRfNPryFlyHNS",
          "ngwyUAif4jKfWau2EYOocrFQbn1SlpLN",
          "HMHhJ32JTflHvvzy5TWcJdNyjeLW1mOA",
          "zMZ1XsAURVtsKEm1N76W1Gpno3DzdNr6",
          "KrP9ZutJKsRA40N4MjEg9MOdwpWDZV4M",
          "6i4d5ZhWeMGyEARu7rKVRfNPryFlyHNS",
          "ngwyUAif4jKfWau2EYOocrFQbn1SlpLN",
          "HMHhJ32JTflHvvzy5TWcJdNyjeLW1mOA",
          "zMZ1XsAURVtsKEm1N76W1Gpno3DzdNr6",
          "KrP9ZutJKsRA40N4MjEg9MOdwpWDZV4M"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Suma Rikyu Park",
        "placeId": "ChIJjTZBGKyFAGARqR02SVRAGJU",
        "internationalPhoneNumber": "+81 78-732-6688",
        "reviews": [
          {
            "rating": 5,
            "text": "This park is very peaceful. The roses are so beautiful and hundreds of different types of roses we can look at. It's really amazing and nice water fountains all over. There is a restaurant and outdoor cafe at the top. The outdoor cafe has nice Awaji beer and soft cream. Admission is very cheap. It's a great place to relax.",
            "author_name": "Marley",
            "relative_time_description": "",
            "time": 1559119855,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Suma Rikyu Park in Kobe is a hidden gem for nature lovers, offering a perfect blend of scenic landscapes, seasonal blooms, and immersive experiences. Once the site of an imperial villa, the park now features stunning European-style gardens, serene water fountains, and panoramic views of Osaka Bay.\n\nVisitors can enjoy the vibrant cherry blossoms in spring, colorful autumn foliage, and a breathtaking rose garden with 180 species in full bloom. The Children's Forest Adventure Course makes it a great spot for families, while quiet pathways invite peaceful strolls. Adding to the charm, buskers often perform live music, filling the air with soothing melodies that enhance the park's tranquil ambiance.\n\nWhether you're exploring the gardens, listening to street musicians, or simply soaking in the natural beauty, Suma Rikyu Park is a must-visit for a refreshing escape.",
            "author_name": "Reiko H",
            "relative_time_description": "",
            "time": 1742028270,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful park with a vibrant rose garden, water fountains and awesome sea views. The \"Adventure Park\" is great fun for kids, with obstacle courses that make a moderate challenge for most kids up to 10yo. On-site Cafe has a nice upmarket, innovative menu, relaxed atmosphere and very nice views of the bay.",
            "author_name": "hai le",
            "relative_time_description": "",
            "time": 1746080884,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kobe-park.or.jp/rikyu/",
        "index": 11,
        "id": "",
        "categories": [
          "City park",
          "Nature & Parks",
          "Botanical garden",
          "Garden",
          "Historical landmark",
          "Playground",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 33,
            "2": 50,
            "3": 367,
            "4": 1090,
            "5": 1134
          }
        },
        "minMinutesSpent": 150,
        "latitude": 34.653274,
        "address": "1-1 Higashisuma, Suma Ward, Kobe, Hyogo 654-0018, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ2RQDhvqIAGARFTRcWMIuRts",
        "generalDescription": "The Kobe Municipal Arboretum, also known as the Kobe City Forest Botanical Garden, is a vast and tranquil space located near Mt. Maya. It offers a diverse collection of trees, shrubs, and blooming flowers throughout the year. Spanning 142.6 hectares, this botanical garden features over 1,200 plant species arranged in different zones based on their places of origin.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 135.178037,
        "rating": 4.2,
        "numRatings": 2600,
        "sources": [
          {
            "id": "259259",
            "type": "webPlacesList",
            "url": "https://www.gltjp.com/en/article/item/20100/",
            "sourceSite": "Web",
            "snippet": "Take a drive about 25 minutes from the center of Kobe to Kobe Municipal Arboretum, a wide open space to enjoy the nature of Mt. Rokko. Towards the end of October, there are nearly 3,000 trees in 38 varieties whose leaves transform into gorgeous colors. This specific event is called “Shinrin Momiji Sansaku",
            "siteName": "GOOD LUCK TRIP",
            "shortName": "Best Things to Do in Kobe! A Full Guide of Everything from Must-See and Hidden Spots to Food, Shopping and more! | GOOD LUCK TRIP",
            "indexInSource": 10,
            "iconSiteId": 9461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "745221",
            "type": "webPlacesList",
            "url": "https://www.insidekyoto.com/things-to-do-in-kobe",
            "sourceSite": "Web",
            "snippet": "If you love botanical gardens, the Kobe Municipal Arboretum is a must-visit. A short bus ride and just JPY300 gives you entry to this vast natural oasis. Also known as the Kobe City Botanical Garden, the gardens sprawl over 143 hectares, and it’s covered with forests, flowers, and all manner of plants.",
            "siteName": "Inside Kyoto",
            "shortName": "Things to Do in Kobe",
            "indexInSource": 6,
            "iconSiteId": 116,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "T3ewiCzupcjRVNfaZb7FV21AraXGU2PH",
          "JwsmItuFnwa8qjFwCvc7L4ir9BE4jkeB",
          "9BAadOLbtvB09ah1QnKkyDfDTDorYuAW",
          "j3aeTLAXCWcqL0Y8aw5jT2B7ZLeKGqxR",
          "jz9EIzJV1WGLaJpp3zgbg8TTQM1xvY5d",
          "T3ewiCzupcjRVNfaZb7FV21AraXGU2PH",
          "JwsmItuFnwa8qjFwCvc7L4ir9BE4jkeB",
          "9BAadOLbtvB09ah1QnKkyDfDTDorYuAW",
          "j3aeTLAXCWcqL0Y8aw5jT2B7ZLeKGqxR",
          "jz9EIzJV1WGLaJpp3zgbg8TTQM1xvY5d"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Kobe Municipal Arboretum",
        "placeId": "ChIJ2RQDhvqIAGARFTRcWMIuRts",
        "internationalPhoneNumber": "+81 78-591-0253",
        "reviews": [
          {
            "rating": 5,
            "text": "Love this place, especially in Autumn. Gorgeous colours. Wide open spaces and lots of nature to enjoy. Come and spend the day here and see a different side of Kobe.",
            "author_name": "Paul T",
            "relative_time_description": "",
            "time": 1734595491,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Absolutely lovely botanical park and garden with long, winding paths through a diverse array of trees and greenery. Each visit reveals new seasonal wonders, from vibrant spring blooms (azaleas and cherry blossoms are breathtaking!) to fiery autumn foliage. A serene escape within Kobe, ideal for leisurely strolls, picnics, and nature photography. Extensive grounds offer various trails and hidden nooks for exploration. Don't miss the charming ponds, bridges, and occasional wildlife sightings. The arboretum is well-maintained with helpful signage and amenities (restrooms, vending machines). A must-visit for nature enthusiasts and those seeking tranquility amidst the city buzz.",
            "author_name": "Alexey Kopytko",
            "relative_time_description": "",
            "time": 1717909881,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Indispensable place to enjoy Natural atmosphere is here deep into the Rokko Mountain Range, situating 10 km to the East from Kita-Suzuran-Dai St. As a matter for regret, not so convenient place for pedestriant as it is, some effort might be required to visit the Natural place.\nYou may kill at least half a day here, as a hiker, as a family and as a photographer including a bird watcher.\nRestaulant supplies meals, drink machinery is prepared. Wheelchair users available.\nAnyway, a best care might be taken while winding road driving not to cut in center line for safety.",
            "author_name": "Bohya Kinema",
            "relative_time_description": "",
            "time": 1714296455,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.kobe-park.or.jp/shinrin/",
        "index": 12,
        "id": "",
        "categories": [
          "Botanical garden",
          "Nature & Parks",
          "Hiking area",
          "Forests"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 40,
            "2": 45,
            "3": 351,
            "4": 1035,
            "5": 1129
          }
        },
        "minMinutesSpent": 150,
        "latitude": 34.740879,
        "address": "Japan, 〒651-1102 Hyogo, Kobe, Kita Ward, Yamadacho Kamitanigami, 字長尾1-2",
        "travel_time": null
      },
      {
        "_id": "ChIJrVIbmeCOAGARQAS2XOtwiLs",
        "generalDescription": "Starbucks Coffee - Kobe Kitano Ijinkan is a unique café located in the Kitano district of Kobe, Japan. Housed in a beautifully restored Victorian-style home from the 19th century, this Starbucks stands out as one of the most distinctive branches worldwide. The area was once home to diplomats and foreign merchants, and the café offers visitors a chance to enjoy coffee within this historical setting.",
        "utcOffset": 540,
        "maxMinutesSpent": 60,
        "longitude": 135.190234,
        "rating": 4.4,
        "numRatings": 3803,
        "sources": [
          {
            "id": "1389795",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/kobe-with-kids/",
            "sourceSite": "Web",
            "snippet": "If you’re walking up the mountain-side of Kobe in the early morning or afternoon (up towards Shin-Kobe Station along Kitanozaka Road) you’ll come across Kitano Ijinkan Starbucks. This area is where many diplomats and foreign merchants settled after the ports opened in the latter half of the 19th Century. One of these beautiful homes has been converted into the most gorgeous Starbucks.",
            "siteName": "The Tokyo Chapter",
            "shortName": "KOBE WITH KIDS",
            "indexInSource": 28,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411996",
            "type": "webPlacesList",
            "url": "https://morethanrelo.com/en/where-to-go-on-a-date-in-kobe/",
            "sourceSite": "Web",
            "snippet": "Situated between the mountains and Osaka Bay, Kobe has no shortage of beauty spots where you can soak up the atmosphere on a sunny evening with a partner. One of the most spectacular is the Akashi Kaikyo Bridge. The longest suspension bridge in the world, it spans nearly 4000m and links Kobe City with Awaji Island.",
            "siteName": "morethanrelo.com",
            "shortName": "Where to Go on a Date in Kobe – H&R Group K.K.",
            "indexInSource": 0,
            "iconSiteId": 64138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kU7U61rXXUV5mXOBzvPqJVJXltSMlRbV",
          "uba5cublxbOjFPeo8i4JY3RRvt4JVyU5",
          "UjZoLPTdzu8Kz68phNaKlKFL50IDytrK",
          "BZwNWBq6VwWljIr9PtoEY6SCaiMyRyRC",
          "nUnEk1Jg0mu4Euahw9PV1A0o8K4BYDpR",
          "kU7U61rXXUV5mXOBzvPqJVJXltSMlRbV",
          "uba5cublxbOjFPeo8i4JY3RRvt4JVyU5",
          "UjZoLPTdzu8Kz68phNaKlKFL50IDytrK",
          "BZwNWBq6VwWljIr9PtoEY6SCaiMyRyRC",
          "nUnEk1Jg0mu4Euahw9PV1A0o8K4BYDpR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Starbucks Coffee - Kobe Kitano Ijinkan",
        "placeId": "ChIJrVIbmeCOAGARQAS2XOtwiLs",
        "internationalPhoneNumber": "+81 78-230-6302",
        "reviews": [
          {
            "rating": 5,
            "text": "Visited many times, the service staff is friendly and helpful, the meals are really fast, the environment is elegant and pleasant, the retro style makes people relax, and you need to enter a code to go to the toilet! Friendly store!",
            "author_name": "J AA",
            "relative_time_description": "",
            "time": 1749725761,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Probably one of the most unique Starbucks I've visited. It's located inside a beautifully preserved Western-style villa in the Kitano area of Kobe – full of character and charm. Each room has its own vibe, with cozy corners and a nostalgic feel.\nWhen I visited, most of the guests were Korean tourists – seems like a popular stop for them. But the place was still quiet and relaxing.\nIf you're a Starbucks fan, or just want to enjoy coffee in a lovely, historical setting, this spot is definitely worth a visit when you're in Kobe.",
            "author_name": "Khánh Panda",
            "relative_time_description": "",
            "time": 1754114147,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This Starbucks is housed in a beautifully preserved Western-style building, with both the interior and exterior exuding charm. It feels more like relaxing in an elegant home than in a café chain.\n\nWe visited on a weekday morning and could choose our seating freely, but by the time we finished our breakfast and left, seats were already limited as it is very popular with tourists.\n\nThe staff are friendly. A nice spot to enjoy a drink while soaking in the nostalgic atmosphere of the Kitano area.",
            "author_name": "Leh Ping",
            "relative_time_description": "",
            "time": 1755006188,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://store.starbucks.co.jp/detail-940/?utm_source=GMB&utm_medium=organic&utm_campaign=store&utm_content=940",
        "index": 13,
        "id": "",
        "categories": [
          "Coffee shop",
          "Cafe"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 41,
            "2": 39,
            "3": 353,
            "4": 1220,
            "5": 2147
          }
        },
        "minMinutesSpent": 60,
        "latitude": 34.699832,
        "address": "北野物語館（旧ハインリヒ・フロインドリーブ邸）, 3 Chome-1-31 Kitanocho, Chuo Ward, Kobe, Hyogo 650-0002, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ5wy9gACPAGARTVXuOMOEYq8",
        "generalDescription": "Kobe Cruise Concerto offers a luxurious cruise experience with stunning views of Kobe's port city from the sea. Guests can enjoy live music while taking in the picturesque scenery, including the blue sea, white city, and green mountains against the backdrop of Mt. Rokko. The dining area on the cruise deck provides an elegant setting for a meal, but it's important to book a dining plan in advance.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.184895,
        "rating": 4.2,
        "numRatings": 1853,
        "sources": [
          {
            "id": "1389795",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/kobe-with-kids/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Tokyo Chapter",
            "shortName": "KOBE WITH KIDS",
            "indexInSource": 24,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "QH2Lb9YY1hyGW6oVwWOTTLP9UBTWZ8Rp",
          "0dlk0dhiku8FaYMBwsCeBpTnONOYf4Di",
          "aGpaHDzTkC6epADOpAzCRHr8yQJR8gCi",
          "yZIh7wANph8LYM4w7flYqP3CnqcLsUQe",
          "QH2Lb9YY1hyGW6oVwWOTTLP9UBTWZ8Rp",
          "0dlk0dhiku8FaYMBwsCeBpTnONOYf4Di",
          "aGpaHDzTkC6epADOpAzCRHr8yQJR8gCi",
          "yZIh7wANph8LYM4w7flYqP3CnqcLsUQe"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Kobe Cruise Concerto",
        "placeId": "ChIJ5wy9gACPAGARTVXuOMOEYq8",
        "internationalPhoneNumber": "+81 78-360-5600",
        "reviews": [
          {
            "rating": 5,
            "text": "I think the Kobe concerto cruise is a very good deal! You get beautiful view, elegant dining area, a little concert and a yummy cake all for 4200yen.",
            "author_name": "sobo Wa",
            "relative_time_description": "",
            "time": 1697871393,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Had teppanyaki course (5pm session).\nFood: it was my first time trying Kobe beef and it was melting.\nService: they didn't bring the ordered drinks, until they were reminded. The drinks menu is overpriced.\nAtmosphere: the chef cooked and served within 30 min, after that he leaves. There was no live music, no additional entertainment, unfortunately.",
            "author_name": "Sveta Tran",
            "relative_time_description": "",
            "time": 1746110950,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "You can board the ship without ordering the food here. Free view on third floor outside deck and inside cafe aquamarine (you can sit down without ordering the food or drink).\n\nBeside that on first floor on lobby behind piano is also free view.\n\nThere is also music and song perfomed by local musician inside the ship\n\nView is ok at night if you want romantic experience but in my opinion if you want to aee scenery better at day. Great experience and view for 2 hours long. Very recommended.",
            "author_name": "Steven Han",
            "relative_time_description": "",
            "time": 1555640904,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://thekobecruise.com/concerto/",
        "index": 14,
        "id": "",
        "categories": [
          "Steamboat restaurant",
          "French restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 51,
            "2": 40,
            "3": 275,
            "4": 646,
            "5": 841
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.679694,
        "address": "Japan, 〒650-0044 Hyogo, Kobe, Chuo Ward, Higashikawasakicho, 1 Chome−6−1, 神戸ハーバーランドumie モザイク 1F",
        "travel_time": null
      },
      {
        "_id": "ChIJP57QrQGPAGAR5mUg7ovZV8Q",
        "generalDescription": "Experience the beauty of Kobe from a different perspective with a Kobe Bay Cruise. Lasting about 40 minutes, these cruises depart hourly from Meriken Park beside the red Port Tower. Enjoy a relaxing sail around the bustling port city, taking in stunning views of the city and sea. The friendly crew offers cold drinks onboard, making it a perfect way to unwind after exploring Harborland's shopping and dining options.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.185768,
        "rating": 4.3,
        "numRatings": 1000,
        "sources": [
          {
            "id": "1133623",
            "type": "webPlacesList",
            "url": "https://enjoy-osaka-kyoto-kobe.com/article/kobe-activity/",
            "sourceSite": "Web",
            "snippet": "Kobe Bay Cruise,” which has a boarding station at Meriken Park, operates a sightseeing boat that takes 45 minutes to travel around Kobe Port. The dusk, which turns into a madder shade of red, is a romantic sight.",
            "siteName": "Enjoy OSAKA KYOTO KOBE",
            "shortName": "21 Things to Do for Your First Time in Kobe",
            "indexInSource": 9,
            "iconSiteId": 48015,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1546846",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/6379",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "MATCHA",
            "shortName": "Discover Kobe: 15 Things to Do, Area Guide, Access, Hotels",
            "indexInSource": 1,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Z2mtwKfsDqycUkYG9yn979ex63sHWAvm",
          "SUVXjgsFB9IJIh2dvrELinMHWBCHz3CO",
          "dvGVXc2SvLvll8oUgjOiG6DDk2ZDpAFx",
          "J25jhcOvP5lkjDVywdFpNGYjEgw56ckB",
          "7CRqSrnOQdgKX03UC1WZpSejdSvUa1BL",
          "Z2mtwKfsDqycUkYG9yn979ex63sHWAvm",
          "SUVXjgsFB9IJIh2dvrELinMHWBCHz3CO",
          "dvGVXc2SvLvll8oUgjOiG6DDk2ZDpAFx",
          "J25jhcOvP5lkjDVywdFpNGYjEgw56ckB",
          "7CRqSrnOQdgKX03UC1WZpSejdSvUa1BL"
        ],
        "openingPeriods": [],
        "name": "Kobe Bay Cruise",
        "placeId": "ChIJP57QrQGPAGAR5mUg7ovZV8Q",
        "internationalPhoneNumber": "+81 78-360-0039",
        "reviews": [
          {
            "rating": 5,
            "text": "If you want to try cruising around Kobe, there are a lot of options depending on which ship you would like to ride. I chose the Kobe Bay Cruise because I wanted to ride the ship \"Gozabune Atakemaru\".\n\nI am fascinated by the unique design of the ship, as well as the interior of the ship felt like I've step back in time. They also have a mini shop at the 1st floor ranging from snacks to drinks, and some souvenirs exclusive to the ship.\n\nI suggest buying your tickets in advance, then redeem your paper tickets on the counter. You can ride either the Gozabune Atakemaru or the Princess Cruise at any time you want if you buy your tickets on KKday website.\n\nThis 45 minute experience is memorable and unforgettable. If you have spare time, why not ride a cruise and relax while admiring the view.",
            "author_name": "夏美",
            "relative_time_description": "",
            "time": 1722147419,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Basically a 45-minute cruise around the harbor area: the boat transporting me was the Gozabune.  The loudspeaker mostly talks about the various facilities and workshops which the makes sense since it's an industrial area, but beyond that there isn't much else to see.  Not much food on the ship either, just snacks and a few drinks.  Not too pricey, a single ticket costs 1700 yen.",
            "author_name": "Guam Son",
            "relative_time_description": "",
            "time": 1745304896,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Kobe Bay is a vibrant waterfront area known for its stunning cityscape, iconic Kobe Port Tower, and Meriken Park with open lawns and courtyards. Harborland offers shopping, dining, and entertainment, including the illuminated Mosaic Ferris Wheel. Cruises on the bay provide romantic views of landmarks like the Akashi-Kaikyo Bridge and Kobe Airport, especially beautiful at sunset. The area combines modern attractions with relaxing seaside parks, making it a must-visit spot in Kobe.",
            "author_name": "Bastian F.",
            "relative_time_description": "",
            "time": 1751501287,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://kobebayc.co.jp/",
        "index": 15,
        "id": "",
        "categories": [
          "Ferry service"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 12,
            "2": 23,
            "3": 112,
            "4": 369,
            "5": 484
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.682451,
        "address": "Kamomeria Bus Stop, 7-1 Hatobacho, Chuo Ward, Kobe, Hyogo 650-0042, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJk1fgThmPAGAR0X_vUw6KnYM",
        "generalDescription": "Sorakuen Garden is a serene Japanese garden located just 10 minutes from Motomachi Station in Kobe. It features diverse blooms, tranquil walking paths, waterfalls, and ponds. This traditional garden was completed in the 20th century as part of the former residence of a major of Kobe and showcases nihon teien (Japanese garden) design.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 135.181784,
        "rating": 4.3,
        "numRatings": 1843,
        "sources": [
          {
            "id": "909352",
            "type": "webPlacesList",
            "url": "https://www.byfood.com/blog/best-things-to-do-kobe-p-487",
            "sourceSite": "Web",
            "snippet": "A traditional Japanese landscape garden, Sorakuen lays in the heart of Kobe in the early 20th century. Previously the residence of one of Kobe's former mayors, Kodera Kenichi, this beautiful garden opened to the public in the early 1940s. Most of Sorakuen's buildings were destroyed during World War II, except one that still stands today.",
            "siteName": "byfood.com",
            "shortName": "The Best 16 Things To Do in Kobe",
            "indexInSource": 19,
            "iconSiteId": 29,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1133623",
            "type": "webPlacesList",
            "url": "https://enjoy-osaka-kyoto-kobe.com/article/kobe-activity/",
            "sourceSite": "Web",
            "snippet": "This is the only Japanese garden in a city park in Kobe City, and visitors can admire the garden while circling around the pond. In the modern port city of Kobe, this is a rare spot where visitors can experience a Japanese atmosphere!. The scenery of azaleas in spring and autumn leaves in fall is especially worth seeing.",
            "siteName": "Enjoy OSAKA KYOTO KOBE",
            "shortName": "21 Things to Do for Your First Time in Kobe",
            "indexInSource": 3,
            "iconSiteId": 48015,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "263600",
            "type": "webPlacesList",
            "url": "https://jw-webmagazine.com/kobe-best-things-to-do/",
            "sourceSite": "Web",
            "snippet": "Sorakuen (相楽園) is a pleasant and peaceful Japanese landscape garden located in the heart of Kobe City. The garden used to be part of the residence of Yasujiro Kodera, a father of former mayor of Kobe City Kenkichi Kodera. The ownership of the garden passed to the city and opened to public in 1941.",
            "siteName": "Japan Web Magazine",
            "shortName": "18 Best Things to Do in Kobe",
            "indexInSource": 8,
            "iconSiteId": 30,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "745221",
            "type": "webPlacesList",
            "url": "https://www.insidekyoto.com/things-to-do-in-kobe",
            "sourceSite": "Web",
            "snippet": "Opened to the public in 1941, Sorakuen Garden is a traditional Japanese landscape garden. Spend a morning strolling around the central pond and taking in the sights. One of the best times to visit Sorakuen Garden is during late April to early May, when more than 4000 azaleas burst into bloom.",
            "siteName": "Inside Kyoto",
            "shortName": "Things to Do in Kobe",
            "indexInSource": 5,
            "iconSiteId": 116,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1389795",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/kobe-with-kids/",
            "sourceSite": "Web",
            "snippet": "A beautiful walk through a Japanese garden is the perfect thing to do with kiddies. I highly recommend Sorakuen – regardless of the weather. In fact, there is something magical about Japanese gardens on rainy days.",
            "siteName": "The Tokyo Chapter",
            "shortName": "KOBE WITH KIDS",
            "indexInSource": 33,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353482",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/romantic-tour-in-kobe/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Veronika's Adventure",
            "shortName": "Romantic Tour In Kobe",
            "indexInSource": 2,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "inCEcqFM1yTEV6sFsVmpdSiGqV0XOw5w",
          "hifaEDpLW2hvBIqqqObBgkFexOpgisO4",
          "Vqc7Gvx4xwmsxvN78Rl2EHA4qmG2bB1u",
          "tgMuOhOKcw1MG0RvrSMbbj1gcd9UHLLc",
          "dm9qhlKbdgbSLqRbu7aTNJlqtry2NQtZ",
          "inCEcqFM1yTEV6sFsVmpdSiGqV0XOw5w",
          "hifaEDpLW2hvBIqqqObBgkFexOpgisO4",
          "Vqc7Gvx4xwmsxvN78Rl2EHA4qmG2bB1u",
          "tgMuOhOKcw1MG0RvrSMbbj1gcd9UHLLc",
          "dm9qhlKbdgbSLqRbu7aTNJlqtry2NQtZ"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Sorakuen Garden",
        "placeId": "ChIJk1fgThmPAGAR0X_vUw6KnYM",
        "internationalPhoneNumber": "+81 78-351-5155",
        "reviews": [
          {
            "rating": 5,
            "text": "Such a beautiful spot in the middle of the city. We went there to chill after eating some good Kobe beef. The place is serene, so beautiful and the pond has koi and maybe carp. This garden is so well-maintained and we're surprised we were the only people there. For facilities, they have benches to sit on and catch some sunlight. Toilets are also available. Overall, this is a must-visit when you are in Kobe. The surrounding neighborhood is also picturesque. Wish I had more time to explore the city.",
            "author_name": "April Ignes",
            "relative_time_description": "",
            "time": 1740802527,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Hidden gem in the city\nAbsolutely worth the little entry fee. The garden is peaceful, beautifully maintained, and full of charm. Loved seeing the koi fish and even spotted a crane by the water. A perfect quiet escape from the busy city - recommended if you're nearby.",
            "author_name": "Cheechee C",
            "relative_time_description": "",
            "time": 1750160372,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It was a real pleasure discover this japanese garden in the middle of Kobe for take refuge some time from the hot weather of that day.\nThe garden was really very well kept with lots of fish in the lake and also there is a tea house but unfortunately there was closing.\nThere are a lot of benches, automatic machine drink and a public toilet.\nThe price for enter it's 300 yen and you can pay only with cash.",
            "author_name": "Daniele Butera",
            "relative_time_description": "",
            "time": 1755762513,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sorakuen.com/",
        "index": 16,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 32,
            "3": 209,
            "4": 686,
            "5": 887
          }
        },
        "minMinutesSpent": 240,
        "latitude": 34.692624,
        "address": "5 Chome-3-1 Nakayamatedori, Chuo Ward, Kobe, Hyogo 650-0004, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJSYLQZQiLAGARCKCYCqdMG-8",
        "generalDescription": "Mount Rokkō, also known as Rokko-san, is a prominent attraction in Kobe, Japan. It is part of the large mountain range that includes Mt. Rokko and offers stunning views of the surrounding area. Visitors can access the peak via cable cars and enjoy an observation deck with panoramic vistas. The area is also famous for its night views, considered one of Japan's three famous night views.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.263724,
        "rating": 4.4,
        "numRatings": 626,
        "sources": [
          {
            "id": "745221",
            "type": "webPlacesList",
            "url": "https://www.insidekyoto.com/things-to-do-in-kobe",
            "sourceSite": "Web",
            "snippet": "Local residents like to describe Kobe as a city situated between the mountains and the sea. The Rokko mountain range makes up the verdant mountains providing the backdrop to Kobe, and at 931 meters, Mount Rokko is the highest peak there. You can take the cable car or climb up the mountain, and once you’re up there, there’s plenty to do on Mount Rokko itself.",
            "siteName": "Inside Kyoto",
            "shortName": "Things to Do in Kobe",
            "indexInSource": 1,
            "iconSiteId": 116,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "259259",
            "type": "webPlacesList",
            "url": "https://www.gltjp.com/en/article/item/20100/",
            "sourceSite": "Web",
            "snippet": "Mt. Rokko, at 931-meters tall, is the main peak of the Rokko Mountains. There is a cable car available for easy access to the top. It includes a number of different recreational facilities, from places to move your body and mountain escapes with romantic night views.",
            "siteName": "GOOD LUCK TRIP",
            "shortName": "Best Things to Do in Kobe! A Full Guide of Everything from Must-See and Hidden Spots to Food, Shopping and more! | GOOD LUCK TRIP",
            "indexInSource": 6,
            "iconSiteId": 9461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331183",
            "type": "webPlacesList",
            "url": "https://itsyourjapan.com/things-to-do-in-kobe-japan/",
            "sourceSite": "Web",
            "snippet": "Things to do in Kobe Japan #4: Mount Rokko Credits: Kentaro Ohno. Though Kobe is known mostly as a trading port city, there is still plenty of natural beauty to explore during your trip to the area. At 931 meters, Mount Rokko is the highest mountain peak in the area.",
            "siteName": "Your Japan",
            "shortName": "Best 10 Things To Do in Kobe Japan",
            "indexInSource": 3,
            "iconSiteId": 3110,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1389795",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/kobe-with-kids/",
            "sourceSite": "Web",
            "snippet": "There are lots of beautiful big open areas for children to run around, pick fruit, try a Japanese onsen (hot springs.)   The Fruits Flower Park is a beautiful park with flowers and some amusement park rides. It’s a full day event that is best saved for a sunny day.",
            "siteName": "The Tokyo Chapter",
            "shortName": "KOBE WITH KIDS",
            "indexInSource": 41,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909352",
            "type": "webPlacesList",
            "url": "https://www.byfood.com/blog/best-things-to-do-kobe-p-487",
            "sourceSite": "Web",
            "snippet": "Sandwiched between the sea and Mt. Rokko, Kobe shares Osaka Bay and sits off to the west side of Osaka. Especially since Japan opened up to foreign trade in the 19th century, Kobe has long served as a key port alongside Yokohama, Nagasaki, Niigata, and Hakodate.",
            "siteName": "byfood.com",
            "shortName": "The Best 16 Things To Do in Kobe",
            "indexInSource": 0,
            "iconSiteId": 29,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1546846",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/6379",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "MATCHA",
            "shortName": "Discover Kobe: 15 Things to Do, Area Guide, Access, Hotels",
            "indexInSource": 5,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1133623",
            "type": "webPlacesList",
            "url": "https://enjoy-osaka-kyoto-kobe.com/article/kobe-activity/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Enjoy OSAKA KYOTO KOBE",
            "shortName": "21 Things to Do for Your First Time in Kobe",
            "indexInSource": 13,
            "iconSiteId": 48015,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1220735",
            "type": "webPlacesList",
            "url": "https://ryokougirl.com/kobe-itinerary/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Ryokou Girl",
            "shortName": "Kobe itinerary Japan - Discover Japan's most cosmopolitan city in 3 days!",
            "indexInSource": 5,
            "iconSiteId": 32093,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353482",
            "type": "webPlacesList",
            "url": "https://veronikasadventure.com/romantic-tour-in-kobe/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "Veronika's Adventure",
            "shortName": "Romantic Tour In Kobe",
            "indexInSource": 1,
            "iconSiteId": 17363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "gqk6Moh2qviaWC0pDmF29rIdtngkOMjm",
          "PNVvNxcLfeDpGNyPIVF9d3K3sNHTo0pJ",
          "PVwlptsHvqFAaulR3gjyxNNptnGtUh2F",
          "B7XKwceeeuC7LUULSYD0reNKn2scUrKm",
          "0q3WjhPvfNyBVZOroTfLPPq2zFUFviIR",
          "gqk6Moh2qviaWC0pDmF29rIdtngkOMjm",
          "PNVvNxcLfeDpGNyPIVF9d3K3sNHTo0pJ",
          "PVwlptsHvqFAaulR3gjyxNNptnGtUh2F",
          "B7XKwceeeuC7LUULSYD0reNKn2scUrKm",
          "0q3WjhPvfNyBVZOroTfLPPq2zFUFviIR"
        ],
        "openingPeriods": [],
        "name": "Mount Rokkō",
        "placeId": "ChIJSYLQZQiLAGARCKCYCqdMG-8",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "A wonderful, less traveled series of hikes and shops at the top of a mountain in Kobe! Went on a weekday in April and it was empty. All shops open, but no tourists or locals. Wonderful, and easy to get around by bus once up there.",
            "author_name": "Zeke",
            "relative_time_description": "",
            "time": 1745210632,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A less commercial sightseeing experience compared to Mount Fuji or Hakone. Very chilly and windy but an enjoyable experience. Cable car was unfortunately under renovation when we visited so there was a shuttle bus service (1100yen round trip) instead that goes up to the observatory. You need to take another bus (380yen one way) up to the ropeway station. The ropeway was 1850yen for a round trip. It was crowded when taking the ropeway to the top but very quiet when going back down.",
            "author_name": "Mint Osaka",
            "relative_time_description": "",
            "time": 1740390423,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "It would've been nice if the ropeway and cable car wasn't too crowded. We can't take good pictures and we can't even see what the tourguide is talking about.\nIt would also be nice if there'll be like a map of the whole mt. Rokko trip and the things we can do and the ticket prices if there is. Especially if there's a food court or a place where we can eat our bento. But overall. The view was nice.",
            "author_name": "Ogayomaymay 199x",
            "relative_time_description": "",
            "time": 1731400424,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 17,
        "id": "",
        "categories": [
          "Mountain range",
          "Nature & Parks",
          "Mountains"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 10,
            "3": 56,
            "4": 149,
            "5": 397
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.778023,
        "address": "Arimacho, Kita Ward, Kobe, Hyogo 651-1401, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ01ll5sqDAGARyK_JFP0SRdI",
        "generalDescription": "Nestled along the stunning coastline, Seaside Hotel Maiko Villa Kobe offers a delightful retreat where guests can indulge in breathtaking bay views and a serene atmosphere. This charming seaside resort is surrounded by the natural beauty of the Seto Inland Sea and lush greenery, making it an ideal getaway for nature lovers. With five diverse restaurants serving various cuisines, each boasting picturesque ocean vistas and sights of the iconic Akashi-Kaikyo Bridge, dining here is truly a treat.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.038777,
        "rating": 4,
        "numRatings": 2739,
        "sources": [
          {
            "id": "1204848",
            "type": "webPlacesList",
            "url": "https://www.thehotelguru.com/best-hotels-in/japan/kobe",
            "sourceSite": "Web",
            "snippet": "Maiko Villa Kobe is an enormous coastal hotel, just outside of central Kobe. Pick this place for an affordable holiday with family, or for a business trip. There's a swimming pool with shallow kids' area, five dining options, and multiple events spaces — including a karaoke room.",
            "siteName": "thehotelguru.com",
            "shortName": "Best places to stay in Kobe, Japan",
            "indexInSource": 0,
            "iconSiteId": 33252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Q6YatBQ4NMwUCyZrQJzbscJ0o6ka4QaF",
          "UgApET4A7NcYAsjEoem3TXSsg4hxAKbS",
          "v12XcQGW8QbZXAsThA6TN68IibhuHfRp",
          "Q6YatBQ4NMwUCyZrQJzbscJ0o6ka4QaF",
          "UgApET4A7NcYAsjEoem3TXSsg4hxAKbS",
          "v12XcQGW8QbZXAsThA6TN68IibhuHfRp"
        ],
        "openingPeriods": [],
        "name": "Seaside Hotel Maiko Villa Kobe",
        "placeId": "ChIJ01ll5sqDAGARyK_JFP0SRdI",
        "internationalPhoneNumber": "+81 78-706-3711",
        "reviews": [
          {
            "rating": 5,
            "text": "Don't understand the negative comments at all. We have thoroughly enjoyed our stay here. The views, the room size, the baths, the restaurants, cleanliness - everything is great, nothing to complain about. Great value for the price, also.",
            "author_name": "L Kronbäck",
            "relative_time_description": "",
            "time": 1752409597,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The rooms were dated. The beds were overly firm. The pillows were small and only given one per bed. The view from my room was amazing. The hotel lobby reminded me of a Las Vegas hotel - white marble on the floors wall and even some parts of the ceiling. It was a grand lobby with lots of bare space. The breakfast bar was well stocked and the food was tasty.",
            "author_name": "Deeliteful",
            "relative_time_description": "",
            "time": 1737268074,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "I booked a room at Maiko Villa at the beginning of April at a good early bird rate, combined with a Booking.com discount. However, in June 2025, I unexpectedly received a cancellation email.\n\nThe reason given was “Invalid Card”!\n\nWhat's frustrating is that I didn't receive any cancellation notification through the Booking.com app. Maiko Villa didn't even give me a chance to verify my credit card details or provide an alternative card for payment.\n\nI sent a message via Booking.com to Maiko Villa seeking a solution, but I have yet to receive any reply.\n\nOther hotels in Osaka, Kyoto, Nara, and Wakayama have accepted my credit card without issue, and several payments have been processed successfully.\n\nIn the end, I had to urgently search for another accommodation and ended up paying significantly more - the current Maiko Villa price is now 35% to 41% higher than my original booking!\n\nThis has been a horrible and deeply unpleasant booking experience.",
            "author_name": "YP L",
            "relative_time_description": "",
            "time": 1750547814,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.maikovilla.co.jp/",
        "index": 18,
        "id": "",
        "categories": [
          "Hotel",
          "Banquet hall",
          "Restaurant",
          "Wedding venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 89,
            "2": 95,
            "3": 458,
            "4": 1161,
            "5": 936
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.631761,
        "address": "18-11 Higashimaikocho, Tarumi-ku, Kobe, Hyogo 655-0047, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ51l5KOCOAGARLkgcJCtucAw",
        "generalDescription": "The Kobe Kitano Hotel is a luxurious redbrick hotel that reflects the 19th-century tradition of ijinkan. Its French-inspired exterior, charming courtyard, and European-style rooms exude old-world elegance. The fusion of French and Japanese cuisine can be savored in the elegant dining room, with signature dishes like fugu fish with crispy potatoes.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.187186,
        "rating": 4.2,
        "numRatings": 1301,
        "sources": [
          {
            "id": "1204848",
            "type": "webPlacesList",
            "url": "https://www.thehotelguru.com/best-hotels-in/japan/kobe",
            "sourceSite": "Web",
            "snippet": "Kobe Kitano Hotel has 30 traditional rooms tucked within a red-brick building in a downtown location. Interiors channel classic British style, whilst the French restaurant specialises in gourmet cuisine. A boutique choice within easy reach of many Kobe highlights.",
            "siteName": "thehotelguru.com",
            "shortName": "Best places to stay in Kobe, Japan",
            "indexInSource": 2,
            "iconSiteId": 33252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "PURbigaCsV7WCR0DZssANPKsOeYReVyQ",
          "qaheDoa4si5ZNUjvXBXI7LaIAAM2hXKx",
          "PURbigaCsV7WCR0DZssANPKsOeYReVyQ",
          "qaheDoa4si5ZNUjvXBXI7LaIAAM2hXKx"
        ],
        "openingPeriods": [],
        "name": "Kōbe Kitano Hotel",
        "placeId": "ChIJ51l5KOCOAGARLkgcJCtucAw",
        "internationalPhoneNumber": "+81 78-271-3711",
        "reviews": [
          {
            "rating": 5,
            "text": "EV friendly as they have free charging stations (bring your charger. Tesla doesn't need it as they have one for Tesla).\n\n\"The most delicious breakfast\" sounds true as they serve homemade food, using local ingredients. The breakfast is well balanced and nutritional (in my opinion).",
            "author_name": "Japanlifeagain",
            "relative_time_description": "",
            "time": 1746144132,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "I made breakfast reservation at this hotel. I have heard the highly reputation about the No.1 breakfast in the whole word” from many years ago, so I was very looking forward to this visit.\n\nThe decoration of the lobby is really cute and full of warm and happy feeling of the Christmas season. The young lady who welcomed me at the lobby was very friendly and showed me the way to restroom. While when I was done at restroom and back to the main area, I did not know it is not at my reserved time yet ( I arrived there only 10 minutes ahead), so I stepped into the dining area and tried to find  a staff.\n\nThen a senior lady staff came close to me. She just looked at me without any greeting, so I told her my reservation.\nShe checked at her list, and after confirming, she led me to the sitting area and asked me to wait here.\nHer attitude was fine so far, but what surprised me was that she soon found the lobby staff and required her strictly not to let guests go to dinning area directly.\n\nSince I communicated with them all in Japanese, the senior must know I understood all the things she was saying, especially at the time I was just a few feet away for shooting the photos. What she just did not only embarrassing the staff but also me.\n\nWhile the lobby staff just smiled and said she will ( which means the situation may have happened many times before).\n\nI just wanted to say, it is inappropriate to educate the staff in front of guests in any way, it really ruined the feeling from the beginnings.\n\nThe meal was great, everything was delicious, thought everything is in small portions. While the table is made of plastic and unstable. I think they must use a better quality facilities in such fancy place.\n\nI still would like to have another try in the future for the food.",
            "author_name": "Yi-Sian Wu",
            "relative_time_description": "",
            "time": 1638067930,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "We checked into the hotel this afternoon. The  bellboy watched us struggle as we lifted our luggage from the taxi to the porch, then simply walked off as we pushed the door and brought our heavy bags to reception (an elderly lady later came into the hotel and I helped her myself open the door and climb the stairs as nobody was to be seen at the hotel entrance door). Once at reception, the staff left us standing 10 minutes in front of their desk as they were looking at their computer screens (despite no other guests being there) without explanation. When they finally acknowledged us and started the check-in process, we mentioned that we are members of the R&C 5C club. As the members of staff did not react, we explained to them what the card was and its benefits (room upgrade, personalised welcome to the hotel etc). The staff whispered together in Japanese in front of us without telling us anything in English then did not mention the card as they walked us to our room. We had asked for a double bed when booking and made sure to state in the booking that we did not want twin beds. The room we were given has twin beds. When we asked to change the mattress if it was not possible to change room, they declined to help us. In conclusion, we are hugely disappointed at the substandard service offered by this hotel. This is not a Relais & Chateaux experience.",
            "author_name": "Ana A.",
            "relative_time_description": "",
            "time": 1537266776,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.kobe-kitanohotel.co.jp/",
        "index": 19,
        "id": "",
        "categories": [
          "Hotel",
          "Bridal shop",
          "French restaurant",
          "Wedding venue"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 60,
            "2": 58,
            "3": 130,
            "4": 411,
            "5": 642
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.69708,
        "address": "3番 20号, 3 Chome-3 Yamamotodori, Chuo Ward, Kobe, Hyogo 650-0003, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJG9tH8kGKAGARb33f3wWF7sw",
        "generalDescription": "Nestled in the serene landscape of Arima Onsen, Arimasansoh Goshobessho is a luxurious hot spring inn that perfectly blends traditional Japanese aesthetics with modern comforts. This exquisite retreat features private villas set alongside a tranquil stream, offering guests an idyllic escape to reconnect with nature. Each villa boasts spacious interiors adorned with elegant woodwork and contemporary furnishings, complete with terraces that provide stunning forest views.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 135.246165,
        "rating": 4.6,
        "numRatings": 99,
        "sources": [
          {
            "id": "1204848",
            "type": "webPlacesList",
            "url": "https://www.thehotelguru.com/best-hotels-in/japan/kobe",
            "sourceSite": "Web",
            "snippet": "Arimasansoh Goshobessho offers sumptuous private villas alongside a tranquil stream. Inland from Kobe, this rural retreat offers a brilliant chance to reconnect with nature whilst staying with friends and family or hiding away as a couple. Feast on gourmet Japanese cuisine, enjoy long leafy walks or soak in the hotel's hot spring bath.",
            "siteName": "thehotelguru.com",
            "shortName": "Best places to stay in Kobe, Japan",
            "indexInSource": 5,
            "iconSiteId": 33252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Wi2kkKdkqBtt7KCvWj7XMEsTFPwFwcwW",
          "O7JABz1KEU7qxXba0O7ob0fvz9gns4bM",
          "uso0NrRniZgX5NikDDkcmPxCEGqtRZm9",
          "wCHpG5PWsMPUbDorylWWLQ85K7klnLF6",
          "Wi2kkKdkqBtt7KCvWj7XMEsTFPwFwcwW",
          "O7JABz1KEU7qxXba0O7ob0fvz9gns4bM",
          "uso0NrRniZgX5NikDDkcmPxCEGqtRZm9",
          "wCHpG5PWsMPUbDorylWWLQ85K7klnLF6"
        ],
        "openingPeriods": [],
        "name": "Arimasansoh Goshobessho",
        "placeId": "ChIJG9tH8kGKAGARb33f3wWF7sw",
        "internationalPhoneNumber": "+81 78-904-0554",
        "reviews": [
          {
            "rating": 5,
            "text": "We got two floors for our room.definitely fit for a king. The service is excellent. They greet you in the morning. They have a shuttle to take you to town. It is always 5 to 10 minutes to town in either direction. Again you needed google map. The town had a lot of restaurants to choose from. My only worry is that it is not easy to access an outdoor onsen if you are not a guest to those hotels that had outdoor onsen. The hotel got an indoor onsen. The best is that your bath tub got hot spring water. I loved it there in Arima because of those hotel. I miss Isda, Inoue and Kim with their hospitality.",
            "author_name": "Elizabeth Kwong",
            "relative_time_description": "",
            "time": 1717751781,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Amazing amazing experience here. Everything was out of the world and expertly curated. The kaiseki dinners were amazing, the staff were thoughtful, and the onsen of course was to dream for. We stayed in the room with our own private outdoor onsen, and at night it was magical. You must opt for the Uni breakfast at least once!",
            "author_name": "Tim B",
            "relative_time_description": "",
            "time": 1748303967,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Best place with family.\nThey prepared everything in advance I need.\n\nRoom : very clean and quiet\nService : best I ever. they also prepared completely for all foreingners.\nFood : highly recommended. but may not fit for someone's taste\n\nStairs in Room can be hard for elders.\n\nI wanna visit again.",
            "author_name": "dh Schumann",
            "relative_time_description": "",
            "time": 1712483365,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://goshobessho.com/",
        "index": 20,
        "id": "",
        "categories": [
          "Japanese inn",
          "Hotel",
          "Inn",
          "Resort hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 0,
            "3": 6,
            "4": 21,
            "5": 70
          }
        },
        "minMinutesSpent": null,
        "latitude": 34.793837,
        "address": "958 Arimacho, Kita Ward, Kobe, Hyogo 651-1401, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJNbEqwx_zAGAR90NpmxQEkko",
        "generalDescription": "Welcome to the enchanting world of culinary delights and charming atmospheres, where you can discover a delightful cake shop that has quickly become a local favorite. This hidden gem offers an array of scrumptious treats, from beautifully decorated cakes to mouthwatering chocolate mousse. Whether you're dining in or grabbing takeout, each dessert is crafted with care and creativity, featuring tantalizing ingredients like caramelized bananas and fresh chocolate cream.",
        "utcOffset": 540,
        "maxMinutesSpent": 45,
        "longitude": 135.315941,
        "rating": 4.7,
        "numRatings": 60,
        "sources": [
          {
            "id": "1411979",
            "type": "webPlacesList",
            "url": "https://tripper.guide/japan/kobe/a_romantic_day_trip_to_kobe_japan",
            "sourceSite": "Web",
            "snippet": "Welcome to the land of hidden gems, where you can marvel at majestic temples, indulge in delicious cuisine, and maybe even catch a glimpse of Kobe Bryant (just kidding, he's retired).",
            "siteName": "tripper.guide",
            "shortName": "Tripper - Guide - A romantic day trip to Kobe, Japan",
            "indexInSource": 3,
            "iconSiteId": 64363,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "OkOYE4vVz591ICgMxLLwUEbxAKel4vdC",
          "BxIDJALPGMjKOvvfCzS2lcvVKjVNO69G",
          "Lh2xXdoVZNiVBlErhYkXd6TRrVwfff3K",
          "PJtoKTbPIT4nnKqVS4M22kJR53pSR3pf",
          "OkOYE4vVz591ICgMxLLwUEbxAKel4vdC",
          "BxIDJALPGMjKOvvfCzS2lcvVKjVNO69G",
          "Lh2xXdoVZNiVBlErhYkXd6TRrVwfff3K",
          "PJtoKTbPIT4nnKqVS4M22kJR53pSR3pf"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "DESTINATION",
        "placeId": "ChIJNbEqwx_zAGAR90NpmxQEkko",
        "internationalPhoneNumber": "+81 797-26-6835",
        "reviews": [
          {
            "rating": 5,
            "text": "(Translated by Google) Available for takeout and eat-in. This is my second time using it this week.\nI also sampled the chocolate mousse and it was very delicious.\nIt was my first time eating in, and I was very impressed with how they decorated it.\nAre the caramelized bananas, fresh chocolate cream, and nut cookies on the side a bonus? The taste is so delicious.\nWe also purchased cookies to give as presents and a set of baked goods that would make a nice little Christmas present. The store staff was also very kind and courteous.\nI feel like the variety of cakes has increased and the taste has become even more delicious than a year ago. It's tucked away in a residential area, but I have a feeling it will become a popular store. I'm also looking forward to ordering a Christmas cake 🎅 I ​​almost regret why I haven't been here more often. By the way, the cream puffs have been excellent ever since they opened. Probably the most delicious around Ashiya and Higashinada. For your reference ☺️\n\n(Original)\nテイクアウトとイートインで利用。今週2回目の利用です。\n試食も頂き、チョコムースがとても美味しかったです。\nイートインは初でしたが、デコレートして下さり感激。\n横に付けて頂いたバナナのキャラメリゼと生チョコクリーム、ナッツのクッキーがオマケでいいの？というくらいお味が美味しい。\nプレゼント用のクッキーや、クリスマスのちょっとしたプレゼントに良い焼き菓子のセットも購入。店員さんも丁寧な接客でとても親切でした。\n1年前よりケーキのバリエーションも増えてお味もより美味しくなった気がします。住宅街にひっそりありますが、人気店になりそうな予感です。クリスマスケーキも注文しているので楽しみです🎅何で今まで頻回に通わなかったのか後悔するくらい。ちなみにオープン当初よりシュークリームは絶品です。多分芦屋と東灘周辺で1番美味しい。ご参考までに☺️",
            "author_name": "まみ",
            "relative_time_description": "",
            "time": 1733384956,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "(Translated by Google) We had a delicious meal in a stylish restaurant. It was served on a stylish plate, and the taste was delicious with a lingering aftertaste. When I was looking at the showcase and was having a hard time deciding, I was asked if I would like to sample some of the cakes, so she brought me several types of cakes, gave me a brief explanation of the products, and I felt that there were many wonderful styles to choose from. The various cakes I bought were each carefully made one by one, so I was very impressed when I ate them. I would like to go there several times.\n\n(Original)\nオシャレな店内で美味しい食べさせて頂きました。オシャレな皿盛りにして頂き、お味も美味しく後味の余韻が有りました。ショーケースを見て迷ってるとケーキのご試食どうですかっと何種類かを持って来て下さり、商品の軽く説明をして頂き、選べるスタイルは素敵だと感じました。買って帰った何種かのケーキも１つ１つ丁寧に作り上げられてたので、感動しながら食べさせて頂きました。何度か通いたいです。",
            "author_name": "大川弘満",
            "relative_time_description": "",
            "time": 1739564047,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "(Translated by Google) The owner chef opened this restaurant after working at several famous restaurants.\nThe interior and shop where you can see the work is very beautiful.\nThe staff are attentive to customers, and above all, the food is delicious.\nIf you're in the area, we highly recommend you to give it a try!\n\n(Original)\nオーナーシェフは数軒名店で働かれた後、こちらのお店をオープンされました。\n作業が見える内装やお店はとても綺麗です。\nスタッフの方も丁寧に接客しておられ、何より美味しいです。\nお近くにお待ちよりの際には是非行ってみることをお勧めいたします！",
            "author_name": "Yoshi Ki",
            "relative_time_description": "",
            "time": 1727913402,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.destination-p.com/",
        "index": 21,
        "id": "",
        "categories": [
          "Pastry shop"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1,
            "2": 0,
            "3": 2,
            "4": 9,
            "5": 48
          }
        },
        "minMinutesSpent": 45,
        "latitude": 34.736774,
        "address": "Japan, 〒659-0014 Hyogo, Ashiya, Midorigaokacho, 7−28",
        "travel_time": null
      },
      {
        "_id": "ChIJFXGSmJxjAGARykziCpkdFuc",
        "generalDescription": "Kobe Fruit Flower Park Osawa Rest Area is a sprawling amusement park located on the outskirts of Kobe. It features beautiful flower gardens, seasonal U-pick fruit, and a variety of restaurants. The park is part of a family-friendly complex that includes a hotel and an amusement park, making it an ideal destination for visitors of all ages. One of the highlights is trying the famous Kobe beef, known for its marbling and juiciness.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 135.190202,
        "rating": 3.8,
        "numRatings": 3263,
        "sources": [
          {
            "id": "909352",
            "type": "webPlacesList",
            "url": "https://www.byfood.com/blog/best-things-to-do-kobe-p-487",
            "sourceSite": "Web",
            "snippet": "An open area in the north of the city, the Kobe Fruit & Flower Park is a multi-purpose facility perfect for families and couples. You can harvest produce throughout the year or check out the market for seasonal items. There are dedicated areas for barbecuing and picnics, cafes, small eateries and shops.",
            "siteName": "byfood.com",
            "shortName": "The Best 16 Things To Do in Kobe",
            "indexInSource": 20,
            "iconSiteId": 29,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "lWA0vAUs2YxMZOs4C8T22s4I0fdQAvvZ",
          "UmPg9svFWOSILvgkuagD4Y7qLGAEizS3",
          "GhqUhvii5xdQSM5zwCaVE3Fs9mlTSaJR",
          "aIwumReRb2DIzjaQnoNuYZGym6PCriRb",
          "nMkl0h0MjW5m8iSCGk5mtiy6cbMHMIuv",
          "lWA0vAUs2YxMZOs4C8T22s4I0fdQAvvZ",
          "UmPg9svFWOSILvgkuagD4Y7qLGAEizS3",
          "GhqUhvii5xdQSM5zwCaVE3Fs9mlTSaJR",
          "aIwumReRb2DIzjaQnoNuYZGym6PCriRb",
          "nMkl0h0MjW5m8iSCGk5mtiy6cbMHMIuv"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Kobe Fruit and Flower Park Ozo Rest Area",
        "placeId": "ChIJFXGSmJxjAGARykziCpkdFuc",
        "internationalPhoneNumber": "+81 78-954-1010",
        "reviews": [
          {
            "rating": 5,
            "text": "I just went for the illuminage event in the winter.. the atmosphere is very good and the parking is free.. you should come on winter time.. and the best time for visiting is around 18.00-19.00 due to cold weather.",
            "author_name": "Sarayuth Supakawanich",
            "relative_time_description": "",
            "time": 1731157234,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A great family leisure place.  100% pet friendly.  The dog menu is greatly designed.  Perfect for weekend hanging a while day for children and pets; any one should enjoy much here.",
            "author_name": "Brigitte Cheung (別緻。ブリジット。)",
            "relative_time_description": "",
            "time": 1677472465,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Decent theme park that's safe for little kids.  A lot of the attractions are outdated and rusty, though…",
            "author_name": "Jefferson Isleib",
            "relative_time_description": "",
            "time": 1713833103,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://fruit-flowerpark.jp/farm-circus/",
        "index": 22,
        "id": "",
        "categories": [
          "Toll road rest stop",
          "Nature & Parks",
          "Rest stop",
          "Nature & Wildlife Areas",
          "Parks",
          "Theme Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 130,
            "2": 195,
            "3": 879,
            "4": 1208,
            "5": 851
          }
        },
        "minMinutesSpent": 90,
        "latitude": 34.849738,
        "address": "Kamiozo-2150 Ozocho, Kita Ward, Kobe, Hyogo 651-1522, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJIbt1zeaOAGARBhMtXe5U5HI",
        "generalDescription": "Wakkoqu is an elegant restaurant located near Shin-Kobe Station, offering a variety of high-quality cuts of meat. The prices range from 9,000 yen for sirloin to almost 15,000 yen for the finest cuts. The chef skillfully prepares the fresh meat in front of diners, ensuring perfect seasoning.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 135.191626,
        "rating": 4.4,
        "numRatings": 566,
        "sources": [
          {
            "id": "1411996",
            "type": "webPlacesList",
            "url": "https://morethanrelo.com/en/where-to-go-on-a-date-in-kobe/",
            "sourceSite": "Web",
            "snippet": "There are many excellent local restaurants to choose from, including Wakkoqu, Meriken Hatoba, and Kokubu. Just check that your date is not vegetarian first!",
            "siteName": "morethanrelo.com",
            "shortName": "Where to Go on a Date in Kobe – H&R Group K.K.",
            "indexInSource": 2,
            "iconSiteId": 64138,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Lb96ZIvmBxEZjgIpbGZboi3IDkBMeiHD",
          "DSMX4mN9ugGl4WYAzSI8m4dzcPSPZMsM",
          "9yHeNOn6QoXvCzQl8EmN3aKKjrsBKW3m",
          "KX3NqFI72kMVfyjZvRZ7T3rZso1ASAin",
          "JIdB7U7ewaPxAUfuQjmnl1uqTMVoxXmF",
          "Lb96ZIvmBxEZjgIpbGZboi3IDkBMeiHD",
          "DSMX4mN9ugGl4WYAzSI8m4dzcPSPZMsM",
          "9yHeNOn6QoXvCzQl8EmN3aKKjrsBKW3m",
          "KX3NqFI72kMVfyjZvRZ7T3rZso1ASAin",
          "JIdB7U7ewaPxAUfuQjmnl1uqTMVoxXmF"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "1500"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1700"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "1500"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1700"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "1500"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1700"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "1500"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1700"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "1500"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1700"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "1500"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1700"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "1500"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1700"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Wakkoqu",
        "placeId": "ChIJIbt1zeaOAGARBhMtXe5U5HI",
        "internationalPhoneNumber": "+81 78-222-0678",
        "reviews": [
          {
            "rating": 5,
            "text": "The best steak eating experience I've ever had. The staff was very attentive and the chef would tell us which garnish to use on each piece of steak. I would come back here the next time I'm in Japan!",
            "author_name": "Kris Wong",
            "relative_time_description": "",
            "time": 1757053455,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "An amazing experience all around.\nWe visited Wakkoqu for lunch less than a month ago. Although we didn't have a reservation, we were able to get a reservation for one hour later.\nThe lunch menu was (comparatively) reasonably priced, even considering the service charge on the larger serving. my partner enjoyed the garlic rice add on, but I think it would be very tasty even without. Even though the meat is \"just\" 140g, it is served slowly in smaller portions, along with the sides, making it seem more than it is. Even the fat that has melted during the grilling is used as additional flavour for the rice.\nThe staff was good all around, but the chef was excellent, cheerful, seemed to enjoy his work and was guiding us through the experience with tips and recommendations on how to enjoy our lunch the best way.\n\nOnly problem I had was when I asked about whether the meat was Kobe beef. The dinner menus had Kobe beef written all over, the lunch menus didn't. I specifically asked the hostess whether it is and she quickly replied yes. I looked at the menu online again today and the lunch menu has Tajima Beef written in parentheses, I don't think it has changed in the ~3 weeks since I went. Don't get me wrong, the meat was delicious, tender and probably the best I've had, but I don't like feeling like I'm being tricked/lied to. If it was actually Kobe beef I would love to give the fifth star.\nWill definitely go out of my way to eat here again.",
            "author_name": "Ιωάννης Κοροπούλης-Ποκαρέλ",
            "relative_time_description": "",
            "time": 1741289394,
            "profile_photo_url": ""
          },
          {
            "rating": 2,
            "text": "I visited for dinner and ordered the premium Kobe A5 wagyu sirloin and tenderloin sets (~200g each), along with a side of fried rice - total cost around ¥44,000 after service charge. Given the reputation and price, I had high expectations.\n\nThe beef was cooked with technical skill and served at the right doneness. I understand that tenderloin is naturally a leaner cut, but even so, the marbling on mine seemed below expectations for A5-grade Kobe wagyu. I'm no expert, but compared to other A5 cuts, this felt underwhelming.\n\nWhat disappointed me more, though, was how rushed the entire experience felt. We arrived a bit early for our reservation, yet the chef had completed cooking the full meal in about 40 minutes, and everything was over in under an hour. It was almost faster than a casual meal at Pepper Lunch - and if I were dining for speed, I likely would've just gone there instead. There were no introductions to the cuts, and while I understand there is a language barrier with myself being a foreigner, the chef seemed more focused on moving the dinner along than creating a memorable experience. The pacing was uncomfortably fast - even as it was clear we were struggling to keep up.\n\nThis lack of engagement and hospitality seems to echo what other reviewers have experienced. It felt cold and transactional - not what you'd expect from a high-end wagyu meal in Japan.\n\nThat said, the dining room had a retro, old-school charm that I appreciated. However, with no other guests during our Thursday evening visit, the atmosphere felt empty.\n\nI've had many memorable dining experiences throughout Japan, but unfortunately, this stands out as one of the more regrettable in terms of service or value for money. Maybe we caught them on an off night, but if you're looking for a relaxed, thoughtful wagyu experience in Kobe, this may not be the place.",
            "author_name": "Marcus Yu",
            "relative_time_description": "",
            "time": 1754587210,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 3,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.wakkoqu.com/",
        "index": 23,
        "id": "",
        "categories": [
          "Teppanyaki restaurant",
          "Meat dish restaurant",
          "Restaurant",
          "Steak house"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 14,
            "3": 38,
            "4": 122,
            "5": 362
          }
        },
        "minMinutesSpent": 210,
        "latitude": 34.698033,
        "address": "ＨＩＬＬ ＳＩＤＥ ＴＥＲＲＡＣＥ 1F, 1 Chome-22-13 Nakayamatedori, Chuo Ward, Kobe, Hyogo 650-0011, Japan",
        "travel_time": null
      }
    ]
  }
}