{
  "list_id": "807",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/807/1.jpg",
  "description": "Dive into \"Romantic Escapes in Koto's Heart\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163840"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Romantic Escapes in Koto's Heart",
  "city_id": "100",
  "subtype": "poi",
  "city": "Koto",
  "created_ts": 1759306503,
  "slug": "romantic-escapes-in-kotos-heart-koto-poi-870d76",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ8T1GpMGOGGARDYGSgpooDWw",
        "generalDescription": "Sensō-ji, Tokyo's oldest temple, was established in 645 to pay tribute to Kannon, the goddess of mercy. Nestled in the vibrant Asakusa district, this iconic Buddhist site is a must-visit for both locals and travelers. Visitors are drawn to its grand entrance gates—Kaminarimon and Hozomon—and often partake in traditional practices like purifying themselves with incense smoke or seeking their fortunes through omikuji slips.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.796655,
        "rating": 4.5,
        "numRatings": 86563,
        "sources": [
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "2 Chome-3-1 AsakusaTaito City, Tokyo 111-0032+81 3-3842-0181. Sensō-ji Temple is the oldest temple in Tokyo, dating back to 645 AD. This Buddhist temple is one of the most important of its kind in all of Japan and welcomes millions of visitors each year.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 9,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uqKsQXlkqgkVjqjqblTM4XLItiIQ5msG",
          "qgp6M2P80STp8igt53Iddj9wIwRv3Y8u",
          "cSlrKyD8JaLleYt55xUc0KR0H4YrpF4t",
          "pOiT0VJgedVjorzhzQJDEhbMyM4w4ahc",
          "I9vcpAJqps7s7e5a8tRWddrS0AW0u3eE",
          "uqKsQXlkqgkVjqjqblTM4XLItiIQ5msG",
          "qgp6M2P80STp8igt53Iddj9wIwRv3Y8u",
          "cSlrKyD8JaLleYt55xUc0KR0H4YrpF4t",
          "pOiT0VJgedVjorzhzQJDEhbMyM4w4ahc",
          "I9vcpAJqps7s7e5a8tRWddrS0AW0u3eE"
        ],
        "openingPeriods": [],
        "name": "Sensō-ji",
        "placeId": "ChIJ8T1GpMGOGGARDYGSgpooDWw",
        "internationalPhoneNumber": "+81 3-3842-0181",
        "reviews": [
          {
            "rating": 5,
            "text": "It' s an ancient Buddhist temple in Asakusa, Tokyo and is  oldest-established temple, and one of its most significant in the city. The temple complex includes main hall, a five-story pagoda and large gates. It is the most widely visited religious site in the world with over 30 million visitors annually. Very popular place, lots of tourists and locals. Very crowded level terrain, lots of walking though. Great place for photography. Wear comfy shoes, take water, wear hat, sunscreen. Keep an eye on your valuables",
            "author_name": "s vivekananda",
            "relative_time_description": "",
            "time": 1755502000,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sensō-ji (浅草寺), located in the Asakusa district, is Tokyo's oldest and most famous Buddhist temple. Dedicated to Kannon, the Buddhist goddess of mercy, it is one of the city's most iconic and visited landmarks.\nIt was founded in 628 AD after two brothers fished a golden statue of Kannon out of the Sumida River. The temple is fronted by the Thunder Gate, which is famous for its massive red lantern. The temple's main hall, is where you can pray and you can admire the intricate architecture. The temple area is very crowded but here you can observe people dressed in traditional kimono, especially on weekends or during festivals.\nThe smoke from the large incense burner in front of the main hall is believed to be purifying. Visitors often cup their hands to waft the smoke onto themselves.\nTip\nIf you visit early in the morning, you can enjoy the area with a lot more peace and quiet, avoiding the biggest crowds for a more authentic experience. It's also a great time to grab a coffee or a traditional Japanese breakfast at one of the small cafes in the area.",
            "author_name": "Cri Bar",
            "relative_time_description": "",
            "time": 1756295468,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It remains a beautiful temple complex with a lush, pretty garden. It's the sixth time I visit and it's still a sensational sight.\n\nRecommended to go at dusk, less crowded and gorgeous twilight. Lamps illuminate the buildings. The stores will be closed but it will be a more tranquil experience.",
            "author_name": "Nienke W",
            "relative_time_description": "",
            "time": 1754477338,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.senso-ji.jp/",
        "index": 1,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 577,
            "2": 684,
            "3": 6707,
            "4": 22422,
            "5": 56256
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.714765,
        "address": "2 Chome-3-1 Asakusa, Taito City, Tokyo 111-0032, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "generalDescription": "Tokyo Tower, reminiscent of the Eiffel Tower, is a significant landmark in Tokyo and Japan. It was opened in 1958 and celebrated its 60th anniversary in 2018. Standing at 333m tall, it offers observation areas at 150m and 250m high, providing stunning views of Mt. Fuji, Mt. Tsukuba, and the entire Tokyo metropolis.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.745433,
        "rating": 4.5,
        "numRatings": 88528,
        "sources": [
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "While Tokyo Tower may not be the most unique place to go for a date, not many people know that you can actually climb up the stairs to Tokyo Tower’s main deck. It’s a great teamwork date spot and you can encourage each other to keep going.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 14,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Tokyo Tower is a must-visit for couples, offering panoramic city views. Enjoy the spectacular cityscape, especially at night when Tokyo lights up. The observation decks are perfect for a memorable photo opportunity.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 2,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "4 Chome-2-8 ShibakoenMinato City, Tokyo 105-0011+81 3-3433-5111. Tokyo Tower, standing at 333 meters tall, is an observation and communications tower. It is the tallest, steel-supported tower on earth.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 15,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JY38HL2fVwecG11HrvXGczEsLKj7yyDd",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "E4xVd14lrqNGyuwY11S4kHX00JZIxE1y",
          "JY38HL2fVwecG11HrvXGczEsLKj7yyDd",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "E4xVd14lrqNGyuwY11S4kHX00JZIxE1y"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Tokyo Tower",
        "placeId": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "internationalPhoneNumber": "+81 3-3433-5111",
        "reviews": [
          {
            "rating": 5,
            "text": "Tokyo Tower offers a straightforward and pleasant experience for visitors. The observation decks provide clear, panoramic views of the city, and on a good day, you can see Mount Fuji in the distance. While the tower itself is a well-known landmark, the visit inside is calm and organized. The different levels offer good photo opportunities of the surrounding area. It's a solid choice for anyone looking to see the city from above without the feeling of being rushed.",
            "author_name": "Slavi Tsvetanov",
            "relative_time_description": "",
            "time": 1757355083,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had been looking forward to visiting Tokyo Tower, especially at night, having seen so many beautiful photos of the city lights stretching endlessly into the horizon. Seeing it in person absolutely lived up to expectations. The view from the Main Deck at 150 metres was stunning, with a full panoramic scene of Tokyo's sparkling skyline. I stayed up there for around 40 minutes taking in the sights and snapping photos from multiple angles.\n\nTokyo Tower stands at 333 metres tall and was inspired by the Eiffel Tower in Paris, though it's slightly taller. Built in 1958, it originally served as a television broadcasting antenna and remains one of the city's iconic landmarks. Its red-and-white design stands out beautifully, especially when lit up at night.\n\nThe atmosphere on the observation deck was relaxed, and there was plenty of room to enjoy the views without feeling crowded. The night lighting changes seasonally, which adds something a little different if you visit at various times of year. You can also explore souvenir shops, grab a drink, or check out the FootTown building underneath with its mini attractions and eateries.\n\nIf you're planning a trip to Tokyo, I'd definitely recommend adding this to your evening plans. It's especially ideal for photographers and anyone wanting a breathtaking, elevated view of the city.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753006371,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The most popular landmark in city, Tokyo Tower is an absolute incredible site to visit. Other than observation decks, there are multiple gift shops, restaurants and gallery at this location. We bought our tickets online few days in advance to reserve the date and time. Upon arrival we checked-in at the counter. Guests need to arrive during their ticket slots or they might not allow them to get in at another time.\n\nThe walkway to the elevator was a nice historical gallery of how the tower was made. Then the elevator took us to the first observation deck where we were greeted with juices and alcohol drinks. Here we also took a souvenir photo that was included with the ticket. We hopped on another elevator that took us the higher observation deck. It had some really nice 360 view of Tokyo. Because of the haze, the skyline was not so clear. We spent about 15 minutes here, since there wasn't much to see other than the city skyline.\n\nThen we head back to the lower deck that had gift shop, glass see thru floor and larger windows with city view. Here we spent about another 20 minutes. The gift shop had excellent items. I got a small replica of the tower and few other stuff from the shop.\n\nFinally we head down the main entrance where we explored the bigger gift shop. It had way more items like tower coin chocolates, bakery items and an ice cream shop. There was also a gallery and restrooms.  Overall we had a wonderful time here. Enjoyed the sight and the shopping. It's very clean and maintained. Absolutely recommend for anyone visiting Tokyo.",
            "author_name": "Nehal Ahmed",
            "relative_time_description": "",
            "time": 1755363598,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyotower.co.jp/",
        "index": 2,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Art gallery",
          "Landmark",
          "Shopping mall",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1056,
            "2": 1106,
            "3": 7655,
            "4": 23008,
            "5": 55703
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.658581,
        "address": "4 Chome-2-8 Shibakoen, Minato City, Tokyo 105-0011, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "generalDescription": "The National Art Center Tokyo is a large, modern venue in Roppongi that showcases temporary exhibitions of both Japanese and international art. The building's unique facade contrasts with the surrounding architecture, embodying Kisho Kurokawa's architectural concepts of natural materials and adaptability to surroundings. With its wavy glass exterior, the museum spans 14,000 square meters and hosts works from renowned artists without maintaining a permanent collection.",
        "utcOffset": 540,
        "maxMinutesSpent": 180,
        "longitude": 139.726374,
        "rating": 4.4,
        "numRatings": 20416,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Those couples interested in art and fine dining should definitely pay a visit to The National Art Center Tokyo in Nogizaka. The NACT doesn’t have any collections or permanent displays but organizes scheduled shows set up by groups and organizations. These vary greatly from month to month — which is why it’s also a good place to visit regularly.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 2,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "For art-loving couples, this museum in Roppongi offers an impressive array of contemporary art exhibitions. The building's unique architecture is also a sight to behold. Location: Japan, 〒106-8558 Tokyo, Minato City, Roppongi, 7 Chome−22−2 国立新美術館",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 12,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ay60lcTqz64FdJDEEkEDT6IW0C77SLpU",
          "lN7ECKD0mUuvpPNkfwSs1fd18jz3AJfl",
          "AmsyUqydl2omqiiGY4GxCouFJEUyW3zl",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO",
          "Ay60lcTqz64FdJDEEkEDT6IW0C77SLpU",
          "lN7ECKD0mUuvpPNkfwSs1fd18jz3AJfl",
          "AmsyUqydl2omqiiGY4GxCouFJEUyW3zl",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "The National Art Center, Tokyo",
        "placeId": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "internationalPhoneNumber": "+81 50-5541-8600",
        "reviews": [
          {
            "rating": 5,
            "text": "If you are going to be in the area and appreciate art and architecture, this is definitely a great place to visit. Many of the galleries are free to enter, and the ones that do cost money are generally only about 2 or 3 dollars. When I visited, there was a wide variety of galleries which were interesting to see. There are also multiple places to eat, so it can make for a great place to grab lunch during a busy day.",
            "author_name": "Brandon Crossland",
            "relative_time_description": "",
            "time": 1751612233,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The National Art Center in Tokyo is an impressive place with its unique architecture and spacious design. I really enjoyed the variety of exhibitions, and the atmosphere felt calm and inspiring. The building itself is worth visiting, even if you're not deeply into art. It's also conveniently located near Roppongi, making it easy to include in a day trip around the area. A must-visit for art lovers and anyone looking for a beautiful cultural experience in Tokyo.",
            "author_name": "Pitiwat Pitipornpuwapat (Dook)",
            "relative_time_description": "",
            "time": 1755504914,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful art exhibits & amazing architecture. Well-maintained and organized art center. Sadly, the library was closed when I visited but I was still able to enjoy my time. Lots of seating, clean restrooms. The Art Exhibit during my visit was free. There are restaurants inside that are available, but quite expensive and limited options. Overall, this Art Center is a definite must-see!",
            "author_name": "Bea Andrea Sicat",
            "relative_time_description": "",
            "time": 1757236972,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.nact.jp/",
        "index": 3,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Art center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 384,
            "2": 299,
            "3": 1897,
            "4": 6859,
            "5": 11005
          }
        },
        "minMinutesSpent": 180,
        "latitude": 35.665289,
        "address": "7 Chome-22-2 Roppongi, Minato City, Tokyo 106-8558, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ1UOuDWiMGGARkM6Iv-ZU57U",
        "generalDescription": "Yasukuni Jinja, situated in Kudankita, Chiyoda-ku, Tokyo, is a Shinto shrine honoring the souls of Japanese military personnel who perished in conflicts and wars since the Meiji era. The shrine pays tribute to approximately 2,466,000 spirits who sacrificed their lives for Japan.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.743849,
        "rating": 4.4,
        "numRatings": 20227,
        "sources": [
          {
            "id": "223093",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/spring-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Yasukuni Shrine, with a history spanning approximately 150 years, has stood as a guardian for generations. Founded on June 29, 1902, by Emperor Meiji’s decree, the Shokonsha Shrine marks the inception of Yasukuni Shrine. Dedicated to honoring the spirits of those who sacrificed their lives for the nation, Yasukuni Shrine is steeped in history and tradition.",
            "siteName": "FLIP Japan Guide",
            "shortName": "25 Ideas For A Romantic Spring Date In Tokyo: Best Spots For Spring Romance",
            "indexInSource": 1,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ZBmnsPpODYpS0iffXNEKsJPPdv4twzup",
          "UiwxqYevGhb5NlS0MSYiaSEqrdQLGEYb",
          "9TxcSzXXLCl8rxgiHowWozmsXSVDE6hh",
          "5SN9z5ZChWWHuQDxybE2N7tsMAKwBjjF",
          "M8pXnoyPzsg6kJI5k3P09JCz3Ihb55Fy",
          "ZBmnsPpODYpS0iffXNEKsJPPdv4twzup",
          "UiwxqYevGhb5NlS0MSYiaSEqrdQLGEYb",
          "9TxcSzXXLCl8rxgiHowWozmsXSVDE6hh",
          "5SN9z5ZChWWHuQDxybE2N7tsMAKwBjjF",
          "M8pXnoyPzsg6kJI5k3P09JCz3Ihb55Fy"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0600"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0600"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0600"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0600"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0600"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0600"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0600"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Yasukuni-jinja Shrine",
        "placeId": "ChIJ1UOuDWiMGGARkM6Iv-ZU57U",
        "internationalPhoneNumber": "+81 3-3261-8326",
        "reviews": [
          {
            "rating": 5,
            "text": "Founded by Emperor Meiji in June 1869 to commemorate those who died in service for Japan.\nThe shrine contains names of almost 2,5 million men including one thousand war criminals there of whom 12 were charged with class A crimes.\nBecause of this controversy the last two emperors never visited the shrine.\nThere's also a military museum adjacent to the shrine.",
            "author_name": "Vadim Solodukhin",
            "relative_time_description": "",
            "time": 1718902627,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A beautiful and vast shrine with a presence. The large tori gate greeting you as you enter the shrine makes this temple unique among the temple in Tokyo. When you enter the temple, you are greeted with a large public area with many sections to explore. Going near the end of the day is unique as you get to see the sun setting over the tori gate and the temple.",
            "author_name": "Hun Sern Tan",
            "relative_time_description": "",
            "time": 1725824386,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's beautiful. The shrine is dedicated to the respect of all those who died fighting for Japan from the Meiji Era onward. There is the shrine proper, the Yushukan a museum to preserve the memory of the kami, an archive, a beautiful garden and several monuments.\nThe shrine is very important and there is a lot of people there during the day. The best time to be there is very early in the morning.",
            "author_name": "Jean-François April",
            "relative_time_description": "",
            "time": 1699760901,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.yasukuni.or.jp/",
        "index": 4,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Sacred & Religious Sites",
          "Historic Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 634,
            "2": 176,
            "3": 1897,
            "4": 4721,
            "5": 12800
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.694136,
        "address": "3 Chome-1-1 Kudankita, Chiyoda City, Tokyo 102-0073, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJD9Pd-daOGGARCYgMMXqki5E",
        "generalDescription": "Tokyo Solamachi MISE is a massive retail complex situated at the base of Tokyo Skytree, offering over 300 shops and restaurants. It's not just about fashion; the complex also houses unique stores specializing in goods like salt from different regions of Japan and traditional Tokyo crafts. If you're on the lookout for souvenirs, there's an entire floor dedicated to souvenir shops with character goods, Japanese interior design items, and snacks.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.811575,
        "rating": 4.2,
        "numRatings": 38027,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Personally speaking, I’m not a big fan of heights, so a date to a tower is a big no-no for me. That being said, Sky Tree Town has a lot more than just the views to offer. So if you’re not into heights but still want to see what Sky Tree has to offer, check out Tokyo Solamachi.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 1,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "fgzgOFmporpUYnkaja3bSQzTVj5aQWqm",
          "SWrNsFFIG3bGPLg24pVp5HzFoMtO3gdv",
          "qULZYKL8MpbOftcQVsyJIBAJ0ZRczxkp",
          "EpP2Lvcjko6Xo0vWRhsHitn5TAtshmBy",
          "dygUhmE8CeSPzhaKtjs8yrxnlHsjeLCn",
          "fgzgOFmporpUYnkaja3bSQzTVj5aQWqm",
          "SWrNsFFIG3bGPLg24pVp5HzFoMtO3gdv",
          "qULZYKL8MpbOftcQVsyJIBAJ0ZRczxkp",
          "EpP2Lvcjko6Xo0vWRhsHitn5TAtshmBy",
          "dygUhmE8CeSPzhaKtjs8yrxnlHsjeLCn"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Tokyo Solamachi",
        "placeId": "ChIJD9Pd-daOGGARCYgMMXqki5E",
        "internationalPhoneNumber": "+81 3-6700-4833",
        "reviews": [
          {
            "rating": 5,
            "text": "Best place with a good mix of retail and F&B outlets. Any restaurant here serves good food. I find shopping here is better than other malls as it not too large and not too small, just the right amount of relevant brands.There is also a Pokemon Centre. Always come back here each time.",
            "author_name": "Joann S",
            "relative_time_description": "",
            "time": 1751644256,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I absolutely love the range of restaurants and activities for the family. There are also rest areas if you're exhausted from the day or just wiped out from going around Tokyo too much. There's a play park exclusive for babies AND another for toddlers/kids. The view of sky tree is absolutely breathtaking. There's even a garden on the top floor if you want to get some fresh air and let your kids run around especially on a very great day. Fair warning, The restaurants are PACKED on weekends and holidays, so expect a very long queue (1-2 hours waiting time on average)",
            "author_name": "Lauren Araneta",
            "relative_time_description": "",
            "time": 1743253991,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is my first mall experience in Japan. My child asked to go to the mall, and it turns out there's a Tokyo Skytree here that attracts many tourists. The mall has a concept with quite a few open areas, but there are also many great shops inside",
            "author_name": "Robert Silaen",
            "relative_time_description": "",
            "time": 1752074845,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tokyo-solamachi.jp/",
        "index": 5,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping",
          "Restaurant",
          "Souvenir store"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 421,
            "2": 774,
            "3": 6999,
            "4": 13830,
            "5": 16026
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.710233,
        "address": "1 Chome-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ35ov0dCOGGARKvdDH7NPHX0",
        "generalDescription": "Tokyo Skytree is the world's tallest freestanding broadcasting tower, offering a 360-degree view from its observation deck. At night, Tokyo Tower, Odaiba, and Tokyo Skytree light up the city with vibrant colors. Visitors can enjoy a dinner cruise with Japanese and Western-style dishes while taking in the stunning views.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.8107,
        "rating": 4.4,
        "numRatings": 105279,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "A post shared by 東京スカイツリー　Tokyo Skytree (@tokyoskytree_official) on Sep 9, 2019 at 6:37pm PDT. Tokyo Tower might be the classic tower date spot in Tokyo, but if you want something a little different, then visiting Sky Tree is the perfect alternative. The two observation decks within Sky Tree offer the most complete and eye-catching views of the city.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 0,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "As the tallest structure in Japan, it offers breathtaking views from observation decks. A visit here, especially in the evening to see Tokyo's city lights, is a must for a romantic experience. Location: 1-chōme-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 9,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909699",
            "type": "webPlacesList",
            "url": "https://blog.tokyoroomfinder.com/insider-stories/local-japan-koto-ward-at-home-in-tokyos-shitamachi/",
            "sourceSite": "Web",
            "snippet": "North is Tokyo Skytree and clusters of cheap bars with herds of office workers winding through the alleys from drink to drink late at night. And biking south, I reach the sea.",
            "siteName": "Tokyo Room Finder Blog",
            "shortName": "Local Japan: Koto ward - at home in Tokyo's shitamachi",
            "indexInSource": 2,
            "iconSiteId": 31534,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GW8mCdaoWVsNgfWXBCQwaMf3wYZBzuI1",
          "KtsvXUDVBcMKufBcfmrQW8Uuk4tI2vea",
          "d3FYQ9xRMErIzznGEZGQfT0vntJSAaCy",
          "17w8rh9eaPCpUGEFo3q0xUMApz43Jnr0",
          "NssYNfms6upnm8rXeqyJEkSyy13y80ny",
          "GW8mCdaoWVsNgfWXBCQwaMf3wYZBzuI1",
          "KtsvXUDVBcMKufBcfmrQW8Uuk4tI2vea",
          "d3FYQ9xRMErIzznGEZGQfT0vntJSAaCy",
          "17w8rh9eaPCpUGEFo3q0xUMApz43Jnr0",
          "NssYNfms6upnm8rXeqyJEkSyy13y80ny"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Tokyo Skytree",
        "placeId": "ChIJ35ov0dCOGGARKvdDH7NPHX0",
        "internationalPhoneNumber": "+81 570-550-634",
        "reviews": [
          {
            "rating": 5,
            "text": "We decided to head out to visit the Tokyo Skytree to compare the views with those from Tokyo Tower, which we had visited earlier in our trip. After a quick and easy train ride, we arrived and had dinner in the surrounding complex before heading toward the ticket counter. Unfortunately, we arrived just a few minutes before closing and missed the last admission time, so we weren't able to go up the tower that night.\n\nEven though we didn't make it to the top, the visit still turned out to be worthwhile. The tower itself is massive and really impressive, especially at night. It was fully illuminated and the colours changed periodically, cycling through purples, blues, reds, and a stunning rainbow display at one point. I was able to get several photos from different angles on our walk up to the tower, and it still felt like a great experience even without going to the top.\n\nThe whole area around the base is clean, modern, and easy to navigate, with shopping, restaurants, and a very open plaza for photos. I'll definitely come back earlier next time to enjoy the observation deck and views over Tokyo, but even just seeing the tower up close was worth the visit.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753253920,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Skytree is the tallest tower in the world and a must-visit in Tokyo.\nThere was a bit of a queue to get in, but the staff were friendly and helpful, so the wait wasn't too bad.\n\nThe view from the top is amazing - you can see all over Tokyo, and if the weather is clear, you might even spot Mount Fuji. It's really impressive!\n\nThe location is very convenient, with many train lines nearby, so it's easy to get there from anywhere in the city.\n\nOn the lower floors, there are lots of shops and restaurants. It's quite busy, but fun for shopping and trying local food.\n\nOverall, it was a great experience. I'd recommend going early to avoid the crowds. Would love to visit again!",
            "author_name": "Jakarin Hongyok",
            "relative_time_description": "",
            "time": 1753783596,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Skytree Tower: Impressive views of Tokyo from the observation decks\nThe tower's design is stunning, but be prepared for long lines and crowds if going over the weekend. We visited evening hours of weekday and was worth a visit, but plan ahead.\n\nThere is shopping mall attached you can buy some nice gifts and have your meal if needed.",
            "author_name": "Aamir Ali Raja",
            "relative_time_description": "",
            "time": 1757530554,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-skytree.jp/",
        "index": 6,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Observation Decks & Towers",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1996,
            "2": 1748,
            "3": 9975,
            "4": 28189,
            "5": 63638
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.710063,
        "address": "1 Chome-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJwfegutyLGGARGjiY-L2eSps",
        "generalDescription": "Hamarikyu Gardens is a public park located on the site of a 17th-century Shogun villa, featuring an Edo-period style layout with a pond. Situated along the Sumida River, visitors can enjoy views of Tokyo Skytree from nearby Sumida Park and take a short walk or cruise to Hamarikyu Garden and Odaiba Island. This garden was meticulously designed over time by successive shoguns, drawing seawater from Tokyo Bay.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.763409,
        "rating": 4.4,
        "numRatings": 11394,
        "sources": [
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "These traditional Japanese gardens offer a tranquil oasis in the city. Couples can enjoy a peaceful walk around the ponds, view the teahouse on the water, and appreciate the seasonal flowers. Location: 1-1 Hamarikyūteien, Chuo City, Tokyo 104-0046, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 6,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "1-1 Hama Rikyu TeienChuo City, Tokyo, JA 104-0046+81 3-3541-0200. Hamarikyu Gardens is a public park surrounded by a seawater moat filled by Tokyo Bay. It has ponds, three bridges, a teahouse, and so on.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 8,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nzkprHhm2PTWnNRZ8THIthhjSxijg6MN",
          "LWeNBptRkq5LENSKAXQ4cjsHSmYo3Hc6",
          "82l5OLJDMNkoD4zOKoqnuuqqWhoSLHVu",
          "Negm9mUOiRshNvCs2DmhXWbEJ5v6nYXH",
          "hryicsGQb7oqw8qNEMwj7J3ncLI2Jfek",
          "nzkprHhm2PTWnNRZ8THIthhjSxijg6MN",
          "LWeNBptRkq5LENSKAXQ4cjsHSmYo3Hc6",
          "82l5OLJDMNkoD4zOKoqnuuqqWhoSLHVu",
          "Negm9mUOiRshNvCs2DmhXWbEJ5v6nYXH",
          "hryicsGQb7oqw8qNEMwj7J3ncLI2Jfek"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Hamarikyu Gardens",
        "placeId": "ChIJwfegutyLGGARGjiY-L2eSps",
        "internationalPhoneNumber": "+81 3-3541-0200",
        "reviews": [
          {
            "rating": 5,
            "text": "Great park, right next to the seawater. In fact the ponds inside are full with sea water drawn directly from the bay area.\nYou can enjoy the piece and awesome trees and plans for a nice walk.\nDon't miss it out if you enjoy a small escapes from the urban area, I will define it as a green paradise in the middle of sky skyscrapers.\nPlus you can find some pretty cool stamps on the entrance",
            "author_name": "Rosen Kaymakchiev",
            "relative_time_description": "",
            "time": 1754030874,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A beautiful park on the outskirts of Tokyo, towards Tokyo Bay.\nA short walk from the old fish market, its a nice and peaceful way to walk off any food coma you suffer after the market.\nSome nice places to sit and relax.\nLocation is the old shoguns hunting lodge & facilities to entertain dignitaries.\nAll the original buildings were destroyed in ww2, but have been rebuilt using traditional techniques to the original design from records.\nA beautiful place to relax. Visit if you can, you will enjoy your time.\nWe stayed for a couple of hours.",
            "author_name": "Justan Knoff",
            "relative_time_description": "",
            "time": 1749374923,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Magnificent garden located within walking distance from Ginza. Birds, flowers and trees adorn the gardens with various ponds, streams and rivers among the surroundings.\n\nSome history lessons along the way which helps one understand the thought that went into designing such a beautiful garden.\n\nThe full walk is close to four miles and about two/three hours if you really want to take in the full experience and beauty.",
            "author_name": "Jim Kelly",
            "relative_time_description": "",
            "time": 1750045380,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/hama-rikyu/",
        "index": 7,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Playground",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 140,
            "3": 1105,
            "4": 3465,
            "5": 6594
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.659656,
        "address": "1-1 Hamarikyuteien, Chuo City, Tokyo 104-0046, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJYUQ-972NGGAR5W_2E0N3SHY",
        "generalDescription": "Rikugien Gardens is a stunning traditional Japanese garden located in Komagome, just south of Sugamo. It was created by Daimyo Yoshiyasu Yanagisawa during the Edo Period and features a central pond, winding walking trails, and several teahouses. The name 'Rikugien' translates to 'six poems garden' and the garden showcases 88 miniature scenes from famous poems.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.745734,
        "rating": 4.4,
        "numRatings": 9915,
        "sources": [
          {
            "id": "223093",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/spring-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Rikugien Garden is a picturesque haven that showcases the vibrant hues of all four seasons. In spring, it transforms into a mesmerizing spectacle with weeping cherry trees cascading like delicate waterfalls through the air. Originally the villa of the Iwasaki family during the Meiji era, this Edo daimyo garden now offers solace and tranquility to all who visit.",
            "siteName": "FLIP Japan Guide",
            "shortName": "25 Ideas For A Romantic Spring Date In Tokyo: Best Spots For Spring Romance",
            "indexInSource": 2,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "kUFeHCNWp8UQM1f7t2e7dnyPk3oIx7FB",
          "EnimjacNjM6Ork2JQtGKcP1BjT6fpq22",
          "G1lRIp5xb2Td7JmywNGEQiFtUsqafPIZ",
          "yGZWw37kzXo1KC2BlbAgSdsgqliT5vRr",
          "912fHHPEATp7f38StQ463LXqATcRfKNR",
          "kUFeHCNWp8UQM1f7t2e7dnyPk3oIx7FB",
          "EnimjacNjM6Ork2JQtGKcP1BjT6fpq22",
          "G1lRIp5xb2Td7JmywNGEQiFtUsqafPIZ",
          "yGZWw37kzXo1KC2BlbAgSdsgqliT5vRr",
          "912fHHPEATp7f38StQ463LXqATcRfKNR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Rikugien Gardens",
        "placeId": "ChIJYUQ-972NGGAR5W_2E0N3SHY",
        "internationalPhoneNumber": "+81 3-3941-2222",
        "reviews": [
          {
            "rating": 5,
            "text": "The garden is peaceful, featuring a large central pond where turtles can often be seen. Near the entrance, visitors can pick up small, colorful paper umbrellas for free to enjoy a stroll around the park. By the pond, a small and charming teahouse offers the chance to taste green tea and traditional sweets for 10000 yen. It also sells handcrafted paper items. Just behind the teahouse, a small grassy hill provides a higher vantage point for viewing the garden. Please note: there are large mosquitoes in the area.",
            "author_name": "Luca P.",
            "relative_time_description": "",
            "time": 1752765213,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Rikugien is famous for its shitare Sakura or willow Sakura. There is night light up event going on right now. It is very grand and I think it's larger than the one at Ueno Park entrance.\n\nInside park it is also beautifully designed.  There were some camellia blooming. But I don't like one thing though. Since winter just passed so the grass is still yellowish dry. I hope spring will bring some lushes of green into the garden azalea and hydrangeas please come back quickly. I am not sure if they have these flowers since this is my first visit to this garden.",
            "author_name": "satsuki hoshino",
            "relative_time_description": "",
            "time": 1743082752,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a good place. You can get experience from exploring the nature and history in same time, with cheap tickets too! The area is pretty big, and can give you fresh air even in the middle of summer (ngl summer in tokyo is so freaking hot) but it's feel nice here.",
            "author_name": "Mavi Andraste",
            "relative_time_description": "",
            "time": 1754964798,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/rikugien/",
        "index": 8,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 122,
            "2": 129,
            "3": 1067,
            "4": 3398,
            "5": 5200
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.733101,
        "address": "6 Chome-16-3 Honkomagome, Bunkyo City, Tokyo 113-0021, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "generalDescription": "Ueno Park is a vibrant urban oasis in Tokyo, perfect for leisurely strolls and cultural exploration. This expansive park boasts picturesque walking paths that meander past a serene lake where visitors can rent boats. Each spring, the park transforms into a cherry blossom wonderland, attracting hanami enthusiasts who gather to enjoy picnics beneath the stunning pink blooms of over 1,000 cherry trees.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.773431,
        "rating": 4.3,
        "numRatings": 31900,
        "sources": [
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "There are 3 types of boats available for rent – rowboats, cycling boats and swan boats. While the rowboats offer an unblocked view of the park, there is no shelter and it requires some skill to paddle it. Instead, we recommend couples to rent the swan boat (¥700/30 mins, ~USD6.30) for easy paddling, some shelter and additional privacy, ahem.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 19,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Known for its cherry blossoms, Ueno Park is a popular springtime spot for couples. You can enjoy a leisurely boat ride on Shinobazu Pond or visit one of the many museums within the park. Location: Uenokoen, Taito City, Tokyo 110-0007, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 3,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Tokyo Metropolitan Ueno Park is one of the first public parks in Japan. It is expansive and features numerous cherry blossoms, a pond, a zoo, museums, and lots more.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 16,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w",
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Ueno Park",
        "placeId": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "internationalPhoneNumber": "+81 3-3828-5644",
        "reviews": [
          {
            "rating": 5,
            "text": "A lovely park in the city! The trees are impressive and the shrines are charming. On Golden Week, the park gets quite busy, and some sections have the tops of the trees cut, so be prepared with sunscreen! There are a few places selling ice cream along the paths and you can even visit the zoo or museums if you fancy!",
            "author_name": "Saras Ince",
            "relative_time_description": "",
            "time": 1746331744,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It was an amazing and stunning park. Peaceful. Can breathe fresh air near the lake. You can ride a boat in the lake. The price is reasonable. Reminder, if strong winds, the ride will be stopped. Swan-shaped boat is hard one. Suggest two adults to handle. Birds like flying around the lake and they are nice and not afraid of human.",
            "author_name": "Momo. Sau",
            "relative_time_description": "",
            "time": 1747022921,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Convenient location, just a short walking distance from the station, the zoo, and plenty of restaurants & shops. It's also spacious, making it a great spot for running or jogging. While it's especially popular during cherry blossom season, the park is just as enjoyable in the summer, with its wide greenery and relaxing atmosphere.\n\nThat said, I don't really enjoy the presence of a few loiterers in certain areas, which can make the park feel a bit less comfortable at times. Still, overall it remains a pleasant place to spend time, whether for a walk, some light exercise, or simply to sit and enjoy the surroundings.",
            "author_name": "Meidina Aqmarina",
            "relative_time_description": "",
            "time": 1756868030,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/toubuk/ueno/index_top.html",
        "index": 9,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "State park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 241,
            "2": 348,
            "3": 4300,
            "4": 10325,
            "5": 16681
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.714756,
        "address": "Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ18IK6x2KGGARKTc2yLS-030",
        "generalDescription": "Odaiba Marine Park is a coastal green space in Tokyo Bay, offering stunning views of the Rainbow Bridge and the city. It is one of several recreational beach areas in the region, along with Kasai Kaihin Park, Shiokaze Park, and Jonanjima Seaside Park. During summer, visitors can enjoy activities like grilling and bird-watching while taking in the cool sea breeze and pleasant views.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.775691,
        "rating": 4.3,
        "numRatings": 14477,
        "sources": [
          {
            "id": "2353592",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/22564",
            "sourceSite": "Web",
            "snippet": "Photo by Pixta\nOdaiba Seaside Park is a coastal park where you can enjoy stunning night views of the Rainbow Bridge and Tokyo Tower from its spacious sandy beach. This romantic venue will feel far removed from the city. As you stroll along the beach and take in the breathtaking views of Tokyo Bay, you will likely forget your daily routine and immerse yourself in a romantic mood.",
            "siteName": "MATCHA",
            "shortName": "17 Romantic Odaiba Spots: Scenic Nights, Dining, and Early Dating Ideas",
            "indexInSource": 8,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130407",
            "type": "webPlacesList",
            "url": "https://tokyonightowl.com/10-romantic-things-to-do-in-odaiba/",
            "sourceSite": "Web",
            "snippet": "If you’re looking for a place to sit down and relax, the Odaiba Beach Park is the way to go. This 800-meter-long beach is connected to a park providing you the best atmosphere to enjoy and soak in the summer season — a sandy beach and a lot of lush greenery. After dipping your feet in the water, maybe you want to have a pleasant stroll to unwind.",
            "siteName": "Tokyo Night Owl",
            "shortName": "10 Romantic Things To Do in Odaiba",
            "indexInSource": 2,
            "iconSiteId": 15227,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GzTKpqM4rfZY2kjnapxJK9jBKWaWDhmx",
          "ieKKXPaQQlvnooPfh3p8JDT8TLdmAK6t",
          "ZktqhAXsD8HqvTHtbBpYqTnZdwc7lej1",
          "SUtMIiRbvzDwjR45vAewFgMhUHrHHdF5",
          "SfSLu8mMzhygUdthFBcdiwpEjARIbNnq",
          "GzTKpqM4rfZY2kjnapxJK9jBKWaWDhmx",
          "ieKKXPaQQlvnooPfh3p8JDT8TLdmAK6t",
          "ZktqhAXsD8HqvTHtbBpYqTnZdwc7lej1",
          "SUtMIiRbvzDwjR45vAewFgMhUHrHHdF5",
          "SfSLu8mMzhygUdthFBcdiwpEjARIbNnq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Odaiba Marine Park",
        "placeId": "ChIJ18IK6x2KGGARKTc2yLS-030",
        "internationalPhoneNumber": "+81 3-5500-2455",
        "reviews": [
          {
            "rating": 5,
            "text": "It's windy but relaxing as we saw rainbow bridge from a far. We take a tokyo cruise from Asakusa and get off here (less than an hour). We visit the liberty statue and saw also some sakura blooming there. There's also 2 malls around so we can have lunch and there's a lot of halal option. We got back to the city using train eventually and take the end car so that we can enjoy the train journey better.",
            "author_name": "Harris",
            "relative_time_description": "",
            "time": 1746250944,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Back at my go-to spot for incredible night views, which I try to visit every couple of months! It's truly breathtaking. This visit was special because I got to share it with my relatives who came all the way from their hometown. I really hope they loved it as much as I do! This place has it all – great food, awesome shopping, and plenty of fun activities. Super convenient too, with ample parking and direct train access.",
            "author_name": "Tetsushi Koyama",
            "relative_time_description": "",
            "time": 1748178051,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "🌊 Odaiba Marine Park – A Scenic Escape in the Heart of Tokyo Bay\n\n📍 Location: Odaiba, Tokyo\n⭐ Recommended for: Sunset lovers, couples, photographers, families, peaceful walkers\n\n⸻\n\n🌅 Overview\n\nOdaiba Marine Park offers a refreshing escape from Tokyo's busy streets, blending seaside calm with modern city views. With its sandy beach, gentle waves, and clear view of Rainbow Bridge, it's a perfect spot to unwind while staying in the city.\n\n⸻\n\n🏖️ What to Expect\n•\tA man-made beach with clean sand - ideal for barefoot walks or relaxing on a picnic mat\n•\tStunning views of Tokyo's skyline, especially during sunset\n•\tA replica of the Statue of Liberty, a fun and iconic photo spot\n•\tGreat for casual strolls, running, or simply sitting with coffee in hand\n•\tOccasional street performers and events during weekends\n\n⸻\n\n📷 Photography Heaven\n\nWhether it's the warm glow of golden hour, the city lights reflecting on the water, or the Rainbow Bridge lighting up after dusk - this place is made for snapshots.\n\n⸻\n\n🚫 Note\n\nSwimming is not allowed, but that doesn't take away from the charm. The atmosphere is peaceful, romantic, and ideal for slowing down after a day of sightseeing.\n\n⸻\n\n✅ Final Thoughts\n\nOdaiba Marine Park is one of Tokyo's most scenic and relaxing public spots. Come for the view, stay for the moment. A must-visit for anyone who enjoys a touch of nature without leaving the city.",
            "author_name": "Tan Phung",
            "relative_time_description": "",
            "time": 1752073849,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tptc.co.jp/park/01_02",
        "index": 10,
        "id": "",
        "categories": [
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 150,
            "2": 201,
            "3": 1897,
            "4": 4449,
            "5": 7802
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.630049,
        "address": "1 Chome-4 Daiba, Minato City, Tokyo 135-0091, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJbWVFlTCKGGARr5l6ox-7_CA",
        "generalDescription": "Rainbow Bridge is a stunning suspension bridge that spans Tokyo Bay, connecting Shibaura Wharf to Daiba. Opened in 1993, it serves as both a transportation route and a beloved landmark for the new Tokyo Bay area. The bridge features vibrant nighttime illumination powered by solar energy and offers a walking route along its 1.7 km length.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.763144,
        "rating": 4.5,
        "numRatings": 3594,
        "sources": [
          {
            "id": "130407",
            "type": "webPlacesList",
            "url": "https://tokyonightowl.com/10-romantic-things-to-do-in-odaiba/",
            "sourceSite": "Web",
            "snippet": "Perhaps one of the most iconic symbols of Tokyo, Rainbow Bridge, is definitely a sight. With its vibrant illuminations and dazzling colors, a date overlooking the bridge would be perfect. You can also see amazing views of Tokyo from the Rainbow Bridge promenade pedestrian walkway with Tokyo Tower in the distance.",
            "siteName": "Tokyo Night Owl",
            "shortName": "10 Romantic Things To Do in Odaiba",
            "indexInSource": 4,
            "iconSiteId": 15227,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "VMivq5mchLqahlv5ZQaCDfVNTgwVEKyo",
          "Yh5Y7kuxBM9FVVFTH42WtQKgW9hdAxIS",
          "cDgRF5Vd4eeTOeiEWA61Mu2I8dtHrUgb",
          "EqZhjbk77OfSrBohQATJP6kBPNRGadSk",
          "OJMALjyDahJW1FplpNNsrvAxyGp9C5wo",
          "VMivq5mchLqahlv5ZQaCDfVNTgwVEKyo",
          "Yh5Y7kuxBM9FVVFTH42WtQKgW9hdAxIS",
          "cDgRF5Vd4eeTOeiEWA61Mu2I8dtHrUgb",
          "EqZhjbk77OfSrBohQATJP6kBPNRGadSk",
          "OJMALjyDahJW1FplpNNsrvAxyGp9C5wo"
        ],
        "openingPeriods": [],
        "name": "Rainbow Bridge",
        "placeId": "ChIJbWVFlTCKGGARr5l6ox-7_CA",
        "internationalPhoneNumber": "+81 3-5463-0223",
        "reviews": [
          {
            "rating": 5,
            "text": "The Rainbow Bridge in Tokyo is a stunning architectural marvel and a must-see attraction. Spanning Tokyo Bay, it offers breathtaking views, especially at night when it's beautifully illuminated. Whether you're walking, driving, or taking a boat tour, the bridge provides a unique perspective of the city's skyline. The pedestrian walkways are perfect for a leisurely stroll with picturesque scenes, making it a favorite spot for both locals and tourists. Highly recommended for anyone visiting Tokyo!",
            "author_name": "Pragash Y",
            "relative_time_description": "",
            "time": 1722123300,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is definitely something to see the bridge itself looks stunning specially at night when the lights turn on, do keep in mind that if it's not a holiday, the lights will only shine in white or purple. Otherwise, if it's a holiday, it will be a rainbow color. I recommend taking pictures of it or watching it from the Statue of Liberty.",
            "author_name": "Oskar Vovčak",
            "relative_time_description": "",
            "time": 1743081872,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I was staying in Odaiba, and walking across the promenade of the rainbow bridge was an amazing way to get to the Tokyo tower.\nThe bridge is a great design and is a real focus point of the surrounding area.\nIt's great to look at it, but if you get the chance, I would definitely recommend walking across.",
            "author_name": "Steve",
            "relative_time_description": "",
            "time": 1748248363,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.shutoko.jp/fun/lightup/rainbowbridge/",
        "index": 11,
        "id": "",
        "categories": [
          "Bridge",
          "Sights & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 43,
            "2": 36,
            "3": 308,
            "4": 954,
            "5": 2259
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.636564,
        "address": "Minato City, Tokyo 105-0000, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJz_149P6JGGARoImMn3NlsfY",
        "generalDescription": "The National Museum of Emerging Science and Innovation, located in Odaiba, Tokyo, is a futuristic museum that showcases Japan's fascination with technology and innovation. It offers hands-on exhibits and classes exploring the future of science and technology. Visitors can explore the Explore the Frontiers display, featuring a model of the International Space Station with autographs from famous astronauts. The museum also features humanoid robot demonstrations, dome theater documentaries, and interactive science experiments.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.7764,
        "rating": 4.1,
        "numRatings": 15437,
        "sources": [
          {
            "id": "61948",
            "type": "webPlacesList",
            "url": "https://www.gltjp.com/en/article/item/20114/",
            "sourceSite": "Web",
            "snippet": "At the National Museum of Emerging Science and Innovation (Miraikan), the humanoid robot \"ASIMO\" and the androids \"ALTER\" and \"OTONAROID\" are popular. Through demonstrations of \"ASIMO,\" visitors can imagine a future society where humans and robots coexist. \"ALTER\", which expresses life-likeness with complex movements, and \"OTONAROID,\" which looks like a human being, are cutting-edge researches, and are rare exhibitions in the world that ask questions such as \"What is life?\" and \"What is a human being?\" From the latest technology to simple questions, the earth's environment, the exploration of the universe, and the wonders of life, the ongoing science and technology are gathered!",
            "siteName": "GOOD LUCK TRIP",
            "shortName": "Tokyo Koto-ku Complete Travel Guide | GOOD LUCK TRIP",
            "indexInSource": 10,
            "iconSiteId": 9461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353592",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/22564",
            "sourceSite": "Web",
            "snippet": "Photo by Pixta\nThe National Museum of Emerging Science and Innovation, commonly known as the Miraikan, features extensive exhibits on science and technology. With displays themed around cutting-edge topics such as space, AI, and robotics, you can experience numerous interactive exhibits. In particular, the dome theater offers a 360-degree planetarium experience, enhancing the romantic atmosphere of your date.",
            "siteName": "MATCHA",
            "shortName": "17 Romantic Odaiba Spots: Scenic Nights, Dining, and Early Dating Ideas",
            "indexInSource": 2,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751916",
            "type": "webPlacesList",
            "url": "https://tokyotourists.com/koto-tokyo/",
            "sourceSite": "Web",
            "snippet": "There are several museums in Koto Tokyo, such as KidZania Tokyo, Fukagawa Edo Museum, National Museum of Emerging Science and Innovation Miraikan, Tokyo Water Science Museum, Basho Memorial Museum, and Museum of Contemporary Art Tokyo.",
            "siteName": "TOKYO TOURISTS",
            "shortName": "Koto Tokyo is one of the famous wards to explore",
            "indexInSource": 18,
            "iconSiteId": 60371,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "130407",
            "type": "webPlacesList",
            "url": "https://tokyonightowl.com/10-romantic-things-to-do-in-odaiba/",
            "sourceSite": "Web",
            "snippet": "So why not spend some of your time at the National Museum of Emerging Science and Innovation or as it’s also known, Miraikan. Here, you can learn and look at different state-of-the-art exhibitions. It is home to Japan’s famous robots!",
            "siteName": "Tokyo Night Owl",
            "shortName": "10 Romantic Things To Do in Odaiba",
            "indexInSource": 1,
            "iconSiteId": 15227,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qSl3XxakiL7GYALrgKo1gOf4earXHCBU",
          "VKTWjIBNeUApSQ6ZGWyH8zyajYPCvUHk",
          "pPjPzdTKyinRdgbWYHJYN2NgFO4xRisS",
          "DfhSEuVkmSntP4cW7NUl4ChW2lkA7oXh",
          "pY8pezEJYhvYvLCvh7uYJAmu7Ft7yDj6",
          "qSl3XxakiL7GYALrgKo1gOf4earXHCBU",
          "VKTWjIBNeUApSQ6ZGWyH8zyajYPCvUHk",
          "pPjPzdTKyinRdgbWYHJYN2NgFO4xRisS",
          "DfhSEuVkmSntP4cW7NUl4ChW2lkA7oXh",
          "pY8pezEJYhvYvLCvh7uYJAmu7Ft7yDj6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "The National Museum of Emerging Science and Innovation Japan (Miraikan)",
        "placeId": "ChIJz_149P6JGGARoImMn3NlsfY",
        "internationalPhoneNumber": "+81 3-3570-9151",
        "reviews": [
          {
            "rating": 5,
            "text": "Awesome science museum to visit, especially with your kid. We were only planning to spend an hour or two here, but ended up spending three hours. If it wasn't other plans we had, we could have spent a whole day here. Lots of cool and interesting exhibitions, as well as tons of interactive experiences. Higher recommend if you are in Tokyo.",
            "author_name": "J Chung",
            "relative_time_description": "",
            "time": 1742638067,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We were lucky to catch the Special Exhibit featuring the various Japanese space programs. Very informative and inspiring.\n\nUp next we visited the permanent exhibit featuring interactive robot exhibitions such as the Lovot, and a few rooms on quantum computing and aging.\n\nThe illustrated books in the gift shop looked amazing, but since they were only available in Japanese, we couldn't purchase one.\n\nWe ended up spending the whole day here, and highly recommend a long stop here if you're interested in science topics.",
            "author_name": "Matei B",
            "relative_time_description": "",
            "time": 1752823268,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is worth to go especially with your kids. The curiosity field is full of fun and the design is child friendly. Kids can play there or do handicraft using the recycled or different materials. Clear briefing to kids and parents.\nThe exhibition is also stunning 🤩 I like the earth 🌍 in the museum showing the information of earthquake in the world.\nThere are few sitting areas for people to rest or eat the lunch. You can bring your own bento 🍱 or go to the restaurant in museum.",
            "author_name": "Anna Cheng",
            "relative_time_description": "",
            "time": 1755309729,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.miraikan.jst.go.jp/",
        "index": 12,
        "id": "",
        "categories": [
          "Science museum",
          "Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 451,
            "2": 664,
            "3": 2366,
            "4": 4792,
            "5": 7176
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.619336,
        "address": "2 Chome-3-6 Aomi, Koto City, Tokyo 135-0064, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJpbpu0_mJGGARd9sJ-psh9Gc",
        "generalDescription": "DiverCity Tokyo Plaza is a massive 8-floor shopping, dining, and entertainment complex located on the artificial island of Odaiba in Tokyo Bay. The highlight of this plaza is the iconic Life-Sized Unicorn Gundam Statue standing right in front of it. With seven floors filled with a mix of Japanese and Western brand stores, visitors can shop to their heart's content. The mall also offers an array of dining options and entertainment facilities such as ROUND1 for bowling and karaoke.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.775638,
        "rating": 4.2,
        "numRatings": 31174,
        "sources": [
          {
            "id": "2353592",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/22564",
            "sourceSite": "Web",
            "snippet": "Photo by Pixta\nDiverCity Tokyo Plaza is a large shopping and dining complex that is perfect for casual visits during your date. It features a life-sized Unicorn Gundam statue, which is popular not only among fans but also garners attention for its impressive sight. Inside, there is a variety of stores selling clothing, goods, and gourmet food, making it enjoyable just to browse around.",
            "siteName": "MATCHA",
            "shortName": "17 Romantic Odaiba Spots: Scenic Nights, Dining, and Early Dating Ideas",
            "indexInSource": 4,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "Just like how Ruka took Risako out for a skateboarding date in Terrace House Tokyo, you should take the chance to show off your sk8er boi skills. Hopefully, you can have plenty of cute hand-holding moments like they did.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 7,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "s7l3toQBuMlBvwljUMZhk7JyWUIIKtFp",
          "8yF3xrjmyC6RJ0VwbMt3HtQNEHASaCkK",
          "EwA7BFg6XPONmWeY9ezrdUueJsXydAAb",
          "uFqQldhuQCIPu53suPEGVmsaZ8dPGLGm",
          "2KHcxIf1gYb80oT5xksJ4XEyw08PKpzR",
          "s7l3toQBuMlBvwljUMZhk7JyWUIIKtFp",
          "8yF3xrjmyC6RJ0VwbMt3HtQNEHASaCkK",
          "EwA7BFg6XPONmWeY9ezrdUueJsXydAAb",
          "uFqQldhuQCIPu53suPEGVmsaZ8dPGLGm",
          "2KHcxIf1gYb80oT5xksJ4XEyw08PKpzR"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "DiverCity Tokyo Plaza",
        "placeId": "ChIJpbpu0_mJGGARd9sJ-psh9Gc",
        "internationalPhoneNumber": "+81 570-012-780",
        "reviews": [
          {
            "rating": 5,
            "text": "Huge mall where there is also the unko museum… very small but funny for a family day out. Plus the gundam unicorn is right in front of it which makes the experience even more amazing . There are shows in the morning in g and at night the robot is accompanied by a light show. Doesn't move so much but special effects are amazing . A must see for kids",
            "author_name": "erminia iaccarino",
            "relative_time_description": "",
            "time": 1745467615,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "DiverCity Tokyo Plaza offers a fantastic blend of shopping, dining, and entertainment. The highlight is the life-size Unicorn Gundam statue that transforms and lights up at scheduled times truly a sight to behold. Inside, you'll find a diverse range of stores, from fashion boutiques to the Gundam Base Tokyo, perfect for fans and collectors.\n\nThe food court is spacious and offers a variety of delicious options to suit all tastes. Whether you're into shopping, anime, or just looking for a fun place to explore, DiverCity has something for everyone. Easily accessible via public transport, it's a great destination for both tourists and locals.",
            "author_name": "Ken Miyakawa",
            "relative_time_description": "",
            "time": 1748624943,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "If you are into gundams and gunplas this is the place to be! Huge gundam outside and cool gunpla store on the last floor! There's other shops, restaurants and cafes too! It's a big mall. Walking outside is really nice!",
            "author_name": "Hussain Witwit",
            "relative_time_description": "",
            "time": 1752969373,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://mitsui-shopping-park.com/divercity-tokyo/",
        "index": 13,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 318,
            "2": 553,
            "3": 5777,
            "4": 10352,
            "5": 14184
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.625317,
        "address": "1 Chome-1-10 Aomi, Koto City, Tokyo 135-0064, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJsYT-eNGIGGARrtlQxrayK0M",
        "generalDescription": "Kameido Tenjin Shrine, located in Koto City, Tokyo, is a traditional Shinto shrine known for its picturesque setting. The shrine features a tranquil pond with spring-blooming wisteria hanging over it and two exquisitely arched bridges. The main temple has an almost samurai helmet-like design and is dedicated to Sugawara no Michizane, the god of learning.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.820662,
        "rating": 4.2,
        "numRatings": 9101,
        "sources": [
          {
            "id": "2353588",
            "type": "webPlacesList",
            "url": "https://koto-kanko.jp/guide/map/KOTO_CITY_Travel_Guide/",
            "sourceSite": "Web",
            "snippet": "Kameido is a great spot with old-fashioned charm and tasty inexpensive food such as gyoza packed with veggies, wonderfully chewy char-grilled offal, and more. Don’t be discouraged by the long lines at the popular restaurants, their famous dishes are well worth the wait!. This historic shopping street has been around since 1932.",
            "siteName": "koto-kanko.jp",
            "shortName": "KOTO CITY Travel Guide",
            "indexInSource": 5,
            "iconSiteId": 311079,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909461",
            "type": "webPlacesList",
            "url": "https://en.japantravel.com/tokyo/tokyo-s-koto-city-ward/59952",
            "sourceSite": "Web",
            "snippet": "Famous for its wisteria festival in late April-early May, Kameido Tenjin Shrine is a Shinto shrine featuring beautiful ponds, flora, stone lanterns and two exquisitely arched bridges. Its main temple is also noted for an almost samurai helmet-like design. Visitors will find some intriguing turtle and cow representations too.",
            "siteName": "Japan Travel",
            "shortName": "Tokyo's Koto City Ward - Koto, Tokyo",
            "indexInSource": 1,
            "iconSiteId": 144,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "61948",
            "type": "webPlacesList",
            "url": "https://www.gltjp.com/en/article/item/20114/",
            "sourceSite": "Web",
            "snippet": "This shrine is one of the ten shrines in Tokyo dedicated to Sugawara Michizane, known as the god of learning. Three bridges span Shinji Pond: Otoko Bashi, Hira Bashi, and Onna Bashi. Each bridge represents the past lived, the present you can now see, and the hope of the future.",
            "siteName": "GOOD LUCK TRIP",
            "shortName": "Tokyo Koto-ku Complete Travel Guide | GOOD LUCK TRIP",
            "indexInSource": 9,
            "iconSiteId": 9461,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "909755",
            "type": "webPlacesList",
            "url": "https://nightscape.tokyo/en/tag/date/",
            "sourceSite": "Web",
            "snippet": "Every year in April, wisteria blooms in full bloom and is illuminated. The wisteria is beautifully co-starred with the Tokyo Skytree.",
            "siteName": "nightscape.tokyo",
            "shortName": "Tokyo night view spots for a couple's night date",
            "indexInSource": 7,
            "iconSiteId": 93382,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "u9GoMycFuCf8avYmM2v88crYwQL4FUvT",
          "dneJndUFFWoswfiRQ1O60MfMKLe2VCi2",
          "oDol1WmbGoo273UP7K1pI6eTK6QV2nzJ",
          "1el9zeFSGAUUNlXI3w4MPZUvicBd0Z4M",
          "9pOBNFGGPsbBqnYfz6ITuuqT61W1D1vb",
          "u9GoMycFuCf8avYmM2v88crYwQL4FUvT",
          "dneJndUFFWoswfiRQ1O60MfMKLe2VCi2",
          "oDol1WmbGoo273UP7K1pI6eTK6QV2nzJ",
          "1el9zeFSGAUUNlXI3w4MPZUvicBd0Z4M",
          "9pOBNFGGPsbBqnYfz6ITuuqT61W1D1vb"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Kameido Tenjin Shrine",
        "placeId": "ChIJsYT-eNGIGGARrtlQxrayK0M",
        "internationalPhoneNumber": "+81 3-3681-0010",
        "reviews": [
          {
            "rating": 5,
            "text": "Went in January during bullfinch festival and it was packed.  Did not take in the bullfinch festival line that was very long and prevented access to vendors.  Despite this I found this shrine and its bridges amazing.  Able to walk around space and would love to see this with wisteria either in bloom or just filled out with leaves.  Neighborhood is packed with restaurants and cool shops.  Even saw one small bloom that I'm pretty sure was a plum blossom. No wait to walk around but I expect at least 90 minutes if getting or returning a bull finch figure.",
            "author_name": "kevin costello",
            "relative_time_description": "",
            "time": 1737725523,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A wonderful small shrine complex. The wisteria trellises are the main draw: the flowers were starting to emerge when I visited and smelt beautiful. But there are also other flowers in bloom, you can watch the koi, ducks and turtles swim in the water,  and enjoy the tranquility of the garden. The bullfinch charms and wisteria themed charms and ema are very pretty. It's very striking seeing the Skytree in the distance contrasting with the shrine grounds.  Unfortunately the main shrine was under maintenance when I visited,  but that gives me a reason to visit again sometime! Kameido in general is very nice area that feels like a 'town' and was a nice break from central Asakusa",
            "author_name": "Sian Backhouse",
            "relative_time_description": "",
            "time": 1745779742,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "It is a good place to visit once.. The shrine is currently undergoing restoration and hence it is not very clearly visible. The lake in the garden are wisteria flowers plants.\nSo if you happen to visit in the right bloom, it's a good idea. Especially it is in Tokyo and not very far off for Tokyo residents.",
            "author_name": "Anjali Agarwal",
            "relative_time_description": "",
            "time": 1746110260,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://kameidotenjin-sha.jp/",
        "index": 14,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 84,
            "2": 121,
            "3": 1456,
            "4": 3431,
            "5": 4018
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.703029,
        "address": "3 Chome-6-1 Kameido, Koto City, Tokyo 136-0071, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJC3Cf2PuLGGAROO00ukl8JwA",
        "generalDescription": "Tokyo Station is situated in the old downtown area of the city, known as Shitamachi, which dates back to the 17th century. It is home to the Imperial Palace, Marunouchi business district, and upscale Ginza shopping and entertainment area. The neighborhood offers a more serene atmosphere compared to other trendy districts like Shinjuku and Shibuya. The station serves as a primary entry point for travelers arriving via Shinkansen or Narita Express.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.767066,
        "rating": 4.3,
        "numRatings": 14018,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "A post shared by masaru ito (@masarulotus1969) on Sep 6, 2019 at 7:35am PDT. Going to a train station has never been this fun. While many might think Tokyo Station is nothing but a crowded, convoluted commuter’s hub, it’s also a beautiful piece of architecture, and to many, has a touching sort of modern romance.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 4,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "910792",
            "type": "webPlacesList",
            "url": "https://trulytokyo.com/where-to-stay-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Tokyo Station/Marunouchi area is not only the city's main transport hub, it's a great place to stay. In fact, I am tempted to rate this as the best place to stay in the city. It's a very close second.",
            "siteName": "Truly Tokyo",
            "shortName": "Where To Stay In Tokyo 2025",
            "indexInSource": 2,
            "iconSiteId": 13099,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7xA77HRrOlQqIcI17Iaw3LV3Qk6Wym70",
          "Pbi66ed1gC4y4iYaAO4NHNEtFzwEW5iA",
          "mYtQLcmvwIgTCHyWfoiokUQd1w3lk02o",
          "uFRDIgM7NUcetXjQU1Zuq6JCWHAuBACx",
          "jnUdoKuJGS5eW9fPokPbNF55bUZbJQPy",
          "7xA77HRrOlQqIcI17Iaw3LV3Qk6Wym70",
          "Pbi66ed1gC4y4iYaAO4NHNEtFzwEW5iA",
          "mYtQLcmvwIgTCHyWfoiokUQd1w3lk02o",
          "uFRDIgM7NUcetXjQU1Zuq6JCWHAuBACx",
          "jnUdoKuJGS5eW9fPokPbNF55bUZbJQPy"
        ],
        "openingPeriods": [],
        "name": "Tokyo Station",
        "placeId": "ChIJC3Cf2PuLGGAROO00ukl8JwA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Outstanding connectivity, excellent maintenance, and seamless access to nearly every part of Japan. The signage system is the best, you'll find helpful signs at every step, making navigation incredibly easy.\n\nMy return flight was from Narita Airport, which is quite a distance from Haneda Airport. I took the Narita Express from Tokyo Station. It was super convenient and dropped me directly at Narita Airport Station, which is connected to the terminals. The frequency is good, and it's one of the best options compared to taking a taxi or a bus.",
            "author_name": "Tanzim Khan",
            "relative_time_description": "",
            "time": 1746224625,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "By far the most intricate and very well designed section of the Tokyo Metropolitan area. This building was very popular with crowds and still offered many great locations for shopping and dinning. The bustle of the building was very quick but the directions were almost always in English. This is a must see in Tokyo!",
            "author_name": "Kyle Mika",
            "relative_time_description": "",
            "time": 1757804372,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Station is one of the busiest places I've ever been, but somehow it all runs like a well-oiled machine. It's a perfect example of controlled chaos - thousands of people moving through the space, yet everything is clean, organized, and remarkably efficient. I was honestly overwhelmed at first, but once I took a breath and followed the signs, it all started to make sense.\n\nThe amount of food available inside is almost ridiculous (in the best way). PLENTY of options, which is on I believe the East? side of the station. Along with a row of giftshops, I forgot what they called it, but you can't miss it.\n\nFrom quick snacks to full meals, you could easily get lost in the station's many underground food halls and still not try everything. There's a lot to explore, so arriving early is a smart move, especially if you're unfamiliar with the layout. It gives you time to find your platform, maybe grab a bite, and even store your bags.\n\nSpeaking of which, the locker system is amazing - easy to use and super convenient if you're carrying luggage or shopping bags. I had a Shinkansen to catch, and the reserved seats were a lifesaver. I used a kiosk to print my ticket, which saved time and stress. Despite the crowds, Tokyo Station delivers a smooth, well-managed experience. It's intense, but it works.",
            "author_name": "Tae Yoo",
            "relative_time_description": "",
            "time": 1748258444,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyoinfo.com/",
        "index": 15,
        "id": "",
        "categories": [
          "Transit station",
          "Subway station",
          "Train station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 459,
            "2": 231,
            "3": 1957,
            "4": 3812,
            "5": 7557
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.6813,
        "address": "1 Chome Marunouchi, Chiyoda City, Tokyo 100-0005, Japan",
        "travel_time": null
      }
    ]
  }
}