{
  "list_id": "790",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/790/1.jpg",
  "description": "Dive into \"Whispers of Love in Shibuya\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163788"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Shibuya",
  "city_id": "38",
  "subtype": "poi",
  "city": "Shibuya",
  "created_ts": 1759303802,
  "slug": "whispers-of-love-in-shibuya-shibuya-poi-41abbd",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ5SZMmreMGGARcz8QSTiJyo8",
        "generalDescription": "Nestled within a lush forest, Meiji Jingu is a serene Shinto shrine dedicated to Emperor Meiji and Empress Shoken. Established in 1920 and reconstructed after World War II, this tranquil haven features over 100,000 trees donated from across Japan. Each year during Golden Week in late April, the shrine comes alive with its vibrant spring festival that showcases traditional performances like Bugaku dance and Noh theater.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.699326,
        "rating": 4.6,
        "numRatings": 44990,
        "sources": [
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Meiji Jingu is a picturesque landscape blending a cultural and natural experience. At the garden, you can enjoy rows of beautiful irises and trees. Just a little further from the greenery, you can find a historical shrine and teahouse.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 12,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "knoaDULTAA1zGjL0ng3HHeZrSeTJu0Hi",
          "3WeBGeCL8uz0eYx4vNfdHPNGE8BEDp12",
          "vjV56a4fQFFRpeMxbv23sxLqysWWLKql",
          "CJIfnRdHMDJywuh1czVGYtL2NKu9sQIe",
          "COsWBezcSVsmmld9eKSIcoxZ1R1YJxTB",
          "knoaDULTAA1zGjL0ng3HHeZrSeTJu0Hi",
          "3WeBGeCL8uz0eYx4vNfdHPNGE8BEDp12",
          "vjV56a4fQFFRpeMxbv23sxLqysWWLKql",
          "CJIfnRdHMDJywuh1czVGYtL2NKu9sQIe",
          "COsWBezcSVsmmld9eKSIcoxZ1R1YJxTB"
        ],
        "openingPeriods": [],
        "name": "Meiji Jingu",
        "placeId": "ChIJ5SZMmreMGGARcz8QSTiJyo8",
        "internationalPhoneNumber": "+81 3-3379-5511",
        "reviews": [
          {
            "rating": 5,
            "text": "Visiting the Meiji Shrine is a deeply calming experience. You walk through a lush green forest, surrounded by towering trees and the sound of birds echoing in the air. The path itself feels like a peaceful journey away from the city's noise. Once you reach the shrine, a sense of silence and tranquility takes over. People are respectful, and even tourists naturally adapt to the calm, disciplined atmosphere of the locals. One lovely activity is writing your wish on a wooden plaque and hanging it on the wall beneath the sacred tree. It's a quiet, meaningful moment. Please remember to stay silent and be respectful of those praying at the shrine. You can film and take photos throughout the forest area.. .many beautiful videos come out of this serene place.",
            "author_name": "Mobile Gourmet",
            "relative_time_description": "",
            "time": 1753876780,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This was the first shrine my friend and I visited during our three-week visit to Japan. An agreeable start, for sure! Serene and picturesque. Beloved but still breathable crowd-wise. Meiji was one of many free attractions we savored. More benches would have been appreciated, but it's still worth a look.\n\nPhotography by Jason Taylor",
            "author_name": "Amy Shafer",
            "relative_time_description": "",
            "time": 1756573526,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We loved the calm, quiet, peaceful walk into the temple. Crowds became more congested inside the temple itself, but despite the amount of people you are still able to enjoy the experience. Tourists respected the property and atmosphere as much as the locals did. it was an educational and enlightening experience throughout our time visiting. We spent 1.5 hours there and that included lunch and gift shop wandering.",
            "author_name": "Nutty IrishDip",
            "relative_time_description": "",
            "time": 1756087789,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.meijijingu.or.jp/",
        "index": 1,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 314,
            "2": 280,
            "3": 2315,
            "4": 9901,
            "5": 32277
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.676398,
        "address": "1-1 Yoyogikamizonocho, Shibuya, Tokyo 151-8557, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "generalDescription": "Tokyo Tower, reminiscent of the Eiffel Tower, is a significant landmark in Tokyo and Japan. It was opened in 1958 and celebrated its 60th anniversary in 2018. Standing at 333m tall, it offers observation areas at 150m and 250m high, providing stunning views of Mt. Fuji, Mt. Tsukuba, and the entire Tokyo metropolis.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.745433,
        "rating": 4.5,
        "numRatings": 88528,
        "sources": [
          {
            "id": "736027",
            "type": "webPlacesList",
            "url": "https://japanesense.wordpress.com/2012/12/01/top-7-most-romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "One of the well-known landmark of the metropolitan city Tokyo is no other than the Tokyo Tower. Though recently this tower has been rivaled by a new higher tower, which is Tokyo Sky Tree,  this communication and observation tower that was built in 1958 hasn’t lost its own charm. Located in Shiba Park, Minato, Tokyo, this tower still has lots of visitors who come regularly to enjoy the magnificent view of the Tower and the glittering neighbourhood surrounding this red tower in the night-time.",
            "siteName": "japanesense",
            "shortName": "Top 7 Most Romantic Places in Tokyo!",
            "indexInSource": 0,
            "iconSiteId": 64346,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476755",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/5-romantic-spots-in-tokyo-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "It’s always breathtaking to see your world from a different perspective; especially when that perspective is hundreds of meters in the sky. Although these are of course very touristy places in Tokyo, there’s just so many different things to do in these areas, especially around Sky Tree. I felt they both deserve to be on this list.",
            "siteName": "GaijinPot",
            "shortName": "5 Romantic Spots in Tokyo for Valentine’s Day",
            "indexInSource": 4,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899848",
            "type": "webPlacesList",
            "url": "https://ksemoving.com/romantic-spots-in-tokyo-to-explore/",
            "sourceSite": "Web",
            "snippet": "Finally, what list of romantic spots in Tokyo can go without a place that completely changes your view of the world?. And is there a better place on the list that Tokyo Tower?. Truth be told, the place attracts quite a lot of tourists.",
            "siteName": "Kokusai Express Japan",
            "shortName": "Romantic spots in Tokyo to explore",
            "indexInSource": 3,
            "iconSiteId": 55839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Tokyo Tower is a must-visit for couples, offering panoramic city views. Enjoy the spectacular cityscape, especially at night when Tokyo lights up. The observation decks are perfect for a memorable photo opportunity.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 2,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Share a romantic moment with your partner at the scenic Tokyo Tower. This gigantic structure is more than just an iconic landmark in the capital. Many consider it a representation of love, so be sure not to miss it.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 0,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905152",
            "type": "webPlacesList",
            "url": "https://www.trip.com/blog/romantic-locations-in-tokyo-to-visit-this-holiday-season/",
            "sourceSite": "Web",
            "snippet": "Christmas is coming soon, and fantastic lights are popping up everywhere in Japan. The Christmas spirit is picking up. As the capital, Tokyo is full of romantic lights.",
            "siteName": "trip.com",
            "shortName": "8 Romantic Locations in Tokyo to Visit This Holiday Season travel notes and guides",
            "indexInSource": 6,
            "iconSiteId": 62,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JY38HL2fVwecG11HrvXGczEsLKj7yyDd",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "E4xVd14lrqNGyuwY11S4kHX00JZIxE1y",
          "JY38HL2fVwecG11HrvXGczEsLKj7yyDd",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "E4xVd14lrqNGyuwY11S4kHX00JZIxE1y"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Tokyo Tower",
        "placeId": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "internationalPhoneNumber": "+81 3-3433-5111",
        "reviews": [
          {
            "rating": 5,
            "text": "Tokyo Tower offers a straightforward and pleasant experience for visitors. The observation decks provide clear, panoramic views of the city, and on a good day, you can see Mount Fuji in the distance. While the tower itself is a well-known landmark, the visit inside is calm and organized. The different levels offer good photo opportunities of the surrounding area. It's a solid choice for anyone looking to see the city from above without the feeling of being rushed.",
            "author_name": "Slavi Tsvetanov",
            "relative_time_description": "",
            "time": 1757355083,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had been looking forward to visiting Tokyo Tower, especially at night, having seen so many beautiful photos of the city lights stretching endlessly into the horizon. Seeing it in person absolutely lived up to expectations. The view from the Main Deck at 150 metres was stunning, with a full panoramic scene of Tokyo's sparkling skyline. I stayed up there for around 40 minutes taking in the sights and snapping photos from multiple angles.\n\nTokyo Tower stands at 333 metres tall and was inspired by the Eiffel Tower in Paris, though it's slightly taller. Built in 1958, it originally served as a television broadcasting antenna and remains one of the city's iconic landmarks. Its red-and-white design stands out beautifully, especially when lit up at night.\n\nThe atmosphere on the observation deck was relaxed, and there was plenty of room to enjoy the views without feeling crowded. The night lighting changes seasonally, which adds something a little different if you visit at various times of year. You can also explore souvenir shops, grab a drink, or check out the FootTown building underneath with its mini attractions and eateries.\n\nIf you're planning a trip to Tokyo, I'd definitely recommend adding this to your evening plans. It's especially ideal for photographers and anyone wanting a breathtaking, elevated view of the city.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753006371,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The most popular landmark in city, Tokyo Tower is an absolute incredible site to visit. Other than observation decks, there are multiple gift shops, restaurants and gallery at this location. We bought our tickets online few days in advance to reserve the date and time. Upon arrival we checked-in at the counter. Guests need to arrive during their ticket slots or they might not allow them to get in at another time.\n\nThe walkway to the elevator was a nice historical gallery of how the tower was made. Then the elevator took us to the first observation deck where we were greeted with juices and alcohol drinks. Here we also took a souvenir photo that was included with the ticket. We hopped on another elevator that took us the higher observation deck. It had some really nice 360 view of Tokyo. Because of the haze, the skyline was not so clear. We spent about 15 minutes here, since there wasn't much to see other than the city skyline.\n\nThen we head back to the lower deck that had gift shop, glass see thru floor and larger windows with city view. Here we spent about another 20 minutes. The gift shop had excellent items. I got a small replica of the tower and few other stuff from the shop.\n\nFinally we head down the main entrance where we explored the bigger gift shop. It had way more items like tower coin chocolates, bakery items and an ice cream shop. There was also a gallery and restrooms.  Overall we had a wonderful time here. Enjoyed the sight and the shopping. It's very clean and maintained. Absolutely recommend for anyone visiting Tokyo.",
            "author_name": "Nehal Ahmed",
            "relative_time_description": "",
            "time": 1755363598,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyotower.co.jp/",
        "index": 2,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Art gallery",
          "Landmark",
          "Shopping mall",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1056,
            "2": 1106,
            "3": 7655,
            "4": 23008,
            "5": 55703
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.658581,
        "address": "4 Chome-2-8 Shibakoen, Minato City, Tokyo 105-0011, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJQ5Sa1PqJGGARUSaNKKOrMVg",
        "generalDescription": "teamLab Borderless: MORI Building DIGITAL ART MUSEUM is a popular and immersive museum featuring colorful, futuristic digital art installations that offer great photo opportunities. Since its opening in 2018, it has become the world's most visited museum dedicated to a single artist/group. The museum will be closing this year due to redevelopment of the building housing it, but not before hosting its last cherry blossom-themed exhibition.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.743267,
        "rating": 4.6,
        "numRatings": 24736,
        "sources": [
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "For couples who are art lovers and techies, this place is for you. teamLab Borderless takes you to a world of stunning digital artworks. Delight in the captivating exhibits filled with sensory charms.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 4,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "jEZKUp0pKHmRlHwy8zyTN2CxE0TpoYTB",
          "m8JU6FHhKruohWka2y4ArDvGbPv8kH33",
          "g52IbjJVTueFZw6aoL5q1vzZEEzaxAyQ",
          "KNldaMVoEK9ZsZGcmmWXdOc8TwwOXffp",
          "BpmmKgvZ7OsTr7gjLRhQCXcjCgEv58kT",
          "jEZKUp0pKHmRlHwy8zyTN2CxE0TpoYTB",
          "m8JU6FHhKruohWka2y4ArDvGbPv8kH33",
          "g52IbjJVTueFZw6aoL5q1vzZEEzaxAyQ",
          "KNldaMVoEK9ZsZGcmmWXdOc8TwwOXffp",
          "BpmmKgvZ7OsTr7gjLRhQCXcjCgEv58kT"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "teamLab Borderless: MORI Building DIGITAL ART MUSEUM",
        "placeId": "ChIJQ5Sa1PqJGGARUSaNKKOrMVg",
        "internationalPhoneNumber": "+81 3-6230-9666",
        "reviews": [
          {
            "rating": 5,
            "text": "How to describe this place is almost impossible.\nA submersible digital and sensory experience?\nA sensory overload? Creativity at its finest? More than can be expected? Will absolutely blow your mind?\nFrom the moment you go in it starts and everyone takes photos the minute they walk in, not knowing that they will find so many more amazing experiences inside.\nLook for the exhibit with all the round hanging lights, that was our favorite. But there are so many others too…",
            "author_name": "Gabi Velarde",
            "relative_time_description": "",
            "time": 1754995862,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Great experience. If you book an early slot there will be less people and you'll be able to get great pictures. The exhibits are changing throughout the day so it's difficult to find the same room with same art. It keeps cycling through the day.\n\nThere are free lockers for small bags at the entrance. You can carry your own snacks and drinks inside. It also has vending machines inside incase you need( usually besides the washroom)\n\nMany of the exhibits are touch interactive so please do try to interact more. It increases the fun.",
            "author_name": "Hitesh Giri",
            "relative_time_description": "",
            "time": 1756433024,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Like many this was one of the places I had to visit when I went to Tokyo. I'd watched the videos and knew what to expect. Perhaps that was the problem. Though it was a unique and stunning experience, there were really no surprises. Some have said you can easily spend three hours there however I found after an hour I'd had enough. I went at the end of the day so my feet were sore and I was getting tired which didn't help. I have to admit I found the exhibits though visually amazing they lacked meaning. The reason most of the great works of art from the middle ages are religious is because they inspired people on more than just the visual level. Here it was something of an empty, soulless place which unfortunately mirrors the secular society we are living in. This place could have had amazing potential however I found it a little underwhelming. Despite this I would recommend going if you feel it's your thing.",
            "author_name": "Jeff May",
            "relative_time_description": "",
            "time": 1756779637,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.teamlab.art/jp/e/tokyo/",
        "index": 3,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Art Galleries",
          "Specialty Museums"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 528,
            "2": 442,
            "3": 1273,
            "4": 4085,
            "5": 18361
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.662069,
        "address": "Azabudai Hills Garden Plaza B, B1, 5 Chome-９ Toranomon, Minato City, Tokyo 106-0041, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ4Rr2JWiLGGARcyRSHuZ-9G8",
        "generalDescription": "Shibuya Sky is a 360° open-air observation deck situated on the top of the Shibuya Scramble Square skyscraper, which is Tokyo's tallest building at 230 meters high. The observation deck consists of two floors: the sky gallery on the 45th floor and the sky stage on the 46th floor. The sky gallery is an enclosed area with cafes, bars, souvenir shops, and artistic video installations that showcase modern Shibuya.",
        "utcOffset": 540,
        "maxMinutesSpent": 20,
        "longitude": 139.701985,
        "rating": 4.6,
        "numRatings": 20738,
        "sources": [
          {
            "id": "1375935",
            "type": "webPlacesList",
            "url": "https://livejapan.com/en/in-tokyo/in-pref-tokyo/in-shibuya/article-a0005127/",
            "sourceSite": "Web",
            "snippet": "If you want to take a step back and see Shibuya and Tokyo from above, one of the best places to visit is SHIBUYA SKY. It stands approximately 230 meters above the ground and is divided into three zones: SKY GATE, SKY STAGE, and SKY GALLERY. The SKY GATE acts as a transition space to the top floors, where you can see the world open up around you on the SKY STAGE, or learn more about your surroundings in the interactive displays at SKY GALLERY. Image provided by ©SHIBUYA SCRAMBLE SQUARE. The SKY STAGE on the rooftop is certainly the highlight for travelers, as it is where you watch the sprawling cityscape of Tokyo from up above.",
            "siteName": "LIVE JAPAN",
            "shortName": "Sights, Shopping & More: Fun Things to Do Near Shibuya Station",
            "indexInSource": 2,
            "iconSiteId": 39,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751185",
            "type": "webPlacesList",
            "url": "https://www.theinvisibletourist.com/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Invisible Tourist",
            "shortName": "26 Unreal Things to do in Shibuya, Tokyo [Day + Night]",
            "indexInSource": 0,
            "iconSiteId": 14177,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1800534",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/18276",
            "sourceSite": "Web",
            "snippet": "SHIBUYA SKY\" is an observation deck located on the roof of \"Shibuya Scramble Square\", the tallest building in Shibuya. From 229 meters above ground, you can enjoy a 360-degree view of the metropolis of Shibuya, making it a popular date spot. If you want to have a relaxing time when there are fewer people, we recommend the morning, and if you want a romantic date, we recommend the time when you can see the sunset and night view.",
            "siteName": "MATCHA",
            "shortName": "Let's go to Shibuya with your lover! 8 date spots in Shibuya",
            "indexInSource": 0,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412011",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/date-night-night-shibuya/",
            "sourceSite": "Web",
            "snippet": "And if you’re keen on checking out the newest and one of the highest open air views of Tokyo, I recommended trying out “Shibuya Sky“ observation rooftop at the top of the brand new Shibuya Scramble Square complex. Warning, it only opened November 1st, 2019, so it is BUSSSSSSSSSSSY !!!. I wouldn’t recommend visiting without booking online first.",
            "siteName": "The Tokyo Chapter",
            "shortName": "DATE NIGHT IN SHIBUYA",
            "indexInSource": 6,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1171393",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/what-to-do-in-shibuya-at-night/",
            "sourceSite": "Web",
            "snippet": "An eclectic place like Shibuya deserves to be seen from a bird’s eye view. It’s not enough to explore the city ground — no, you also have to check out how it looks from above!. Shibuya Sky is an observation deck directly over Shibuya Station.",
            "siteName": "Photo Trips",
            "shortName": "What To Do In Shibuya At Night",
            "indexInSource": 8,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "If you want to witness the vast cityscape in the most romantic way, head to Shibuya Sky. Bring your special someone to the observation deck and bask in the spectacular views. To enjoy the place better, visit the place at dusk.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 2,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751182",
            "type": "webPlacesList",
            "url": "https://tokyocheapo.com/entertainment/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": "The Shibuya Sky observatory is one of the most popular in all of Tokyo, giving you a 360-degree, unobstructed view of the city -- and beyond. Advance booking is recommended — buy your tickets now.",
            "siteName": "Tokyo Cheapo",
            "shortName": "18 Best Things to Do in Shibuya",
            "indexInSource": 3,
            "iconSiteId": 36,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "meJqQM6fioaY68FpYIxzrxxH5rQh5hBK",
          "8joYXFTmgjPz1Y1pr8biwvQzYrVp2a9H",
          "eNiVmwamOgJl6v7L7pLrPHsZ9A1m5KUL",
          "m4i0jZjw1igWVgHkr8zm2h2z0MxAmgzU",
          "PYOsqBtIxz6huyifI9TcSPkFxPhExtEU",
          "meJqQM6fioaY68FpYIxzrxxH5rQh5hBK",
          "8joYXFTmgjPz1Y1pr8biwvQzYrVp2a9H",
          "eNiVmwamOgJl6v7L7pLrPHsZ9A1m5KUL",
          "m4i0jZjw1igWVgHkr8zm2h2z0MxAmgzU",
          "PYOsqBtIxz6huyifI9TcSPkFxPhExtEU"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2230"
            }
          }
        ],
        "name": "Shibuya Sky",
        "placeId": "ChIJ4Rr2JWiLGGARcyRSHuZ-9G8",
        "internationalPhoneNumber": "+81 3-4221-0229",
        "reviews": [
          {
            "rating": 5,
            "text": "Words can't explain how magical it is after dark. It is stunning. So many lights but the lights felt soft and beautiful. It was absolutely incredible. I planned it for the end of our second day in Tokyo to help us stay awake and not go back and sleep.\n\nI booked tickets in advance so we could get after sunset. The lines were long but it was worth it. You are very limited what you can bring outside and you will likely need a locker.\n\nOnly negative was so many people doing impromptu photo shoots so it was difficult to find a place to look out.\n\nThe photo op spot was super cool.\n\nWe loved it. My kids say in the hammock nets for a while and loves it.\n\nPerfect way to end your first days in Tokyo.",
            "author_name": "Amy Baird",
            "relative_time_description": "",
            "time": 1753324550,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a beautiful observation deck that is incredibly high! We went at sunset so the views were insane. It's always very crowded/busy so you may have to wait to get the perfect picture. I'd recommend going down the elevator with your camera ready. The lines run very smoothly and the staff are always ready to help.",
            "author_name": "S Kola",
            "relative_time_description": "",
            "time": 1756362035,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Make sure you have tickets booked because the likelihood of getting tickets on the day can be quite slim. The line to go up can be a solid wait and we booked the session to catch the sunset and we almost spent it waiting. When you actually reach the ‘top' it will be crowded with other tourists so expect the best spots to be either taken or also another line made to rotate for photos. There are people guiding movement to ensure less blockages but the view from the top is pretty stunning and I would say it's a must tick box if in the area.",
            "author_name": "Phil Li",
            "relative_time_description": "",
            "time": 1753530792,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.shibuya-scramble-square.com/sky/",
        "index": 4,
        "id": "",
        "categories": [
          "Observation deck"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 635,
            "2": 284,
            "3": 1071,
            "4": 3699,
            "5": 15060
          }
        },
        "minMinutesSpent": 20,
        "latitude": 35.658672,
        "address": "Japan, 〒150-6145 Tokyo, Shibuya, 2 Chome−24−12 スクランブルスクエア 14階・45階, 46階・屋上",
        "travel_time": null
      },
      {
        "_id": "ChIJK9EM68qLGGARacmu4KJj5SA",
        "generalDescription": "Shibuya Scramble Crossing, located outside Shibuya station in Tokyo, is a must-see experience for visitors. It's the world's busiest pedestrian crossing, with over one million people crossing it daily. The surrounding shopping centers offer various lookout points to observe the madness below, and the new Shibuya Sky outdoor viewing deck provides a stunning view from 229 meters above street level. For great photos, shooting from above at night captures the neon lights and bustling activity.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.70056,
        "rating": 4.5,
        "numRatings": 15473,
        "sources": [
          {
            "id": "1375935",
            "type": "webPlacesList",
            "url": "https://livejapan.com/en/in-tokyo/in-pref-tokyo/in-shibuya/article-a0005127/",
            "sourceSite": "Web",
            "snippet": "Shibuya Scramble Crossing is known for being the busiest crossing in the world, with as many as 3,000 people crossing at any one time. Of course, that number has somewhat dwindled in the times of the coronavirus pandemic, but thankfully that makes it a little easier to cross!. The crossing was created in 1932 when the Tokyu Toyoko Line opened, and the station was gaining in popularity.",
            "siteName": "LIVE JAPAN",
            "shortName": "Sights, Shopping & More: Fun Things to Do Near Shibuya Station",
            "indexInSource": 0,
            "iconSiteId": 39,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411986",
            "type": "webPlacesList",
            "url": "https://cooljp.co/article/shibuya-scramble-square-things-to-do-cj-7067",
            "sourceSite": "Web",
            "snippet": "In November 2019, the district's tallest building, Shibuya Scramble Square, has finally opened its doors after undergoing a five-year construction. This 47-storey shopping-and-office building is poised to be the next iconic spot in Shibuya.",
            "siteName": "Clozette",
            "shortName": "Romantic Things To Do At Shibuya Scramble Square",
            "indexInSource": 0,
            "iconSiteId": 129,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1171393",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/what-to-do-in-shibuya-at-night/",
            "sourceSite": "Web",
            "snippet": "Of course, when talking about Shibuya, you have to mention the famous Shibuya Crossing. Who knew a simple crosswalk would become a world-renowned tourist spot?. Shibuya Crossing is one of the busiest crosswalks in the world.",
            "siteName": "Photo Trips",
            "shortName": "What To Do In Shibuya At Night",
            "indexInSource": 0,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353476",
            "type": "webPlacesList",
            "url": "https://shop.japantruly.com/blogs/where-to-go/romantic-places-in-tokyo-to-propose?srsltid=AfmBOooLoI_9MstSXKP-vJhpbUp_sLcVojCFosHwlX9yZYdpfm9GP69i",
            "sourceSite": "Web",
            "snippet": "Shibuya Crossing is one of the most famous and busiest pedestrian crossings in the world. The crossing is a unique and exciting spot for a proposal, especially during rush hour when the crossing is crowded.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 3,
            "iconSiteId": 166821,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751182",
            "type": "webPlacesList",
            "url": "https://tokyocheapo.com/entertainment/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": "We can’t talk about Shibuya without mentioning the mega-famous Shibuya Scramble Crossing, so let’s start this list off with a bang of neon colors.",
            "siteName": "Tokyo Cheapo",
            "shortName": "18 Best Things to Do in Shibuya",
            "indexInSource": 0,
            "iconSiteId": 36,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "901680",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/the-shibuya-area-with-kids/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Tokyo Chapter",
            "shortName": "SHIBUYA WITH KIDS",
            "indexInSource": 2,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "6GMS6ECMI41Yjqkgyur1ctBAPTW4ZoIM",
          "BpD38o1Tx5WH3a9UnXR3QshPCSh7goX4",
          "9pJuOCqiHzVBRs0F8FiCkvvx2ItjIdhz",
          "X3L8iqzixzkJHMMmmU7z8He51iatLnoM",
          "UVrmncRbdUb6Fe4unrmQFaUYD6wB1azP",
          "6GMS6ECMI41Yjqkgyur1ctBAPTW4ZoIM",
          "BpD38o1Tx5WH3a9UnXR3QshPCSh7goX4",
          "9pJuOCqiHzVBRs0F8FiCkvvx2ItjIdhz",
          "X3L8iqzixzkJHMMmmU7z8He51iatLnoM",
          "UVrmncRbdUb6Fe4unrmQFaUYD6wB1azP"
        ],
        "openingPeriods": [],
        "name": "Shibuya Scramble Crossing",
        "placeId": "ChIJK9EM68qLGGARacmu4KJj5SA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Great place to vibe in. As you might be knowing before reading this as this is one of the busiest crossings in the world and pretty famous for this. Cross the road, roam around, you might get to see lot of things like Mario racing cars, Tokyo drift, Mascots etc etc, Also you get enjoy the night life, the streets with some popular branded shops to visit. The 3D digital advertisement board is also Must see thing around.",
            "author_name": "Nisith Saha",
            "relative_time_description": "",
            "time": 1751465883,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It was pretty different experience to view all the poeple crossings at once. It was a little chaotic but was not as crowded as I read in some of the reviews.\n\nMost of the people were mainly trying to get photos. You can get a better view of whole crossing from the Starbucks opposite the crossing",
            "author_name": "Ganesh R",
            "relative_time_description": "",
            "time": 1754839300,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Without a doubt this is a must see if it's your first time in Japan. Don't waste too much time here though. You only need to see it once. It's so busy but that's part of the experience",
            "author_name": "Avi",
            "relative_time_description": "",
            "time": 1757110087,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": null,
        "index": 5,
        "id": "",
        "categories": [],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 260,
            "2": 346,
            "3": 1389,
            "4": 2818,
            "5": 10799
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.659482,
        "address": "Shibuya, Tokyo, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJPyOTG8KMGGARh_IXobWxHmo",
        "generalDescription": "Shinjuku Gyoen National Garden, a former estate turned 144-acre park, was originally created as a recreational garden for the Imperial family. It is an Important Cultural Property and features three types of gardens: English, French, and Japanese. Throughout the year, the park hosts various events such as photography lessons, chrysanthemum flower exhibitions, and traditional Japanese art performances.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.710052,
        "rating": 4.6,
        "numRatings": 41955,
        "sources": [
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "A beautiful and serene park in the heart of Tokyo, it's perfect for a peaceful walk among the lush greenery, traditional Japanese gardens, and picturesque ponds. It's incredibly romantic during cherry blossom season. Location: 11 Naitōmachi, Shinjuku City, Tokyo 160-0014, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 1,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "In this garden, English charm meets French elegance and Japanese tradition. The historical garden used to be a recreational space for the Imperial Family. In Late April, the garden becomes a romantic wonderland with blooming cherry blossoms.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 0,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Go on a serene escapade with your better half at Shinjuku Gyoen National Garden. This stunning attraction is bound to capture your heart with its natural charm. There’s never a dull moment during your visit.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 1,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353476",
            "type": "webPlacesList",
            "url": "https://shop.japantruly.com/blogs/where-to-go/romantic-places-in-tokyo-to-propose?srsltid=AfmBOooLoI_9MstSXKP-vJhpbUp_sLcVojCFosHwlX9yZYdpfm9GP69i",
            "sourceSite": "Web",
            "snippet": "Shinjuku Gyoen National Garden is a stunningly beautiful park in the heart of Tokyo. This spacious park has an extensive range of flora and fauna that makes it an ideal spot for nature lovers.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 0,
            "iconSiteId": 166821,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Xnlm7J7lq19O5mZp7t3ds2cseFEdy57k",
          "WIxhnOOXt0poRJgJpIhPoLKUCU98G1Ga",
          "5vgH7Hzl7ZJI6XiHyRUshP2STQlOkkra",
          "7D4ITG3NAuFX2hvfflSJdjFibKG6p0Ux",
          "9Litj8L9y6V4LYnHdHkB6w5NKUQBiF0W",
          "Xnlm7J7lq19O5mZp7t3ds2cseFEdy57k",
          "WIxhnOOXt0poRJgJpIhPoLKUCU98G1Ga",
          "5vgH7Hzl7ZJI6XiHyRUshP2STQlOkkra",
          "7D4ITG3NAuFX2hvfflSJdjFibKG6p0Ux",
          "9Litj8L9y6V4LYnHdHkB6w5NKUQBiF0W"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Shinjuku Gyoen National Garden",
        "placeId": "ChIJPyOTG8KMGGARh_IXobWxHmo",
        "internationalPhoneNumber": "+81 3-3350-0151",
        "reviews": [
          {
            "rating": 5,
            "text": "Absolutely beautiful park to go to especially between March and April.\n\nOnly costs ¥500 for adult tickets and one can easily spend 2-4 hours going through all the areas.\n\nFood options are a bit sparse and pricey, but you can bring in items and have a picnic like many others do.\n\nSometimes you will see cosplay events and other special occasions people bring.\n\nWould highly recommend to come early to beat the crowd as it will get very busy.",
            "author_name": "D Y",
            "relative_time_description": "",
            "time": 1745352050,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Genuinely amazing. I saw a bunch of pretty things here!!! Including one of my favourite birds (Oriental Turtle Dove 🕊). Tickets are only 500¥, so very much worth it!! I also enjoyed sitting on the field of grass near the entrance where quite a number of other people sat as well and enjoyed the nice day. 🍀",
            "author_name": "Emile",
            "relative_time_description": "",
            "time": 1751383231,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Went on a hot, steamy Sunday morning at 10am. Very peaceful and quiet with cooling stations. A variety of garden types - from traditional to evergreen stands. Lots of room for kids and seniors. I can imagine it's a delightful place during cooler weather.",
            "author_name": "John Catapano",
            "relative_time_description": "",
            "time": 1755410555,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.env.go.jp/garden/shinjukugyoen/index.html",
        "index": 6,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Playground",
          "State park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 387,
            "2": 335,
            "3": 2498,
            "4": 9762,
            "5": 28918
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.685176,
        "address": "11 Naitomachi, Shinjuku City, Tokyo 160-0014, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "generalDescription": "Ueno Park is a vibrant urban oasis in Tokyo, perfect for leisurely strolls and cultural exploration. This expansive park boasts picturesque walking paths that meander past a serene lake where visitors can rent boats. Each spring, the park transforms into a cherry blossom wonderland, attracting hanami enthusiasts who gather to enjoy picnics beneath the stunning pink blooms of over 1,000 cherry trees.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.773431,
        "rating": 4.3,
        "numRatings": 31900,
        "sources": [
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Known for its cherry blossoms, Ueno Park is a popular springtime spot for couples. You can enjoy a leisurely boat ride on Shinobazu Pond or visit one of the many museums within the park. Location: Uenokoen, Taito City, Tokyo 110-0007, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 3,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "But, the best time to go here is during spring for the beautiful cherry blossoms. You May Also Like: Cherry Blossom Forecast Dates in Japan. You can enjoy a relaxing stroll surrounded by the trees.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 3,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "905157",
            "type": "webPlacesList",
            "url": "https://inspiredbymaps.com/romantic-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Tokyo is the most populous metropolitan area in the world, so naturally, the city is mostly very crowded. However, that is not to say you can’t get away from the crowd.",
            "siteName": "Inspired By Maps",
            "shortName": "Fall In Love All Over Again With These 9 Romantic Things To Do In Tokyo!",
            "indexInSource": 1,
            "iconSiteId": 2947,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w",
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Ueno Park",
        "placeId": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "internationalPhoneNumber": "+81 3-3828-5644",
        "reviews": [
          {
            "rating": 5,
            "text": "A lovely park in the city! The trees are impressive and the shrines are charming. On Golden Week, the park gets quite busy, and some sections have the tops of the trees cut, so be prepared with sunscreen! There are a few places selling ice cream along the paths and you can even visit the zoo or museums if you fancy!",
            "author_name": "Saras Ince",
            "relative_time_description": "",
            "time": 1746331744,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It was an amazing and stunning park. Peaceful. Can breathe fresh air near the lake. You can ride a boat in the lake. The price is reasonable. Reminder, if strong winds, the ride will be stopped. Swan-shaped boat is hard one. Suggest two adults to handle. Birds like flying around the lake and they are nice and not afraid of human.",
            "author_name": "Momo. Sau",
            "relative_time_description": "",
            "time": 1747022921,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Convenient location, just a short walking distance from the station, the zoo, and plenty of restaurants & shops. It's also spacious, making it a great spot for running or jogging. While it's especially popular during cherry blossom season, the park is just as enjoyable in the summer, with its wide greenery and relaxing atmosphere.\n\nThat said, I don't really enjoy the presence of a few loiterers in certain areas, which can make the park feel a bit less comfortable at times. Still, overall it remains a pleasant place to spend time, whether for a walk, some light exercise, or simply to sit and enjoy the surroundings.",
            "author_name": "Meidina Aqmarina",
            "relative_time_description": "",
            "time": 1756868030,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/toubuk/ueno/index_top.html",
        "index": 7,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "State park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 241,
            "2": 348,
            "3": 4300,
            "4": 10325,
            "5": 16681
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.714756,
        "address": "Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJMwpiebSMGGARPr_454zHvDQ",
        "generalDescription": "Nestled in the heart of Tokyo, Yoyogi Park is a sprawling urban oasis that spans an impressive 134 acres. This vibrant park features serene lakes, charming fountains, and lush forested areas adorned with mature trees, making it a perfect escape from the city's hustle and bustle. Located just south of Shinjuku and near the iconic Yoyogi National Gymnasium, it's easily accessible for both locals and tourists alike.",
        "utcOffset": 540,
        "maxMinutesSpent": 180,
        "longitude": 139.694966,
        "rating": 4.3,
        "numRatings": 25615,
        "sources": [
          {
            "id": "751185",
            "type": "webPlacesList",
            "url": "https://www.theinvisibletourist.com/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Invisible Tourist",
            "shortName": "26 Unreal Things to do in Shibuya, Tokyo [Day + Night]",
            "indexInSource": 9,
            "iconSiteId": 14177,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1800534",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/18276",
            "sourceSite": "Web",
            "snippet": "Yoyogi Park is located in the middle of the city, close to the station, but it is a place where you can have a date while feeling nature. We especially recommend the spring cherry blossom season and the fall foliage season, as you can have a date surrounded by beautiful scenery. In addition to being an easily accessible location, the grounds are quite large, making it perfect for a leisurely stroll or picnic date.",
            "siteName": "MATCHA",
            "shortName": "Let's go to Shibuya with your lover! 8 date spots in Shibuya",
            "indexInSource": 7,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "This vast park is excellent for couples to relax and enjoy nature. It's a hub for various cultural events and weekend performances, making it a lively spot for a romantic day out. Location: 2-1 Yoyogikamizonochō, Shibuya City, Tokyo 151-0052, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 8,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Celebrate your honeymoon or anniversary without breaking the bank. The Yoyogi Park offers you a serene escape so you and your partner can unwind. Bask in the beauty of the park filled with vibrant colors.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 10,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751182",
            "type": "webPlacesList",
            "url": "https://tokyocheapo.com/entertainment/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": "Yoyogi Park, one of Tokyo’s largest parks, hosts a large number of cultural festivals each month. For instance, there’s the Brazil Festival, Philippine Festival, and the Thai Expo, among others.",
            "siteName": "Tokyo Cheapo",
            "shortName": "18 Best Things to Do in Shibuya",
            "indexInSource": 18,
            "iconSiteId": 36,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353476",
            "type": "webPlacesList",
            "url": "https://shop.japantruly.com/blogs/where-to-go/romantic-places-in-tokyo-to-propose?srsltid=AfmBOooLoI_9MstSXKP-vJhpbUp_sLcVojCFosHwlX9yZYdpfm9GP69i",
            "sourceSite": "Web",
            "snippet": "Yoyogi Park is a spacious and beautiful park located in the heart of Tokyo. The park is surrounded by trees and has a large pond and a waterfall.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 4,
            "iconSiteId": 166821,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "F01hWx4MdtqrymNvEU24U5hKHycDB22T",
          "VTln5zIjJk8tEhWeOl6DEoAwvLlKJOCH",
          "LgZECdwaaIasODXit2SImbsKmzUwr6P1",
          "eaTzl9FWdjuvCwvjCQM2HuRwb8FA0msx",
          "GyXqUGtGT5J1scY8KdXkt0DhHolpUkAq",
          "F01hWx4MdtqrymNvEU24U5hKHycDB22T",
          "VTln5zIjJk8tEhWeOl6DEoAwvLlKJOCH",
          "LgZECdwaaIasODXit2SImbsKmzUwr6P1",
          "eaTzl9FWdjuvCwvjCQM2HuRwb8FA0msx",
          "GyXqUGtGT5J1scY8KdXkt0DhHolpUkAq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Yoyogi Park",
        "placeId": "ChIJMwpiebSMGGARPr_454zHvDQ",
        "internationalPhoneNumber": "+81 3-3469-6081",
        "reviews": [
          {
            "rating": 5,
            "text": "A nice park to relax in or go for a jog.  Most of the park is tree lined paths and bench areas though it has a few extra sections.  There is a beautiful butterfly garden on the south side that I'd recommend.  A herb / rose garden.  A dog park.  And a lake for viewing birds... Though they were hiding during our visit.",
            "author_name": "Bill Reichman",
            "relative_time_description": "",
            "time": 1750994356,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Green, expansive, gorgeous. There are so many words that could describe Yoyogi Park but those are my top three. I loved the greenery, art, wildlife, and the First Flight Monument. Easy to get to, easy to navigate. Even though we walked around for a few hours, there was still more to see. Don't miss it!\n\nPhotography by Jason Taylor (Except for the pictures I took)",
            "author_name": "Amy Shafer",
            "relative_time_description": "",
            "time": 1757040092,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This park does not have a lot to offer but this is one good place to spend some time off, peaceful \"me time\" and have picnics with your loved ones. This is just a 5 minute walk from the Meiji Shrine. By the time I visited, Roses are in bloom making the park more interesting to visit.",
            "author_name": "Maria Theresa Dela Cruz",
            "relative_time_description": "",
            "time": 1747986146,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/yoyogi/",
        "index": 8,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 260,
            "2": 346,
            "3": 3487,
            "4": 7727,
            "5": 13788
          }
        },
        "minMinutesSpent": 180,
        "latitude": 35.670065,
        "address": "2-1 Yoyogikamizonocho, Shibuya, Tokyo 151-0052, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJTQbYAg2MGGARt22eNwtfGtE",
        "generalDescription": "The Imperial Palace in Tokyo is the main residence of the emperor of Japan and has been home to a succession of emperors since 1868. The scenic East Gardens are open to the public throughout the year, offering a popular spot for enjoying cherry blossoms. While Marunouchi is known as a business district, it also offers attractions such as skyscrapers, department stores, and architectural wonders like the Shin-Marunouchi Building and Tokyo International Forum.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.752799,
        "rating": 4.4,
        "numRatings": 28923,
        "sources": [
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Stepping into the gardens of the Imperial Palace will make you feel like royalty. Majestic cranes and swans gliding on the ponds add to their beauty. Remnants of history present in the garden make it a timeless wonder.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 8,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "elqYV40JqPlXdIE4YcTKy0DRZCK7pBJg",
          "Lhv6m15Gh6fonPczMPVNzHwvz5ZZHWEp",
          "DqHjVGn8yohoQtkzZeluZfZr9BK9phqo",
          "F2s7OgF6KLUm5p0okGAJyfGWlbEsryv5",
          "qyMnmhzKFlzsfmVUQFQXDAWQ9YIsRnna",
          "elqYV40JqPlXdIE4YcTKy0DRZCK7pBJg",
          "Lhv6m15Gh6fonPczMPVNzHwvz5ZZHWEp",
          "DqHjVGn8yohoQtkzZeluZfZr9BK9phqo",
          "F2s7OgF6KLUm5p0okGAJyfGWlbEsryv5",
          "qyMnmhzKFlzsfmVUQFQXDAWQ9YIsRnna"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1330"
            },
            "close": {
              "day": 2,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1330"
            },
            "close": {
              "day": 3,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1330"
            },
            "close": {
              "day": 4,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1330"
            },
            "close": {
              "day": 5,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1330"
            },
            "close": {
              "day": 6,
              "time": "1445"
            }
          }
        ],
        "name": "Imperial Palace",
        "placeId": "ChIJTQbYAg2MGGARt22eNwtfGtE",
        "internationalPhoneNumber": "+81 3-3213-1111",
        "reviews": [
          {
            "rating": 5,
            "text": "I had very nice time during the visit of Imperial Palace. We took a guide which was a good move and I highly recommend you to do it as well. That way you will be able to hear interesting stories about the history and to actually spot the places you would not normally pay attention to. We were not able to go to the area of the main building as that was closed.",
            "author_name": "Travel",
            "relative_time_description": "",
            "time": 1751623402,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Imperial Palace in Tokyo offers a free guided tour that lasts about an hour. The experience starts with tourists gathering in an air-conditioned hall, where everyone is divided into groups by language - Japanese, English, French, Korean, and Chinese. The tour itself is focused on walking through the palace grounds (about 60 minutes of walking total), with explanations from the guide.\n\nIt's important to note that there is no indoor access; the tour only covers the outdoor areas of the palace. Still, the grounds are impressive and the guided explanations give good context to the history and significance of the Imperial Palace. A pleasant and worthwhile experience, especially considering that it's completely free.",
            "author_name": "Olga Lonska",
            "relative_time_description": "",
            "time": 1756545207,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very beautiful and well organized gardens.\nUnfortunately I didn't have the time to visit the museum.\nThere are signs in both Japanese and English for the different historical markings.\nThere are enclosed spaces were you could hide from the heat.",
            "author_name": "Aleksander Todorov",
            "relative_time_description": "",
            "time": 1756794801,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sankan.kunaicho.go.jp/index.html",
        "index": 9,
        "id": "",
        "categories": [
          "Castle",
          "Sights & Landmarks",
          "Archaeological site",
          "Park",
          "Architectural Buildings",
          "Government Buildings",
          "Historic Walking Areas",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 618,
            "2": 587,
            "3": 2866,
            "4": 6981,
            "5": 17884
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.685175,
        "address": "1-1 Chiyoda, Chiyoda City, Tokyo 100-8111, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJwfegutyLGGARGjiY-L2eSps",
        "generalDescription": "Hamarikyu Gardens is a public park located on the site of a 17th-century Shogun villa, featuring an Edo-period style layout with a pond. Situated along the Sumida River, visitors can enjoy views of Tokyo Skytree from nearby Sumida Park and take a short walk or cruise to Hamarikyu Garden and Odaiba Island. This garden was meticulously designed over time by successive shoguns, drawing seawater from Tokyo Bay.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.763409,
        "rating": 4.4,
        "numRatings": 11394,
        "sources": [
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "These traditional Japanese gardens offer a tranquil oasis in the city. Couples can enjoy a peaceful walk around the ponds, view the teahouse on the water, and appreciate the seasonal flowers. Location: 1-1 Hamarikyūteien, Chuo City, Tokyo 104-0046, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 6,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nzkprHhm2PTWnNRZ8THIthhjSxijg6MN",
          "LWeNBptRkq5LENSKAXQ4cjsHSmYo3Hc6",
          "82l5OLJDMNkoD4zOKoqnuuqqWhoSLHVu",
          "Negm9mUOiRshNvCs2DmhXWbEJ5v6nYXH",
          "hryicsGQb7oqw8qNEMwj7J3ncLI2Jfek",
          "nzkprHhm2PTWnNRZ8THIthhjSxijg6MN",
          "LWeNBptRkq5LENSKAXQ4cjsHSmYo3Hc6",
          "82l5OLJDMNkoD4zOKoqnuuqqWhoSLHVu",
          "Negm9mUOiRshNvCs2DmhXWbEJ5v6nYXH",
          "hryicsGQb7oqw8qNEMwj7J3ncLI2Jfek"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Hamarikyu Gardens",
        "placeId": "ChIJwfegutyLGGARGjiY-L2eSps",
        "internationalPhoneNumber": "+81 3-3541-0200",
        "reviews": [
          {
            "rating": 5,
            "text": "Great park, right next to the seawater. In fact the ponds inside are full with sea water drawn directly from the bay area.\nYou can enjoy the piece and awesome trees and plans for a nice walk.\nDon't miss it out if you enjoy a small escapes from the urban area, I will define it as a green paradise in the middle of sky skyscrapers.\nPlus you can find some pretty cool stamps on the entrance",
            "author_name": "Rosen Kaymakchiev",
            "relative_time_description": "",
            "time": 1754030874,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A beautiful park on the outskirts of Tokyo, towards Tokyo Bay.\nA short walk from the old fish market, its a nice and peaceful way to walk off any food coma you suffer after the market.\nSome nice places to sit and relax.\nLocation is the old shoguns hunting lodge & facilities to entertain dignitaries.\nAll the original buildings were destroyed in ww2, but have been rebuilt using traditional techniques to the original design from records.\nA beautiful place to relax. Visit if you can, you will enjoy your time.\nWe stayed for a couple of hours.",
            "author_name": "Justan Knoff",
            "relative_time_description": "",
            "time": 1749374923,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Magnificent garden located within walking distance from Ginza. Birds, flowers and trees adorn the gardens with various ponds, streams and rivers among the surroundings.\n\nSome history lessons along the way which helps one understand the thought that went into designing such a beautiful garden.\n\nThe full walk is close to four miles and about two/three hours if you really want to take in the full experience and beauty.",
            "author_name": "Jim Kelly",
            "relative_time_description": "",
            "time": 1750045380,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/hama-rikyu/",
        "index": 10,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Playground",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 140,
            "3": 1105,
            "4": 3465,
            "5": 6594
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.659656,
        "address": "1-1 Hamarikyuteien, Chuo City, Tokyo 104-0046, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJC3Cf2PuLGGAROO00ukl8JwA",
        "generalDescription": "Tokyo Station is situated in the old downtown area of the city, known as Shitamachi, which dates back to the 17th century. It is home to the Imperial Palace, Marunouchi business district, and upscale Ginza shopping and entertainment area. The neighborhood offers a more serene atmosphere compared to other trendy districts like Shinjuku and Shibuya. The station serves as a primary entry point for travelers arriving via Shinkansen or Narita Express.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.767066,
        "rating": 4.3,
        "numRatings": 14018,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "A post shared by masaru ito (@masarulotus1969) on Sep 6, 2019 at 7:35am PDT. Going to a train station has never been this fun. While many might think Tokyo Station is nothing but a crowded, convoluted commuter’s hub, it’s also a beautiful piece of architecture, and to many, has a touching sort of modern romance.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 4,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "7xA77HRrOlQqIcI17Iaw3LV3Qk6Wym70",
          "Pbi66ed1gC4y4iYaAO4NHNEtFzwEW5iA",
          "mYtQLcmvwIgTCHyWfoiokUQd1w3lk02o",
          "uFRDIgM7NUcetXjQU1Zuq6JCWHAuBACx",
          "jnUdoKuJGS5eW9fPokPbNF55bUZbJQPy",
          "7xA77HRrOlQqIcI17Iaw3LV3Qk6Wym70",
          "Pbi66ed1gC4y4iYaAO4NHNEtFzwEW5iA",
          "mYtQLcmvwIgTCHyWfoiokUQd1w3lk02o",
          "uFRDIgM7NUcetXjQU1Zuq6JCWHAuBACx",
          "jnUdoKuJGS5eW9fPokPbNF55bUZbJQPy"
        ],
        "openingPeriods": [],
        "name": "Tokyo Station",
        "placeId": "ChIJC3Cf2PuLGGAROO00ukl8JwA",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Outstanding connectivity, excellent maintenance, and seamless access to nearly every part of Japan. The signage system is the best, you'll find helpful signs at every step, making navigation incredibly easy.\n\nMy return flight was from Narita Airport, which is quite a distance from Haneda Airport. I took the Narita Express from Tokyo Station. It was super convenient and dropped me directly at Narita Airport Station, which is connected to the terminals. The frequency is good, and it's one of the best options compared to taking a taxi or a bus.",
            "author_name": "Tanzim Khan",
            "relative_time_description": "",
            "time": 1746224625,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "By far the most intricate and very well designed section of the Tokyo Metropolitan area. This building was very popular with crowds and still offered many great locations for shopping and dinning. The bustle of the building was very quick but the directions were almost always in English. This is a must see in Tokyo!",
            "author_name": "Kyle Mika",
            "relative_time_description": "",
            "time": 1757804372,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Station is one of the busiest places I've ever been, but somehow it all runs like a well-oiled machine. It's a perfect example of controlled chaos - thousands of people moving through the space, yet everything is clean, organized, and remarkably efficient. I was honestly overwhelmed at first, but once I took a breath and followed the signs, it all started to make sense.\n\nThe amount of food available inside is almost ridiculous (in the best way). PLENTY of options, which is on I believe the East? side of the station. Along with a row of giftshops, I forgot what they called it, but you can't miss it.\n\nFrom quick snacks to full meals, you could easily get lost in the station's many underground food halls and still not try everything. There's a lot to explore, so arriving early is a smart move, especially if you're unfamiliar with the layout. It gives you time to find your platform, maybe grab a bite, and even store your bags.\n\nSpeaking of which, the locker system is amazing - easy to use and super convenient if you're carrying luggage or shopping bags. I had a Shinkansen to catch, and the reserved seats were a lifesaver. I used a kiosk to print my ticket, which saved time and stress. Despite the crowds, Tokyo Station delivers a smooth, well-managed experience. It's intense, but it works.",
            "author_name": "Tae Yoo",
            "relative_time_description": "",
            "time": 1748258444,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyoinfo.com/",
        "index": 11,
        "id": "",
        "categories": [
          "Transit station",
          "Subway station",
          "Train station"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 459,
            "2": 231,
            "3": 1957,
            "4": 3812,
            "5": 7557
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.6813,
        "address": "1 Chome Marunouchi, Chiyoda City, Tokyo 100-0005, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ2y91MQGLGGARQKyRvVnpKRM",
        "generalDescription": "Happo-en is a historic venue in Shirokanedai city, featuring a stunning Japanese garden with bonsai trees, koi ponds, and a beautifully maintained lawn. Originally the residence of a samurai general in the early 17th century, it now serves as a picturesque backdrop for traditional Japanese weddings and banquets. The garden spans about 33,000 square meters and includes a chapel, temple, and banquet hall for various events.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.727959,
        "rating": 4.4,
        "numRatings": 4101,
        "sources": [
          {
            "id": "736103",
            "type": "webPlacesList",
            "url": "https://tokyocheapo.com/entertainment/tokyos-most-romantic-places/",
            "sourceSite": "Web",
            "snippet": "This traditional garden is one of Tokyo’s most popular wedding photo spots, for good reason—the garden is stunning. Maintained for visitors to weddings and other events in the hotel banquet halls, Happo-en isn’t typically open to the public. However, if you stop for a (slightly pricey) cup of tea at the cafe you can easily slip into the garden for a stroll.",
            "siteName": "Tokyo Cheapo",
            "shortName": "Tokyo's Most Romantic Places",
            "indexInSource": 2,
            "iconSiteId": 36,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "R0iMcYT4mnMXB6d6V5ifhSG9JZH1kK1J",
          "g8GU09PLL2flsOMcGfGTsPdTxNIZrJIk",
          "5j4Co1En5rN9eZBfRZvxGq2apHAHLvWp",
          "phuS9IoiDCdMMvSxWphqu7iUTXpD8u74",
          "YcQeH2inGQgZfAYXTBaHudOgK7RFPcbo",
          "R0iMcYT4mnMXB6d6V5ifhSG9JZH1kK1J",
          "g8GU09PLL2flsOMcGfGTsPdTxNIZrJIk",
          "5j4Co1En5rN9eZBfRZvxGq2apHAHLvWp",
          "phuS9IoiDCdMMvSxWphqu7iUTXpD8u74",
          "YcQeH2inGQgZfAYXTBaHudOgK7RFPcbo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1930"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1930"
            }
          }
        ],
        "name": "Happo-en",
        "placeId": "ChIJ2y91MQGLGGARQKyRvVnpKRM",
        "internationalPhoneNumber": "+81 570-064-128",
        "reviews": [
          {
            "rating": 5,
            "text": "Free to look around if you're visiting any of the places inside-which I was-but no-one checked anyway. Lovely spot to spend some time in. The bonsai were well worth spending some time to look at, with some over 500 years old.",
            "author_name": "Eamon Frazer",
            "relative_time_description": "",
            "time": 1735019073,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A beautiful event hall in the middle of Tokyo.  The garden is well designed and displays many of the iconic Japanese inspiration structures.   There is a lake, waterfall, cute little cottages and, of course, a tea house.   It is definitely worth a wonderful walk thru the place and have a wonderful meal at the dining hall.   Overall, a very nice event center.",
            "author_name": "C Neon",
            "relative_time_description": "",
            "time": 1736758854,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It is a very nice garden you can enter for free with a beautiful light up after sunset which seems extremely popular with couples.\n\nI had the chance to chat with some of the wedding staff there who were very professional and helpful.\n\nThank you for providing such a nice location",
            "author_name": "Sean Robinson (Seany)",
            "relative_time_description": "",
            "time": 1700655700,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.happo-en.com/",
        "index": 12,
        "id": "",
        "categories": [
          "Wedding venue",
          "Nature & Parks",
          "Banquet hall",
          "Cafe",
          "Event management company",
          "Garden",
          "Scenic Walking Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 86,
            "2": 64,
            "3": 428,
            "4": 1253,
            "5": 2270
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.638195,
        "address": "1 Chome-1-1 Shirokanedai, Minato City, Tokyo 108-8631, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "generalDescription": "The National Art Center Tokyo is a large, modern venue in Roppongi that showcases temporary exhibitions of both Japanese and international art. The building's unique facade contrasts with the surrounding architecture, embodying Kisho Kurokawa's architectural concepts of natural materials and adaptability to surroundings. With its wavy glass exterior, the museum spans 14,000 square meters and hosts works from renowned artists without maintaining a permanent collection.",
        "utcOffset": 540,
        "maxMinutesSpent": 180,
        "longitude": 139.726374,
        "rating": 4.4,
        "numRatings": 20416,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Those couples interested in art and fine dining should definitely pay a visit to The National Art Center Tokyo in Nogizaka. The NACT doesn’t have any collections or permanent displays but organizes scheduled shows set up by groups and organizations. These vary greatly from month to month — which is why it’s also a good place to visit regularly.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 2,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "For art-loving couples, this museum in Roppongi offers an impressive array of contemporary art exhibitions. The building's unique architecture is also a sight to behold. Location: Japan, 〒106-8558 Tokyo, Minato City, Roppongi, 7 Chome−22−2 国立新美術館",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 12,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ay60lcTqz64FdJDEEkEDT6IW0C77SLpU",
          "lN7ECKD0mUuvpPNkfwSs1fd18jz3AJfl",
          "AmsyUqydl2omqiiGY4GxCouFJEUyW3zl",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO",
          "Ay60lcTqz64FdJDEEkEDT6IW0C77SLpU",
          "lN7ECKD0mUuvpPNkfwSs1fd18jz3AJfl",
          "AmsyUqydl2omqiiGY4GxCouFJEUyW3zl",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "The National Art Center, Tokyo",
        "placeId": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "internationalPhoneNumber": "+81 50-5541-8600",
        "reviews": [
          {
            "rating": 5,
            "text": "If you are going to be in the area and appreciate art and architecture, this is definitely a great place to visit. Many of the galleries are free to enter, and the ones that do cost money are generally only about 2 or 3 dollars. When I visited, there was a wide variety of galleries which were interesting to see. There are also multiple places to eat, so it can make for a great place to grab lunch during a busy day.",
            "author_name": "Brandon Crossland",
            "relative_time_description": "",
            "time": 1751612233,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The National Art Center in Tokyo is an impressive place with its unique architecture and spacious design. I really enjoyed the variety of exhibitions, and the atmosphere felt calm and inspiring. The building itself is worth visiting, even if you're not deeply into art. It's also conveniently located near Roppongi, making it easy to include in a day trip around the area. A must-visit for art lovers and anyone looking for a beautiful cultural experience in Tokyo.",
            "author_name": "Pitiwat Pitipornpuwapat (Dook)",
            "relative_time_description": "",
            "time": 1755504914,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful art exhibits & amazing architecture. Well-maintained and organized art center. Sadly, the library was closed when I visited but I was still able to enjoy my time. Lots of seating, clean restrooms. The Art Exhibit during my visit was free. There are restaurants inside that are available, but quite expensive and limited options. Overall, this Art Center is a definite must-see!",
            "author_name": "Bea Andrea Sicat",
            "relative_time_description": "",
            "time": 1757236972,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.nact.jp/",
        "index": 13,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Art center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 384,
            "2": 299,
            "3": 1897,
            "4": 6859,
            "5": 11005
          }
        },
        "minMinutesSpent": 180,
        "latitude": 35.665289,
        "address": "7 Chome-22-2 Roppongi, Minato City, Tokyo 106-8558, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJuxkVQeCNGGARfFgbeDEPG6g",
        "generalDescription": "Tokyo Dome City is a vibrant entertainment district built around the Tokyo Dome, which serves as the Yomiuri Giants' home stadium. The area features an array of attractions including Tokyo Dome City Attractions (formerly Korakuen Amusement Park), offering diverse rides and a Ferris wheel. Additionally, visitors can unwind at LaQua, a spa complex, or catch martial arts events at Korakuen Hall. The district also houses the Tokyo Dome Hotel for convenient accommodation.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.752111,
        "rating": 4.2,
        "numRatings": 8941,
        "sources": [
          {
            "id": "476755",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/5-romantic-spots-in-tokyo-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "Located near Suidobashi station on the Chuo line, this urban amusement park is home to the Yomiuri Giants baseball club, and various stadium-status musical acts from around the world. Even if you’re not here to catch a game or concert, there are still plenty of other things to do. There’s rides, arcades, and dozens of restaurants of varying cuisines.",
            "siteName": "GaijinPot",
            "shortName": "5 Romantic Spots in Tokyo for Valentine’s Day",
            "indexInSource": 1,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899848",
            "type": "webPlacesList",
            "url": "https://ksemoving.com/romantic-spots-in-tokyo-to-explore/",
            "sourceSite": "Web",
            "snippet": "If something with more lights, music, and action is your cup of tea, then take your date to the Tokyo Dome City. This place is where you can find all the fun!. Take the Chuo line to the Suidobashi station, and then it’s just a short walk to this urban amusement park.",
            "siteName": "Kokusai Express Japan",
            "shortName": "Romantic spots in Tokyo to explore",
            "indexInSource": 1,
            "iconSiteId": 55839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "bxJArfF1wxChGIUflobTadRvv5HOSMJe",
          "2EWF24YiW4sWLM1M60Cf0Ybiors9SYAr",
          "Mpv2uhr3PH2a34gogsghgYxeQ2cP1ngU",
          "Vb6DT2pq8xCj64cAo3HESDiMNrgKZt56",
          "DaRHV3Jpq1wzNHlnR7T7PuNPIWby8mOt",
          "bxJArfF1wxChGIUflobTadRvv5HOSMJe",
          "2EWF24YiW4sWLM1M60Cf0Ybiors9SYAr",
          "Mpv2uhr3PH2a34gogsghgYxeQ2cP1ngU",
          "Vb6DT2pq8xCj64cAo3HESDiMNrgKZt56",
          "DaRHV3Jpq1wzNHlnR7T7PuNPIWby8mOt"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Tokyo Dome City",
        "placeId": "ChIJuxkVQeCNGGARfFgbeDEPG6g",
        "internationalPhoneNumber": "+81 3-5800-9999",
        "reviews": [
          {
            "rating": 5,
            "text": "A Great All-in-One Entertainment Spot in Tokyo\n\nTokyo Dome City is a vibrant urban entertainment zone that truly has it all.\n\nFrom the iconic Tokyo Dome and relaxing LaQua spa to various hotels nearby, everything is conveniently located in one area.\n\nI especially enjoyed the wide range of restaurants, cafés (including Starbucks), a bakery, and even a supermarket - perfect for both short visits and longer stays.\n\nThere are plenty of leisure activities, shopping stores, and entertainment options to keep everyone busy. Plus, the area is easily accessible as it's close to the metro.\n\nA great place to explore, relax, and have fun in the heart of Tokyo!",
            "author_name": "Libi Mirkin",
            "relative_time_description": "",
            "time": 1745020980,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "Great spot if you're a baseball fan-lots of energy, excitement, and team spirit in the air. But for someone like me, who's not into baseball, it felt more like I accidentally wandered into a teenage reunion. So many young people around, I started questioning if I should be doing homework or downloading TikTok. Not really my scene, but if you're into fastballs and youthful vibes, this place hits a home run.",
            "author_name": "Dave Huang",
            "relative_time_description": "",
            "time": 1750135561,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It glows at night just giving that holiday vibe. There is a lot of food, entertainment, hotels and stores around the place. All just walking distance, really connected. Also, there are 3 train stations within the walking distances",
            "author_name": "percy nyathi",
            "relative_time_description": "",
            "time": 1747378385,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-dome.co.jp/",
        "index": 14,
        "id": "",
        "categories": [
          "Amusement center",
          "Business park",
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 155,
            "3": 1436,
            "4": 2980,
            "5": 4267
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.705341,
        "address": "1 Chome-3-61 Koraku, Bunkyo City, Tokyo 112-0004, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJscDhJ4SLGGARbx0GlzPi9ng",
        "generalDescription": "Shibuya Scramble Square is a modern mall that offers a mix of traditional Japanese crafts, French pastries, and various food options. The highlight of the building is Shibuya Sky, an observation deck located at 229 meters above ground level. This deck provides stunning panoramic views of Tokyo, including iconic landmarks such as Shibuya Scramble Crossing, Tokyo Tower, TOKYO SKYTREE, and even Mt. Fuji.",
        "utcOffset": 540,
        "maxMinutesSpent": 120,
        "longitude": 139.702262,
        "rating": 4.2,
        "numRatings": 8575,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Couples that want to enjoy the absolute latest in style, architecture, and Tokyo in general, should enjoy a date at Shibuya Scramble Square. Recently opened on November 1 this year, Shibuya Scramble Square is the tallest building in Shibuya standing at 47 floors (plus 2 basements) filled with shopping, dining, and ultra-modern entertainment. Those who aren’t afraid of heights will love Shibuya Sky which houses the Sky Stage and Paradise Lounge.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 3,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751185",
            "type": "webPlacesList",
            "url": "https://www.theinvisibletourist.com/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Invisible Tourist",
            "shortName": "26 Unreal Things to do in Shibuya, Tokyo [Day + Night]",
            "indexInSource": 1,
            "iconSiteId": 14177,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411986",
            "type": "webPlacesList",
            "url": "https://cooljp.co/article/shibuya-scramble-square-things-to-do-cj-7067",
            "sourceSite": "Web",
            "snippet": "In November 2019, the district's tallest building, Shibuya Scramble Square, has finally opened its doors after undergoing a five-year construction. This 47-storey shopping-and-office building is poised to be the next iconic spot in Shibuya.",
            "siteName": "Clozette",
            "shortName": "Romantic Things To Do At Shibuya Scramble Square",
            "indexInSource": 1,
            "iconSiteId": 129,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411984",
            "type": "webPlacesList",
            "url": "https://en.activityjapan.com/feature/shibuya-going-out/",
            "sourceSite": "Web",
            "snippet": "A complex facility directly connected to JR Shibuya Station, \nShibuya area \nlandmark that symbolizes\nis. The height is about 230m, 45 floors above ground and 2 floors underground, making it one of the largest in the Shibuya area.",
            "siteName": "アクティビティジャパン",
            "shortName": "Recommended dating spots in Shibuya【2024年版】定番＆穴場からアクティビティまで！",
            "indexInSource": 2,
            "iconSiteId": 25105,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "vPMQRQ2RQpjrltWae0Te2miwnHpQCWxA",
          "6rSTP8XckMxR1sKnahMiCus8wG2OyTAt",
          "MsIQOS45JvLe8aDycHJbTZEuFDg7FG4a",
          "7qiVyaWAgnhfgWswWPJUNZmzBIrYzcLG",
          "NNq4QtfINasVq5fmLkoRxmfmaOV32wv3",
          "vPMQRQ2RQpjrltWae0Te2miwnHpQCWxA",
          "6rSTP8XckMxR1sKnahMiCus8wG2OyTAt",
          "MsIQOS45JvLe8aDycHJbTZEuFDg7FG4a",
          "7qiVyaWAgnhfgWswWPJUNZmzBIrYzcLG",
          "NNq4QtfINasVq5fmLkoRxmfmaOV32wv3"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Shibuya Scramble Square",
        "placeId": "ChIJscDhJ4SLGGARbx0GlzPi9ng",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Shibuya Scramble Square is a super modern and stylish shopping spot right in the heart of Shibuya. There's a big mix of stores, from high-end fashion to lifestyle goods and souvenirs, so it's a fun place to just walk around and see what catches your eye. The food choices are great too, with everything from casual bites to cool cafes and nice sit-down restaurants.\n\nIt's best known for having Shibuya Sky, the rooftop observation deck, but not everyone can make it up there because of tickets or time. The good news is you can still enjoy awesome views from the 12th or 13th floor where there are restaurants and bars that look out over the famous Shibuya Crossing. It's a great option if you want to chill and take in the scenery without the extra planning.\n\nWhether you're there to shop, eat, or just explore, Shibuya Scramble Square is a great place to feel the modern vibe of Tokyo.",
            "author_name": "HapiTravels",
            "relative_time_description": "",
            "time": 1746796143,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Shibuya Scramble Square is absolutely worth a visit while you're in Tokyo. One of the main highlights is the view from the top, where you get to see the famous Shibuya Scramble Crossing from above. Watching the organized chaos of people crossing in every direction is surreal-it's one of those things that truly feels like Tokyo.\n\n🛍️ Shopping, Food & Coffee\nThe building itself is packed with great stores, restaurants, and coffee shops. So even if you don't make it to the top, it's still a really nice place to hang out and explore. But seriously, go to the top-it's the star of the show.\n\n🎟️ Get Your Ticket in Advance\nIf you're planning to visit for sunset or late afternoon, I highly recommend buying your ticket ahead of time. Those time slots are popular and tend to sell out quickly. You don't need to print the ticket-just show the QR code on your phone.\n\n🧥 Dress for the Weather\nIf you're visiting around late March, don't take warm clothes-it can get pretty hot at the top during that time. Despite the weather, the experience is totally worth it.\n\n🍹 What's at the Top\nOnce you're up there, you'll find a bar with drinks. The food isn't anything special-more like quick bites than a full meal-but it does the job if you're just looking to enjoy the view with a drink.\nThere are also lockers where you can store your bags, because they don't allow large bags upstairs-only your phone and wallet are allowed with you.\n\n📸 Photos & Views\nThere's a professional photographer stationed at a corner offering to take your picture with the view behind you. It looks fun, but honestly, the price was a bit high for what you get, so we passed on it. If you're into souvenir photos, though, it's an option.\n\n🌇 Timing It Right\nIf you're visiting during summer or warmer months, sunset would be the ideal time-just be aware those tickets go fast. The golden light and the city view make for a breathtaking scene.\n\nAlso, don't miss the hotspot photo areas these are perfect for capturing those unforgettable views. You'll find designated spots, usually in the corners of the building, where you can place your phone securely to take amazing photos or videos with the skyline behind you. The backgrounds are stunning, especially at sunset or nighttime when the city lights come alive. These little details make a big difference in your experience, so be sure to walk around and find the best angles-they're totally worth it!\n\n✨ Final Thoughts\nOverall, Shibuya Scramble Square is a great place to visit for the views, the atmosphere, and the experience of being in one of Tokyo's most iconic locations. It's clean, modern, and full of energy. Don't miss it!",
            "author_name": "Miriam Isaac",
            "relative_time_description": "",
            "time": 1750170133,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "View @ Shibuya Scramble Square.\n.\nThe tallest building in Shibuya, standing at 230 meters tall, this modern skyscraper houses a diverse shopping complex, offices, and observation decks.\n.\nTo no surprise, it's typically crowded.",
            "author_name": "Ivan Teh",
            "relative_time_description": "",
            "time": 1746438894,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.shibuya-scramble-square.com/",
        "index": 15,
        "id": "",
        "categories": [
          "Shopping mall",
          "Business park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 147,
            "2": 165,
            "3": 1411,
            "4": 2752,
            "5": 4109
          }
        },
        "minMinutesSpent": 120,
        "latitude": 35.658464,
        "address": "2 Chome-24-12 Shibuya, Tokyo 150-0002, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ9RJ2PJGMGGARwG4ChjnDW3I",
        "generalDescription": "Meiji Jingu Gaien, located in the Aoyama area of Tokyo, is a large park that offers various recreational activities such as an indoor ice skating rink, driving range, baseball diamonds, and tennis courts. Despite being less talked about compared to its famous neighboring parks like Yoyogi Park and Shinjuku Park, Meiji Jingu Gaien's beautiful paths and iconic avenue lined with Ginkgo trees make it a worthwhile destination for visitors.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.718267,
        "rating": 4.3,
        "numRatings": 14738,
        "sources": [
          {
            "id": "899848",
            "type": "webPlacesList",
            "url": "https://ksemoving.com/romantic-spots-in-tokyo-to-explore/",
            "sourceSite": "Web",
            "snippet": "There is nothing better than taking a stroll with the person you love through beautiful paths. Getting lost in the conversation as well as the Meiji Jingu Gaien is an unforgettable experience. Even though people don’t often talk about it as they do with its famous cousins – Yoyogi Park in the west, Shinjuku Park neighboring it to the north and the Imperial Palace far away in the east, the gardens are well worth a visit.",
            "siteName": "Kokusai Express Japan",
            "shortName": "Romantic spots in Tokyo to explore",
            "indexInSource": 0,
            "iconSiteId": 55839,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476755",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/5-romantic-spots-in-tokyo-for-valentines-day/",
            "sourceSite": "Web",
            "snippet": "If we are using the Yamanote line as a guide, this large garden is located right in the middle of Tokyo. Meiji Jingu Gaien is not often visited like its more famous counterparts: Yoyogi Park in the west, Shinjuku Park directly north, and the Imperial Palace in the far east. The garden is known for it’s long entrance path lined with gingko trees.",
            "siteName": "GaijinPot",
            "shortName": "5 Romantic Spots in Tokyo for Valentine’s Day",
            "indexInSource": 0,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JIbwhJRDGHxYXVEaucQLGGqXRFHa7qzm",
          "ojR6iyMgbwupMkUyDzsCU2JChUbRi8PL",
          "K9s8wTshWoiX2s4SYVIvEnikzKwN09nc",
          "uKrGeXaHkAW71H6e2RpdHtmNLsJnJ6iN",
          "fEKfHbgYq91t9IaPflvVPQnXoS8EJCeO",
          "JIbwhJRDGHxYXVEaucQLGGqXRFHa7qzm",
          "ojR6iyMgbwupMkUyDzsCU2JChUbRi8PL",
          "K9s8wTshWoiX2s4SYVIvEnikzKwN09nc",
          "uKrGeXaHkAW71H6e2RpdHtmNLsJnJ6iN",
          "fEKfHbgYq91t9IaPflvVPQnXoS8EJCeO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Meiji Jingu Gaien",
        "placeId": "ChIJ9RJ2PJGMGGARwG4ChjnDW3I",
        "internationalPhoneNumber": "+81 3-3401-0312",
        "reviews": [
          {
            "rating": 5,
            "text": "I came here on the night of November 29, 2024. The leaves were so beautiful-bright yellow-but it was super crowded. Still, the view was stunning. The main path was full of people since the road was closed to cars. If you want to take photos, I think it's better to come in the morning🤔",
            "author_name": "yxxnnxn",
            "relative_time_description": "",
            "time": 1744292837,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I had the chance to witness the Jingu Gaien Fireworks Festival, where 10,000 fireworks were launched into the summer night sky. It was absolutely amazing, one of those quintessential Tokyo summer experiences. I actually watched it from The Prince Gallery Kioicho Hotel, which gave me the perfect vantage point to enjoy the entire show in comfort. Truly unforgettable.",
            "author_name": "Genta",
            "relative_time_description": "",
            "time": 1756655851,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "I came at 10:20am although i heard somewhere to come at 9am. Regardless cars kept coming till 1pm. Bingo sports is not too far from here, just take ginza line going from g6 to g4",
            "author_name": "James P.",
            "relative_time_description": "",
            "time": 1745674052,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.meijijingugaien.jp/",
        "index": 16,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "City park",
          "Garden",
          "Playground"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 137,
            "2": 182,
            "3": 2187,
            "4": 4842,
            "5": 7399
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.67544,
        "address": "1-1 Kasumigaokamachi, Shinjuku City, Tokyo 160-0013, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJFSiUFu-NGGAR_UfGBQ6wT7M",
        "generalDescription": "Nestled within the trendy Shibuya Parco shopping center, Izakaya Masaka offers a unique dining experience with its exclusively vegan menu. This izakaya-style restaurant is known for its mock karaage, a soy-based alternative to traditional chicken, available in various flavors such as grated radish and Sichuan style hot and spicy. The tapioca flour coating adds a delightful crunch to the tender 'chicken' inside.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.698483,
        "rating": 4.6,
        "numRatings": 1306,
        "sources": [
          {
            "id": "1375935",
            "type": "webPlacesList",
            "url": "https://livejapan.com/en/in-tokyo/in-pref-tokyo/in-shibuya/article-a0005127/",
            "sourceSite": "Web",
            "snippet": "Finally, Izakaya Masaka is the perfect place to round off the evening with a drink and some seriously hearty vegan food. While vegan spots in Tokyo are often cutesy and healthy, many offer little more than a dainty salad. Frustrated with this, the owner set out to open a vegan restaurant where you can get proper food and enjoy a good, hearty meal without meat.",
            "siteName": "LIVE JAPAN",
            "shortName": "Sights, Shopping & More: Fun Things to Do Near Shibuya Station",
            "indexInSource": 11,
            "iconSiteId": 39,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "901680",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/the-shibuya-area-with-kids/",
            "sourceSite": "Web",
            "snippet": "And one more vegan friendly option within Shibuya Parco basement is Jikasei Mensho,  ramen spot. This is not a vegan restaurant but they do serve 4 types of vegan ramen – one of them is spicy ramen. On the flip side of vegan options, they also serve Wagyu Ramen.",
            "siteName": "The Tokyo Chapter",
            "shortName": "SHIBUYA WITH KIDS",
            "indexInSource": 34,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nWNauG4ZPWB9iFuZ6BIEc5BLTDOuRdEJ",
          "Ypt1DV0TfcspjVsi6CUpMKoWRhsG2srk",
          "vHmrIKUbDgfe5G9nIDRPIUUn41H5g7pg",
          "ctPSt2DOJJqrEFtEH5OQUXtQQ0wdVzQS",
          "AjRIYXszQtlE9u0PdJ5s5xZrRmdsLmXB",
          "nWNauG4ZPWB9iFuZ6BIEc5BLTDOuRdEJ",
          "Ypt1DV0TfcspjVsi6CUpMKoWRhsG2srk",
          "vHmrIKUbDgfe5G9nIDRPIUUn41H5g7pg",
          "ctPSt2DOJJqrEFtEH5OQUXtQQ0wdVzQS",
          "AjRIYXszQtlE9u0PdJ5s5xZrRmdsLmXB"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1200"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1200"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1200"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1200"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1200"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1200"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1200"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Masaka",
        "placeId": "ChIJFSiUFu-NGGAR_UfGBQ6wT7M",
        "internationalPhoneNumber": "+81 3-5422-3020",
        "reviews": [
          {
            "rating": 5,
            "text": "great small plates for a good price, deep fried mushroom amazing, pickles very good too. Came around 15:00 and no wait to be seated! have tried to come on a previous trip and couldn't get in! They have one in Kyoto too so will definitely be trying! Typical izakaya focus on quick service and good food.",
            "author_name": "Leah O'Reilly",
            "relative_time_description": "",
            "time": 1749545704,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We came here for the first time as our friend took us here. We ordered heaps so we got to try many things! Karaage dishes were quite nice and they had several different flavors to choose and we got handful of options! And they were all good!\nWe also ordered Mapotofu and personally the pepper seeds were too strong as it gave my tongue numbed… but other than that it was a present time.\nKeep up the good work and spread the veganism in Japan!\nCheers 🥂",
            "author_name": "Mr. No Tengo Dinero",
            "relative_time_description": "",
            "time": 1747279657,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Delicious vegan food, I would say for our tastes a bit too much deep fried food. We went at 12.30pm and got a table no problem but already three of the dishes we wanted to order had sold out. It's clearly very popular! It's clearly no frills food but they do it really well and the place has a lot of charm and atmosphere. As it's very small and popular either go early or be prepared for a wait, the mayo tofu was incredible, the salad was so nicely done, the mushroom sashimi was yummy, nice karage too. I would go back a second time to try more dishes.",
            "author_name": "Roger Michaels",
            "relative_time_description": "",
            "time": 1753063472,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.instagram.com/vegan_izakaya_masaka/",
        "index": 17,
        "id": "",
        "categories": [
          "Vegan restaurant",
          "Izakaya restaurant",
          "Vegetarian restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 38,
            "2": 40,
            "3": 50,
            "4": 162,
            "5": 1013
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.662101,
        "address": "渋谷PARCO B1, 15-1 Udagawacho, Shibuya, Tokyo 150-0042, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJURWUIuaNGGARvtlnJNz-AFQ",
        "generalDescription": "Miyashita Park, a recent addition to Tokyo's urban landscape, is part of the ongoing redevelopment project around Shibuya Station. This expansive complex spans four floors and features a massive rooftop park with a skatepark, three floors of fashion boutiques, cafes, dining options, and Shibuya Yokocho on the ground floor offering Japanese izakayas. The rooftop garden provides open stretches of lawn and stunning nighttime views.",
        "utcOffset": 540,
        "maxMinutesSpent": 120,
        "longitude": 139.701851,
        "rating": 4.2,
        "numRatings": 4917,
        "sources": [
          {
            "id": "1411984",
            "type": "webPlacesList",
            "url": "https://en.activityjapan.com/feature/shibuya-going-out/",
            "sourceSite": "Web",
            "snippet": "Opened on July 28, 2020 (Reiwa 2) in the form of renewing the existing \"Miyashita Park\". Along the tracks near JR Shibuya Station, \nA complex facility with a total length of about 330m that spreads in the direction of Harajuku and Omotesando\nis. on the roof \nMiyashita Park\nIn addition to the lawn square,\nSkateboarding grounds, bouldering walls, etc. are installed, and the first to third floors have a shopping mall \" \nRAYARD MIYASHITA PARK\n(Layered Miyashita Park) is spreading\n.",
            "siteName": "アクティビティジャパン",
            "shortName": "Recommended dating spots in Shibuya【2024年版】定番＆穴場からアクティビティまで！",
            "indexInSource": 1,
            "iconSiteId": 25105,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751185",
            "type": "webPlacesList",
            "url": "https://www.theinvisibletourist.com/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Invisible Tourist",
            "shortName": "26 Unreal Things to do in Shibuya, Tokyo [Day + Night]",
            "indexInSource": 3,
            "iconSiteId": 14177,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1800534",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/18276",
            "sourceSite": "Web",
            "snippet": "MIYASHITA PARK is a low-rise complex facility with a total length of approximately 330m that was just opened in July 2020. There are parks, hotels, shops, etc. It is a place where you can have fun in a variety of ways, such as enjoying a shopping date at various shops such as fashion and miscellaneous goods, or relaxing with a cup of coffee on the lawn.",
            "siteName": "MATCHA",
            "shortName": "Let's go to Shibuya with your lover! 8 date spots in Shibuya",
            "indexInSource": 2,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1375935",
            "type": "webPlacesList",
            "url": "https://livejapan.com/en/in-tokyo/in-pref-tokyo/in-shibuya/article-a0005127/",
            "sourceSite": "Web",
            "snippet": "MIYASHITA PARK is a place that has everything under one roof. Here you can find parks, shops, restaurants, and hotels, without ever leaving the building!. Of course, one of their distinguishing characteristics is that the building has its very own rooftop park, something you'll be hard-pressed to find elsewhere.",
            "siteName": "LIVE JAPAN",
            "shortName": "Sights, Shopping & More: Fun Things to Do Near Shibuya Station",
            "indexInSource": 4,
            "iconSiteId": 39,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751182",
            "type": "webPlacesList",
            "url": "https://tokyocheapo.com/entertainment/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": "On its roof, you’ll find a bouldering wall, a skate park, and a sand court (used for sports such as beach volleyball and soccer).",
            "siteName": "Tokyo Cheapo",
            "shortName": "18 Best Things to Do in Shibuya",
            "indexInSource": 7,
            "iconSiteId": 36,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nCW1irtZaO8ZHIH5BoslzcWQxW8jOL9u",
          "tfUXIVXo1yh1hyVkwIwmowSnMlorrvCI",
          "FeTHwCE4wPCAaIopraG68fCDIuFDV7ao",
          "3XxvGG1IbgV4WxPufJHfjubxHcL07zj8",
          "b4ndHbQMA0bkyDFQdeHYDJ1mAqo2MxEs",
          "nCW1irtZaO8ZHIH5BoslzcWQxW8jOL9u",
          "tfUXIVXo1yh1hyVkwIwmowSnMlorrvCI",
          "FeTHwCE4wPCAaIopraG68fCDIuFDV7ao",
          "3XxvGG1IbgV4WxPufJHfjubxHcL07zj8",
          "b4ndHbQMA0bkyDFQdeHYDJ1mAqo2MxEs"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0800"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0800"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0800"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0800"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0800"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0800"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0800"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Miyashita Park",
        "placeId": "ChIJURWUIuaNGGARvtlnJNz-AFQ",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "This is my first time coming here. When I went us on Shubuya Sky I always wonder ehat was the green patch that I saw from up above. It happen to be this building where on top of the building is a park. There's a lot of fun things you can do up here, there's a skate park, rock climbing wallbenches for you to take a seat and rest. The mall below had a lot of apparel shop as well coffee shops for you to shop.",
            "author_name": "Syaza",
            "relative_time_description": "",
            "time": 1734054760,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Miyashita Park is located on the top floor of a commercial building near Shibuya Station.\n\nThis is an open city park. It contains entertainment, leisure, food, and shopping centers.\n\nWe usually come here for lunch on Sundays at noon because we miss American food. We recommend Taco Bell, Panda Express, and Pug Chocolate Cookies.\n\nSince weekends and holidays are usually crowded, we recommend coming here on weekdays to avoid the crowds and relax.",
            "author_name": "Ann C",
            "relative_time_description": "",
            "time": 1750989142,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Quite a new mall with a rooftop terrace to hang out at and see the surrounding areas. The retail options are aplenty, and there are also plenty of food options too. The architecture of the building is very aesthetic and beautiful.",
            "author_name": "Rex Tan",
            "relative_time_description": "",
            "time": 1749424324,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.miyashita-park.tokyo/",
        "index": 18,
        "id": "",
        "categories": [
          "Shopping mall",
          "Business park",
          "Park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 78,
            "2": 115,
            "3": 843,
            "4": 1690,
            "5": 2197
          }
        },
        "minMinutesSpent": 120,
        "latitude": 35.661791,
        "address": "6 Chome-20-10 Jingumae, Shibuya, Tokyo 150-0001, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJJRd91xWLGGARDktpB9XZvLU",
        "generalDescription": "Yebisu Garden Place is a vibrant complex in Tokyo, featuring a tower with high-story restaurants and a lounge offering stunning city views. The place also houses a photography museum that opened in 1990 and moved to its current building within the garden in 1995. Known for its themed exhibitions, it has showcased works by various photographers from different eras.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.713425,
        "rating": 4.1,
        "numRatings": 9273,
        "sources": [
          {
            "id": "736027",
            "type": "webPlacesList",
            "url": "https://japanesense.wordpress.com/2012/12/01/top-7-most-romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "Ebisu Garden that is located in Ebisu is one of the best and the most romantic parks in Tokyo to spend your time with your partner at night. Located inside a complex that houses a department store, restaurants, hotels, and museum, this place is another free romantic place to go. The classic design of the buildings that makes those buildings look like castles in this place is also another attraction for couples to come.",
            "siteName": "japanesense",
            "shortName": "Top 7 Most Romantic Places in Tokyo!",
            "indexInSource": 2,
            "iconSiteId": 64346,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Known for its European-style architecture, this complex offers a sophisticated atmosphere with fine dining restaurants, shops, and an elegant ambiance perfect for a romantic evening. Location: 4-chōme-20-3 Ebisu, Shibuya City, Tokyo 150-6003, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 10,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1pSDyusoE2sQsa0QHfABpZfp8pe5Xox1",
          "6c2Z4Wr81QpFPUQuIN8bPLg3RlohzCKp",
          "WBT7FS1YhXqrSLYnzZ6pTmgvfR8hgc8Y",
          "dk18drpFnMHcj9yROztH9tZMsGfXq9QB",
          "IrSiyvlzYsHKVbVBgDfiygb5RIq80PCE",
          "1pSDyusoE2sQsa0QHfABpZfp8pe5Xox1",
          "6c2Z4Wr81QpFPUQuIN8bPLg3RlohzCKp",
          "WBT7FS1YhXqrSLYnzZ6pTmgvfR8hgc8Y",
          "dk18drpFnMHcj9yROztH9tZMsGfXq9QB",
          "IrSiyvlzYsHKVbVBgDfiygb5RIq80PCE"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "2230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "2230"
            }
          }
        ],
        "name": "Yebisu Garden Place Tower",
        "placeId": "ChIJJRd91xWLGGARDktpB9XZvLU",
        "internationalPhoneNumber": "+81 3-5423-7111",
        "reviews": [
          {
            "rating": 5,
            "text": "I came here just to appreciate the night view of Tokyo. What a place to be! There's no entry fee and you get to see Tokyo Tower, truly a magnificent sight.\n\nJust a reminder if you are a (amateur/hobbyist) photographer:\n- Bring a 70-200/200-600 lens\n- Use a tripod\n- Adjust ISO to 100 and use longer exposure time to get clean images!\n\nGood lucks and have fun!",
            "author_name": "Sean Chan",
            "relative_time_description": "",
            "time": 1734403117,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Incredible free views from the 38th and 39th floors. There are restrictions on photography equipment (e.g. lens length). The restaurants seem to have fair prices and great views also.",
            "author_name": "Michael",
            "relative_time_description": "",
            "time": 1742730489,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A lovely place to spend a evening with friends and family. Beautiful view of the winter illuminations and the main attraction as now (13-11-22) is the Baccarat Eternal lights with more than 1000s of crystals embedded in the 5m long chandelier. It's just amazing to view and relax over the weekend. Museum of Ebisu beer is just right there but it's closed for renovations until end of 2023.",
            "author_name": "プラプラPrapulla",
            "relative_time_description": "",
            "time": 1668344865,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gardenplace.jp/",
        "index": 19,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 133,
            "2": 235,
            "3": 1979,
            "4": 3452,
            "5": 3477
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.642198,
        "address": "4 Chome-20-3 Ebisu, Shibuya, Tokyo 150-6004, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ3bRi2hWLGGARsMUFP7GRGBI",
        "generalDescription": "Yebisu Garden Place, situated in Tokyo's Ebisu district, is a charming and romantic destination for couples. The complex features a variety of attractions including a department store, restaurants, hotels, and museum. Its classic building design resembles enchanting castles that add to its allure. Visitors can indulge in the unique fusion of American and Okinawan flavors at Blue Seal Okinawan Ice Cream.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.713835,
        "rating": 4.1,
        "numRatings": 7055,
        "sources": [
          {
            "id": "1385636",
            "type": "webPlacesList",
            "url": "https://savvytokyo.com/10-perfect-indoor-spots-to-go-for-a-first-date-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "While technically a complex made up of a dozen buildings, Yebisu Garden Place is connected by underground tunnels (including to the station) so it’s the perfect date spot in inclement weather. To start off your date, visit the Tokyo Photographic Art Museum or to the free Museum of Yebisu Beer, where you can learn the history of the brand. Cinephile couples may want to check out what’s playing at the Yebisu Garden Cinema, which plays art films and documentaries from around the world.",
            "siteName": "Savvy Tokyo",
            "shortName": "10 Perfect Indoor Spots To Go For A First Date In Tokyo",
            "indexInSource": 7,
            "iconSiteId": 74,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Yebisu Garden Place is famous for its champagne gold lights in the central square. The special Baccarat chandelier lights the place up during the holidays. Couples and visitors can enjoy the festive and romantic atmosphere under its glow.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 6,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353476",
            "type": "webPlacesList",
            "url": "https://shop.japantruly.com/blogs/where-to-go/romantic-places-in-tokyo-to-propose?srsltid=AfmBOooLoI_9MstSXKP-vJhpbUp_sLcVojCFosHwlX9yZYdpfm9GP69i",
            "sourceSite": "Web",
            "snippet": "Yebisu Garden Place is a modern complex that combines luxury shopping, fine dining, and entertainment. The complex has a European-style garden that is perfect for a romantic stroll.",
            "siteName": "Japan Truly",
            "shortName": "25 Most Romantic Places To Propose In Tokyo",
            "indexInSource": 1,
            "iconSiteId": 166821,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1995dt0johu6j2a3IvtDiQDFE9wb3Mls",
          "JD9RCxAL3tsw3R7rYrGKr1rC4ghkfMrL",
          "mc0v0KpvASGmYcygcvQkrnYHyjNQQ0au",
          "UkKbAN2cqglK54OtCE8uzkuS8KoLlOtc",
          "c6uXu6p4t0m9YoybV8a0ka0aLxPOYUA2",
          "1995dt0johu6j2a3IvtDiQDFE9wb3Mls",
          "JD9RCxAL3tsw3R7rYrGKr1rC4ghkfMrL",
          "mc0v0KpvASGmYcygcvQkrnYHyjNQQ0au",
          "UkKbAN2cqglK54OtCE8uzkuS8KoLlOtc",
          "c6uXu6p4t0m9YoybV8a0ka0aLxPOYUA2"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "0000"
            }
          }
        ],
        "name": "Yebisu Garden Place",
        "placeId": "ChIJ3bRi2hWLGGARsMUFP7GRGBI",
        "internationalPhoneNumber": "+81 3-5423-7111",
        "reviews": [
          {
            "rating": 5,
            "text": "Such a beautiful place a very relaxing area to walk and have a picnic in.  Our hotel was next to it, which made it more fun to come out and be in a peaceful area. Great shop, food and drinks around the area.",
            "author_name": "Jessica Rush",
            "relative_time_description": "",
            "time": 1742653524,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "The lighting is very beautiful. There are several stalls selling food in the market. There are not too many shops in the square. There are many gourmet restaurants nearby. You can come here to admire the illuminations and then have a meal nearby.",
            "author_name": "Mic Mic (little_mic_mic)",
            "relative_time_description": "",
            "time": 1735027000,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nice coffee shops, refreshing wind in summer, good restaurants and vibe. A great place to spend time in Tokyo !",
            "author_name": "Daniel Jautzy",
            "relative_time_description": "",
            "time": 1753095022,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://gardenplace.jp/",
        "index": 20,
        "id": "",
        "categories": [
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 79,
            "2": 142,
            "3": 1488,
            "4": 2675,
            "5": 2676
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.642489,
        "address": "4 Chome-20 Ebisu, Shibuya, Tokyo 150-0013, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJhxxszamMGGARcuAXpFunolU",
        "generalDescription": "Shibuya 109 is a well-known shopping mall near Shibuya Station, famous for its trendy Japanese pop fashion boutiques. The name 'Ichi-Maru-kyu' is a play on words related to the owning company Tokyu and numerically translates to 109 in Japanese. The contemporary fashion scene in Shibuya extends from Shibuya Station to Harajuku and Sendagaya.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.698728,
        "rating": 4,
        "numRatings": 9724,
        "sources": [
          {
            "id": "901680",
            "type": "webPlacesList",
            "url": "https://www.thetokyochapter.com/the-shibuya-area-with-kids/",
            "sourceSite": "Web",
            "snippet": "Right near the crossing is the very famous department store Shibuya 109. It’s the mecca for Kawaii shopping. It’s full of affordable, kawaii, glitzy, sparkly, kitschy, loveliness all aimed at teenage and University-aged young women.",
            "siteName": "The Tokyo Chapter",
            "shortName": "SHIBUYA WITH KIDS",
            "indexInSource": 23,
            "iconSiteId": 34763,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "751182",
            "type": "webPlacesList",
            "url": "https://tokyocheapo.com/entertainment/things-to-do-in-shibuya/",
            "sourceSite": "Web",
            "snippet": "Pro tip: If you’re looking for a less crowded yet still well known meeting spot, consider the plaza in front of Shibuya 109.",
            "siteName": "Tokyo Cheapo",
            "shortName": "18 Best Things to Do in Shibuya",
            "indexInSource": 6,
            "iconSiteId": 36,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Vd5Abd5bodCbYbFiC43hhiPMM05alyMp",
          "L8vAWpFOiNtrMsybk2LPLr6rJuqRLi4a",
          "6Ipljt4adfiXRWCwyYV5Bv2hwmvKEb5l",
          "Ibk4dxdJ2PwU4lAcZP5MnSW5EzJeE1ro",
          "MVw0jVhLvbOxlnCvAMejkKqVo9CdjhSd",
          "Vd5Abd5bodCbYbFiC43hhiPMM05alyMp",
          "L8vAWpFOiNtrMsybk2LPLr6rJuqRLi4a",
          "6Ipljt4adfiXRWCwyYV5Bv2hwmvKEb5l",
          "Ibk4dxdJ2PwU4lAcZP5MnSW5EzJeE1ro",
          "MVw0jVhLvbOxlnCvAMejkKqVo9CdjhSd"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Shibuya 109",
        "placeId": "ChIJhxxszamMGGARcuAXpFunolU",
        "internationalPhoneNumber": "+81 3-3477-5111",
        "reviews": [
          {
            "rating": 5,
            "text": "A great place to shop and pick up knick knacks if you are a young adult! Fun fashion stores, pop ups, jewellery shops, sanrio... Enjoyed it",
            "author_name": "Bharathi Mani",
            "relative_time_description": "",
            "time": 1742716012,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Pretty decent place to shop. They had clothes, makeup, and accessory shops. It was a walkable distance from the Shibuya station, so that saved me time. It was a bit crowded, though.",
            "author_name": "Lalremruati Chhangte",
            "relative_time_description": "",
            "time": 1747935327,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "This shopping center in Shibuya is full of local brands. It is right next to the Shibuya station, very easy to access from any part of the city. Most of the stores are for apparel, shoes, cosmetics and accessories, mostly selling women's goods. The stores have variety of themes like gothic, anime, summer vibes and few other types.\n\nThere are 9 floors to explore. Each floor has about 10-15 shops, so they are not too large. It is mostly clean and organized. Prices are relatively cheaper compared to other big malls in Tokyo. When we were there, they had summer sale going on. Participating had discounts between 20%-80%. The staff in the shops are friendly, help with questions and fitting rooms. We spent close 40 minutes here, didn't find anything worth purchasing.",
            "author_name": "Nehal Ahmed",
            "relative_time_description": "",
            "time": 1756491767,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.shibuya109.jp/",
        "index": 21,
        "id": "",
        "categories": [
          "Shopping mall",
          "Shopping"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 278,
            "2": 471,
            "3": 2474,
            "4": 2707,
            "5": 3784
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.659577,
        "address": "2 Chome-29-1 Dogenzaka, Shibuya, Tokyo 150-0043, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ2Upy0nGMGGARNdDKDGtkffY",
        "generalDescription": "Chidorigafuchi Park, located in the northwest of the Imperial Palace, is a picturesque spot with around 260 cherry trees blooming along a 700-meter-long pedestrian path. The park offers vibrant spring cherry blossoms reflected in the water of the palace moat. Visitors can rent rowboats for a romantic sakura viewing experience under the overhanging branches of the trees.",
        "utcOffset": 540,
        "maxMinutesSpent": 45,
        "longitude": 139.744991,
        "rating": 4.4,
        "numRatings": 2873,
        "sources": [
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Especially during cherry blossom season, this area near the Imperial Palace offers a stunning display of blooms. Couples can enjoy a romantic boat ride along the moat surrounded by beautiful cherry blossoms. Location: Nearest Station: Hanzomon (Exit 5) on the Hanzomon Line or Kudanshita on the Hanzomon, Shinjuku, and Tozai Lines.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 7,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411915",
            "type": "webPlacesList",
            "url": "https://preparetravelplans.com/romantic-places-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "This is known for its gorgeous views, especially during the cherry blossom season. Be captivated by the splendid nature vistas, from the towering trees to the vivid flowers. The peaceful atmosphere helps you relax even more.",
            "siteName": "Prepare Travel Plans | Make Your Trip Planning Easier",
            "shortName": "Top 15 Romantic Places in Tokyo Every Couple Should Visit",
            "indexInSource": 11,
            "iconSiteId": 15487,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ElQ2hRyjpcLRM0dP8zIiAzjtE3nH2r0u",
          "R4WSe5hK2SYe2XZY80ORSUxtvK4S8zZ4",
          "nRCmSCEuIh9YrKn3vjLJzgqQGTbeGM0g",
          "PLDALUvZfIIwSLOYwM1515nttydZb0Ju",
          "T4Eh6nLCuLSC0bTRufsoSb0bhYHIdkch",
          "ElQ2hRyjpcLRM0dP8zIiAzjtE3nH2r0u",
          "R4WSe5hK2SYe2XZY80ORSUxtvK4S8zZ4",
          "nRCmSCEuIh9YrKn3vjLJzgqQGTbeGM0g",
          "PLDALUvZfIIwSLOYwM1515nttydZb0Ju",
          "T4Eh6nLCuLSC0bTRufsoSb0bhYHIdkch"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Chidorigafuchi Park",
        "placeId": "ChIJ2Upy0nGMGGARNdDKDGtkffY",
        "internationalPhoneNumber": "+81 3-5211-4243",
        "reviews": [
          {
            "rating": 5,
            "text": "Many full bloom Sakura trees can be seen despite rainy weather.  The moat is especially beautiful.  Probably Sakura is at its peak now.",
            "author_name": "Ken Tan",
            "relative_time_description": "",
            "time": 1743602736,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Although the park is located a bit far from the city center, the distance is well worth it. One of the things I appreciated most was that it wasn't overly crowded, which made the whole experience feel more peaceful and enjoyable. Out of all the parks I visited in Tokyo, this one easily had the most stunning scenery-lush greenery, serene water views, and beautifully maintained landscapes that felt almost like stepping into a painting. The air was noticeably fresh and clean, adding to the overall sense of calm. I highly recommend trying the boating experience here-it was both relaxing and fun, offering a unique way to take in the natural beauty of the park. It's definitely a hidden gem and a great escape from the hustle and bustle of the city.",
            "author_name": "Nguyên Nguyễn Ngọc Hà",
            "relative_time_description": "",
            "time": 1744265215,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Chidorigafuchi is hands down our ultimate favorite sakura spot! 🌸💖 Nowhere else in Tokyo is more beautiful than Chidorigafuchi!\n\nAnother lucky coincidence that we came here on the last day of the sakura festival, as there weren't that many people. We planned to come here a week before, but it was raining for days. Good thing we waited for that beautiful, sunny day.\n\nDefinitely coming back here in the future.\n\nTips:\n- The best route is from the exit of Kudanshita Station.\n- There are approximately 1,000 sakura trees. According to their billboard, you can donate to the park if you want to help protect these poor trees from the effects of climate change.\n- According to the signs, you can't use tripod.\n- The line for the boat is already long when we passed by at 8am. They start operations at 9am.\n- Night lights turn on from sunset to 10pm.",
            "author_name": "JAPAN FANS 2",
            "relative_time_description": "",
            "time": 1747361109,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.city.chiyoda.lg.jp/shisetsu/koen/chidorigafuchi-ko.html",
        "index": 22,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 17,
            "3": 334,
            "4": 852,
            "5": 1651
          }
        },
        "minMinutesSpent": 45,
        "latitude": 35.68616,
        "address": "1 Chome-２ Kojimachi, Chiyoda City, Tokyo 100-0001, Japan",
        "travel_time": null
      }
    ]
  }
}