{
  "list_id": "779",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/779/1.jpg",
  "description": "Dive into \"Romantic Escapes in Taito's Heart\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163779"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Romantic Escapes in Taito's Heart",
  "city_id": "28",
  "subtype": "poi",
  "city": "Taito",
  "created_ts": 1759301754,
  "slug": "romantic-escapes-in-taitos-heart-taito-poi-6f3226",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJ8T1GpMGOGGARDYGSgpooDWw",
        "generalDescription": "Sensō-ji, Tokyo's oldest temple, was established in 645 to pay tribute to Kannon, the goddess of mercy. Nestled in the vibrant Asakusa district, this iconic Buddhist site is a must-visit for both locals and travelers. Visitors are drawn to its grand entrance gates—Kaminarimon and Hozomon—and often partake in traditional practices like purifying themselves with incense smoke or seeking their fortunes through omikuji slips.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.796655,
        "rating": 4.5,
        "numRatings": 86563,
        "sources": [
          {
            "id": "904633",
            "type": "webPlacesList",
            "url": "https://www.japan-guide.com/forum/quereadisplay.html?0+177631",
            "sourceSite": "Web",
            "snippet": "However, my favourite area is to stay somewhere walking distance to Senso-Ji, as although this is a daytime tourist hotspot, it's grounds are open 24 hours, and the quiet streets and sublime spaces in the grounds are just beautiful once all the crowds have gone. For a night time wander it feels like a special way to settle the day into presence. The juxtaposition of the daytime bedlam of Nakamise street, and it's deserted late-night emptiness makes you've felt a side of this area that most don't experience.",
            "siteName": "japan-guide.com",
            "shortName": "Staying in Asakusa Taito city for 4 nights",
            "indexInSource": 6,
            "iconSiteId": 13919,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750193",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/tokyo-taito-area-guide/",
            "sourceSite": "Web",
            "snippet": "The oldest Buddhist temple in Tokyo, it is visited by more than 30 million people every year from Japan and abroad. The landmark Kaminarimon (Thunder Gate), the temple grounds, and the five-story pagoda are among the many highlights of the temple. The approach to the temple is known as “Nakamise-dori,” where visitors can enjoy retro food and drink.",
            "siteName": "FLIP Japan Guide",
            "shortName": "Ultimate Taito Ward Guide: History, Areas, Recommendations!",
            "indexInSource": 8,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "893714",
            "type": "webPlacesList",
            "url": "https://zimminaroundtheworld.com/things-to-do-in-taito-city/",
            "sourceSite": "Web",
            "snippet": "Tokyo’s most famous temple and largest Buddhist temple is Senso-ji. When visiting Tokyo, Japanese and foreigners flock to Nakamise-dori and Senso-ji. If you’ve seen photos of Tokyo, you’ve seen photos of Kaminarimon or the “Thunder Gate.” This gate has a famous giant lantern that is popular in almost all photographs.",
            "siteName": "Zimmin Around the World",
            "shortName": "10 Fun Things to do in Taito City, Tokyo",
            "indexInSource": 5,
            "iconSiteId": 46442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "2 Chome-3-1 AsakusaTaito City, Tokyo 111-0032+81 3-3842-0181. Sensō-ji Temple is the oldest temple in Tokyo, dating back to 645 AD. This Buddhist temple is one of the most important of its kind in all of Japan and welcomes millions of visitors each year.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 9,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "uqKsQXlkqgkVjqjqblTM4XLItiIQ5msG",
          "qgp6M2P80STp8igt53Iddj9wIwRv3Y8u",
          "cSlrKyD8JaLleYt55xUc0KR0H4YrpF4t",
          "pOiT0VJgedVjorzhzQJDEhbMyM4w4ahc",
          "I9vcpAJqps7s7e5a8tRWddrS0AW0u3eE",
          "uqKsQXlkqgkVjqjqblTM4XLItiIQ5msG",
          "qgp6M2P80STp8igt53Iddj9wIwRv3Y8u",
          "cSlrKyD8JaLleYt55xUc0KR0H4YrpF4t",
          "pOiT0VJgedVjorzhzQJDEhbMyM4w4ahc",
          "I9vcpAJqps7s7e5a8tRWddrS0AW0u3eE"
        ],
        "openingPeriods": [],
        "name": "Sensō-ji",
        "placeId": "ChIJ8T1GpMGOGGARDYGSgpooDWw",
        "internationalPhoneNumber": "+81 3-3842-0181",
        "reviews": [
          {
            "rating": 5,
            "text": "It' s an ancient Buddhist temple in Asakusa, Tokyo and is  oldest-established temple, and one of its most significant in the city. The temple complex includes main hall, a five-story pagoda and large gates. It is the most widely visited religious site in the world with over 30 million visitors annually. Very popular place, lots of tourists and locals. Very crowded level terrain, lots of walking though. Great place for photography. Wear comfy shoes, take water, wear hat, sunscreen. Keep an eye on your valuables",
            "author_name": "s vivekananda",
            "relative_time_description": "",
            "time": 1755502000,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sensō-ji (浅草寺), located in the Asakusa district, is Tokyo's oldest and most famous Buddhist temple. Dedicated to Kannon, the Buddhist goddess of mercy, it is one of the city's most iconic and visited landmarks.\nIt was founded in 628 AD after two brothers fished a golden statue of Kannon out of the Sumida River. The temple is fronted by the Thunder Gate, which is famous for its massive red lantern. The temple's main hall, is where you can pray and you can admire the intricate architecture. The temple area is very crowded but here you can observe people dressed in traditional kimono, especially on weekends or during festivals.\nThe smoke from the large incense burner in front of the main hall is believed to be purifying. Visitors often cup their hands to waft the smoke onto themselves.\nTip\nIf you visit early in the morning, you can enjoy the area with a lot more peace and quiet, avoiding the biggest crowds for a more authentic experience. It's also a great time to grab a coffee or a traditional Japanese breakfast at one of the small cafes in the area.",
            "author_name": "Cri Bar",
            "relative_time_description": "",
            "time": 1756295468,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It remains a beautiful temple complex with a lush, pretty garden. It's the sixth time I visit and it's still a sensational sight.\n\nRecommended to go at dusk, less crowded and gorgeous twilight. Lamps illuminate the buildings. The stores will be closed but it will be a more tranquil experience.",
            "author_name": "Nienke W",
            "relative_time_description": "",
            "time": 1754477338,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.senso-ji.jp/",
        "index": 1,
        "id": "",
        "categories": [
          "Buddhist temple",
          "Sights & Landmarks",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 577,
            "2": 684,
            "3": 6707,
            "4": 22422,
            "5": 56256
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.714765,
        "address": "2 Chome-3-1 Asakusa, Taito City, Tokyo 111-0032, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "generalDescription": "Tokyo Tower, reminiscent of the Eiffel Tower, is a significant landmark in Tokyo and Japan. It was opened in 1958 and celebrated its 60th anniversary in 2018. Standing at 333m tall, it offers observation areas at 150m and 250m high, providing stunning views of Mt. Fuji, Mt. Tsukuba, and the entire Tokyo metropolis.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.745433,
        "rating": 4.5,
        "numRatings": 88528,
        "sources": [
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "Foot Town will provide you and your special one plenty of opportunities to bag a souvenir to remember your romantic trip to Tokyo. For the most romantic part of the day, be sure to purchase tickets and head to the observatory where you’ll be able to see across the unique skyline of Tokyo. We’d recommend buying a day pass so that you can visit the observatory deck an unlimited number of times in one day, you’ll be able to see the views from daytime to nighttime.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 1,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "While Tokyo Tower may not be the most unique place to go for a date, not many people know that you can actually climb up the stairs to Tokyo Tower’s main deck. It’s a great teamwork date spot and you can encourage each other to keep going.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 14,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Tokyo Tower is a must-visit for couples, offering panoramic city views. Enjoy the spectacular cityscape, especially at night when Tokyo lights up. The observation decks are perfect for a memorable photo opportunity.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 2,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "4 Chome-2-8 ShibakoenMinato City, Tokyo 105-0011+81 3-3433-5111. Tokyo Tower, standing at 333 meters tall, is an observation and communications tower. It is the tallest, steel-supported tower on earth.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 15,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "JY38HL2fVwecG11HrvXGczEsLKj7yyDd",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "E4xVd14lrqNGyuwY11S4kHX00JZIxE1y",
          "JY38HL2fVwecG11HrvXGczEsLKj7yyDd",
          "fFH0BHr2AnkqcqK9ZPFFftfKw2mINi78",
          "y0UdSrFxRSyFiWnkYq9ZLSw40h4bllMv",
          "AOx74tOuqcknqSoeVN0h9hOctR0OkzDa",
          "E4xVd14lrqNGyuwY11S4kHX00JZIxE1y"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Tokyo Tower",
        "placeId": "ChIJCewJkL2LGGAR3Qmk0vCTGkg",
        "internationalPhoneNumber": "+81 3-3433-5111",
        "reviews": [
          {
            "rating": 5,
            "text": "Tokyo Tower offers a straightforward and pleasant experience for visitors. The observation decks provide clear, panoramic views of the city, and on a good day, you can see Mount Fuji in the distance. While the tower itself is a well-known landmark, the visit inside is calm and organized. The different levels offer good photo opportunities of the surrounding area. It's a solid choice for anyone looking to see the city from above without the feeling of being rushed.",
            "author_name": "Slavi Tsvetanov",
            "relative_time_description": "",
            "time": 1757355083,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "I had been looking forward to visiting Tokyo Tower, especially at night, having seen so many beautiful photos of the city lights stretching endlessly into the horizon. Seeing it in person absolutely lived up to expectations. The view from the Main Deck at 150 metres was stunning, with a full panoramic scene of Tokyo's sparkling skyline. I stayed up there for around 40 minutes taking in the sights and snapping photos from multiple angles.\n\nTokyo Tower stands at 333 metres tall and was inspired by the Eiffel Tower in Paris, though it's slightly taller. Built in 1958, it originally served as a television broadcasting antenna and remains one of the city's iconic landmarks. Its red-and-white design stands out beautifully, especially when lit up at night.\n\nThe atmosphere on the observation deck was relaxed, and there was plenty of room to enjoy the views without feeling crowded. The night lighting changes seasonally, which adds something a little different if you visit at various times of year. You can also explore souvenir shops, grab a drink, or check out the FootTown building underneath with its mini attractions and eateries.\n\nIf you're planning a trip to Tokyo, I'd definitely recommend adding this to your evening plans. It's especially ideal for photographers and anyone wanting a breathtaking, elevated view of the city.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753006371,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The most popular landmark in city, Tokyo Tower is an absolute incredible site to visit. Other than observation decks, there are multiple gift shops, restaurants and gallery at this location. We bought our tickets online few days in advance to reserve the date and time. Upon arrival we checked-in at the counter. Guests need to arrive during their ticket slots or they might not allow them to get in at another time.\n\nThe walkway to the elevator was a nice historical gallery of how the tower was made. Then the elevator took us to the first observation deck where we were greeted with juices and alcohol drinks. Here we also took a souvenir photo that was included with the ticket. We hopped on another elevator that took us the higher observation deck. It had some really nice 360 view of Tokyo. Because of the haze, the skyline was not so clear. We spent about 15 minutes here, since there wasn't much to see other than the city skyline.\n\nThen we head back to the lower deck that had gift shop, glass see thru floor and larger windows with city view. Here we spent about another 20 minutes. The gift shop had excellent items. I got a small replica of the tower and few other stuff from the shop.\n\nFinally we head down the main entrance where we explored the bigger gift shop. It had way more items like tower coin chocolates, bakery items and an ice cream shop. There was also a gallery and restrooms.  Overall we had a wonderful time here. Enjoyed the sight and the shopping. It's very clean and maintained. Absolutely recommend for anyone visiting Tokyo.",
            "author_name": "Nehal Ahmed",
            "relative_time_description": "",
            "time": 1755363598,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyotower.co.jp/",
        "index": 2,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Art gallery",
          "Landmark",
          "Shopping mall",
          "Architectural Buildings",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1056,
            "2": 1106,
            "3": 7655,
            "4": 23008,
            "5": 55703
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.658581,
        "address": "4 Chome-2-8 Shibakoen, Minato City, Tokyo 105-0011, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJTQbYAg2MGGARt22eNwtfGtE",
        "generalDescription": "The Imperial Palace in Tokyo is the main residence of the emperor of Japan and has been home to a succession of emperors since 1868. The scenic East Gardens are open to the public throughout the year, offering a popular spot for enjoying cherry blossoms. While Marunouchi is known as a business district, it also offers attractions such as skyscrapers, department stores, and architectural wonders like the Shin-Marunouchi Building and Tokyo International Forum.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.752799,
        "rating": 4.4,
        "numRatings": 28923,
        "sources": [
          {
            "id": "130480",
            "type": "webPlacesList",
            "url": "https://mai-ko.com/travel/japan/honeymoon-in-japan/the-perfect-4-day-tokyo-honeymoon-itinerary/",
            "sourceSite": "Web",
            "snippet": "The Shangri-La Hotel is the most luxurious of hotels in a very impressive location, sitting just a 10-minute walk from both the Imperial Palace and the heart of the upmarket Nihonbashi area. The hotel occupies the top 11 floors of the Marunouchi Trust Tower Main Building and boasts incredible city views, excellent spa facilities, and three world-class restaurants. The best of the best in one of the city's most enviable locations, it's hard to beat.",
            "siteName": "Tea Ceremony Japan Experiences MAIKOYA",
            "shortName": "The Most Romantic Honeymoon Experience in Tokyo",
            "indexInSource": 0,
            "iconSiteId": 166,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Imperial Residence is the official residence of the Emperor of Japan and his family. Its facilities include the main palace, numerous gardens, the residences of the imperial family, a museum, administrative offices, and an archive.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 3,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "Stepping into the gardens of the Imperial Palace will make you feel like royalty. Majestic cranes and swans gliding on the ponds add to their beauty. Remnants of history present in the garden make it a timeless wonder.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 8,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "elqYV40JqPlXdIE4YcTKy0DRZCK7pBJg",
          "Lhv6m15Gh6fonPczMPVNzHwvz5ZZHWEp",
          "DqHjVGn8yohoQtkzZeluZfZr9BK9phqo",
          "F2s7OgF6KLUm5p0okGAJyfGWlbEsryv5",
          "qyMnmhzKFlzsfmVUQFQXDAWQ9YIsRnna",
          "elqYV40JqPlXdIE4YcTKy0DRZCK7pBJg",
          "Lhv6m15Gh6fonPczMPVNzHwvz5ZZHWEp",
          "DqHjVGn8yohoQtkzZeluZfZr9BK9phqo",
          "F2s7OgF6KLUm5p0okGAJyfGWlbEsryv5",
          "qyMnmhzKFlzsfmVUQFQXDAWQ9YIsRnna"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1330"
            },
            "close": {
              "day": 2,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1330"
            },
            "close": {
              "day": 3,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1330"
            },
            "close": {
              "day": 4,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1330"
            },
            "close": {
              "day": 5,
              "time": "1445"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1115"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1330"
            },
            "close": {
              "day": 6,
              "time": "1445"
            }
          }
        ],
        "name": "Imperial Palace",
        "placeId": "ChIJTQbYAg2MGGARt22eNwtfGtE",
        "internationalPhoneNumber": "+81 3-3213-1111",
        "reviews": [
          {
            "rating": 5,
            "text": "I had very nice time during the visit of Imperial Palace. We took a guide which was a good move and I highly recommend you to do it as well. That way you will be able to hear interesting stories about the history and to actually spot the places you would not normally pay attention to. We were not able to go to the area of the main building as that was closed.",
            "author_name": "Travel",
            "relative_time_description": "",
            "time": 1751623402,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The Imperial Palace in Tokyo offers a free guided tour that lasts about an hour. The experience starts with tourists gathering in an air-conditioned hall, where everyone is divided into groups by language - Japanese, English, French, Korean, and Chinese. The tour itself is focused on walking through the palace grounds (about 60 minutes of walking total), with explanations from the guide.\n\nIt's important to note that there is no indoor access; the tour only covers the outdoor areas of the palace. Still, the grounds are impressive and the guided explanations give good context to the history and significance of the Imperial Palace. A pleasant and worthwhile experience, especially considering that it's completely free.",
            "author_name": "Olga Lonska",
            "relative_time_description": "",
            "time": 1756545207,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Very beautiful and well organized gardens.\nUnfortunately I didn't have the time to visit the museum.\nThere are signs in both Japanese and English for the different historical markings.\nThere are enclosed spaces were you could hide from the heat.",
            "author_name": "Aleksander Todorov",
            "relative_time_description": "",
            "time": 1756794801,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://sankan.kunaicho.go.jp/index.html",
        "index": 3,
        "id": "",
        "categories": [
          "Castle",
          "Sights & Landmarks",
          "Archaeological site",
          "Park",
          "Architectural Buildings",
          "Government Buildings",
          "Historic Walking Areas",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 618,
            "2": 587,
            "3": 2866,
            "4": 6981,
            "5": 17884
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.685175,
        "address": "1-1 Chiyoda, Chiyoda City, Tokyo 100-8111, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "generalDescription": "The National Art Center Tokyo is a large, modern venue in Roppongi that showcases temporary exhibitions of both Japanese and international art. The building's unique facade contrasts with the surrounding architecture, embodying Kisho Kurokawa's architectural concepts of natural materials and adaptability to surroundings. With its wavy glass exterior, the museum spans 14,000 square meters and hosts works from renowned artists without maintaining a permanent collection.",
        "utcOffset": 540,
        "maxMinutesSpent": 180,
        "longitude": 139.726374,
        "rating": 4.4,
        "numRatings": 20416,
        "sources": [
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "With one of the largest exhibition spaces in Japan, you can rely on The National Art Center to showcase unique and exciting exhibitions. Instead of static exhibitions, the Center is regularly changing its showcases, meaning that even if you’ve been once you can always go again. There are a number of cafes and restaurants on site so you can easily spend a date day wandering around, enjoying the art, good discussions and delicious food.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 3,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "For art-loving couples, this museum in Roppongi offers an impressive array of contemporary art exhibitions. The building's unique architecture is also a sight to behold. Location: Japan, 〒106-8558 Tokyo, Minato City, Roppongi, 7 Chome−22−2 国立新美術館",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 12,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Ay60lcTqz64FdJDEEkEDT6IW0C77SLpU",
          "lN7ECKD0mUuvpPNkfwSs1fd18jz3AJfl",
          "AmsyUqydl2omqiiGY4GxCouFJEUyW3zl",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO",
          "Ay60lcTqz64FdJDEEkEDT6IW0C77SLpU",
          "lN7ECKD0mUuvpPNkfwSs1fd18jz3AJfl",
          "AmsyUqydl2omqiiGY4GxCouFJEUyW3zl",
          "xAXnI6bS8m8yuHdWMg6uxnUuVbveU2Jg",
          "5H3oAHJ5edcRdFGBgp6CdhSQaf3QxduO"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "The National Art Center, Tokyo",
        "placeId": "ChIJP-vO9nuLGGARGJ2q8uryJUA",
        "internationalPhoneNumber": "+81 50-5541-8600",
        "reviews": [
          {
            "rating": 5,
            "text": "If you are going to be in the area and appreciate art and architecture, this is definitely a great place to visit. Many of the galleries are free to enter, and the ones that do cost money are generally only about 2 or 3 dollars. When I visited, there was a wide variety of galleries which were interesting to see. There are also multiple places to eat, so it can make for a great place to grab lunch during a busy day.",
            "author_name": "Brandon Crossland",
            "relative_time_description": "",
            "time": 1751612233,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "The National Art Center in Tokyo is an impressive place with its unique architecture and spacious design. I really enjoyed the variety of exhibitions, and the atmosphere felt calm and inspiring. The building itself is worth visiting, even if you're not deeply into art. It's also conveniently located near Roppongi, making it easy to include in a day trip around the area. A must-visit for art lovers and anyone looking for a beautiful cultural experience in Tokyo.",
            "author_name": "Pitiwat Pitipornpuwapat (Dook)",
            "relative_time_description": "",
            "time": 1755504914,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful art exhibits & amazing architecture. Well-maintained and organized art center. Sadly, the library was closed when I visited but I was still able to enjoy my time. Lots of seating, clean restrooms. The Art Exhibit during my visit was free. There are restaurants inside that are available, but quite expensive and limited options. Overall, this Art Center is a definite must-see!",
            "author_name": "Bea Andrea Sicat",
            "relative_time_description": "",
            "time": 1757236972,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.nact.jp/",
        "index": 4,
        "id": "",
        "categories": [
          "Art museum",
          "Museums",
          "Art center"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 384,
            "2": 299,
            "3": 1897,
            "4": 6859,
            "5": 11005
          }
        },
        "minMinutesSpent": 180,
        "latitude": 35.665289,
        "address": "7 Chome-22-2 Roppongi, Minato City, Tokyo 106-8558, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJwfegutyLGGARGjiY-L2eSps",
        "generalDescription": "Hamarikyu Gardens is a public park located on the site of a 17th-century Shogun villa, featuring an Edo-period style layout with a pond. Situated along the Sumida River, visitors can enjoy views of Tokyo Skytree from nearby Sumida Park and take a short walk or cruise to Hamarikyu Garden and Odaiba Island. This garden was meticulously designed over time by successive shoguns, drawing seawater from Tokyo Bay.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.763409,
        "rating": 4.4,
        "numRatings": 11394,
        "sources": [
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "These traditional Japanese gardens offer a tranquil oasis in the city. Couples can enjoy a peaceful walk around the ponds, view the teahouse on the water, and appreciate the seasonal flowers. Location: 1-1 Hamarikyūteien, Chuo City, Tokyo 104-0046, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 6,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "1-1 Hama Rikyu TeienChuo City, Tokyo, JA 104-0046+81 3-3541-0200. Hamarikyu Gardens is a public park surrounded by a seawater moat filled by Tokyo Bay. It has ponds, three bridges, a teahouse, and so on.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 8,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nzkprHhm2PTWnNRZ8THIthhjSxijg6MN",
          "LWeNBptRkq5LENSKAXQ4cjsHSmYo3Hc6",
          "82l5OLJDMNkoD4zOKoqnuuqqWhoSLHVu",
          "Negm9mUOiRshNvCs2DmhXWbEJ5v6nYXH",
          "hryicsGQb7oqw8qNEMwj7J3ncLI2Jfek",
          "nzkprHhm2PTWnNRZ8THIthhjSxijg6MN",
          "LWeNBptRkq5LENSKAXQ4cjsHSmYo3Hc6",
          "82l5OLJDMNkoD4zOKoqnuuqqWhoSLHVu",
          "Negm9mUOiRshNvCs2DmhXWbEJ5v6nYXH",
          "hryicsGQb7oqw8qNEMwj7J3ncLI2Jfek"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Hamarikyu Gardens",
        "placeId": "ChIJwfegutyLGGARGjiY-L2eSps",
        "internationalPhoneNumber": "+81 3-3541-0200",
        "reviews": [
          {
            "rating": 5,
            "text": "Great park, right next to the seawater. In fact the ponds inside are full with sea water drawn directly from the bay area.\nYou can enjoy the piece and awesome trees and plans for a nice walk.\nDon't miss it out if you enjoy a small escapes from the urban area, I will define it as a green paradise in the middle of sky skyscrapers.\nPlus you can find some pretty cool stamps on the entrance",
            "author_name": "Rosen Kaymakchiev",
            "relative_time_description": "",
            "time": 1754030874,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A beautiful park on the outskirts of Tokyo, towards Tokyo Bay.\nA short walk from the old fish market, its a nice and peaceful way to walk off any food coma you suffer after the market.\nSome nice places to sit and relax.\nLocation is the old shoguns hunting lodge & facilities to entertain dignitaries.\nAll the original buildings were destroyed in ww2, but have been rebuilt using traditional techniques to the original design from records.\nA beautiful place to relax. Visit if you can, you will enjoy your time.\nWe stayed for a couple of hours.",
            "author_name": "Justan Knoff",
            "relative_time_description": "",
            "time": 1749374923,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Magnificent garden located within walking distance from Ginza. Birds, flowers and trees adorn the gardens with various ponds, streams and rivers among the surroundings.\n\nSome history lessons along the way which helps one understand the thought that went into designing such a beautiful garden.\n\nThe full walk is close to four miles and about two/three hours if you really want to take in the full experience and beauty.",
            "author_name": "Jim Kelly",
            "relative_time_description": "",
            "time": 1750045380,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-park.or.jp/park/hama-rikyu/",
        "index": 5,
        "id": "",
        "categories": [
          "Garden",
          "Nature & Parks",
          "Playground",
          "Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 103,
            "2": 140,
            "3": 1105,
            "4": 3465,
            "5": 6594
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.659656,
        "address": "1-1 Hamarikyuteien, Chuo City, Tokyo 104-0046, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ35ov0dCOGGARKvdDH7NPHX0",
        "generalDescription": "Tokyo Skytree is the world's tallest freestanding broadcasting tower, offering a 360-degree view from its observation deck. At night, Tokyo Tower, Odaiba, and Tokyo Skytree light up the city with vibrant colors. Visitors can enjoy a dinner cruise with Japanese and Western-style dishes while taking in the stunning views.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.8107,
        "rating": 4.4,
        "numRatings": 105279,
        "sources": [
          {
            "id": "1600178",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/5112",
            "sourceSite": "Web",
            "snippet": "Photo by Pixta \nWhile it goes without saying that you should definitely check out Tokyo Skytree and all its related attractions in nearby Oshiage, there is one thing that you can do to enjoy Japan's tallest tower while in Asakusa: photograph it!. There are plenty of places to take pictures of Tokyo Skytree in Asakusa, and depending on what sort of shot you'd like, there are even different poses you can take on to get a selfie with the tower too. We also recommend viewing the Tokyo Skytree in the evenings, right after dark, when it's lit up artistically.",
            "siteName": "MATCHA",
            "shortName": "Asakusa: 20 Fun Things to Do in Tokyo's Historic District",
            "indexInSource": 5,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1385648",
            "type": "webPlacesList",
            "url": "https://www.sanbo.metro.tokyo.lg.jp/taito/language/eng/",
            "sourceSite": "Web",
            "snippet": "At a height of 634m, this is the world’s tallest stand-alone communications tower, and it is listed in the Guinness Book of World Records™. From the observation gallery 450m above the ground, you can enjoy an expansive view of the entire Kanto area. The tower’s silhouette displays curves and cambers, which are often seen in traditional Japanese architecture.",
            "siteName": "sanbo.metro.tokyo.lg.jp",
            "shortName": "KAN | TOKYO METROPORITAN INDUSTRIAL TRADE CENTER",
            "indexInSource": 4,
            "iconSiteId": 198713,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "Tokyo Skytree is one of our all-time favorite romantic spots in Tokyo. The lower levels of Skytree are devoted to shopping and Panorama Restaurant at the top of the Skytree is a must-visit. Not only does it offer excellent food and fantastic services but it also boasts the best views across Tokyo.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 4,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "893714",
            "type": "webPlacesList",
            "url": "https://zimminaroundtheworld.com/things-to-do-in-taito-city/",
            "sourceSite": "Web",
            "snippet": "Tokyo’s Skytree is technically not in Taito City, but it’s close enough. The Tokyo Skytree is a quick and easy walk from Senso-ji, so I recommend doing both attractions while in the area. The Tokyo Skytree is the tallest structure in Tokyo, at 634 meters or around 2,080 ft.",
            "siteName": "Zimmin Around the World",
            "shortName": "10 Fun Things to do in Taito City, Tokyo",
            "indexInSource": 6,
            "iconSiteId": 46442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "As the tallest structure in Japan, it offers breathtaking views from observation decks. A visit here, especially in the evening to see Tokyo's city lights, is a must for a romantic experience. Location: 1-chōme-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 9,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "GW8mCdaoWVsNgfWXBCQwaMf3wYZBzuI1",
          "KtsvXUDVBcMKufBcfmrQW8Uuk4tI2vea",
          "d3FYQ9xRMErIzznGEZGQfT0vntJSAaCy",
          "17w8rh9eaPCpUGEFo3q0xUMApz43Jnr0",
          "NssYNfms6upnm8rXeqyJEkSyy13y80ny",
          "GW8mCdaoWVsNgfWXBCQwaMf3wYZBzuI1",
          "KtsvXUDVBcMKufBcfmrQW8Uuk4tI2vea",
          "d3FYQ9xRMErIzznGEZGQfT0vntJSAaCy",
          "17w8rh9eaPCpUGEFo3q0xUMApz43Jnr0",
          "NssYNfms6upnm8rXeqyJEkSyy13y80ny"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "2200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2200"
            }
          }
        ],
        "name": "Tokyo Skytree",
        "placeId": "ChIJ35ov0dCOGGARKvdDH7NPHX0",
        "internationalPhoneNumber": "+81 570-550-634",
        "reviews": [
          {
            "rating": 5,
            "text": "We decided to head out to visit the Tokyo Skytree to compare the views with those from Tokyo Tower, which we had visited earlier in our trip. After a quick and easy train ride, we arrived and had dinner in the surrounding complex before heading toward the ticket counter. Unfortunately, we arrived just a few minutes before closing and missed the last admission time, so we weren't able to go up the tower that night.\n\nEven though we didn't make it to the top, the visit still turned out to be worthwhile. The tower itself is massive and really impressive, especially at night. It was fully illuminated and the colours changed periodically, cycling through purples, blues, reds, and a stunning rainbow display at one point. I was able to get several photos from different angles on our walk up to the tower, and it still felt like a great experience even without going to the top.\n\nThe whole area around the base is clean, modern, and easy to navigate, with shopping, restaurants, and a very open plaza for photos. I'll definitely come back earlier next time to enjoy the observation deck and views over Tokyo, but even just seeing the tower up close was worth the visit.",
            "author_name": "John Winter",
            "relative_time_description": "",
            "time": 1753253920,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Skytree is the tallest tower in the world and a must-visit in Tokyo.\nThere was a bit of a queue to get in, but the staff were friendly and helpful, so the wait wasn't too bad.\n\nThe view from the top is amazing - you can see all over Tokyo, and if the weather is clear, you might even spot Mount Fuji. It's really impressive!\n\nThe location is very convenient, with many train lines nearby, so it's easy to get there from anywhere in the city.\n\nOn the lower floors, there are lots of shops and restaurants. It's quite busy, but fun for shopping and trying local food.\n\nOverall, it was a great experience. I'd recommend going early to avoid the crowds. Would love to visit again!",
            "author_name": "Jakarin Hongyok",
            "relative_time_description": "",
            "time": 1753783596,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Tokyo Skytree Tower: Impressive views of Tokyo from the observation decks\nThe tower's design is stunning, but be prepared for long lines and crowds if going over the weekend. We visited evening hours of weekday and was worth a visit, but plan ahead.\n\nThere is shopping mall attached you can buy some nice gifts and have your meal if needed.",
            "author_name": "Aamir Ali Raja",
            "relative_time_description": "",
            "time": 1757530554,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.tokyo-skytree.jp/",
        "index": 6,
        "id": "",
        "categories": [
          "Observation deck",
          "Sights & Landmarks",
          "Architectural Buildings",
          "Observation Decks & Towers",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 1996,
            "2": 1748,
            "3": 9975,
            "4": 28189,
            "5": 63638
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.710063,
        "address": "1 Chome-1-2 Oshiage, Sumida City, Tokyo 131-0045, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJr2cNBsGOGGARSX3xfkspQHc",
        "generalDescription": "The Asakusa Culture Tourist Information Center is a modern facility designed by Kengo Kuma, located near the Sensoji Temple's Kaminarimon gate. It offers free guided tours, currency exchange, and an information desk. The eight-story building features a covered observation deck with stunning views of Sensoji Temple. Visitors can also explore exhibitions and cultural events on other floors. Additionally, the center provides electrical charging points for those in need of battery power.",
        "utcOffset": 540,
        "maxMinutesSpent": 150,
        "longitude": 139.796546,
        "rating": 4.4,
        "numRatings": 3918,
        "sources": [
          {
            "id": "1600178",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/5112",
            "sourceSite": "Web",
            "snippet": "Photo by Pixta\nWhile you might think that you have your route all sorted out when visiting Asakusa, you might want to reconsider your options and visit the Asakusa Tourist Culture Information Center first. This eight-story center stands right across from Kaminarimon, the entrance to Sensoji Temple, and is the place to go if you need Wi-Fi, want to see limited-time exhibits related to the area, grab a bite to eat, or get guidance and support while sightseeing in Asakusa. The center also has an observatory on the eighth floor that is available to access for free.",
            "siteName": "MATCHA",
            "shortName": "Asakusa: 20 Fun Things to Do in Tokyo's Historic District",
            "indexInSource": 1,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1385648",
            "type": "webPlacesList",
            "url": "https://www.sanbo.metro.tokyo.lg.jp/taito/language/eng/",
            "sourceSite": "Web",
            "snippet": "Based on the concept of “searchable, presentable, supportable,” the center provides visitors to Asakusa with useful information and services in four languages: Japanese, English, Chinese and Korean. Please enjoy the view from the observation terrace from which visitors can see TOKYO SKYTREE and the entirety of Asakusa Town. The center is equipped with convenient functions such as a free public wireless LAN, a foreign currency exchange counter, ticket sales services, a café room, a nursing room and an observation terrace.",
            "siteName": "sanbo.metro.tokyo.lg.jp",
            "shortName": "KAN | TOKYO METROPORITAN INDUSTRIAL TRADE CENTER",
            "indexInSource": 7,
            "iconSiteId": 198713,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411991",
            "type": "webPlacesList",
            "url": "https://teaceremony-tokyo.jp/2021/02/24/2484/",
            "sourceSite": "Web",
            "snippet": "Asakusa, lined with famous sightseeing spots and gourmet spots, is a great date course that can be enjoyed casually. Not only can you see the sights, but you can also experience the unique culture of Asakusa, such as matcha green tea, Japanese sweets, and accessory making, which will deepen your memories of the two of you. If you are visiting Asakusa for the first time, or if you want to enjoy Asakusa in a deeper way than before, be sure to visit some of the spots introduced here.",
            "siteName": "teaceremony-tokyo.jp",
            "shortName": "Japanese Culture: What You Need to Know【For Couples: Recommended Date Spots in Asakusa】",
            "indexInSource": 8,
            "iconSiteId": 71097,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "nnX2aFkzA4JXQjrxJamn3Vp1A85Fl8rK",
          "edrdf8Gbbca74OIrwW1aIekFqivefN0v",
          "yV7dLdofjAcUeg2NuQfhMf8Vx2vHifZw",
          "OCyaNqD2BsMOUFu888n2mmMGqlrxCwv3",
          "gvkiAg1qMxApub47HCfpYE9qf9ypR8qI",
          "nnX2aFkzA4JXQjrxJamn3Vp1A85Fl8rK",
          "edrdf8Gbbca74OIrwW1aIekFqivefN0v",
          "yV7dLdofjAcUeg2NuQfhMf8Vx2vHifZw",
          "OCyaNqD2BsMOUFu888n2mmMGqlrxCwv3",
          "gvkiAg1qMxApub47HCfpYE9qf9ypR8qI"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Asakusa Culture Tourist Information Center",
        "placeId": "ChIJr2cNBsGOGGARSX3xfkspQHc",
        "internationalPhoneNumber": "+81 3-3842-5566",
        "reviews": [
          {
            "rating": 5,
            "text": "Located in front of the Kaminarimon intersection.\nThe observation terrace on the 8th floor is free of charge.\nThere is a café on the same floor, both of which are available for a relaxing break.\nThe elevator can accommodate only about 8 people, and people cannot get on the elevator from the intermediate floors when it is full on the first floor.\n\nFrom the 8th floor, you can get a bird's-eye view of Sensoji Temple and the Sky Tree.\nI was able to take pictures of Sensoji Temple and Sky Tree at night.\n\nThis facility provides information about Asakusa, but there are many spaces where you can sit down for free, so it is just right for a break when you are tired. There is a terrace and cafe on the top floor, where you can view the Kaminarimon gate and Sky Tree from just the right angle. It is open all year round.\nDesigned by Kengo Kuma, the building is a wonderful example of Japanese culture with its house-shaped laminations and vertical louvers, but also with a modern novelty. The house shape on the exterior is not merely decorative, but is reflected in the sloping floors of the interior exhibition rooms, and the space between the roof and the upper floor is effectively used as a space for equipment.",
            "author_name": "ぼくサノス",
            "relative_time_description": "",
            "time": 1745159587,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Very nice staff.  They speak English well.  The Observatory atop of the building provides a nice view of the mall leading the way to Sensoji Temple and Tokyo Sky Tree.  They also provide free guided tours.  Be sure to make reservations ahead.",
            "author_name": "Robert Diaz",
            "relative_time_description": "",
            "time": 1740434970,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A great place to start exploring Asakusa, this should be your first destination.\nThey have information in English, a cafe, great viewing decks and clean bathrooms!",
            "author_name": "Aditya Gaiki",
            "relative_time_description": "",
            "time": 1757720829,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.city.taito.lg.jp/bunka_kanko/kankoinfo/info/oyakudachi/kankocenter/a-tic-gaiyo.html",
        "index": 7,
        "id": "",
        "categories": [
          "Tourist information center",
          "Visitor Centers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 29,
            "2": 38,
            "3": 424,
            "4": 1096,
            "5": 2342
          }
        },
        "minMinutesSpent": 150,
        "latitude": 35.710707,
        "address": "2 Chome-18-9 Kaminarimon, Taito City, Tokyo 111-0034, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJo8VKlCCMGGARarjlIsaLY1g",
        "generalDescription": "Shinobazu no Ike Pond is a serene oasis nestled within a sprawling, lush park. Divided into three sections, it features the Lotus Pond, home to various lotus plant species; the Cormorant Pond within Ueno Zoo showcasing rare birds; and the Boat Pond where visitors can rent rowboats or pedal-powered swans. At its center lies the picturesque Bentendo hall, dedicated to Benzaiten.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.772373,
        "rating": 4.2,
        "numRatings": 8471,
        "sources": [
          {
            "id": "724100",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/things-to-do-in-taito-ward/",
            "sourceSite": "Web",
            "snippet": "At the southwestern end of Ueno Park, these gorgeous water lilies are depicted in famous ukiyo-e woodblock prints dating back to the Edo period (1603-1868). Shinobazu Pond was designed to emulate Lake Biwako, the largest freshwater lake in Japan, close to Kyoto (the country’s former capital). If you’re in Tokyo during mid-July, do not miss these flowers’ beautiful blooms.",
            "siteName": "GaijinPot",
            "shortName": "20 Things to Do in Taito City",
            "indexInSource": 9,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Shinobazu Pond located within Ueno Park is the perfect place to spend some alone time on a quiet morning, or to just while away time on a lazy afternoon.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 20,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "xUNoyfNMb1tK1pFXkMCp6x9kWbaOrqw3",
          "FplNkNGC2OnSnNROC5GxOFwM45eLAWo8",
          "R57hz0eLvMikIonM99V8feTwJxKaDuRB",
          "RJeJYN0smAPM6icdVCjKLlsbXwef6Uuq",
          "05U2j1pUvYgxPisXCCATJyQGK3lfx1xw",
          "xUNoyfNMb1tK1pFXkMCp6x9kWbaOrqw3",
          "FplNkNGC2OnSnNROC5GxOFwM45eLAWo8",
          "R57hz0eLvMikIonM99V8feTwJxKaDuRB",
          "RJeJYN0smAPM6icdVCjKLlsbXwef6Uuq",
          "05U2j1pUvYgxPisXCCATJyQGK3lfx1xw"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0830"
            },
            "close": {
              "day": 0,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0830"
            },
            "close": {
              "day": 1,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0830"
            },
            "close": {
              "day": 2,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0830"
            },
            "close": {
              "day": 3,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0830"
            },
            "close": {
              "day": 4,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0830"
            },
            "close": {
              "day": 5,
              "time": "1730"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0830"
            },
            "close": {
              "day": 6,
              "time": "1730"
            }
          }
        ],
        "name": "Shinobazuno Pond",
        "placeId": "ChIJo8VKlCCMGGARarjlIsaLY1g",
        "internationalPhoneNumber": "+81 3-3828-5644",
        "reviews": [
          {
            "rating": 5,
            "text": "Ueno Park has a summer long festival this summer, many food and drink stalls line the Pond.  Next to the thousands of furin wind chimes and fantastic lotus flowers that have bloomed; great this summer, I have come in past summers, usually the flowers would seem to have withered in the sun.  Somehow, so many this year great for photography.  The feel of the thousands of wind chimes and sounds gives a one of a kind experience!  Come for the lotus flowers and furin wind chimes and stay for a dusk and sunset meal from the Yatsu stalls, so many foods to sample!  I had a MEGA melon Soda, regular and Chu hi alcohol versions available! Skewers, Long French fried, you name it, they got it.  Only some booths open in the afternoon but as dinner time rolls around it starts getting busy, even on a weekday!",
            "author_name": "Clayton Jung",
            "relative_time_description": "",
            "time": 1754086970,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Depending on the season of your visit, this pond might look outstanding or a little boring. We visited in autumn, so no flowers anywhere, some people might be disappointed because of that. It's an interesting place to do some birdwatching, as waterfowl can be found here, sometimes some migrants appear too.",
            "author_name": "Ariel Cabrera Foix",
            "relative_time_description": "",
            "time": 1742526440,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Shinobazu Pond is a calm and spacious spot in Ueno Park, and while it wasn't at its most vibrant when I visited (the lotus plants were out of season and mostly dried up), I could still appreciate the atmosphere. It's easy to imagine how beautiful it would be during peak bloom, when everything is lush and green.\n\nThat said, even off-season, it's a nice place to walk around, and the views of Bentendo Temple on the little island in the middle of the pond are worth seeing.\n\nIf you're visiting Ueno, it's definitely worth strolling through - especially if you catch it in spring or summer.",
            "author_name": "Kamal Ismail",
            "relative_time_description": "",
            "time": 1744610623,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/toubuk/ueno/index_top.html",
        "index": 8,
        "id": "",
        "categories": [
          "Park",
          "Scenic spot"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 100,
            "2": 150,
            "3": 1478,
            "4": 3011,
            "5": 3743
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.71024,
        "address": "5-20 Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "generalDescription": "Ueno Park is a vibrant urban oasis in Tokyo, perfect for leisurely strolls and cultural exploration. This expansive park boasts picturesque walking paths that meander past a serene lake where visitors can rent boats. Each spring, the park transforms into a cherry blossom wonderland, attracting hanami enthusiasts who gather to enjoy picnics beneath the stunning pink blooms of over 1,000 cherry trees.",
        "utcOffset": 540,
        "maxMinutesSpent": 210,
        "longitude": 139.773431,
        "rating": 4.3,
        "numRatings": 31900,
        "sources": [
          {
            "id": "262402",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/japan/articles/the-10-best-things-to-see-and-do-in-taito-tokyo/",
            "sourceSite": "Web",
            "snippet": "Don’t come with any urgent plans – rather simply arrive and wander at will, admiring lakes of lotus flowers and families sitting in circles around picnics. Somewhere on the grounds, you’ll happen upon an impressive Buddhist temple, rising from the middle of Shinobazu Pond, where the lotus flowers cluster. Look out, too, for a couple of Shinto shrines on the main shore.",
            "siteName": "The Culture Trip",
            "shortName": "The Best Things To See And Do In Taito Tokyo",
            "indexInSource": 2,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "724100",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/things-to-do-in-taito-ward/",
            "sourceSite": "Web",
            "snippet": "Bring bento (lunch boxes) and enjoy the friendly and bohemian atmosphere of Ueno Park, which was once the grounds of Kaneiji Temple, a family temple of the ruling Tokugawa Shogunate and one of Tokyo’s largest and wealthiest before it was destroyed during the Meiji Restoration in 1868. On weekends, this expansive space is filled with people picnicking, singing, dancing, and generally enjoying the outdoors. Surrounded by temples, shrines and some of the city’s best museums, it’s the perfect pitstop for a peaceful luncheon in the fresh air.",
            "siteName": "GaijinPot",
            "shortName": "20 Things to Do in Taito City",
            "indexInSource": 8,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750193",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/tokyo-taito-area-guide/",
            "sourceSite": "Web",
            "snippet": "In the Edo period, it was the precincts of Kan-eiji Temple on Toeizan. The park has been selected as one of the 100 best cherry blossom viewing spots in Japan, and is crowded with many cherry blossom-viewing visitors in spring. The famous statue of Takamori Saigo stands in the park, and cultural facilities such as the Tokyo National Museum, the National Museum of Nature and Science, the National Museum of Western Art, and the Ueno Zoo are scattered throughout the park.",
            "siteName": "FLIP Japan Guide",
            "shortName": "Ultimate Taito Ward Guide: History, Areas, Recommendations!",
            "indexInSource": 12,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476238",
            "type": "webPlacesList",
            "url": "https://thesmartlocal.com/japan/romantic-things-tokyo/",
            "sourceSite": "Web",
            "snippet": "There are 3 types of boats available for rent – rowboats, cycling boats and swan boats. While the rowboats offer an unblocked view of the park, there is no shelter and it requires some skill to paddle it. Instead, we recommend couples to rent the swan boat (¥700/30 mins, ~USD6.30) for easy paddling, some shelter and additional privacy, ahem.",
            "siteName": "TheSmartLocal Japan - Travel, Lifestyle, Culture & Language Guide",
            "shortName": "10 Romantic Things To Do In Tokyo With Your Significant Other",
            "indexInSource": 19,
            "iconSiteId": 102,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "893714",
            "type": "webPlacesList",
            "url": "https://zimminaroundtheworld.com/things-to-do-in-taito-city/",
            "sourceSite": "Web",
            "snippet": "Surprisingly, Tokyo has so many parks and natural areas to visit, Ueno Park is no exception. If you are looking for things to do in Taito City then I highly recommend the Ueno area and especially Ueno Park. Ueno Park is home to the Ueno Zoo, museums, temples and shrines, walking paths, cafés, and so much more!",
            "siteName": "Zimmin Around the World",
            "shortName": "10 Fun Things to do in Taito City, Tokyo",
            "indexInSource": 1,
            "iconSiteId": 46442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Known for its cherry blossoms, Ueno Park is a popular springtime spot for couples. You can enjoy a leisurely boat ride on Shinobazu Pond or visit one of the many museums within the park. Location: Uenokoen, Taito City, Tokyo 110-0007, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 3,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "476873",
            "type": "webPlacesList",
            "url": "https://trip101.com/article/romantic-things-to-do-in-tokyo",
            "sourceSite": "Web",
            "snippet": "Rather uniquely, this large public park was once part of the grounds of Kaneiji Temple. The pretty Shinobazu Pond in Ueno Park is a highlight. With three areas, each one offers something special for couples.",
            "siteName": "Trip101",
            "shortName": "12 Best Romantic Things To Do In Tokyo, Japan - Updated 2024",
            "indexInSource": 0,
            "iconSiteId": 88,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411926",
            "type": "webPlacesList",
            "url": "https://photo-trips.com/romantic-locations-tokyo-for-couples/",
            "sourceSite": "Web",
            "snippet": "But, the best time to go here is during spring for the beautiful cherry blossoms. You May Also Like: Cherry Blossom Forecast Dates in Japan. You can enjoy a relaxing stroll surrounded by the trees.",
            "siteName": "Photo Trips",
            "shortName": "The 14 Most Romantic Locations in Tokyo For Couples",
            "indexInSource": 3,
            "iconSiteId": 93387,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "302230",
            "type": "webPlacesList",
            "url": "https://familydestinationsguide.com/best-things-to-do-in-tokyo/",
            "sourceSite": "Web",
            "snippet": "The Tokyo Metropolitan Ueno Park is one of the first public parks in Japan. It is expansive and features numerous cherry blossoms, a pond, a zoo, museums, and lots more.",
            "siteName": "Family Destinations Guide",
            "shortName": "25 Best Things to Do in Tokyo, Japan (for 2024)",
            "indexInSource": 16,
            "iconSiteId": 5892,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1900892",
            "type": "webPlacesList",
            "url": "https://nightscape.tokyo/en/taito/",
            "sourceSite": "Web",
            "snippet": "The cherry blossoms are lit up at night every year, and the spectacle is regarded as one of the three best nighttime cherry blossom viewing experiences in Japan.",
            "siteName": "nightscape.tokyo",
            "shortName": "Night View in Taito Ward (Asakusa, Ueno)",
            "indexInSource": 0,
            "iconSiteId": 93382,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "904633",
            "type": "webPlacesList",
            "url": "https://www.japan-guide.com/forum/quereadisplay.html?0+177631",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "japan-guide.com",
            "shortName": "Staying in Asakusa Taito city for 4 nights",
            "indexInSource": 4,
            "iconSiteId": 13919,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w",
          "1Fwq8QX3ML3vZ4sSWorDvMCCeOcuW0NF",
          "c3wUCjVzHpIEapJGGibB6IPYPSSaGbYv",
          "8nH5mr21U1uIaFbMnzrJLs6fRsnILEbg",
          "reKqwF5t8fx0PfcV8WEUuWkTgeCayJIv",
          "7bUZJwRkbfTNQIJffaCKw1c5YjPPOa7w"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "2300"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "2300"
            }
          }
        ],
        "name": "Ueno Park",
        "placeId": "ChIJw2qQRZuOGGARWmROEiM2y7E",
        "internationalPhoneNumber": "+81 3-3828-5644",
        "reviews": [
          {
            "rating": 5,
            "text": "A lovely park in the city! The trees are impressive and the shrines are charming. On Golden Week, the park gets quite busy, and some sections have the tops of the trees cut, so be prepared with sunscreen! There are a few places selling ice cream along the paths and you can even visit the zoo or museums if you fancy!",
            "author_name": "Saras Ince",
            "relative_time_description": "",
            "time": 1746331744,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It was an amazing and stunning park. Peaceful. Can breathe fresh air near the lake. You can ride a boat in the lake. The price is reasonable. Reminder, if strong winds, the ride will be stopped. Swan-shaped boat is hard one. Suggest two adults to handle. Birds like flying around the lake and they are nice and not afraid of human.",
            "author_name": "Momo. Sau",
            "relative_time_description": "",
            "time": 1747022921,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Convenient location, just a short walking distance from the station, the zoo, and plenty of restaurants & shops. It's also spacious, making it a great spot for running or jogging. While it's especially popular during cherry blossom season, the park is just as enjoyable in the summer, with its wide greenery and relaxing atmosphere.\n\nThat said, I don't really enjoy the presence of a few loiterers in certain areas, which can make the park feel a bit less comfortable at times. Still, overall it remains a pleasant place to spend time, whether for a walk, some light exercise, or simply to sit and enjoy the surroundings.",
            "author_name": "Meidina Aqmarina",
            "relative_time_description": "",
            "time": 1756868030,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kensetsu.metro.tokyo.lg.jp/jimusho/toubuk/ueno/index_top.html",
        "index": 9,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks",
          "State park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 241,
            "2": 348,
            "3": 4300,
            "4": 10325,
            "5": 16681
          }
        },
        "minMinutesSpent": 210,
        "latitude": 35.714756,
        "address": "Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ2Upy0nGMGGARNdDKDGtkffY",
        "generalDescription": "Chidorigafuchi Park, located in the northwest of the Imperial Palace, is a picturesque spot with around 260 cherry trees blooming along a 700-meter-long pedestrian path. The park offers vibrant spring cherry blossoms reflected in the water of the palace moat. Visitors can rent rowboats for a romantic sakura viewing experience under the overhanging branches of the trees.",
        "utcOffset": 540,
        "maxMinutesSpent": 45,
        "longitude": 139.744991,
        "rating": 4.4,
        "numRatings": 2873,
        "sources": [
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "Especially during cherry blossom season, this area near the Imperial Palace offers a stunning display of blooms. Couples can enjoy a romantic boat ride along the moat surrounded by beautiful cherry blossoms. Location: Nearest Station: Hanzomon (Exit 5) on the Hanzomon Line or Kudanshita on the Hanzomon, Shinjuku, and Tozai Lines.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 7,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "ElQ2hRyjpcLRM0dP8zIiAzjtE3nH2r0u",
          "R4WSe5hK2SYe2XZY80ORSUxtvK4S8zZ4",
          "nRCmSCEuIh9YrKn3vjLJzgqQGTbeGM0g",
          "PLDALUvZfIIwSLOYwM1515nttydZb0Ju",
          "T4Eh6nLCuLSC0bTRufsoSb0bhYHIdkch",
          "ElQ2hRyjpcLRM0dP8zIiAzjtE3nH2r0u",
          "R4WSe5hK2SYe2XZY80ORSUxtvK4S8zZ4",
          "nRCmSCEuIh9YrKn3vjLJzgqQGTbeGM0g",
          "PLDALUvZfIIwSLOYwM1515nttydZb0Ju",
          "T4Eh6nLCuLSC0bTRufsoSb0bhYHIdkch"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Chidorigafuchi Park",
        "placeId": "ChIJ2Upy0nGMGGARNdDKDGtkffY",
        "internationalPhoneNumber": "+81 3-5211-4243",
        "reviews": [
          {
            "rating": 5,
            "text": "Many full bloom Sakura trees can be seen despite rainy weather.  The moat is especially beautiful.  Probably Sakura is at its peak now.",
            "author_name": "Ken Tan",
            "relative_time_description": "",
            "time": 1743602736,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Although the park is located a bit far from the city center, the distance is well worth it. One of the things I appreciated most was that it wasn't overly crowded, which made the whole experience feel more peaceful and enjoyable. Out of all the parks I visited in Tokyo, this one easily had the most stunning scenery-lush greenery, serene water views, and beautifully maintained landscapes that felt almost like stepping into a painting. The air was noticeably fresh and clean, adding to the overall sense of calm. I highly recommend trying the boating experience here-it was both relaxing and fun, offering a unique way to take in the natural beauty of the park. It's definitely a hidden gem and a great escape from the hustle and bustle of the city.",
            "author_name": "Nguyên Nguyễn Ngọc Hà",
            "relative_time_description": "",
            "time": 1744265215,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Chidorigafuchi is hands down our ultimate favorite sakura spot! 🌸💖 Nowhere else in Tokyo is more beautiful than Chidorigafuchi!\n\nAnother lucky coincidence that we came here on the last day of the sakura festival, as there weren't that many people. We planned to come here a week before, but it was raining for days. Good thing we waited for that beautiful, sunny day.\n\nDefinitely coming back here in the future.\n\nTips:\n- The best route is from the exit of Kudanshita Station.\n- There are approximately 1,000 sakura trees. According to their billboard, you can donate to the park if you want to help protect these poor trees from the effects of climate change.\n- According to the signs, you can't use tripod.\n- The line for the boat is already long when we passed by at 8am. They start operations at 9am.\n- Night lights turn on from sunset to 10pm.",
            "author_name": "JAPAN FANS 2",
            "relative_time_description": "",
            "time": 1747361109,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.city.chiyoda.lg.jp/shisetsu/koen/chidorigafuchi-ko.html",
        "index": 10,
        "id": "",
        "categories": [
          "Park",
          "Nature & Parks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 21,
            "2": 17,
            "3": 334,
            "4": 852,
            "5": 1651
          }
        },
        "minMinutesSpent": 45,
        "latitude": 35.68616,
        "address": "1 Chome-２ Kojimachi, Chiyoda City, Tokyo 100-0001, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJPXcZIsCOGGARsYimyXoHsms",
        "generalDescription": "Asakusa Hanayashiki is Japan's oldest amusement park, located right next to Sensoji Temple in central Tokyo. With over 130 years of history, it offers a mix of old-school attractions including the country's oldest steel-track roller coaster and a haunted house. Visitors can also enjoy arcade games at Maruhana Ennichi or get their fortune read at Atarumo fortune-telling street.",
        "utcOffset": 540,
        "maxMinutesSpent": 240,
        "longitude": 139.794877,
        "rating": 4.1,
        "numRatings": 6528,
        "sources": [
          {
            "id": "262402",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/japan/articles/the-10-best-things-to-see-and-do-in-taito-tokyo/",
            "sourceSite": "Web",
            "snippet": "Many visitors rush into historic Asakusa just to tick off the imposing Senso-ji Temple – then swiftly rush out again. But linger a little longer, exploring the area’s lane-like backstreets, and you’ll be rewarded with shops, steak restaurants – and Asakusa Hanayashiki, the oldest amusement park in Japan. Opened in 1853, it’s now home to traditional rides including merry-go-rounds, roller coasters, even a haunted house.",
            "siteName": "The Culture Trip",
            "shortName": "The Best Things To See And Do In Taito Tokyo",
            "indexInSource": 0,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "724100",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/things-to-do-in-taito-ward/",
            "sourceSite": "Web",
            "snippet": "Asakusa Hanayashiki is Japan’s oldest amusement park and a charmingly retro slice of Tokyo. Opened in 1853, during the Edo period, the park has grown and changed with the passage of time, and was developed into a modern amusement park after World War II. Squished in between Sensoji Temple, apartment buildings and office towers, it’s definitely a surreal experience to be riding a somewhat rickety 50s roller coaster with the view of the Tokyo Skytree in the near distance.",
            "siteName": "GaijinPot",
            "shortName": "20 Things to Do in Taito City",
            "indexInSource": 15,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411991",
            "type": "webPlacesList",
            "url": "https://teaceremony-tokyo.jp/2021/02/24/2484/",
            "sourceSite": "Web",
            "snippet": "Asakusa Hanayashiki is known as Japan's oldest amusement park, and has a variety of mild attractions that can be enjoyed by both children and adults. It is the perfect place for couples who want to enjoy a relaxing and mild Asakusa date. The entire amusement park is decorated with a retro Showa-era atmosphere, making it a great spot for photography.",
            "siteName": "teaceremony-tokyo.jp",
            "shortName": "Japanese Culture: What You Need to Know【For Couples: Recommended Date Spots in Asakusa】",
            "indexInSource": 2,
            "iconSiteId": 71097,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1600178",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/5112",
            "sourceSite": "Web",
            "snippet": "Photo by Pixta Hanayashiki was founded in 1853 and is one of Japan's oldest amusement parks. It is located near Sensoji Temple and hosts about twenty-five attractions suitable for visitors of all ages. Here, you can enjoy all the beloved amusement park attractions such as roller coasters, a merry-go-round, and a haunted house.",
            "siteName": "MATCHA",
            "shortName": "Asakusa: 20 Fun Things to Do in Tokyo's Historic District",
            "indexInSource": 6,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1385648",
            "type": "webPlacesList",
            "url": "https://www.sanbo.metro.tokyo.lg.jp/taito/language/eng/",
            "sourceSite": "Web",
            "snippet": "Asakusa Hanayashiki, which opened in 1853 at the end of the Edo period, is the oldest amusement park in Japan. It began as a flower garden featuring mainly peonies and works made from chrysanthemums. The playground facilities were completed from 1872, and it was later reconstructed in 1949 as an amusement park.",
            "siteName": "sanbo.metro.tokyo.lg.jp",
            "shortName": "KAN | TOKYO METROPORITAN INDUSTRIAL TRADE CENTER",
            "indexInSource": 3,
            "iconSiteId": 198713,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750193",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/tokyo-taito-area-guide/",
            "sourceSite": "Web",
            "snippet": "Asakusa Hanayashiki is located on the west side of Sensoji Temple. It opened in 1853 as a flower garden and is said to be the first amusement park in Japan. The park has a retro atmosphere that can only be created by the long history of Hanayashiki.",
            "siteName": "FLIP Japan Guide",
            "shortName": "Ultimate Taito Ward Guide: History, Areas, Recommendations!",
            "indexInSource": 14,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "HK7w79OI6dIB25eKsyNTOSEs4Dzs0IKA",
          "weHdokbVF1EgfvsNanZPQDheEplxmA5H",
          "mNjDYYshf230vMyg6nykERllMs0qWfe3",
          "TXfWqUlsT14QvWMy86VMmsflvMT24NiA",
          "GKvyZSfkMt3ZLulsFeyEfo96g5PcDyoo",
          "HK7w79OI6dIB25eKsyNTOSEs4Dzs0IKA",
          "weHdokbVF1EgfvsNanZPQDheEplxmA5H",
          "mNjDYYshf230vMyg6nykERllMs0qWfe3",
          "TXfWqUlsT14QvWMy86VMmsflvMT24NiA",
          "GKvyZSfkMt3ZLulsFeyEfo96g5PcDyoo"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1800"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1800"
            }
          }
        ],
        "name": "Asakusa Hanayashiki",
        "placeId": "ChIJPXcZIsCOGGARsYimyXoHsms",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "Japan's oldest roller coaster ! We had a good time here,  as a family of 3, we recommend one day pass so you don't have to worry about how many times you can go on each ride. Our toddler was 2.5 at the time so he rode for free, some rides require more than 4 tickets so if you buy the 10-ticket pass they run out very quickly.",
            "author_name": "Bao Phan Dinh",
            "relative_time_description": "",
            "time": 1730102602,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A bit overpriced for the amount of rides/their age, but has a lot of history and is still a fun time.\n\nRide queue and seating could be better as it would take several minutes to start the ride despite the fact I was alone on a few.\n\nYou can exit and re-enter with your ticket so you can try out food outside the park + leave when you need a break from all the screaming children.🤭",
            "author_name": "Elspeth E.",
            "relative_time_description": "",
            "time": 1752590277,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "It was so good! I had a very funny time there 😋\nThere was something like  'strange House' or something like that. At first I thought it was a house of mirrors but I was wrong.  I won't say what it is because I don't want to spoil the surprise.\nThere were also little planes where you had to pedal to get into the air. I like it the most!\nAnd so much another attractions💞\nAlthough I didn't like the fact that you have to pay for the entrance itself, and then pay more to enter the attractions :c\n\nBut it was so fun!\n(English isn't my National language, so I hope you understood me right)",
            "author_name": "Iga Wąsik (Iga)",
            "relative_time_description": "",
            "time": 1724751003,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.hanayashiki.net/",
        "index": 11,
        "id": "",
        "categories": [
          "Amusement park",
          "Water & Amusement Parks",
          "Amusement park ride",
          "Children's amusement center",
          "Performing arts theater",
          "Theme park"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 206,
            "2": 209,
            "3": 1225,
            "4": 2249,
            "5": 2639
          }
        },
        "minMinutesSpent": 240,
        "latitude": 35.715461,
        "address": "2 Chome-28-1 Asakusa, Taito City, Tokyo 111-0032, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ__9ThIKLGGAR2FCxue47YLg",
        "generalDescription": "Discover the allure of Roppongi Hills Mori Tower, a 54-story architectural marvel in Tokyo's Minato district. This multifaceted tower is home to the Mori Art Museum, showcasing captivating contemporary art from around the world. Visitors can also indulge in retail therapy and savor delectable cuisines at various shops and eateries within the tower.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.729207,
        "rating": 4.2,
        "numRatings": 3700,
        "sources": [
          {
            "id": "899863",
            "type": "webPlacesList",
            "url": "https://www.triptojapan.com/blog/romantic-tokyo-top-spots-for-couples",
            "sourceSite": "Web",
            "snippet": "It's an excellent spot for couples to take in the cityscape, and the Mori Art Museum offers a touch of culture and art. Location: 6-chōme-10-1 Roppongi, Minato City, Tokyo 106-0032, Japan.",
            "siteName": "Trip To Japan",
            "shortName": "Romantic Tokyo: Top Spots for Couples",
            "indexInSource": 4,
            "iconSiteId": 93465,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "Tciw444TodHjpFTrcy3Ffieanh2gpiw3",
          "ZWF5eKNhAVbRzYg7FAsj38yj242cMsNz",
          "aFMqXCUhFgkN35vwp38A9eMqDZdOl6RQ",
          "8SHyD2I6ju1jgsfQCMXIU4ad4TLSB5xs",
          "HUrLY5z0hXVoGwcEZYzYWxefO5kfCYMC",
          "Tciw444TodHjpFTrcy3Ffieanh2gpiw3",
          "ZWF5eKNhAVbRzYg7FAsj38yj242cMsNz",
          "aFMqXCUhFgkN35vwp38A9eMqDZdOl6RQ",
          "8SHyD2I6ju1jgsfQCMXIU4ad4TLSB5xs",
          "HUrLY5z0hXVoGwcEZYzYWxefO5kfCYMC"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1100"
            },
            "close": {
              "day": 0,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1100"
            },
            "close": {
              "day": 1,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1100"
            },
            "close": {
              "day": 2,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1100"
            },
            "close": {
              "day": 3,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1100"
            },
            "close": {
              "day": 4,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1100"
            },
            "close": {
              "day": 5,
              "time": "2100"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1100"
            },
            "close": {
              "day": 6,
              "time": "2100"
            }
          }
        ],
        "name": "Roppongi Hills Mori Tower",
        "placeId": "ChIJ__9ThIKLGGAR2FCxue47YLg",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "From bright sky to sunset to lights on, this observation tower is a good option to hangout and enjoy the whole scenery in comfort as it is indoors, and have places for you to sit and chill while enjoying the 360 view. It is also less crowded compared to more popular observation decks, which means higher chance to find a good spot. Sometimes, there will be limited time exhibitions or events as well.",
            "author_name": "Tracy Loh",
            "relative_time_description": "",
            "time": 1747325969,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A modern skyscraper with an impressive observation deck offering panoramic views of Tokyo.\n\nThe entrance fee to the observation deck is yen 2000 as of March 2025.\n\nThe Mori Art Museum inside features rotating contemporary exhibitions, adding cultural value to the visit.\n\nThe building is surrounded by upscale shops, restaurants, and an open-air plaza, making it a lively area to explore.\n\nWhile the entrance fee is a bit pricey, the stunning cityscape, especially at sunset or night, makes it worthwhile.\n\nA great spot for photography and a different perspective of Tokyo's skyline",
            "author_name": "Ryan GLOBETROTTER",
            "relative_time_description": "",
            "time": 1743068846,
            "profile_photo_url": ""
          },
          {
            "rating": 1,
            "text": "The Mori Tower Observatory was disappointing and not worth the price. At 2,000 yen per adult, I expected a clear and stunning view, but instead, the windows were dirty, making it hard to take good photos.\n\nIf you're looking for a view, you're better off going to the 2nd floor (2F), which is free and still offers a decent perspective of the city. Definitely not worth the expensive ticket for the observatory.",
            "author_name": "DD Chin",
            "relative_time_description": "",
            "time": 1742878752,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.roppongihills.com/",
        "index": 12,
        "id": "",
        "categories": [
          "Business center",
          "Sights & Landmarks",
          "Shopping mall",
          "Tenant ownership",
          "Visitor center",
          "Observation Decks & Towers"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 76,
            "2": 77,
            "3": 619,
            "4": 1094,
            "5": 1849
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.660735,
        "address": "6 Chome-10-1 Roppongi, Minato City, Tokyo 106-0032, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJPd37MMGOGGARvJ2hfxoiNVE",
        "generalDescription": "Nakamise-dori Street is a vibrant shopping destination that serves as the gateway to Senso-ji Temple in Asakusa, Tokyo. This historic street has been bustling since the 17th century and features an array of stalls offering everything from traditional sweets and kimonos to quirky Kawaii toys and religious souvenirs. Visitors can expect a lively atmosphere, especially during weekends and holidays when crowds flock to explore its offerings.",
        "utcOffset": 540,
        "maxMinutesSpent": 60,
        "longitude": 139.796454,
        "rating": 4.3,
        "numRatings": 14044,
        "sources": [
          {
            "id": "2353471",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/3095",
            "sourceSite": "Web",
            "snippet": "If you're looking for souvenirs or find yourself getting a bit hungry while sightseeing in Asakusa, head to Nakamise-dori, the long, thin road that spreads out from Sensoji towards the station. Here you will find many well-established selling local Japanese sweets and Asakusa souvenirs. With cherry blossoms in spring and wind chimes in summer, the ornaments decorating this shopping street change seasonally, making it a place that you can visit any number of times without getting tired of it.",
            "siteName": "MATCHA",
            "shortName": "Asakusa Travel Guide: 50 Places to Visit, Dining, Access, and Other Tips",
            "indexInSource": 4,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750193",
            "type": "webPlacesList",
            "url": "https://flipjapanguide.com/tokyo-taito-area-guide/",
            "sourceSite": "Web",
            "snippet": "Nakamise-dori is one of the oldest shopping streets in Japan, stretching 250 meters from Kaminarimon to Sensoji Temple. It is lined with stores that offer a taste of downtown Japan, from famous Tokyo sweets such as kibidango (sweet dumplings), kushidango (skewered dumplings), ningyoyaki (doll pancakes), and thunder mash, to souvenirs for foreign visitors. The beautifully uniformly decorated electric signs are also a must-see.",
            "siteName": "FLIP Japan Guide",
            "shortName": "Ultimate Taito Ward Guide: History, Areas, Recommendations!",
            "indexInSource": 22,
            "iconSiteId": 22318,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "724100",
            "type": "webPlacesList",
            "url": "https://blog.gaijinpot.com/things-to-do-in-taito-ward/",
            "sourceSite": "Web",
            "snippet": "Also referred to as Nakamise-dori, this shopping street is located right beside Sensoji Temple. Nakamise Street is one of Japan’s oldest shopping strips, its history dating all the way back to the 17th century and Edo period Japan. Here, vendors sell a wide range of traditional goods and foods, such as umbrellas, fans, ningyo-yaki (small cakes filled with red bean paste), senbei (rice crackers), and matsuri (festival) wear.",
            "siteName": "GaijinPot",
            "shortName": "20 Things to Do in Taito City",
            "indexInSource": 0,
            "iconSiteId": 3140,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "893714",
            "type": "webPlacesList",
            "url": "https://zimminaroundtheworld.com/things-to-do-in-taito-city/",
            "sourceSite": "Web",
            "snippet": "One of the more popular and fun things to do in Taito City is walk Nakamise-dori to Senso-ji. If crowds are not your thing, you might want to find a different way to get to Senso-ji, because going up the center of Nakamise-dori is shoulder to shoulder traffic. Nakamise-dori is between the famous Kaminarimon and Hozomon Gate of Senso-ji.",
            "siteName": "Zimmin Around the World",
            "shortName": "10 Fun Things to do in Taito City, Tokyo",
            "indexInSource": 2,
            "iconSiteId": 46442,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1411991",
            "type": "webPlacesList",
            "url": "https://teaceremony-tokyo.jp/2021/02/24/2484/",
            "sourceSite": "Web",
            "snippet": "After passing through Kaminarimon, you will find Nakamise Street. It is a friendly shopping street lined with souvenir shops and places to eat. Passing through Nakamise Dori on the way to Sensoji Temple is a popular date.",
            "siteName": "teaceremony-tokyo.jp",
            "shortName": "Japanese Culture: What You Need to Know【For Couples: Recommended Date Spots in Asakusa】",
            "indexInSource": 1,
            "iconSiteId": 71097,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "BouwhSojwDzTfODJnx2kkZ32F8we1NtX",
          "Y1fItAnn2oblJ0GgmikQgFDZQzWzg8kX",
          "CgfgqgBTZ8wJZRQ3wtLHhOQy9UFQQNTz",
          "3uYV4peah10ViUsEsxZ8B2r1erRkHNuU",
          "nPC2CSVrbshXPqwlGb1HJF3Hbj5S4A5T",
          "BouwhSojwDzTfODJnx2kkZ32F8we1NtX",
          "Y1fItAnn2oblJ0GgmikQgFDZQzWzg8kX",
          "CgfgqgBTZ8wJZRQ3wtLHhOQy9UFQQNTz",
          "3uYV4peah10ViUsEsxZ8B2r1erRkHNuU",
          "nPC2CSVrbshXPqwlGb1HJF3Hbj5S4A5T"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Nakamise Shopping Street",
        "placeId": "ChIJPd37MMGOGGARvJ2hfxoiNVE",
        "internationalPhoneNumber": "+81 3-3844-3350",
        "reviews": [
          {
            "rating": 5,
            "text": "The shopping street is lively and vibrant, full of energy and charm. There are plenty of shops selling beautiful and cute items, perfect for souvenirs. The staff are friendly and welcoming, making the experience even more enjoyable. In one of the shops, we even saw a lady handcrafting a silk rope belt - it was fascinating to watch. A lovely place to stroll, explore, and find something special to take home!",
            "author_name": "Hamid",
            "relative_time_description": "",
            "time": 1744243651,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nakamise Shopping Street is such a cool place to explore! It's packed with tons of little shops offering all kinds of there is souvenir from traditional gifts to fun snacks. It's a great spot to pick up something memorable from Tokyo. We tried a strawberry mochi for the first time so soft and delicious! We also had a strawberry on a sugar stick, which was super sweet and tasty. Both were a hit! Definitely a fun and lively spot to walk through, especially if you're visiting Senso-ji Temple nearby. Highly recommend stopping by for the food and the atmosphere!",
            "author_name": "Elba Pavon",
            "relative_time_description": "",
            "time": 1750426509,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Nakamise Shopping Street is a busy, colorful mix of traditional charm and commercial energy. Walking through, it's easy to get swept up in the crowds, especially during a heatwave like the one I experienced-it can get quite uncomfortable. As a group, we bought some souvenirs, but quickly realized that better or cheaper options were just a few meters away, so a bit of patience pays off.\n\nThe street is lively and vibrant, with plenty to see, but the highlight is at the end: a beautiful shrine that reminds you to be respectful and mindful of local customs. Overall, it's worth visiting for the atmosphere and sights, but go prepared for crowds, heat, and careful shopping.\n\nTip: Bring water, go early to avoid the peak sun, and take time to enjoy the shrine at the end.",
            "author_name": "Jason",
            "relative_time_description": "",
            "time": 1756380588,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.asakusa-nakamise.jp/",
        "index": 13,
        "id": "",
        "categories": [
          "Market",
          "Shopping mall"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 123,
            "2": 289,
            "3": 2058,
            "4": 4474,
            "5": 7108
          }
        },
        "minMinutesSpent": 60,
        "latitude": 35.711841,
        "address": "1 Chome-36-3 Asakusa, Taito City, Tokyo 111-0032, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ1cXzIcGOGGARxrYldgjJ4Z8",
        "generalDescription": "Asakusa Menchi is a well-known shop in Asakusa that offers a special type of deep-fried ground meat cutlet known as menchi-katsu. The store is popular for its flavorful and sweet-tasting cutlets, which often attract long lines of customers eager to purchase this unique takeaway snack. The menchi-katsu is made from minced meat mixed with onion and seasonings, then deep-fried with bread crumbs.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.796055,
        "rating": 4,
        "numRatings": 3054,
        "sources": [
          {
            "id": "1411991",
            "type": "webPlacesList",
            "url": "https://teaceremony-tokyo.jp/2021/02/24/2484/",
            "sourceSite": "Web",
            "snippet": "Asakusa Menchi, a popular restaurant on Denpo-in Street, is made from a blend of Takaza pork and beef, and is characterized by its juicy and soft texture. The flavor of the meat is so strong that it can be eaten without any sauce. The generous amount of batter is made from fresh breadcrumbs, and if the timing is right, you can enjoy the crispy texture of freshly fried meat.",
            "siteName": "teaceremony-tokyo.jp",
            "shortName": "Japanese Culture: What You Need to Know【For Couples: Recommended Date Spots in Asakusa】",
            "indexInSource": 3,
            "iconSiteId": 71097,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "YCwhMcNOieGUJaA4hkLnSmnPAsw3I19f",
          "QtJIpvEe7Xcfv03nOqhuj5NJUjd88Jxo",
          "SOY3MzkUeQbqEq0osbw9DV5x1J3YnRdY",
          "MWOm1np0SD1wselUn33XCDSJvdwTqZaX",
          "HtOewhHZsqXa8gfseslN66eQUrjwwRt4",
          "YCwhMcNOieGUJaA4hkLnSmnPAsw3I19f",
          "QtJIpvEe7Xcfv03nOqhuj5NJUjd88Jxo",
          "SOY3MzkUeQbqEq0osbw9DV5x1J3YnRdY",
          "MWOm1np0SD1wselUn33XCDSJvdwTqZaX",
          "HtOewhHZsqXa8gfseslN66eQUrjwwRt4"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1000"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1000"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "1000"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1000"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1000"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1000"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1000"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Asakusa Menchi",
        "placeId": "ChIJ1cXzIcGOGGARxrYldgjJ4Z8",
        "internationalPhoneNumber": "+81 3-6231-6629",
        "reviews": [
          {
            "rating": 5,
            "text": "highly recommended if you're in asakusa!\n\nthe cutlet was perfectly fried with loads of onions, making it wonderfully fragrant and delicious 🤤🤤 i was also fortunate enough to get a fresh batch, so it was piping hot which added to the flavour!\n\nwill be dreaming about this when i leave japan 😔😔",
            "author_name": "Grace Chong",
            "relative_time_description": "",
            "time": 1756353789,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "350 yen for a piece of onion-sweetened meat in a nicely fried croquette. Very worth the explosion of flavours. The line might be long but the queue moves fast with each batch of menchi that is fried.",
            "author_name": "Jed Lim",
            "relative_time_description": "",
            "time": 1743422656,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Crispy, juicy bites! 🍖🧅\nIt's a mix of beef, minced pork, and onions - fried to golden perfection. Crispy on the outside, juicy and flavorful on the inside. So tasty and addictive, I couldn't stop eating! 😋🔥",
            "author_name": "nxcha channel",
            "relative_time_description": "",
            "time": 1748653037,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 1,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://asamen.com/",
        "index": 14,
        "id": "",
        "categories": [
          "Japanese delicatessen"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 155,
            "2": 138,
            "3": 489,
            "4": 899,
            "5": 1377
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.712911,
        "address": "2 Chome-3-3 Asakusa, Taito City, Tokyo 111-0032, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJC3FkniCMGGAR4N263rFJ6mQ",
        "generalDescription": "The Shitamachi Museum, located near the Shinobazu pond in Ueno, offers a nostalgic glimpse into Tokyo's past from the Meiji restoration of 1868 to the Great Earthquake of 1923. The museum features life-size replicas of a merchant's house and a tenement building from the Taisho period, complete with a candy shop and coppersmith's workshop.",
        "utcOffset": 540,
        "maxMinutesSpent": 90,
        "longitude": 139.772738,
        "rating": 4.1,
        "numRatings": 1471,
        "sources": [
          {
            "id": "262402",
            "type": "webPlacesList",
            "url": "https://theculturetrip.com/asia/japan/articles/the-10-best-things-to-see-and-do-in-taito-tokyo/",
            "sourceSite": "Web",
            "snippet": "Shitamachi – or lower city – was a term used historically to describe the low areas of Tokyo where the non-elite lived. Preserved evidence of the Shitamachi can still be found in small pockets throughout those areas. At the museum, head to the first floor, and the exhibition of Nagaya (tenement houses) of old-town Shitamachi, dating from the Taisho period (1912-1926).",
            "siteName": "The Culture Trip",
            "shortName": "The Best Things To See And Do In Taito Tokyo",
            "indexInSource": 6,
            "iconSiteId": 22,
            "showIcon": true,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "csXIA3QdXnjzNn7QkLb1j0pARAxpCp09",
          "diUz93Ugw4LXqsOHEhUo7QNaPq4NwP50",
          "gngvSMgeqCU0n52eDwRHRBMU70b3QmKZ",
          "parQj0TMLDoOYrWNJMdFeAkh29LfpZya",
          "LbpeFpTQQBjppvClp4ymxxH2IUiSWsTq",
          "csXIA3QdXnjzNn7QkLb1j0pARAxpCp09",
          "diUz93Ugw4LXqsOHEhUo7QNaPq4NwP50",
          "gngvSMgeqCU0n52eDwRHRBMU70b3QmKZ",
          "parQj0TMLDoOYrWNJMdFeAkh29LfpZya",
          "LbpeFpTQQBjppvClp4ymxxH2IUiSWsTq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0930"
            },
            "close": {
              "day": 0,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0930"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0930"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0930"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0930"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0930"
            },
            "close": {
              "day": 6,
              "time": "1630"
            }
          }
        ],
        "name": "Shitamachi Museum",
        "placeId": "ChIJC3FkniCMGGAR4N263rFJ6mQ",
        "internationalPhoneNumber": "+81 3-5846-8426",
        "reviews": [
          {
            "rating": 5,
            "text": "Lovely little local history museum, with nice displays about the local area.  The curator gave a good explanation of the exhibits.",
            "author_name": "Marianne Heredge",
            "relative_time_description": "",
            "time": 1743758288,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Small but very cute and a lot of thought and heart went into this museum. We got a guided tour of the first floor for free, not sure if that is always on offer.\n\nThe first floor is a recreated set of houses to explore and the second floor uses artefacts and interpretive panels (with English translations) to learn about the history and culture of the Shitamachi area of Tokyo.\n\nOne hour would be more than enough to see and read everything in the museum. It was recently renovated so everything is very clean and up to date.",
            "author_name": "Orlando de Lange",
            "relative_time_description": "",
            "time": 1749326289,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's a small museum spread across three floors, but I genuinely enjoyed my time here. One of the highlights for me was the replica of traditional Japanese homes-it really made me feel like I'd been transported to a simpler time.\n\nMy favorite was the second-floor exhibit, which presented a timeline of everyday Japanese life leading up to the present. The third floor focused more on the war and post-WWII period.\n\nAs someone from a country that was under Imperial Japan during World War II, it was eye-opening to see what life was like in Japan at that time. It reminded me that in war, there are no real victors-only people who suffer. I left with a deeper sense of empathy and hope that we continue striving for a world with more understanding and compassion for one another.",
            "author_name": "Mara",
            "relative_time_description": "",
            "time": 1753157681,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.taitogeibun.net/shitamachi/",
        "index": 15,
        "id": "",
        "categories": [
          "Museum",
          "Heritage museum",
          "History museum",
          "Local history museum"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 30,
            "2": 54,
            "3": 275,
            "4": 506,
            "5": 606
          }
        },
        "minMinutesSpent": 90,
        "latitude": 35.710231,
        "address": "2-1 Uenokoen, Taito City, Tokyo 110-0007, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJSTVEQMCOGGARa74pG98OyD0",
        "generalDescription": "Asakusa Kagetsudō is a renowned bakery in Asakusa, Tokyo, known for its delectable creme-filled \"melonpan\" sweet buns and traditional Japanese confections. The establishment has been serving these delightful treats since 1945 and is famous for sparking the specialty \"Asakusa melon bread.\" Additionally, visitors can savor ice cream and shaved ice with various toppings at this cozy venue.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 139.795169,
        "rating": 4.4,
        "numRatings": 2319,
        "sources": [
          {
            "id": "1411991",
            "type": "webPlacesList",
            "url": "https://teaceremony-tokyo.jp/2021/02/24/2484/",
            "sourceSite": "Web",
            "snippet": "Asakusa Menchi, a popular restaurant on Denpo-in Street, is made from a blend of Takaza pork and beef, and is characterized by its juicy and soft texture. The flavor of the meat is so strong that it can be eaten without any sauce. The generous amount of batter is made from fresh breadcrumbs, and if the timing is right, you can enjoy the crispy texture of freshly fried meat.",
            "siteName": "teaceremony-tokyo.jp",
            "shortName": "Japanese Culture: What You Need to Know【For Couples: Recommended Date Spots in Asakusa】",
            "indexInSource": 4,
            "iconSiteId": 71097,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2353471",
            "type": "webPlacesList",
            "url": "https://matcha-jp.com/en/3095",
            "sourceSite": "Web",
            "snippet": "Photo by PR Times \nThe amazing jumbo melon buns at Asakusa Kagetsudo have been featured on various media outlets. With a crunchy exterior and fluffy soft interior, on the weekends over 2000 of these incredible buns are sold each day, making them a favorite of many. 2-7-13 Asakusa, Taito-ku, Tokyo 111-0032",
            "siteName": "MATCHA",
            "shortName": "Asakusa Travel Guide: 50 Places to Visit, Dining, Access, and Other Tips",
            "indexInSource": 21,
            "iconSiteId": 35843,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "dgZAAvUYtLztlSIgO7PIw21UByMDCgiN",
          "ZC00whq7a4ihbqbh7AaoCY3AgaMwE5cR",
          "NnhtSKcxfDAdBdiYeoUCEVrxUWzNfYNS",
          "mK5qTU3r7Q6LP9GG6ZpwmbBhri1uf30u",
          "AmhETKpUQgCTYA4GfaRD4wY7Lp9OjNG6",
          "dgZAAvUYtLztlSIgO7PIw21UByMDCgiN",
          "ZC00whq7a4ihbqbh7AaoCY3AgaMwE5cR",
          "NnhtSKcxfDAdBdiYeoUCEVrxUWzNfYNS",
          "mK5qTU3r7Q6LP9GG6ZpwmbBhri1uf30u",
          "AmhETKpUQgCTYA4GfaRD4wY7Lp9OjNG6"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1630"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Asakusa Kagetsudō Melon Bread",
        "placeId": "ChIJSTVEQMCOGGARa74pG98OyD0",
        "internationalPhoneNumber": "+81 3-3847-5251",
        "reviews": [
          {
            "rating": 5,
            "text": "It was impossible to pass in front and not stop by to get a melon pan! I was leaving the place in front where I had just eaten lunch and was not planning to eat anything else. But then the smell and the fact that they were fresh and hot made me go into the queue (it goes fast). Glad I did it, the melon pan was delicious 😋",
            "author_name": "P",
            "relative_time_description": "",
            "time": 1744631881,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Well worth a visit to enjoy this popular Japanese snack. Be prepared to join a fast moving queue to purchase your melon pan/s. I bought the melon pan with vanilla ice cream and devoured it before it could melt. Delicious.",
            "author_name": "Eddie",
            "relative_time_description": "",
            "time": 1743422157,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Creamy, Crispy, Cash only! Do note that they only accept cash.\n\nJokes aside I really like the warm bun served with the cold fillings, I quite liked the vanilla cream one instead of the ice cream fillings as they tend to melt quite fast and it gets messy to eat.\n\nThey have a strict policy of only eating within a designated area so do note!",
            "author_name": "Benedict Lai",
            "relative_time_description": "",
            "time": 1748109591,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 1,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.asakusa-kagetudo.com/",
        "index": 16,
        "id": "",
        "categories": [
          "Bakery",
          "Cafe",
          "Japanese sweets restaurant",
          "Restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 50,
            "2": 55,
            "3": 249,
            "4": 545,
            "5": 1420
          }
        },
        "minMinutesSpent": null,
        "latitude": 35.714633,
        "address": "2 Chome-7-13 Asakusa, Taito City, Tokyo 111-0032, Japan",
        "travel_time": null
      }
    ]
  }
}