{
  "list_id": "814",
  "imageUrl": "https://storage.googleapis.com/mycasavsc.appspot.com/playlistsNew_images/814/1.jpg",
  "description": "Dive into \"Whispers of Love in Takayama\" — a handpicked list of places with quick notes, links, and essentials for fast trip planning and discovery.",
  "source_urls": [
    "https://wanderlog.com/list/geoCategory/163857"
  ],
  "source": "wanderlog",
  "category": "Travel",
  "title": "Whispers of Love in Takayama",
  "city_id": "124",
  "subtype": "poi",
  "city": "Takayama",
  "created_ts": 1759307702,
  "slug": "whispers-of-love-in-takayama-takayama-poi-cc2fb5",
  "subcollections": {
    "places": [
      {
        "_id": "ChIJm54d0Ne6AmAR7bNp7EuCv2k",
        "generalDescription": "Heianraku, established in 1963, offers Chinese-style cuisine within a traditional Hida Takayama machiya building. The restaurant prides itself on serving dishes with minimal fat and abundant vegetables, prepared with care and attention in front of the customers. While not exclusively vegetarian, they do offer some chili sauces made with meat stock. This family-owned establishment is known for its traditional Japanese dishes featuring rich and savory flavors.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 137.253922,
        "rating": 4.9,
        "numRatings": 907,
        "sources": [
          {
            "id": "2087458",
            "type": "webPlacesList",
            "url": "https://thetravellinghiker.com/the-best-things-to-do-in-takayama-japan/",
            "sourceSite": "Web",
            "snippet": "In Takayama, we also eat in what was in my opinion, one of the best restaurants we tried in Japan, Heianraku. It is a restaurant run by a lovely Japanese couple who serve Chinese food. It was one of the best, if not my favorite meal in Japan!.",
            "siteName": "The Travelling Hiker",
            "shortName": "The Best Things To Do In Takayama, Japan",
            "indexInSource": 12,
            "iconSiteId": 173564,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IYX4OiiLXG6sqPREMcvZM6FtXxQXd793",
          "5BpNJXuYj02UI3IPMBSpyCmnkzfZraL4",
          "chvavmYv71LCjdHp6glQhGzTLgCRKtoT",
          "TDKjukEzV0wTlr0LMuI7lqfMIzwmZPbN",
          "yQJ93rUJvbUinlfXTifWTj5FC6xxpUml",
          "IYX4OiiLXG6sqPREMcvZM6FtXxQXd793",
          "5BpNJXuYj02UI3IPMBSpyCmnkzfZraL4",
          "chvavmYv71LCjdHp6glQhGzTLgCRKtoT",
          "TDKjukEzV0wTlr0LMuI7lqfMIzwmZPbN",
          "yQJ93rUJvbUinlfXTifWTj5FC6xxpUml"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "1130"
            },
            "close": {
              "day": 0,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 0,
              "time": "1730"
            },
            "close": {
              "day": 0,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1130"
            },
            "close": {
              "day": 1,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "1730"
            },
            "close": {
              "day": 1,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "1730"
            },
            "close": {
              "day": 3,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "1730"
            },
            "close": {
              "day": 4,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "1730"
            },
            "close": {
              "day": 5,
              "time": "2000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1130"
            },
            "close": {
              "day": 6,
              "time": "1230"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "1730"
            },
            "close": {
              "day": 6,
              "time": "2000"
            }
          }
        ],
        "name": "Heianraku",
        "placeId": "ChIJm54d0Ne6AmAR7bNp7EuCv2k",
        "internationalPhoneNumber": null,
        "reviews": [
          {
            "rating": 5,
            "text": "We had such a lovely dinner here! We booked as we saw it was so well reviewed on Google and it didn't disappoint! The restaurant is in the hosts home and everything felt so homely and welcoming! The hosts were so lovely and explained all the different food to us, it felt like a very unique experience. The food was amazing, you could tell it was all fresh and home made, we especially loved the sweet and sour pork meatballs and the traditional Japanese starters! 100% would come back here and would recommend to anyone :)",
            "author_name": "Charlotte Harding",
            "relative_time_description": "",
            "time": 1743429392,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "My favorite meal experience thus far in Japan. Amazing husband and wife team who instantly make you feel at home. Every aspect of the meal was superb. Absolutely loved the tofu and cabbage dish. Well worth the price for such a wonderful evening. Make sure you make your reservation ahead of time so you can have this experience!",
            "author_name": "Jessie Keaton",
            "relative_time_description": "",
            "time": 1743845315,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We were really craving vegan ramen, and after checking around town, this was the only spot we found. We realized the restaurant only takes reservations, which we didn't have, so we emailed the address listed-and they replied really quickly and kindly reserved two seats for us the next day, even though it showed as fully booked.\n\nThe experience was amazing. It's run by a husband and wife, and they were both so warm and welcoming. Just like other reviews said, it honestly felt like we were having dinner at their home. The lady chatted with us throughout, asking questions and making us feel really involved. The food itself was incredible-both the ramen and the noodles were super tasty. They made sure we were happy with everything from start to finish.",
            "author_name": "Micky Zookeeper",
            "relative_time_description": "",
            "time": 1746922127,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": 2,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://heianraku.com/",
        "index": 1,
        "id": "",
        "categories": [
          "Chinese restaurant"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 3,
            "2": 1,
            "3": 8,
            "4": 24,
            "5": 871
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.142636,
        "address": "6 Chome-7 Tenmanmachi, Takayama, Gifu 506-0025, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJC8XxEJAOHWARBzhcrx9Cbpo",
        "generalDescription": "Kamikōchi is a picturesque alpine valley located in the Japanese Alps, known for its forested national park and hiking trails. The area is famous for its stunning views and offers lodging options for visitors. Nearby attractions include the World Heritage-listed villages of Shirakawa-go and Gokayama, as well as historic destinations like Matsumoto Castle and post towns of the Nakasendo.",
        "utcOffset": 540,
        "maxMinutesSpent": 60,
        "longitude": 137.638065,
        "rating": 4.7,
        "numRatings": 7363,
        "sources": [
          {
            "id": "1412312",
            "type": "webPlacesList",
            "url": "https://www.touristjapan.com/about-takayama/",
            "sourceSite": "Web",
            "snippet": "Kamikochi and all the other attractions of the Hida mountains are just a bus ride away, as are the romantic regions of Shirakawa-go and Gokayama. With triangular-shaped appearances that are designed to hold out against the frightening levels of snowfall in the region, they also manage to hold the snow perfectly formed against their roofs. This gives the villages a ‘Who-Ville-like’ appearance, resembling Dr. Seuss’ fictional town from The Grinch.",
            "siteName": "Tourist Japan",
            "shortName": "Takayama - Tourist Japan",
            "indexInSource": 2,
            "iconSiteId": 67300,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "qcljYCwOLOljVnAqlSRTkXfvN846kDqh",
          "QRjeQz42dZu21uZpGIfcaBK8ogxTEcJc",
          "8lD3rA2h22l62dwZZKd1RdLi2OGHL3AO",
          "wgtLPQsgNvpXsvDsfgSAiYfSGztYVDSC",
          "9xiHbbeLNLY7nVrm78YHfARzz0wmxhwF",
          "qcljYCwOLOljVnAqlSRTkXfvN846kDqh",
          "QRjeQz42dZu21uZpGIfcaBK8ogxTEcJc",
          "8lD3rA2h22l62dwZZKd1RdLi2OGHL3AO",
          "wgtLPQsgNvpXsvDsfgSAiYfSGztYVDSC",
          "9xiHbbeLNLY7nVrm78YHfARzz0wmxhwF"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0500"
            },
            "close": {
              "day": 0,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0500"
            },
            "close": {
              "day": 1,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0500"
            },
            "close": {
              "day": 2,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0500"
            },
            "close": {
              "day": 3,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0500"
            },
            "close": {
              "day": 4,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0500"
            },
            "close": {
              "day": 5,
              "time": "1900"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0500"
            },
            "close": {
              "day": 6,
              "time": "1900"
            }
          }
        ],
        "name": "Kamikōchi",
        "placeId": "ChIJC8XxEJAOHWARBzhcrx9Cbpo",
        "internationalPhoneNumber": "+81 263-95-2606",
        "reviews": [
          {
            "rating": 5,
            "text": "Such a beautiful place! We came in the beginning of August. The weather wasn't too hot which was nice. The were a lot of people around the the attraction point but it was fine in the trail. We saw an eagle, a bear and a lot of snow monkeys on the way. The trail along the principal view point is flat and really easy. Perfect for everyone. Great for a day outside of the cities.",
            "author_name": "Valerie Paquette",
            "relative_time_description": "",
            "time": 1754119521,
            "profile_photo_url": ""
          },
          {
            "rating": 3,
            "text": "Kamikōchi is located at an elevation of around 1,500 meters. It is known for its breathtaking views of the Hotaka peaks, the active volcano Mount Yakedake, and the crystal-clear Azusa River. The valley offers easy walking trails and serves as a starting point for more challenging hikes.\n\nPrivate vehicles are not allowed into Kamikōchi; access is only possible by bus or taxi, typically with a transfer at Hirayu Onsen.\n\nKamikōchi Valley is likely breathtakingly beautiful in late spring, summer, and autumn. However, when we visited in the second half of April, the views were not particularly striking, and we left somewhat disappointed. We arrived on the first bus from Hirayu Onsen, so it was relatively quiet at first, though there were already some people around the Kappa Bridge area. When we reached Lake Myōjin, we had it almost entirely to ourselves.\n\nThe path beyond, leading to Tokusawa, was quite wet due to melting snow. There weren't any major highlights along the way, but the walk itself was pleasant-especially since we had the trail nearly to ourselves. The return journey, however (after 10:00 AM), was a completely different story. Crowds of people were streaming in from the opposite direction, and the Kappa Bridge area had become packed. And this was a regular weekday-Friday. It's hard to imagine what it looks like on a weekend.\n\nWe've been there, we've seen it-but will we want to return? Judging by the crowds, probably not.",
            "author_name": "Anna Krzak",
            "relative_time_description": "",
            "time": 1745009011,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful experience to explore outdoors and enjoy the scenic views. Dress warmly as it can get cold at times. There are bears here so it is advisable to carry a bell, which you can buy at a souvenir shop. There are bells along the route. Access is only allowed by bus or taxi, no private vehicles are allowed here. There are restaurants at the entrance and along the route. Stay on the marked route as not to get lost. All trash must be taken back with you as there is no bins here. It's a scenic route, not too hard. Check the weather before going. This site is closed from mid November to March due to heavy snowfall.",
            "author_name": "Romalan naidoo",
            "relative_time_description": "",
            "time": 1757219148,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.kamikochi.or.jp/",
        "index": 2,
        "id": "",
        "categories": [
          "Scenic spot",
          "Nature & Parks",
          "Forests",
          "Nature & Wildlife Areas"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 84,
            "2": 51,
            "3": 208,
            "4": 964,
            "5": 6096
          }
        },
        "minMinutesSpent": 60,
        "latitude": 36.248754,
        "address": "上高地 Azumi, Matsumoto, Nagano 390-1516, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJUd7nNdmkAmARwTlR7Lk07ug",
        "generalDescription": "Hidatei Hanaougi is a serene inn that offers cozy rooms, a karaoke bar, private dining, and open-air hot-spring baths. The ryokan is known for its exquisite kaiseki cuisine prepared by skilled chefs and served by gracious staff. The accommodation is beautifully decorated in the traditional style of old Japan. Some rooms feature private onsens, with the first-floor rooms offering small Japanese gardens.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 137.249809,
        "rating": 4.6,
        "numRatings": 789,
        "sources": [
          {
            "id": "585268",
            "type": "webPlacesList",
            "url": "https://www.thehotelguru.com/en-eu/best-hotels-in/japan/takayama",
            "sourceSite": "Web",
            "snippet": "Hidatei Hanaougi offers a classic Japanese experience, with futon bedding and low seating in the guestrooms, as well as shared access to relaxing hot spring baths. Savour seasonal dishes in the atmospheric restaurant or the intimate private rooms. For couples, friends and families.",
            "siteName": "The Hotel Guru",
            "shortName": "Best places to stay in Takayama, Japan",
            "indexInSource": 1,
            "iconSiteId": 33252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "PIXQjj7EUKTzTJPGFPtUJyz3jkCsWule",
          "FeWjBWpNXnJLEZBozY8PuoqxLXqesgm8",
          "k5KBcWE1WBeP7loHFXGXHERedo72v2wJ",
          "gGUCz2mhDennvTQdodKHsED6rIQI3hPY",
          "PIXQjj7EUKTzTJPGFPtUJyz3jkCsWule",
          "FeWjBWpNXnJLEZBozY8PuoqxLXqesgm8",
          "k5KBcWE1WBeP7loHFXGXHERedo72v2wJ",
          "gGUCz2mhDennvTQdodKHsED6rIQI3hPY"
        ],
        "openingPeriods": [],
        "name": "Hidatei Hanaougi",
        "placeId": "ChIJUd7nNdmkAmARwTlR7Lk07ug",
        "internationalPhoneNumber": "+81 577-36-2000",
        "reviews": [
          {
            "rating": 5,
            "text": "Our 2-day stay here was incredible. We felt honored to be able to have this experience. Hidatei was clean and everyone was super accommodating and nice. We told them it was for our honeymoon and they made sure we felt celebrated. I can't speak highly enough of our stay and the people that work here and we can't wait to come back!",
            "author_name": "Daniela Herrera",
            "relative_time_description": "",
            "time": 1746497718,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "We stayed at Hidatei Hanaougi for two nights to experience traditional Japanese hospitality, and we were not disappointed. The building and its surroundings are beautiful and well maintained, and the hospitality of the staff is top-notch.\n\nIn our case, we arrived late in Takayama and had to request a late check-in at the last minute. The staff was very accommodating, and we had a wonderful stay, though we couldn't help but feel like we were inconveniencing them a little.\n\nThe private onsen in our room was amazing, with water at a perfect temperature. Breakfast was excellent-we tried both the Japanese and Western options. As for dinner, we had Hida steak, which we found a bit too fatty for our taste, but we later learned that this is typical for A5-grade beef. Meals are served at specific time slots, so be prepared to wake up earlier or adjust your schedule accordingly.\n\nThe ryokan is located outside Takayama's city center, so the free shuttle service was a great convenience.\n\nOverall, I recommend this ryokan to anyone looking for an authentic and traditional hospitality experience in Japan.",
            "author_name": "Ilan Edelstein",
            "relative_time_description": "",
            "time": 1741911173,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely Onsen lodge, quiet atmosphere, beautiful service and attention from the staff. Miharu was our attendant, she was so kind, my daughters loved her. During the 2 night stay we enjoyed excellent private dinners and breakfast, relaxing hot bath: beautiful set up.",
            "author_name": "pierre giroud",
            "relative_time_description": "",
            "time": 1753243081,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.hanaougi.co.jp/",
        "index": 3,
        "id": "",
        "categories": [
          "Japanese inn"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 17,
            "2": 7,
            "3": 47,
            "4": 163,
            "5": 555
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.160666,
        "address": "411-1 Honobumachi, Takayama, Gifu 506-0003, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJed--1dO6AmAR6Ca1xs77IPI",
        "generalDescription": "Sakurayama Hachimangu Shrine, a historic shrine dating back to the 5th century, is nestled in a tranquil wooded area north of Takayama's old town. Visitors can expect a serene atmosphere amidst the lush surroundings and numerous altars for worship and offerings. The shrine is renowned for its vibrant festivals, particularly the Hachiman Festival in autumn, featuring splendid yatai with colorful decorations that captivate onlookers.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 137.260813,
        "rating": 4.4,
        "numRatings": 1685,
        "sources": [
          {
            "id": "2353600",
            "type": "webPlacesList",
            "url": "https://donnykimball.com/hida-takayama-f3bf5377e2c6?srsltid=AfmBOopA3XM3qQOHjRdVEj-QmRw70Yjn-dGo3ebKWjfrpwt3_aXD9Wa5",
            "sourceSite": "Web",
            "snippet": "Both of the two festivals have similar schedules and attractions. Regardless of whether you go during spring or autumn, you’ll see the likes of karakuri performances and the festival floats displayed at the aforementioned Yatai Kaikan being pulled about as well as the sanctuary in charge’s mikoshi (portable shrine) being carried around. All things considered, the real highlight of the Hida-Takayama Festival is the evening events so plan on staying in the city at least until 8:00 or 9:00 PM.",
            "siteName": "A Different Side of Japan",
            "shortName": "Heavenly Hida-Takayama | A Famed Part of Gifu Prefecture",
            "indexInSource": 13,
            "iconSiteId": 46645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "262246",
            "type": "webPlacesList",
            "url": "https://www.insidekyoto.com/things-to-do-in-takayama",
            "sourceSite": "Web",
            "snippet": "Located on a hill in the northeast of the city, this lovely Shinto shrine is a nice place for a stroll or a contemplative break during your tour of Takayama. It’s very near the Festival Floats Hall and these two attractions make a fine combination. This is also near the start of the Higashiyama Walkway (see later entry on this page).",
            "siteName": "Inside Kyoto",
            "shortName": "Things To Do In Takayama",
            "indexInSource": 2,
            "iconSiteId": 116,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2087458",
            "type": "webPlacesList",
            "url": "https://thetravellinghiker.com/the-best-things-to-do-in-takayama-japan/",
            "sourceSite": "Web",
            "snippet": "Another must-visit place in Takayama is the Sakurayama Hachimangu Shrine. This shrine is particularly famous for the Matsuri festival that takes place here every spring and autumn. In this festival, there are plenty of flutes built during the 17th century, parades, and performances.",
            "siteName": "The Travelling Hiker",
            "shortName": "The Best Things To Do In Takayama, Japan",
            "indexInSource": 4,
            "iconSiteId": 173564,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331466",
            "type": "webPlacesList",
            "url": "https://www.theinvisibletourist.com/2-days-in-takayama-itinerary/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Invisible Tourist",
            "shortName": "2 Days in Takayama Itinerary: Discover Old-World Charm",
            "indexInSource": 3,
            "iconSiteId": 14177,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "sbJUT38tWlTfmV3aCg7CdhXdZ31IQU6t",
          "doV7zrZZtcUAMbd5g0BhsYB3Hfo3F60E",
          "gkCh8CavkI3Wm3naqzMQl4bdg0plMJDb",
          "hINnoNm0WvXSlUFC1Hhc7yEYXnDx4GQn",
          "0zWHwgYGRAE3LoJVxodAZvsNq7c4OLqs",
          "sbJUT38tWlTfmV3aCg7CdhXdZ31IQU6t",
          "doV7zrZZtcUAMbd5g0BhsYB3Hfo3F60E",
          "gkCh8CavkI3Wm3naqzMQl4bdg0plMJDb",
          "hINnoNm0WvXSlUFC1Hhc7yEYXnDx4GQn",
          "0zWHwgYGRAE3LoJVxodAZvsNq7c4OLqs"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sakurayama Hachimangu Shrine",
        "placeId": "ChIJed--1dO6AmAR6Ca1xs77IPI",
        "internationalPhoneNumber": "+81 577-32-0240",
        "reviews": [
          {
            "rating": 5,
            "text": "I loved the tranquility and history of this temple. Not too crowded and a great place to take a stroll and do some photography while appreciating the architecture of this place.",
            "author_name": "C.H Lee",
            "relative_time_description": "",
            "time": 1730893709,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "This is an exceptionally-maintained shrine. It has a clean and well-kept outdoor area, a stall with goshuin, and two museums. The whole place has been designed for tourists. Unusually, the museum exhibits not only have English descriptions but also non-Japanese audio guidance. Please visit this place if you are in Takayama.",
            "author_name": "Edwin Lindsey",
            "relative_time_description": "",
            "time": 1743849816,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "A nice peaceful place when full festivities are not in swing. The shrine is very nice and a steady stream of ppl came to pray. I only came here to see where the autumn festival takes place.",
            "author_name": "Avi Kessler",
            "relative_time_description": "",
            "time": 1729243875,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hidahachimangu.jp/",
        "index": 4,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Shrine",
          "Sacred & Religious Sites",
          "Points of Interest & Landmarks"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 11,
            "2": 12,
            "3": 205,
            "4": 589,
            "5": 871
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.148445,
        "address": "178 Sakuramachi, Takayama, Gifu 506-0858, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJczG1tNu6AmARjrgU-Yh3zH8",
        "generalDescription": "Sanmachi Suji, also known as the Old Town, is a captivating district in Takayama that showcases the charm of Edo-period streets. Lined with well-preserved merchant houses, sake breweries, and traditional shops, this area offers a glimpse into Japanese culture and lifestyle. The architecture reflects a blend of Edo, Meiji, and Taisho styles with latticed windows and wooden balconies.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 137.259623,
        "rating": 4.4,
        "numRatings": 1047,
        "sources": [
          {
            "id": "2087458",
            "type": "webPlacesList",
            "url": "https://thetravellinghiker.com/the-best-things-to-do-in-takayama-japan/",
            "sourceSite": "Web",
            "snippet": "Takayama’s old town is known as Sanmachi Suji and it consists of three main streets; Ichinomachi Street, Ninomachi Street, and Sannomachi Street. This part of Takayama is very well preserved with wooden houses dating from the Edo period, during which the city was a successful merchant town.",
            "siteName": "The Travelling Hiker",
            "shortName": "The Best Things To Do In Takayama, Japan",
            "indexInSource": 3,
            "iconSiteId": 173564,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1011508",
            "type": "webPlacesList",
            "url": "https://www.insidekyoto.com/takayama-districts",
            "sourceSite": "Web",
            "snippet": "is well-preserved traditional neighborhood on the far (east) side of the Miya-gawa River is the main sightseeing district of Takayama. The real attraction here is just strolling the narrow streets here and admiring the old houses. There’s also the temple-lined stroll called the",
            "siteName": "Inside Kyoto",
            "shortName": "Takayama Districts",
            "indexInSource": 2,
            "iconSiteId": 116,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331466",
            "type": "webPlacesList",
            "url": "https://www.theinvisibletourist.com/2-days-in-takayama-itinerary/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Invisible Tourist",
            "shortName": "2 Days in Takayama Itinerary: Discover Old-World Charm",
            "indexInSource": 2,
            "iconSiteId": 14177,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "TMFbX3ENcGYb4ilU2lzH5xvqhF6A9dEC",
          "WTntYIb9mbHZySNgK3w70wqzC5D9PBry",
          "8HJTDa1EjDRKHO9g64YHT7bzCXFnZx7b",
          "hVulhilqldCfiJkNrcOpjcdxqwwHv8oN",
          "ykTHOV7K8OEPI6BT8GCqqT6yB1Xd1XR9",
          "TMFbX3ENcGYb4ilU2lzH5xvqhF6A9dEC",
          "WTntYIb9mbHZySNgK3w70wqzC5D9PBry",
          "8HJTDa1EjDRKHO9g64YHT7bzCXFnZx7b",
          "hVulhilqldCfiJkNrcOpjcdxqwwHv8oN",
          "ykTHOV7K8OEPI6BT8GCqqT6yB1Xd1XR9"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0000"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0000"
            }
          }
        ],
        "name": "Sanmachi Suji",
        "placeId": "ChIJczG1tNu6AmARjrgU-Yh3zH8",
        "internationalPhoneNumber": "+81 577-32-3333",
        "reviews": [
          {
            "rating": 5,
            "text": "Sanmachi Suji in Takayama is a beautifully preserved slice of Edo‑period Japan-often called “Little Kyoto”-featuring three charming streets (Kamiichino‑machi, Kaminino‑machi, Kamisanno‑machi) lined with traditional wooden buildings, latticed windows, grey stone walls, sake breweries, museums, shops, cafés, and street-food stalls  ￼.\n\nVisitors love wandering early in the morning to enjoy the serene architecture and peaceful storefronts before the crowds arrive  ￼ ￼. The area offers must‑try local delights-Hida beef sushi, grilled skewers, miso soup, fresh fruit juices-and sake tastings at historic breweries marked by cedar balls above their doors  ￼. Highlights also include the Yoshijima Heritage House, Takayama Jinya museum, and optional rickshaw rides that add charm to your stroll  ￼.\n\nOn the flip side, some find it touristy and crowded, especially midday; the quieter side streets and early visits help avoid that  ￼ ￼. Still, the authentic atmosphere, rich heritage, and engaging local flavors make Sanmachi Suji a must‑see for history buffs, food lovers, and anyone seeking that timeless Japanese small‑town vibe.\n\nQuick Tips:\n•\tVisit around 9–10 AM or late afternoon for best light and fewer crowds  ￼ ￼.\n•\tBudget 1–2 hours to explore, pop into cafés, shop for souvenirs, or enjoy a sake tasting.\n•\tDon't miss nearby museums (Yoshijima House, Takayama Jinya) and optional activities like yukata rentals or rickshaws.\n\nOverall Rating: 9/10 – A perfectly preserved, atmospheric historic district offering an immersive cultural and culinary experience, with only minor queueing during peak times.\n\nLet me know if you'd like a version tailored for social media or a Japanese translation!",
            "author_name": "sapi santuy",
            "relative_time_description": "",
            "time": 1753072474,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Fantastic if you appreciate old architecture and history. It's a really nice place to visit.  Lots of restaurants, sake breweries and shopping. I have 4 stars just because I found it way too crowded for my taste. Luckily, there's lots of peaceful and beautiful areas around the area.",
            "author_name": "C.H Lee",
            "relative_time_description": "",
            "time": 1730893108,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Sanmachi Suji @ Takayama 🇯🇵 – Golden Yatai, Sake & Festival Charm 🎏🍶🛍️\n\nWe visited Sanmachi Suji on 15 April during the Takayama Spring Festival, and it was an incredible experience. The historic alley was full of life, with yatai (festival floats) on display-the golden yatai was absolutely amazing, shining with intricate craftsmanship and traditional elegance.\n\nThe street was lined with traditional costume shops, paper umbrellas (和傘), local crafts, and souvenirs-perfect for festival-goers. We also enjoyed sake tasting at one of the local breweries, adding a rich cultural flavor to our walk.\n\nWith the backdrop of cherry blossoms and Edo-style buildings, it was a perfect blend of heritage and celebration. A must-visit during the spring festival! 🌸🍶✨",
            "author_name": "Quing_刘妈妈",
            "relative_time_description": "",
            "time": 1754207969,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.city.takayama.lg.jp/",
        "index": 5,
        "id": "",
        "categories": [
          "Historical landmark",
          "Neighborhoods"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 14,
            "2": 11,
            "3": 91,
            "4": 311,
            "5": 620
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.141316,
        "address": "20 Kamisannomachi, Takayama, Gifu 506-0846, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJE-ywz9a6AmAR1uD5rAwvJkw",
        "generalDescription": "The Miyagawa Morning Markets in Takayama, Japan, are a vibrant and bustling food market located near the stunning turquoise Miyagawa River. This daily market offers a wide variety of fresh produce, flowers, and handmade souvenirs from local vendors. The markets are deeply rooted in Japanese history, dating back to the Edo period when farmers gathered to sell their goods directly to consumers.",
        "utcOffset": 540,
        "maxMinutesSpent": 60,
        "longitude": 137.257947,
        "rating": 4.1,
        "numRatings": 9472,
        "sources": [
          {
            "id": "2353600",
            "type": "webPlacesList",
            "url": "https://donnykimball.com/hida-takayama-f3bf5377e2c6?srsltid=AfmBOopA3XM3qQOHjRdVEj-QmRw70Yjn-dGo3ebKWjfrpwt3_aXD9Wa5",
            "sourceSite": "Web",
            "snippet": "Hida-Takayama is home to a pair of morning markets that rank among the best in Japan. The first of these takes place right outside of Takayama Jinya, but the better of the two is known as the Miyagawa Morning Market and can be found along, you guessed it, the Miyagawa River. While you check out the beautifully preserved buildings of Hida-Takayama, be sure to swing by one of the street vendors hawking their edibles and wares at the Miyagawa Morning Market.",
            "siteName": "A Different Side of Japan",
            "shortName": "Heavenly Hida-Takayama | A Famed Part of Gifu Prefecture",
            "indexInSource": 7,
            "iconSiteId": 46645,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "1412291",
            "type": "webPlacesList",
            "url": "https://www.mostlyfood.co.uk/index.php/romantic-takayama/",
            "sourceSite": "Web",
            "snippet": "They start at 6:30am (7:00am in winter) and run till 12noon: the Jinya-mae Market in front of the Takayama Jinya, and the Miyagawa Market along the Miyagawa River in the old town. Most stalls sell local crafts, snacks and farm products such as vegetables, pickles and flowers. Takayama is known for its local foods, including sansai (mountain vegetables) and wasakana (river fish) as well as its beef, noodles and sake.",
            "siteName": "Mostly Food and Cocktails",
            "shortName": "Romantic Takayama - travel review",
            "indexInSource": 3,
            "iconSiteId": 112405,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "964352",
            "type": "webPlacesList",
            "url": "http://www.themintstory.com/new-blog/2018/11/8/takayama",
            "sourceSite": "Web",
            "snippet": "Our next stop was Miyagawa morning market by the Miyagawa river. The food here was mostly cooked and ready to eat (Yay!), and everything smelled like coffee that was brewing on one of the stalls. We tried the creamiest, tastiest jar of homemade pudding with sakura (cherry blossom) liquor there, made and sold by another husband and wife duo that offered us a seat and a little talk.",
            "siteName": "The Mint Story",
            "shortName": "two days in Takayama",
            "indexInSource": 1,
            "iconSiteId": 44002,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "331466",
            "type": "webPlacesList",
            "url": "https://www.theinvisibletourist.com/2-days-in-takayama-itinerary/",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "The Invisible Tourist",
            "shortName": "2 Days in Takayama Itinerary: Discover Old-World Charm",
            "indexInSource": 7,
            "iconSiteId": 14177,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": false,
            "showSiteNameOnWeb": true
          },
          {
            "id": "2052156",
            "type": "webPlacesList",
            "url": "https://thefroggyadventures.com/takayama-itinerary-2-days/",
            "sourceSite": "Web",
            "snippet": "There is no better place to start your day than at the Takayama at the Miyagawa Morning Market!. Open daily from 8 AM to noon, this open-air market is filled with local vendors selling food, snacks, and crafts. Situated along the peaceful Miyagawa River, it’s easy to reach and a fun place to explore.",
            "siteName": "The Froggy Adventures",
            "shortName": "2 Days in Takayama: The Perfect Takayama Itinerary",
            "indexInSource": 3,
            "iconSiteId": 88897,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "478334",
            "type": "webPlacesList",
            "url": "https://www.thepoortraveler.net/2018/03/hida-takayama-japan/",
            "sourceSite": "Web",
            "snippet": "Morning markets had become an integral part of Takayama community throughout time. There are two popular morning markets in Takayama — Miyagawa Morning Market and Jinya-mae Morning Market. Miyagawa is located parallel the Miyagawa River while Jinya-mae is in front of the Takayama Jinya.",
            "siteName": "The Poor Traveler Itinerary Blog",
            "shortName": "TAKAYAMA TRAVEL GUIDE: Budget Itinerary & Things to Do",
            "indexInSource": 4,
            "iconSiteId": 15815,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "99844",
            "type": "webPlacesList",
            "url": "https://www.asiahighlights.com/japan/takayama-guide",
            "sourceSite": "Web",
            "snippet": "Miyagawa Market is one of the two morning markets located in Takayama, along with Jinya-mae Market. It is located along the Miyagawa River in the old town. There are stands that sell local crafts, snacks and farm products such as vegetables, pickles and flowers.",
            "siteName": "asiahighlights.com",
            "shortName": "Takayama Guide Japan - What is Takayama famous for?",
            "indexInSource": 0,
            "iconSiteId": 160,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "750322",
            "type": "webPlacesList",
            "url": "https://www.japan-guide.com/e/e5900.html",
            "sourceSite": "Web",
            "snippet": null,
            "siteName": "japan-guide.com",
            "shortName": "Takayama Travel Guide - What to do in Takayama City",
            "indexInSource": 4,
            "iconSiteId": 13919,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "e0ux4r4f95pszwQuYLh6sUcqPtq01QgV",
          "nqN5VybPbnkTmAAOrJ3oOzmFR5yopRLX",
          "EcBE3qJd5DnaM7bJpPApgn4kVPw0IiGE",
          "QKEauJwhLwjbqLXVJhm2d2PgLoMVuFYM",
          "tvAQTh0UEnFVVJcra1YHj6AaCsLo5XGq",
          "e0ux4r4f95pszwQuYLh6sUcqPtq01QgV",
          "nqN5VybPbnkTmAAOrJ3oOzmFR5yopRLX",
          "EcBE3qJd5DnaM7bJpPApgn4kVPw0IiGE",
          "QKEauJwhLwjbqLXVJhm2d2PgLoMVuFYM",
          "tvAQTh0UEnFVVJcra1YHj6AaCsLo5XGq"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0700"
            },
            "close": {
              "day": 0,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0700"
            },
            "close": {
              "day": 1,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0700"
            },
            "close": {
              "day": 2,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0700"
            },
            "close": {
              "day": 3,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0700"
            },
            "close": {
              "day": 4,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0700"
            },
            "close": {
              "day": 5,
              "time": "1200"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0700"
            },
            "close": {
              "day": 6,
              "time": "1200"
            }
          }
        ],
        "name": "Miyagawa Morning Markets",
        "placeId": "ChIJE-ywz9a6AmAR1uD5rAwvJkw",
        "internationalPhoneNumber": "+81 80-8262-2185",
        "reviews": [
          {
            "rating": 5,
            "text": "Exploring the Miyagawa Morning Markets felt like uncovering a treasure trove of Japanese delights. It was a fascinating potpourri, where we discovered charming souvenirs, beautifully crafted handmade items, inviting eateries, and little stalls proudly presenting their local street food specialties. Beyond the expected accessories, the real surprise for me was finding vendors selling authentic homemade Japanese Sticky Rice.",
            "author_name": "CK Tan",
            "relative_time_description": "",
            "time": 1745551694,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "We visited on a Sunday morning just before 8am. The market was just beginning to come alive, some stalls were still setting up, and many shops were not yet open. It's best to come a little later if you want to catch the market at its liveliest.\n\nThere's a charming variety of goods on offer, including local produce, pickles, handmade crafts, and dried food products. You'll also find souvenirs such as wooden toys, local snacks, and seasonal fruits. The atmosphere is relaxed and friendly, with stallholders happy to chat and offer samples. It's a nice way to start the day and take in the local culture along the riverside.",
            "author_name": "Melvin J.",
            "relative_time_description": "",
            "time": 1750573043,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "It's been a wonderful experience to walk through this morning market, pacing slowly enough to enjoy the culture and people. The fruits are fresh. The local people are polite and friendly.\n\nI went very early in the morning at 7:00am therefore there aren't too many people, making it an even better walk.\n\nI recommend going early and spend an hour to 90 minutes here. Then sit down at a coffee shop nearby for morning tea and wait for the other shops to open.",
            "author_name": "Kenneth Chow",
            "relative_time_description": "",
            "time": 1756477495,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.asaichi.net/",
        "index": 6,
        "id": "",
        "categories": [
          "Shopping",
          "Market",
          "Flea & Street Markets"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 128,
            "2": 285,
            "3": 1820,
            "4": 3557,
            "5": 3696
          }
        },
        "minMinutesSpent": 60,
        "latitude": 36.144704,
        "address": "Shimosannomachi, Takayama, Gifu 506-0841, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJeWAqUj5JHWARYMKV-VFRmTA",
        "generalDescription": "Nestled in a serene area of the Gifu Region, Mozumo is an adults-only hot spring hotel offering simple rooms with modern Japanese interiors and private open-air baths. The property provides free WiFi and private parking, making it convenient for guests. Surrounded by tranquil surroundings, the hotel is ideal for those seeking relaxation and rejuvenation in a peaceful setting. Additionally, its proximity to Takayama Old Town and Shirakawago makes it a great base for exploring the region's attractions.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 137.549968,
        "rating": 4.6,
        "numRatings": 165,
        "sources": [
          {
            "id": "750322",
            "type": "webPlacesList",
            "url": "https://www.japan-guide.com/e/e5900.html",
            "sourceSite": "Web",
            "snippet": "Situated in a tranquil area in Gifu Region, a 52-minute drive away from JR Takayama Station, Mozumo boasts a hot-spring bath and rooms decorated with modern Japanese interior. Free WiFi and free private parking is available on site. Guests can savour hoba miso, a regional favorite, for breakfast.",
            "siteName": "japan-guide.com",
            "shortName": "Takayama Travel Guide - What to do in Takayama City",
            "indexInSource": 18,
            "iconSiteId": 13919,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          },
          {
            "id": "585268",
            "type": "webPlacesList",
            "url": "https://www.thehotelguru.com/en-eu/best-hotels-in/japan/takayama",
            "sourceSite": "Web",
            "snippet": "Hirayu Onsen Mozumo is a tranquil, adults-only ryokan hidden in the forest. Set alongside the Mozumo River, the hotel's sliding doors reveal generous terraces with indulgent baths fed by natural hot spring water. An intimate and restful romantic escape.",
            "siteName": "The Hotel Guru",
            "shortName": "Best places to stay in Takayama, Japan",
            "indexInSource": 3,
            "iconSiteId": 33252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "WbKo7vNaHYW1Y5ZeWhcecb0Ci4SEEqM8",
          "2qZ6HcGD6k0piyUNOJj51dqM7SyBSCpf",
          "g103k7i1uLj9gMqOgCiZpcGZWRjoYxDM",
          "WbKo7vNaHYW1Y5ZeWhcecb0Ci4SEEqM8",
          "2qZ6HcGD6k0piyUNOJj51dqM7SyBSCpf",
          "g103k7i1uLj9gMqOgCiZpcGZWRjoYxDM"
        ],
        "openingPeriods": [],
        "name": "Mozumo",
        "placeId": "ChIJeWAqUj5JHWARYMKV-VFRmTA",
        "internationalPhoneNumber": "+81 578-89-2020",
        "reviews": [
          {
            "rating": 5,
            "text": "This place exceeded our expectations in all aspects. First of all, it's beautifully designed with lots of woodwork that blends well with the surrounding nature. The large floor to ceiling glass allows you to admire the greenery around the hotel. It looks like a painting whichever direction you look from.\n\nThe room was spacious and impeccably clean. The highlight of the room was of course their private outdoor onset.\n\nThe food was top notch as well with their menu featuring a lot of the local produce.\n\nIt's definitely not cheap staying here but we felt the whole experience was truly worth it",
            "author_name": "Lawrence Tang",
            "relative_time_description": "",
            "time": 1724146192,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Lovely stay here. We were lucky to have a bit of snow in April, which was perfect weather for the Onsen. The food was some of the best we had in Japan. I'd definitely come back here!",
            "author_name": "Ivy Smithson",
            "relative_time_description": "",
            "time": 1744714779,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Food was delicious. Room was spacious and well appointed. Loved the hot spring tub in each room. Would absolutely come back.",
            "author_name": "Cristina Olivares",
            "relative_time_description": "",
            "time": 1745404953,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.mozumo.com/",
        "index": 7,
        "id": "",
        "categories": [
          "Japanese inn",
          "Hotel"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 4,
            "2": 2,
            "3": 10,
            "4": 30,
            "5": 119
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.192309,
        "address": "579-1 Okuhida Onsengo Hirayu, Takayama, Gifu 506-1433, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ6xeBUdu6AmARZxceAUg2xGw",
        "generalDescription": "Hida Gokoku Shrine is a serene and secluded Shinto shrine nestled in the tranquil streets of Takayama, near a nursery school. It can be accessed by crossing a traditional stone bridge, ascending stone stairs, and passing through a Torii gate. On my visit during the sunset, I experienced its peaceful ambiance. The main shrine boasts a spacious courtyard that was empty at the time, providing ample opportunities for capturing beautiful photographs.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 137.263102,
        "rating": 4.3,
        "numRatings": 217,
        "sources": [
          {
            "id": "1462900",
            "type": "webPlacesList",
            "url": "https://centrip-japan.com/article/1523.html",
            "sourceSite": "Web",
            "snippet": "This shrine is in a quiet area near Shioyama Park (Takayama castle ruins) and pays tribute to war victims of Takayama. It is a 9-minute walk from Takayama Jinya to the Gokoku shrine. It is also a calming place, unknown to most tourists, where you can enjoy some impressive cherry blossoms scenery.",
            "siteName": "Centrip Japan",
            "shortName": "Cherry Blossom Spots in Takayama",
            "indexInSource": 2,
            "iconSiteId": 15223,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "19CB7g6z9a12fJwOZjPoPViEZsdxcq5J",
          "ET2WyCEAZhN9sE0I8w2AX4rLMTXUw99s",
          "eh07JJ8Bck5P546uxi360t07w1v0XcLu",
          "19CB7g6z9a12fJwOZjPoPViEZsdxcq5J",
          "ET2WyCEAZhN9sE0I8w2AX4rLMTXUw99s",
          "eh07JJ8Bck5P546uxi360t07w1v0XcLu"
        ],
        "openingPeriods": [
          {
            "open": {
              "day": 0,
              "time": "0900"
            },
            "close": {
              "day": 0,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 1,
              "time": "0900"
            },
            "close": {
              "day": 1,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 2,
              "time": "0900"
            },
            "close": {
              "day": 2,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 3,
              "time": "0900"
            },
            "close": {
              "day": 3,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 4,
              "time": "0900"
            },
            "close": {
              "day": 4,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 5,
              "time": "0900"
            },
            "close": {
              "day": 5,
              "time": "1700"
            }
          },
          {
            "open": {
              "day": 6,
              "time": "0900"
            },
            "close": {
              "day": 6,
              "time": "1700"
            }
          }
        ],
        "name": "Hida Gokoku Shrine",
        "placeId": "ChIJ6xeBUdu6AmARZxceAUg2xGw",
        "internationalPhoneNumber": "+81 577-32-0274",
        "reviews": [
          {
            "rating": 5,
            "text": "A quiet shrine tucked away in the quiet streets of the mountain town of Takayama, near a nursery school and accessed over a traditional stone bridge and up stone stairs in underneath a Torii gate. We visited on a quiet evening as the sun was setting and it was lovely and peaceful. A large courtyard area in front of the the main shrine was empty allowing space to get some nice pictures.  I suspect for special occasions this area is filled but then it was empty save for a bit of snow (mid April) and a Family paying their respects. Worth a look, amongst the many shrines and Temples in the area.",
            "author_name": "S B",
            "relative_time_description": "",
            "time": 1496951080,
            "profile_photo_url": ""
          },
          {
            "rating": 4,
            "text": "Visited this shine in August last year.\nThere was a tribute to those who fallen during war.\nThe shrine was decorated by hundreds of lanterns.",
            "author_name": "Steven Lee",
            "relative_time_description": "",
            "time": 1488444126,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Beautiful",
            "author_name": "張名璿",
            "relative_time_description": "",
            "time": 1721400237,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.hidatakayama.ne.jp/gokoku/",
        "index": 8,
        "id": "",
        "categories": [
          "Shinto shrine",
          "Sights & Landmarks",
          "Historical landmark",
          "Museum",
          "Wedding venue",
          "Sacred & Religious Sites"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 2,
            "2": 2,
            "3": 34,
            "4": 71,
            "5": 108
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.140905,
        "address": "90 Horibatamachi, Takayama, Gifu 506-0837, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJVytoZde6AmAR51Q_fjKPVsc",
        "generalDescription": "Ryokan Tanabe is a refined inn located in the heart of Takayama, offering a historical and traditional Japanese experience. The ryokan features both Japanese-style and Western-style rooms with modern amenities while maintaining its old-world charm. Guests can enjoy hot spring soaking tubs, complimentary breakfast, and traditional multi-course dinners served kaiseki-style in the guest rooms.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 137.256412,
        "rating": 4.6,
        "numRatings": 481,
        "sources": [
          {
            "id": "724034",
            "type": "webPlacesList",
            "url": "https://www.thehotelguru.com/best-hotels-in/japan/takayama",
            "sourceSite": "Web",
            "snippet": "A traditional, high end, timber-fronted ryokan, dating back to 1934, in the center of Takayama's Historic District. Perfect for an authentic experience with a hot spring onsen, futon beds, tatami-matted floors, and elaborate kaiseki dinners served in your room.",
            "siteName": "The Hotel Guru",
            "shortName": "Best places to stay in Takayama, Japan",
            "indexInSource": 13,
            "iconSiteId": 33252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "IJhEY4XWRpohh11q1HPZLn6LAIyt9vkg",
          "B1GmOxTjUtHU39gO5MPdcmhkwL8g43JK",
          "R5xpHfR4h0bYG3fiG2siDwooaYrYkScb",
          "hlSxXgDNECDlCtbhovEEOL6773O55b38",
          "IJhEY4XWRpohh11q1HPZLn6LAIyt9vkg",
          "B1GmOxTjUtHU39gO5MPdcmhkwL8g43JK",
          "R5xpHfR4h0bYG3fiG2siDwooaYrYkScb",
          "hlSxXgDNECDlCtbhovEEOL6773O55b38"
        ],
        "openingPeriods": [],
        "name": "Ryokan Tanabe",
        "placeId": "ChIJVytoZde6AmAR51Q_fjKPVsc",
        "internationalPhoneNumber": "+81 577-32-0529",
        "reviews": [
          {
            "rating": 5,
            "text": "I really loved our stay there! The staff was very friendly, helpful and professional. Our room was spacious and clean, I rested very well during our stay.\nLocation-wise it was perfect, we could reach everythin leisurely by foot. The food was also great! If I went back to Takayama, I would definitely come back to the ryokan tanabe :) thank you!",
            "author_name": "J Komo",
            "relative_time_description": "",
            "time": 1735950131,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Just beautiful.  Great location, easy for most things and a wonderful service experience.\nRooms were large, Onsen was fabulous and meals were amazing, never ending and delicious.  The chef has been there many many years.\nWould go back again if returned to Takayama. Been here twice now.",
            "author_name": "taylorhelme",
            "relative_time_description": "",
            "time": 1740807157,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "A great choice for our ryokan experience in Takayama. Despite some reviews suggesting the rooms feel a bit dated, we found the whole building including our rooms to be clean, simple and timeless - not dated at all. Experiencing both a ryokan dinner and breakfast privately in our room was really special, especially the delicious hida beef! We both went to the onsen in the evening and were the only ones there; I enjoyed sitting in the ceramic pot onsen outside, although the large bath inside was much hotter if you prefer that. A great experience overall, thanks to welcoming and attentive staff.",
            "author_name": "Lucy Cooke",
            "relative_time_description": "",
            "time": 1713888126,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "http://www.tanabe-ryokan.jp/",
        "index": 9,
        "id": "",
        "categories": [
          "Japanese inn",
          "Lodging"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 10,
            "2": 5,
            "3": 28,
            "4": 95,
            "5": 343
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.14272,
        "address": "58 Aioimachi, Takayama, Gifu 506-0014, Japan",
        "travel_time": null
      },
      {
        "_id": "ChIJ8YOG5gu8AmARwRZiLryzYRs",
        "generalDescription": "Nestled in the serene woods near the Miyagawa River and Mt Kurai, Wanosato is a secluded ryokan offering a traditional Japanese inn experience. The century-old rooms are adorned with wooden furniture, shoji screens, and calligraphy scrolls, evoking a bygone era. Guests can relax in the wood-lined bathhouse or cozy up by the 160-year-old irori fireplace in winter.",
        "utcOffset": 540,
        "maxMinutesSpent": null,
        "longitude": 137.210437,
        "rating": 4.7,
        "numRatings": 172,
        "sources": [
          {
            "id": "724034",
            "type": "webPlacesList",
            "url": "https://www.thehotelguru.com/best-hotels-in/japan/takayama",
            "sourceSite": "Web",
            "snippet": "A stunning riverside ryokan set in original 160 year old thatched houses. Just eight individually designed, authentic rooms plus a traditional \"irori\" hearth sitting center stage. There are two onsens on site (one rock, one cypress) and delcious, elaborate Kaiseki cuisine.",
            "siteName": "The Hotel Guru",
            "shortName": "Best places to stay in Takayama, Japan",
            "indexInSource": 14,
            "iconSiteId": 33252,
            "showIcon": false,
            "showInternalLink": false,
            "showExternalLink": true,
            "showSiteNameOnWeb": true
          }
        ],
        "imageKeys": [
          "19lETmJknLwdlZsPeQXexP0fWo9Rc3tu",
          "r1XSWd2AKDjOPmHkSpYRFMTXcn6hFGQp",
          "19lETmJknLwdlZsPeQXexP0fWo9Rc3tu",
          "r1XSWd2AKDjOPmHkSpYRFMTXcn6hFGQp"
        ],
        "openingPeriods": [],
        "name": "Wanosato",
        "placeId": "ChIJ8YOG5gu8AmARwRZiLryzYRs",
        "internationalPhoneNumber": "+81 577-53-2321",
        "reviews": [
          {
            "rating": 5,
            "text": "had a wonderful 2 days stay at this beautiful resort. Excellent Michelin level dinner and friendly service staffs.   Had very much enjoyed the sake before dinner by the nice traditional fireplace and also after dinner warm sake with the ex-owner.  Highly recommended.",
            "author_name": "siewkeong tong",
            "relative_time_description": "",
            "time": 1734775450,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "Set in a really remote, lovely setting, this hotel felt like I was living in Japan of the past.\nThey have clearly tried to kept the essence of the ryokan alive with things like a communal fire by the entrance, and basic (but refurbished) interior design.\nReally nice private onsens, food (Japanese) wasn't our preferred type (it was shabu-shabu and sukiyaki) but the quality was great.\nThe loveliest staff too!\nThe only issue was we went in the spring season and there were lots of insects in our room.\nWould recommend for sure",
            "author_name": "D N",
            "relative_time_description": "",
            "time": 1743845680,
            "profile_photo_url": ""
          },
          {
            "rating": 5,
            "text": "My wife and I stayed here for one night. The friendly staff, the environment and the stay were excellent. We both would have liked to stay longer.\nWe were welcomed with a small meal and some tea, kimonos were offered to us and in the evening, after a long bath in the hotel's own onsen, there was a multi-course menu.\nThe room had a wonderful view of the Miyagawa River.\nThis ryokan is a must for any guest seeking peace and quiet. I think I could write a whole essay about how much we enjoyed it here, but that's it for now.\nFor me, it was definitely a highlight of my trip and definitely worth a visit.\nUnconditionally 5/5 stars.",
            "author_name": "Nikolas Milchers",
            "relative_time_description": "",
            "time": 1746558179,
            "profile_photo_url": ""
          }
        ],
        "permanentlyClosed": false,
        "priceLevel": null,
        "tripadvisorRating": 0,
        "description": null,
        "website": "https://www.wanosato.com/",
        "index": 10,
        "id": "",
        "categories": [
          "Japanese inn",
          "Fine dining restaurant",
          "Kaiseki restaurant",
          "Onsen"
        ],
        "tripadvisorNumRatings": 0,
        "g_image_urls": [],
        "ratingDistribution": {
          "Google": {
            "1": 7,
            "2": 3,
            "3": 2,
            "4": 18,
            "5": 142
          }
        },
        "minMinutesSpent": null,
        "latitude": 36.073189,
        "address": "1682 Ichinomiyamachi, Takayama, Gifu 509-3505, Japan",
        "travel_time": null
      }
    ]
  }
}